[
  "Some of Facebook's top executives, including Chief Security Officer Alex Stamos, whose role in the company has changed, and Andrew \"Boz\" Bosworth, the current vice president of virtual and augmented reality and former vice president of Ads, have taken to social media to try and help shape the narrative that the company is working to fix the problems.",
  "\"Gasoline on the fire\"\n\n\"They've put gasoline on the fire in terms of the growing worries [regarding] how this Cambridge Analytica fiasco could ignite further regulatory and or other changes to the company's business model,\" Dan Ives, Chief Strategy Officer and Head of Technology Research at GBH Insights told Fox News.",
  "Robert Seamans, an associate professor of Management and Organizations at New York University said there may be a good reason why Zuckerberg and Sandberg have yet to comment, noting they might be trying to still collect all of the information needed rather than \"say something quickly for the sake of saying something.\"",
  "(Update: Facebook did not respond to Fox News, but it has issued a statement on Zuckerberg and Sandberg's wherabouts, saying: \"Mark, Sheryl and their teams are working around the clock to get all the facts and take the appropriate action moving forward, because they understand the seriousness of this issue.",
  "In a separate statement, Schiff said Facebook must \"answer important questions about why it provided private user information to an academic, how they have informed users in advance of these kinds of data transfers, and whether it can demonstrate that this data has indeed been destroyed.",
  "\"The lack of a response, especially from Sandberg with Zuckerberg front and center has been a frustration, and the longer they take to respond, the broader the situation will get from a regulatory perspective in Washington and in the EU, as politicians get frustrated,\" he added.",
  "Since news broke that Cambridge Analytica, a data research firm, allegedly improperly accessed 50 million Facebook user profiles, there has been a strong reaction from lawmakers, users, media consultants and nearly every person on the planet with an opinion.",
  "LAWMAKERS DEMAND ANSWERS FROM FACEBOOK AFTER CLAIM THAT ANALYTICS FIRM SNATCHED USER DATA FOR TRUMP CAMPAIGN\n\nYet Mark Zuckerberg, the co-founder, CEO and man who said his personal challenge for 2018 was to fix Facebook, has been completely silent.",
  "However, Seamans added that he is surprised that Facebook \"hasn't taken a more active role in policing or regulating itself, especially in light of the changes we know are happening in Europe, and in light of the FTC's 2011 consent decree.\"",
  "\"The lack of transparent, honest, communication from big tech executives is nothing new and totally expected when it comes to issues of user abuse,\" added Bill Ottman, CEO of social network Minds.com, in an email to Fox News.",
  "Sandberg, who previously worked in government, serving under then Treasury Secretary Larry Summers during the Clinton administration, has not yet been asked to formally appear by lawmakers on either side of the Atlantic.",
  "Goverment concerns\n\nEarly Tuesday morning, media reports said that the U.S. Federal Trade Commission, an independent government agency charged with \"protecting consumers,\" is probing the company's use of personal data.",
  "FACEBOOK EXPLORING FORENSIC AUDITS TO INVESTIGATE CAMBRIDGE ANALYTICA CLAIMS\n\nLike Zuckerberg, Sandberg also uses her Facebook page quite frequently to discuss company-related issues and to share life updates.",
  "\"At the end of the day, Facebook and other social media platforms are entrusted with our data and they need to ultimately answer for this in the eyes of users, politicians and investors,\" Ives said.",
  "Facebook has worked to try and get ahead of the story, issuing multiple press releases, including one late Friday night before multiple stories were set to be published concerning the matter.",
  "But when the silence involves a self-described \"breach of trust\" from a $500 billion technology giant and its highest profile executives, it could be described as none other than deafening.",
  "FACEBOOK APOLOGIZES FOR SEARCH SUGGESTIONS OF CHILD PORNOGRAPHY VIDEOS\n\nSen. Jeff Flake, R-Ariz., told CNN's \"State of the Union\" that it was important to find out \"who knew what when?\"",
  "The company has come under fire from lawmakers after it announced over the weekend it was suspending Cambridge Analytica, which has ties to Donald Trump's 2016 presidential campaign.",
  "Zuckerberg, who regularly takes to his Facebook page to discuss topics ranging from company policy updates to sharing photos of his children, has been silent since March 2.",
  "\"The longer this goes on and the longer this brush fire spreads, it goes from a background noise to a more front and center risk for the company and investors,\" he said.",
  "Fox News has confirmed Facebook officials will meet with House Judiciary Committee staff as early as Wednesday to discuss the third-party data access and storage issue.",
  "\"We need to find out what we can about the misappropriation of the privacy, the private information of tens of millions of Americans,\" Rep. Adam Schiff, D-Calif., said.",
  "In Washington, the top Democrat on the House Intelligence Committee told ABC News' \"This Week\" that Cambridge Analytica's work deserved further scrutiny by the panel.",
  "We are committed to vigorously enforcing our policies to protect people's information and will take whatever steps are required to see that this happens.\")",
  "Spreading like a brush fire\n\nIves noted that the public faces of the company are Zuckerberg and Sandberg and anyone else is just background noise.",
  "Facebook did not respond to a request for comment from Fox News whether Zuckerberg or Sandberg would be publicly addressing the matter.",
  "A committee of U.K. lawmakers have written to Zuckerberg asking him to personally address the issue in front of them in London.",
  "Sheryl Sandberg, the company's normally loquacious COO, especially when it comes to advertising examples, has also been silent.",
  "It's imperative the two biggest people at the world's largest social network get it right or risk a further erosion of trust.",
  "Schiff pointed out that the committee had only done one interview with Alexander Nix, the head of the U.K.-based firm.",
  "(Stamos later deleted his tweets on Cambridge Analytica, saying he \"should have done a better job weighing in.\")",
  "They must also answer questions about how they have notified users about this breach of their personal data.\"",
  "That day he posted a photo of he and his wife, Vanessa, baking hamentashen for the Jewish holiday of Purim.",
  "\"If they don't make sure the situation is contained, then this will be a much bigger issue.\"",
  "Perhaps justifiably, reaction towards Zuckerberg has been swift and overly negative.",
  "What's next\n\nFor now, the world awaits comments from both Zuckerberg and Sandberg.",
  "This story has been updated to note Facebook will meet with Congressional leaders.",
  "Her most recent post was on March 17, showing off photos from \"kid debate day.\"",
  "Zuckerberg has yet to issue a formal response as of the time of this writing.",
  "\"Even then it was by a video conference at the GOP's insistence,\" he said.",
  "The phrase \"silence is golden\" originated in the English language in 1831.",
  "\"This is a big deal, when you have that amount of data,\" Flake said.",
  "\"And the privacy violations there are significant.",
  "The entire company is outraged we were deceived.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "And what happens to that data now?\"",
  "So, the question is, who knew it?",
  "How long did this go on?",
  "When did they know it?"
]