[
  "More: 50 million Facebook accounts were exposed: What we know, what you can do\n\nSuch distrust stems not only from Facebook’s most recent revelation that 50 million user accounts were exposed to hackers, but also a prior breach when the social network disclosed that 87 million people had their profiles scraped and improperly shared with Cambridge Analytica, a political ad-targeting firm.",
  "Facebook Portal (Photo: Facebook)\n\n“Hell, no!”\n\nThat’s the blunt response I got from a colleague moments after I started to tell her about Facebook’s Portal and Portal+, the new voice-controlled, video-calling devices with Amazon’s Alexa that Facebook starts taking pre-orders for on Monday.",
  "Nailing the tech part\n\nA video call on Portal+ (Photo: Edward C. Baig)\n\nFacebook certainly appears to have nailed Portal on the technical merits, at least based on my brief demo time in a Manhattan hotel room.",
  "That said, you also could make (or get) a video call to or from someone who has Facebook Messenger on their phone or tablet, though the experience may be lacking compared with a Portal to Portal call.",
  "Down the road it is possible, however, that Facebook may permit you to designate certain friends who could share stuff through Portal, but this is not happening at launch and may not happen at all.",
  "Facebook is also pitching a Story Time feature that would let grandparents who live far away read stories to young kids through Portal, with augmented reality and other visual effects.",
  "Facebook is upfront about not trying to recreate the social network experience on Portal, even as it struggles with trying to determine just the right amount of Facebook to put there.",
  "The hardware can double as a digital photo frame or basic smart speaker that through Alexa can deliver the weather forecast and sports scores or help you control smart home devices.",
  "If you have a large circle of friends on Facebook, you’d likely be overwhelmed if they all could feed content to a device like Portal that sits in your living room or kitchen.",
  "Facebook says it enhances the voice of whichever person is speaking at the moment, which helps lend the sense of \"presence,\" or the feeling that everyone is in the same place.",
  "The company adds that the Smart Camera and Smart Sound features inside the hardware use artificial intelligence that runs locally on Portal and not on Facebook’s servers.",
  "Story Time titles at launch include the “Three Little Pigs” “Five Little Monkeys,” “Itsy Bitsy Spider,” “Professor Right” and “Trouble Bubble.”\n\nPortal content partners.",
  "In this sense, Portal shares some things in common with Amazon’s Echo Show smart speaker with a display, though Facebook’s initial partner lineup on Portal is modest.",
  "As with other smart assistants, Portal is listening for the “Hey, Portal” wake word and only then, Facebook says, are your voice commands sent to Facebook’s servers.",
  "And therein lies the public relations challenge facing Facebook as it unleashes consumer hardware that is all about connecting families who may be miles apart.",
  "Portal and Portal+ cost $199 and $349, respectively, with the former housing a 10-inch, high-definition display (720p), the latter a 15-inch, 1080p screen.",
  "On the larger Portal+ device, you can swivel the screen so that it is positioned either horizontally or vertically, not the case on the cheaper base model.",
  "You and the other people might choose to listen to music together, as I was able to do via Spotify (provided each of you have Spotify Premium accounts).",
  "Among other safeguards, you can disable the camera and microphone or block the camera with a cover that lets you still receive calls or notifications.",
  "Read or Share this story: https://www.usatoday.com/story/tech/columnist/baig/2018/10/08/facebook-portal-devices-video-calls-amazon-alexa/1521113002/",
  "(Photo: Edward C. Baig)\n\nPortals become available in November at portal.facebook.com and at Amazon and Best Buy, and I'm eager to test them out.",
  "What you won't get, for now, is a Facebook newsfeed, and I can understand Facebook's reluctance in making that available on Portal.",
  "You can also also set up a Portal passcode to lock the screen and only change that passcode after entering your Facebook password.",
  "Besides Spotify, there’s Pandora, iHeartRadio, Newsy, Food Network and Facebook’s own Facebook Watch video-on-demand service.",
  "Facebook says it doesn’t listen to, view or keep the contents of your Portal calls, and video calls themselves are encrypted.",
  "You get $100 off if you buy any two devices, the idea being that you’ll have someone with whom to share a Portal video call.",
  "Never mind that Facebook says it has taken steps with Portal that the company claims will ensure user privacy and security.",
  "Another colleague was equally skeptical: “Why would I let Facebook have an internet-connected camera in my home?” he asked.",
  "For one thing, in a household with kids, not all the content you receive on Facebook may be appropriate for them to see.",
  "That's a key way Facebook hopes to differentiate Portal from other products or computers that let you make video calls.",
  "What’s especially impressive is how the camera automatically pans and zooms so that you can see everyone in a room.",
  "Alternatively, you can “pin” the camera view to a particular individual you want to follow on the screen.",
  "Let us know if you are comfortable enough with Facebook these days to give Portal a try in your own home.",
  "Along those lines, Facebook says face-to-face communications on Portal are not just about talking.",
  "After all, Facebook is pushing Portal more for its live face-to-face communications capabilities.",
  "What Facebook is doing for privacy\n\nWhich brings us back to the sensitive subject of privacy.",
  "You’ll also be able to surface Facebook photos and videos and receive birthday notifications.",
  "Each Portal model has a smart, AI-driven 12-megapixel camera with a 140-degree field of view.",
  "(Photo: Edward C. Baig)\n\nYou don’t have to be on a call to take advantage of Portal either.",
  "Each unit also has a four-microphone array; you initiate calls with a “Hey Portal” command.",
  "Email: ebaig@usatoday.com; Follow USA TODAY Personal Tech Columnist @edbaig on Twitter.",
  "But has Facebook done enough to squash the concerns of people like my colleagues?",
  "And the AI camera does not support facial recognition to determine who you are.",
  "You can go into the Facebook Activity Log to delete your vocal history.",
  "You can’t record video through Portal either.",
  "How much Facebook should be on Portal?",
  "How Facebook Portals are packaged.",
  "As in hell, no, I’m not buying.",
  "Think about it."
]