[
  "On the heels of a massive Facebook security breach, either Facebook thinks we're all a bunch of morons ready to give more of our blood to the tech giant, or we actually are a bunch of morons engaged in active data bloodletting at Facebook's doorstep because Facebook has announced its Portal video device to continue the bleeding, but through video.",
  "Also see: Amazon’s ‘New World’ MMO Closed Alpha Gameplay Allegedly Leaked On Pornhub\n\nThe biggest difference between the Portal and Portal Plus appears to be a 10-inch 720p screen versus a 15.6-inch 1080p screen and better speakers and rotation from landscape to horizontal while the camera tracks you and adjusts accordingly.",
  "Facebook had delayed the release of the Portal until the whole Cambridge Analytica thing blew over, but clearly wants to get it out before Christmas for those few users who are in so deep, the data privacy concerns of video chatting on a Facebook-made device no longer hold any weight.",
  "It will allow you to consume Facebook Watch, iHeartRadio and Pandora content, but there's no web browser, no YouTube, no WhatsApp and Instagram, no Facebook messengers read capability, but you can watch the Food Network.",
  "The Facebook Portal and Portal Plus are seemingly direct competitive devices to the Amazon Echo Show, the difference being is that the Facebook devices are designed with video chatting in mind, rather than shopping.",
  "Yet, Facebook recently got caught using your phone number for advertising means and nothing the company has done has appeared to show it has any interest in curbing that business model.",
  "For fitting in to a market already swelled to the brink with tablets, apps and hardware with video chatting capabilities with less of the privacy concerns, Portal falls flat.",
  "However, Facebook will surely find a quick way to work in advertisements, or at least use conversations for ad-serving, though that's an unsubstantiated observation.",
  "Privacy concerns abound with a device like this, even though there are features built in to the Portal and Portal Plus that work to alleviate some of those concerns.",
  "The price point is $199 against $349 for the Portal Plus, but the price you'll pay for data privacy is the same as its always been — infinitely in Facebook's favor.",
  "Whether it be the possibility of exposing our banking data or using it as a dating service, we're gluttons for punishment — so why should the Portal turn us off?",
  "Facebook's Portal is literally a device that is designed for one purpose, a purpose your laptop, tablet or phone already serves — video chatting on Facebook.",
  "At some point during the day, they log in to Facebook Messenger, press that little camera button and have a nice video chat with questionable quality.",
  "Using a device created by such a company takes a level of blind trust that if you have, know that the rest of us won't be there to mop up your blood.",
  "There are no video recording features built into the Portal, but thanks to an Amazon Alexa integration, is always listening for initiating calls.",
  "Perhaps that's a good idea for Facebook in this cloud of privacy concerns, creating a device that is singluar in purpose that no-one needs.",
  "There is a camera cover that has a button that turns off the mic and camera, cutting the circuit to prevent hacking attacks.",
  "It seems that every time Facebook gets caught doing what it was designed to do, we throw a fit but never log off.",
  "While it's not actually private — since we put it out there — one would assume that video conversations would be.",
  "The Portal is a device for a small subset of Facebook users that freaking love to video chat on Facebook.",
  "We can video chat on our other devices, Facebook Messenger already offers that capability.",
  "Most of us don't trust Facebook, so a Facebook video device sounds like a terrible idea.",
  "Facebook is a company that is built on the back of what we consider our private data.",
  "Not on Facetime, not on Skype, not on Snapchat, not on Whatsapp — but on Facebook.",
  "Do you really need to buy another device for just video chatting on Facebook?",
  "So at least it's good for that, but is that worth the data privacy concerns?",
  "Sure, the camera does tracking as you move around the room, but who cares?",
  "Sure, there are silly masks and effects but we can do that on Snapchat.",
  "Do you really need to see the person every second of the conversation?",
  "Our idiot friends from high school we can't stand talking to anyway?",
  "Outside of adult-related video chatting you probably don't.",
  "And what exactly is the Portal a portal to?",
  "It's a pair of plain white calf socks.",
  "Which means Facebook gets voice data.",
  "This thing is a plain Pop Tart.",
  "For that, Portal is great.",
  "It's a one-slot toaster.",
  "That's it."
]