[
  "The president emphasized that the paperwork “does not constitute a formal announcement of my candidacy for the 2020 election.”\n\nTrump's campaign committee, the Republican National Committee and their two joint fundraising committees collected $13.5 million between Nov. 29 and Dec. 31, a year-end surge that reflected the excitement about Trump's victory.",
  "(Pool photo by J. Scott Applewhite/European Pressphoto Agency)\n\nPresident Trump began 2017 with more than $7 million in his campaign account, thanks largely to small donors who continue to pour in financial support after his election, giving him a jump-start on fundraising for his 2020 reelection bid, new Federal Election Commission filings show.",
  "And the data analytics firm Cambridge Analytica, whose investors include billionaire hedge fund manager Robert Mercer, was paid $312,500 for “data management services” at the end of the year, bringing the total payments by the Trump campaign to nearly $6 million.",
  "[Trump allies launch nonprofit to support the administration’s agenda]\n\nTrump's pollster, Tony Fabrizio, was paid $450,000 last month, resolving a dispute in which he had said he was owed more than $766,000, a debt the campaign contested.",
  "The Trump company that received the largest amount last month was Trump Tower, which was paid more than $130,000 for rent, down slightly from September and October, when the campaign spent nearly $170,000 to rent space there.",
  "Because of his ongoing fundraising this year, Trump easily reached the $5,000 threshold that requires filing an official statement of candidacy for the next election, a letter he submitted to the FEC on Inauguration Day.",
  "The small Michigan-based firm, which had been paid more than $27 million as of Nov. 28, collected another $7.5 million from a Trump-RNC fundraising committee the following day, new filings show.",
  "As of Dec. 31, his campaign had $7.6 million in the bank — a figure that has undoubtedly grown since in response to a slew of emails hawking inaugural merchandise and other solicitations.",
  "Trump's campaign shelled out more than $37,000 to rent space at the Trump National Golf Club in Bedminster, N.J., where he held post-election meetings with prospective Cabinet members.",
  "Trump's campaign committee started the year debt-free and has continued to press supporters for donations, which officials say they plan to stockpile for his next campaign.",
  "Altogether, the campaign and the RNC spent more than $14 million on Trump hotels, office rental, airfare, catering and other expenses over the course of the election.",
  "Giles-Parscale, the firm of digital director Brad Parscale, received more than a half-million dollars in December for consulting and online ads.",
  "The company was the top Trump vendor of the campaign, taking in close to $94 million, much of which was used to buy ads and pay subcontractors.",
  "Another big beneficiary in 2016: the GOP email list company Conservative Connector, which served as the RNC's main email list broker.",
  "The RNC spent more than $111,000 in December on “venue rental and catering” at the new Trump International Hotel in Washington.",
  "The committee shelled out $9.6 million, including more than $733,000 in refunds of improper or excessive contributions.",
  "And it paid $74,000 to the Trump National Doral Miami for “facility rental” in late October and on Election Day.",
  "Trump and the party also directed more than $413,000 in December to Trump properties or family members.",
  "But Trump's campaign also had substantial expenses in the final month of 2016, filings show.",
  "\n\nPresident Trump's campaign committee began 2017 with no debt and $7.6 million in the bank.",
  "A pro-Trump super PAC financed by Mercer paid the company another $231,000 in December."
]