[
  "In addition to augmented reality tricks like the ability to put a cat on your head or wear a digital mustache, there's an option to listen to music from Pandora or Spotify together during a call.",
  "It worked on futuristic technology that would let you type words directly from your brain and \"hear\" through your skin, according to a talk at last year's F8 developer conference.",
  "It's bold move for a company besieged by privacy issues stemming from the Cambridge Analytica data scandal and a massive hack that may have compromised 50 million users.",
  "A Portal has 4-microphones that are always listening for trigger phrases, and Facebook says it is open to adding support for other assistants in the future.",
  "The smaller of the pair, the $199 Portal with a 10-inch screen, looks extremely similar to the Echo Show and third-party Google Assistant smart screens.",
  "The device must be logged into a Facebook Messenger account to make the video calls, which may be confusing for a device shared with multiple people.",
  "The camera itself doesn't move, but is high resolution with a 140-degree field of view, and all the panning and zooming is software based.",
  "During a demo of the new devices, Facebook's VP of hardware Rafa Camargo told CNN Business that privacy was built into \"every layer.\"",
  "It's an official version of a common DIY security tactic -- practiced by Mark Zuckerberg -- of putting tape over a laptop's camera.",
  "Among them is a user detection system that will cinematically zoom in on a person's face or follow them as they move around a room.",
  "The Portal uses Amazon's Alexa voice assistant to handle the usual tasks like playing music and controlling connected devices.",
  "Facebook says the Portal devices are just the start for the group, which hopes to release more hardware in the future.",
  "A mute button cuts power to the microphone and Facebook says the encrypted video streams are not recorded anywhere.",
  "It can connect with anyone else on Messenger on a phone or tablet, and make group calls to up to six people.",
  "The Portal devices also mark the public debut of \"Portal,\" the newly rebranded Facebook hardware team.",
  "An interactive animated story feature is fun for parents or grandparents who are away from their kids.",
  "When it's not doing video chats, the device can show selected Facebook photos and birthday reminders.",
  "San Francisco (CNN Business) Facebook is releasing its own smart speaker with a screen and a camera.",
  "Many consumers are already comfortable with the idea of a listening, watching device in their home.",
  "Portal is available for pre-order from Facebook, Amazon and Best Buy, and will ship in November.",
  "The company launched its hardware group with much fanfare in 2016 and called it \"Building 8.\"",
  "Facebook Live, the company's tool for broadcasting video, is not even an option on a Portal.",
  "It's essentially a smart speaker with a touchscreen that includes a couple unique features.",
  "The larger $349 device is a 15-inch rotating screen on a bulky mount with a camera on top.",
  "The idea behind the device is to make video chats more like actually hanging out together.",
  "Facebook is actually outsourcing all voice-assistant work unrelated to video calling.",
  "But will consumers trust Facebook with an always-listening device in their home?",
  "The team was previously led by former DARPA and Google executive Regina Dugan.",
  "The Portal, and the larger Portal +, is built specifically for video calls.",
  "And Portals aren't too different from existing Amazon and Google products.",
  "On top of each device is a plastic cover that can slide over the camera.",
  "Portal does not have full Facebook access, and there's no browser.",
  "These devices are similar to other smart screens on the market.",
  "You can say \"Hey Portal, call Seth\" to start a video call.",
  "But Portal's voice interface isn't a full smart assistant.",
  "It's a very limited voice tool just for \"device control.\"",
  "If you buy any two Portals, you get a $100 discount.",
  "It really hopes you don't find the Portal creepy.",
  "Portal contains some other Facebook-y touches.",
  "Dugan resigned from Facebook after 18 months.",
  "The company is aware of the concerns."
]