[
  "SCL proudly advertises its data mining, artificial intelligence, and behavioural change methodologies – and whilst its election webpage is no longer active, it is reported to have boasted of influencing elections in Italy, Latvia, Ukraine, Albania, Romania, South Africa, Nigeria, Kenya, Mauritius, India, Indonesia, Thailand, Taiwan, Colombia, Antigua, St. Vincent & the Grenadines, St. Kitts & Nevis, and Trinidad & Tobago.",
  "I find that works very well.”\n\nWe don’t know whether the data-driven marketing company (or as a company whistleblower describes it, the “full-service propaganda machine”) can actually offer these broadly illegal supplementary services, whether it was bravado, fantasy, or whether Nix’s absurd defence that he was simply trying to “tease out any unethical or illegal intentions” is true.",
  "And in light of recent attacks on free speech, ranging from the deplatforming of unpopular views to unlisting ‘fake news’ and of course censoring the ever-nebulous category of non-criminal ‘extremism’, what will we do if or when Facebook manipulates citizens’ news feeds under Government pressures?",
  "Following an excruciating undercover sting by Channel 4 News, Cambridge Analytica has been exposed as a truly despotic outfit, apparently offering not only to microtarget political adverts ‘from the shadows’, but to entrap, bribe, and honey-trap political opponents.",
  "Whilst questions of legality will certainly be raised if research data was repurposed for commercial gain, the actual acquisition of 50million profiles – for the purpose of understanding and influencing users – is likely to have been permitted by Facebook’s policy.",
  "Billions of people are volunteering photos of their children, details about their sexuality and relationships, their political interests, and their deepest thoughts and feelings to a global data exploitation company at the cost of democratic norms.",
  "At perhaps his lowest depths, Cambridge Analytica CEO Alexander Nix suggested to the undercover journalist, “we could bring some Ukrainian (women) in” to Sri Lankan political opponents: “You know what I’m saying (…) They are very beautiful.",
  "The risk is acute in the UK, where the Government’s considerable soft power is matched by the blunt instrument that is the Snooper’s Charter, providing blank cheque laws to covertly seize any ‘bulk datasets’ it chooses.",
  "In fact, Cambridge Analytica’s parent company, the SCL Group (Strategic Communications Laboratories), is a military contractor that claims to have “conducted behavioural change programs in over 60 countries”.",
  "And if you’re worried about what Cambridge Analytica can do with 2% of Facebook’s profile data, just consider what larger companies – including Facebook itself, powered by all 2.2billion profiles - can do.",
  "The Cambridge Analytica whistleblower claims that the company acquired 50million Facebook profiles with the help of Cambridge psychologist, Dr. Aleksandr Kogan, by running a personality quiz app.",
  "One of SCL’s services is “Counter State Influence.” Describing the “information environment” as “the new modern battlefield”, SCL positions its data-driven wizardry as “at the vanguard”.",
  "If you think this sounds hyperbolic, remember that Facebook once tweaked targeted news feeds to manipulate the emotional states of almost a million people in its own secret experiment.",
  "Cambridge Analytica’s alleged use of 50million Facebook profiles to attempt to sway the US presidential election has already earned its place as one of the great scandals of the year.",
  "I don’t know why,” wondered Facebook founder Mark Zuckerberg in a series of private messages, when his first 4,000 users submitted their emails, photos and addresses in 2004.",
  "“They ‘trust me’... dumb fucks.”\n\nThis scandal has, for many, provided the disturbing realisation that social media has eroded privacy norms whilst cultivating narcissism.",
  "So it would make little sense to be outraged about microtargeting by Cambridge Analytica and entirely comfortable with the global surveillance machine that is Facebook.",
  "We don’t even yet know the veracity of the Cambridge Analytica whistleblower’s claim that the firm used 50million Facebook profiles despite being asked to delete them.",
  "The platform holds a granular level of detail on most of the world’s three billion internet users, or if you like, intelligence on 30% of the global population.",
  "And the Obama re-election campaign in 2012 harvested millions of people’s Facebook profiles – including data from friends’ profiles – to optimise targeting.",
  "Data-driven manipulation of populations is not only the reserve of shady start-ups – disturbingly, it is becoming the modus operandi in modern politics.",
  "Facebook’s $500billion business model is built on the enormous opportunities it provides to understand, influence and manipulate its 2.2billion users.",
  "Cambridge Analytica deployed its digital wizardry for the 2016 Republican presidential campaigns of Ted Cruz, Ben Carson, and famously, Donald Trump.",
  "But what we do know is that Cambridge Analytica seeks to “deeply understand”, influence and manipulate millions of unwitting voters on social media.",
  "This isn’t whataboutery – this is the backdrop we really need to acknowledge if we are to understand this new political environment.",
  "How deeply will its advanced machinery seek to understand us and predict or even pre-empt our behaviours in the future?",
  "How might Facebook use its insights to microtarget people in pursuit of its own political and commercial interests?",
  "The risk of Facebook working hand-in-hand with Governments to not only monitor but influence citizens is very real.",
  "The Cambridge Analytica whistleblower also reports that MI6 and the Pentagon were listed among the firm’s clients.",
  "Hundreds of thousands of people gave access to their entire profiles so they could take personality tests.",
  "But Hillary Clinton spent millions of dollars on targeted digital advertising for the election too.",
  "Nation states are already in the business of data-driven influencing and propagandising.",
  "Facebook is not only a key battleground – it is itself a global intelligence database.",
  "How might Facebook use this unparalleled mass of personal information in the future?",
  "This is not a ‘breach’ – this is the business model of Facebook in plain view.",
  "The business claims to have clients in Nato and specifically in UK defence.",
  "“Successful projects”, SCL claims, “begin with the right information”.",
  "This may not be what we signed up for, but that is what it has become.",
  "Maybe now, we are realising that the cost is too high.",
  "Maybe now, we are realising that Facebook isn’t free.",
  "Is this so unusual in today’s world?",
  "And how would any of us know?",
  "“People just submitted it...",
  "No."
]