[
  "In her telling, IRBs can stop “really interesting” and “important” research that “simply cannot be done within current ethical constraints.” When I noted these were the same kinds of arguments made by the subset of medical researchers that led to our modern ethical protections, her response was merely to scoff and taunt me as being old and outdated and someone who simply doesn’t understand today’s world and that privacy and ethics don’t matter anymore.",
  "As the ethically conscious generations of researchers retire and are replaced by this new generation that views ethics as an outdated concept and as the funding and publication mechanisms that govern the academic world accept this new anti-ethical order, we are witnessing a watershed moment that will permanently redefine society’s understanding of its right to privacy, ownership of its digital self and freedom from experimentation against its will.",
  "In the space of just two decades the online world has weaponized personalization and data brokering, stripped away the last vestiges of privacy, centralized control over the world’s information and communications channels, changed the public’s understanding of the right over their digital selves and profoundly reshaped how the scholarly world views research ethics, informed consent and the right to opt out of being turned into a digital guinea pig.",
  "They learn that funders are more likely to support high profile work that excludes the kinds of ethical protections that can constrain their findings, universities are only too happy to waive their IRB and secondary ethical reviews for research that can bring in funding and fame, while career-making journals, hungry for the next blockbuster paper, are just as happy to look past their historical commitment to basic tenants like consent.",
  "As the prevailing views of the academic community have turned against formerly sacrosanct rules like informed consent and the right to opt-out of research when it comes to big data, in turn the future programmers and data scientists being trained by our universities and colleges are growing up in a world in which ethical conduct and IRB review is discussed in the context of derision and good riddance, if it is mentioned at all.",
  "When asked how she reconciled the difference between her view that users of platforms willingly relinquish their right to privacy, while her own data should be strictly protected, she was unable to articulate a reason other than that those who create and study the platforms are members of the “societal elite” who must be granted an absolute right to privacy, while “ordinary” people can be mined and manipulated at will.",
  "Those with research experience in academic labs learn that funders have little interest in ethical considerations of big data research, while the top academic journals that make or break careers are either silent or express “concern” but are quick to note they will still happily accept high profile studies that violate the traditional ethical norms of informed consent and the ability to opt out.",
  "Speaking to one graduating doctoral student recently of a top university who was heading off to a major Silicon Valley company, she spoke openly and energetically about her disdain for IRBs and ethical review and how excited she was that the company she would shortly be working for shared her views towards how customer data could be mined and manipulated.",
  "In her telling, IRBs were merely obstacles to be worked around or ignored and that IRBs would sometimes reject research as unethical or posing a substantial and verifiable danger to participants and that IRBs should have no right to reject research that could generate large grant funds or high profile publications or even yield commercial startups.",
  "In my frequent interactions with the academic world, I find that while the older generation of faculty under which I studied still prioritize ethical research conduct and IRB review, the younger generation, especially those with technical backgrounds and technical faculty in non-traditional disciplines, view ethics as a thing of the past.",
  "Most frighteningly, however, when discussing situations like Cambridge Analytica or the recent Facebook breach, she argued that no harm could come from someone having all of their personal and private data released publicly on the web or from companies generating intimate profiles of people’s most sensitive characteristics.",
  "The growing shift away from ethics and empathy in the creation of our digital future is both profoundly frightening for the Orwellian world it is ushering in, but also a sad commentary on the academic world that trains the data scientists and programmers that are shifting the online world away from privacy.",
  "In fact, even those top journals that only a few years ago issued Editorial Expressions of Concern regarding “practices that were not fully consistent with the principles of obtaining informed consent and allowing participants to opt out” today are only too happy to accept such studies with few caveats.",
  "Academia’s changing views towards IRB and ethical review has produced a new generation of programmers and data scientists who view research ethics as merely an outdated obsolete historical relic that was an obnoxious barrier preventing them from doing as they pleased to an unsuspecting public.",
  "Again, such a possibility was met with a scoff and the justification that if people participate in the digital world, that is simply the cost of being a part of the web, that by using free services you are paying for them by granting companies and researchers to do what they want to you.",
  "One of the most frightening aspects of the modern web is the speed at which it has struck down decades of legislation and professional norms regarding personal privacy and the ethics of turning ordinary citizens into laboratory rats to be experimented on against their wills.",
  "I noted that one of the criticisms of the Stanford “gaydar” study was that it could prompt repressive regimes, where homosexuality can carry the death penalty, to apply similar tools to drivers license and other photo databases to arrest everyone flagged by the algorithm.",
  "When she proudly bragged how her university research group had been mass harvesting social media data and sharing it widely, she also argued that terms of service restrictions aren’t binding and are merely optional recommendations.",
  "Ironically, however, when asked whether she would consent to someone mass harvesting all of her own personal information from all of the sites she has willingly signed up for over the years, the answer was a resounding no.",
  "In the context of social media research, she argued that when we sign up to use social media platforms we are signing legal contracts that grant those platforms the right to do whatever they want to us and with our data.",
  "Yet, looking more closely we find the academic world lurking behind each of these stories, from Facebook’s 2014 emotional manipulation to Stanford’s “gaydar” study to the Cambridge Analytica situation.",
  "Perhaps if our technical curriculums prioritized those two concepts with the same intensity they emphasize technical understanding, our digital world might evolve into something far less sinister.",
  "When I noted that most of the public likely doesn’t understand what they are agreeing to, her response was that it didn’t matter – they had signed away their legal rights.",
  "Such an empathy gap is common in the technical world, in which people’s lives are dehumanized into spreadsheets of numbers that remove any trace of connection or empathy.",
  "In the end, the only thing standing between a safe and privacy-first web and an Orwellian online dystopia is the empathy and ethics of those creating our digital world.",
  "When I speak with newly minted graduates heading off to the commercial world, I hear very clearly the impact of academia’s disdain for big data ethics.",
  "In turn, such adversarial views towards research ethics creates students who view ethical considerations as irrelevant to modern research.",
  "When we talk about research ethics in the big data world, we tend to focus on the high publicity violations by the commercial world.",
  "How might the web change if we taught ethics and empathy as primary components of computer science curriculums?",
  "It is the latter which in many ways has driven each of the former changes.",
  "Unfortunately, this young graduate is far from an outlier.",
  "Only time will tell which side wins."
]