[
  "As Kaitlyn Tiffany wrote for Vox after Amazon debuted its smart microwave, these connected devices are Trojan horses: “an inexpensive entry point, an easy graduation gift, a staple that sometimes needs replacing, and a not-so-intrusive and not-so-useful but also not un-useful household item.”\n\nGadgets from Facebook and Amazon, the thinking goes, will eventually weasel their way into users’ homes, regardless of whether they really need them.",
  "Facebook Portal’s video chat capabilities will have a couple of perks: It’ll have the same filters that make Instagram so fun, along with a feature called Storytime, which will feed a narrator a story via teleprompter, and animate the story onscreen in real time — perfect for parents or other relatives who want to read a child a bedtime story from far away.",
  "Rather than users having to sit in front of a laptop or tablet during a video call, Facebook says its cameras will “adjust to follow the action … whether you’re moving around the kitchen or chasing the kids through the living room.” The camera also widens its focus as more people enter the room.",
  "In its marketing, the company is sure to note that Portal devices are first and foremost “private by design.” The gadgets come with camera covers that can be placed over the lenses “so that you are in control,” and the microphone is disabled with a single tap of the screen.",
  "Facebook tells users that its AI does not use facial recognition technology, and that the company “doesn’t listen to, view or keep the contents of your Portal video calls.” It also promises that the calls are not saved on Facebook servers.",
  "This is an intentional decision, company representatives told the Wall Street Journal: Facebook wants Portal to “focus primarily on communication, rather than browsing.”\n\nWill people trust Facebook enough to buy the product?",
  "The smart speaker industry is already lucrative: According to eMarketer’s forecast, more than 61 million Americans are expected use smart speakers at least occasionally this year, and that number is expected to grow rapidly.",
  "Posted by The Verge on Monday, October 8, 2018\n\nFacebook’s Portal is available in two models: There’s the standard Portal, which costs $199 and looks like a tablet with a large speaker built in.",
  "It also has a microphone that’s set up with Amazon’s voice assistant, Alexa, an interesting move considering Facebook’s device is meant to be in competition with Amazon’s Echo smart speaker.",
  "Just on the heels of its Cambridge Analytica scandal, Facebook is taking heat for enabling hate speech in Myanmar and being blamed for violence in India, the Philippines, Libya, and Germany.",
  "Smart speakers are the next battleground for tech companies\n\nIt makes sense for the Silicon Valley giant to wade into this territory, as smart speakers are the next frontier for Big Tech.",
  "Facebook’s Portal is arguably the company’s first big push in the gadget space (although it did buy virtual reality startup Oculus in 2014 for $2 billion, which sells VR headsets).",
  "But it’s unclear if shoppers will want to spend money on another gadget when their iPhones, laptops, and tablets do the trick — and the Amazon Echo starts as low as $79.99.",
  "It’s looking for ways to increase its profits and to solidify its reputation for enabling friendly communication — an image it’s having trouble hanging onto these days.",
  "These devices are generally wireless, internet-powered speakers with built-in voice assistants that perform tasks like checking the weather and doing online shopping.",
  "The company has been embroiled with scandals regarding privacy and communication, which could overshadow even its most impressive technological advancements.",
  "And just two weeks ago, Facebook admitted a security breach had compromised the accounts of 50 million users — one of the largest security breaches ever.",
  "It can use your Facebook data, for example, to make a suggested call list of the people it believes is in your closest circles, according to TechCrunch.",
  "The gadgets don’t have a web browser, and you can’t access Netflix, Hulu, Youtube, or — strangely — the Facebook app, TechCrunch points out.",
  "Perhaps the better question isn’t if people will have enough money to buy Facebook gadgets — it’s whether they’ll actually want to do it.",
  "But even those cute diversions might not be enough for customers to allow Facebook’s cameras and microphones into their homes right now.",
  "On Monday, Facebook announced its new speaker, called Portal, in a bid to compete with Amazon and Google in the quickly growing market.",
  "In May, a couple from Portland, Oregon, said their Amazon speaker recorded their conversation and send it to a random contact.",
  "But connected devices aren’t ends in themselves, but rather a means to those ends: They’re entry points into people’s homes.",
  "The Portal (which seems more like a smart tablet than a smart speaker) comes with a rectangular high-definition screen.",
  "The high-def “Smart Camera” then uses artificial intelligence to follow a user around the room during video calls.",
  "The battle over which tech company’s smart speaker will ultimately live in your house continues to heat up.",
  "The Portal+, for $349, looks like a Frankenstein version of an Apple iPad attached to a Bose home speaker.",
  "Facebook’s Portal+ is the same price as Apple’s HomePod, and its standard Portal is nearly half the price.",
  "Facebook boasts more than 2 billion users, so the Portal will largely rely on that communication network.",
  "The company says it’s trying to put out the flames but has been widely criticized for being slow to act.",
  "(Its founder, Mark Zuckerberg, has also been scrutinized for his failure to take responsibility at all.)",
  "Why don’t you stop introducing new shit and fix the old shit?”\n\nWant more stories from The Goods by Vox?",
  "All of these details are no doubt being pointed out with Facebook’s recent privacy calamities in mind.",
  "The speakers are being sold on the Facebook site and will also be available from Best Buy and Amazon.",
  "Portals are available for preorder on Monday, and they will be shipped to customers in November.",
  "Moving into an already crowded arena, Facebook is hoping to find an edge by tackling video chat.",
  "Portal links up with Facebook accounts, allowing video calls to friends via Facebook Messenger.",
  "This is, after all, the company that can’t seem to escape communication and privacy scandals.",
  "According to eMarketer, however, one such device isn’t selling very well: Apple’s HomePod.",
  "Facebook, up until now, has also been a purveyor of social interactions, and not gadgets.",
  "Are you interested in gossiping about your sister to your mom under this company’s watch?",
  "But will users want the tech industry’s least-trusted company facilitating video chats?",
  "The most popular ones are made by Google and Amazon, but Facebook is entering the fray.",
  "Facebook Portal first look Facebook's new Portal will put a video camera in your home.",
  "Portal also won’t be able to replace other connected devices, at least at first.",
  "They also call to mind recent privacy violations perpetrated by other companies.",
  "Marketwatch believes smart speakers will become a $30 billion business by 2024.",
  "As one Facebook commenter said of Zuckerberg’s Portal announcement, “Hey, Mark.",
  "To its credit, Facebook is approaching the launch with all of this in mind.",
  "Its $349 price tag is apparently just too high for customers.",
  "This could be a game-changer for video chat.",
  "So what’s the Portal even going to be?",
  "Sign up for our newsletter here."
]