[
  "But Papadopoulos was not deterred: He sent the same email to Paul Manafort — listed as a \"high-ranking campaign official\" in the government filing but identified previously in a Washington Post report — on May 21, just after Manafort was named campaign chairman, telling him that \"Russia has been eager to meet with Mr. Trump for some time and have been reaching out to me to discuss.\"",
  "The Trump campaign's national-security policy representative for the Republican National Convention acknowledged in an interview with Business Insider in September that he had given his campaign colleagues the opportunity to \"intervene\" when an amendment to the GOP's draft policy on Ukraine was introduced in Cleveland last July.",
  "REUTERS/Lucas Jackson\n\nOn June 3, 2016, music publicist Rob Goldstone emailed Donald Trump Jr. and said, \"The Crown prosecutor of Russia … offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Five days later, Papadopoulos again emailed the unidentified \"high-ranking\" Trump campaign official telling him that he would be willing to travel to Moscow to meet with Russian government officials \"if it's in the interest of Mr. Trump and the campaign to meet specific people.\"",
  "But Russian sources cited in a dossier compiled by former British spy Christopher Steele say that by late July 2016, there was \"a well-developed conspiracy of co-operation between [the campaign] and the Russian leadership,\" both of which had an interest in defeating Clinton.",
  "The original amendment, which proposed that the GOP commit to sending \"lethal weapons\" to the Ukrainian army to fend off Russian aggression, was ultimately altered to say \"provide appropriate assistance\" before it was included in the party's official platform.",
  "Six days later, Trump Jr., Paul Manafort, and Trump's son-in-law and top campaign adviser Jared Kushner met with Russian lawyer Natalia Veselnitskaya — identified as a \"Russian government attorney\" in Goldstone's emails — on the promise of dirt on Clinton.",
  "That month, the CEO of the data firm that would soon be hired by Trump's campaign, Cambridge Analytica, reached out to WikiLeaks founder Julian Assange offering to help release the 33,000 emails Clinton said she deleted from her private email server.",
  "Papadopoulos was still pursuing a Trump campaign-Russia meeting as late as August 15, 2016, when a campaign supervisor told him that he would \"encourage\" him and another foreign policy adviser \"to make the trip\" to Moscow \"if feasible.\"",
  "In an April email to then campaign manager Corey Lewandowski, Papadopoulos said he had gotten \"a lot of calls over the past month\" about how \"Putin wants to host the Trump team when the time is right,\" according to The Washington Post.",
  "It is unclear why the CEO, Alexander Nix, thought that Assange had those emails at the time; there is still no evidence that anyone had obtained them, and WikiLeaks did not publish the first batch of stolen DNC emails until late July.",
  "According to the special counsel's office, Papadopoulos kept trying to organize a meeting between the campaign and Russian government officials even after learning from the professor that Russia was trying to compromise Clinton.",
  "On May 4, he told Lewandowski and campaign cochairman Sam Clovis that Ivan Timofeev, a senior official at the Russian International Affairs Council, wanted them to know that Russian officials were open to Trump visiting Moscow.",
  "Thomson Reuters\n\nGeorge Papadopoulos, an early foreign-policy adviser and aide to President Donald Trump's campaign team, was told that Moscow had dirt on Hillary Clinton in April 2016, newly unsealed court documents show.",
  "Elsa/Getty Images\n\nOn July 7, Manafort offered to exchange briefings about the campaign for debt repayment or cancellation from his contacts in Ukraine and Russia, according to emails reviewed by The Washington Post.",
  "Julian Assange has insisted that Russia was not the source of the DNC emails it published on July 22, between the end of the Republican National Convention and the beginning of the Democratic National Convention.",
  "Former Donald Trump presidential campaign manager Paul Manafort looks on during Game Four of the American League Championship Series at Yankee Stadium on October 17, 2017, in the Bronx borough of New York City.",
  "The professor told defendant Papadopoulos, as Papadopoulos later described to the FBI, that 'they [the Russians] have dirt on her'; 'the Russians had emails on Clinton'; 'they have thousands of emails.'\"",
  "But the revelation that a foreign national tied to Russia offered the campaign dirt on Clinton in the form of emails in April 2016 seems to move up the known timeline of Moscow's election interference.",
  "Papadopoulos emailed top Trump advisers several times after learning of the emails, but he never said exactly — not in emails, anyway — what the Russian officials wanted to discuss with the campaign.",
  "The Steele dossier also said that the campaign agreed to sideline the issue of Russia's invasion of Crimea and interference in eastern Ukraine in exchange for WikiLeaks releasing the stolen emails.",
  "LinkedIn\n\nThe revelation sheds new light on claims made by both the campaign and WikiLeaks, which published the stolen DNC emails on July 22, in the weeks and months leading up to the election.",
  "It alleges that Papadopoulos lied to the FBI about the nature and extent of his contacts with foreign nationals and says he knew they had ties to senior Russian government officials.",
  "The trip never took place, and Manafort was forced to step down as campaign chairman four days later amid revelations about his lobbying work for pro-Russia entities in Ukraine.",
  "Hackers, believed to be Russian, breached Clinton's campaign chairman John Podesta's email server in March, but those emails were not published by WikiLeaks until October.",
  "\"During this meeting, the Professor told defendant that he had just returned from a trip to Moscow where he had met with high-level Russian government officials.",
  "On June 1, 2016, Papadopoulos again emailed an unidentified \"high-ranking campaign official\" and asked about Russia, according to the special counsel's office.",
  "Asked by ABC's George Stephanopoulos on July 24 whether there were any connections between the Trump campaign and Russia, Manafort replied: \"No, there are not.",
  "By that point, however, Russia-linked entities had already offered the campaign \"dirt\" on Clinton twice, once explicitly in the form of \"thousands of emails.\"",
  "The offering on Clinton, in this case, was in the form of \"thousands of emails,\" disclosed to Papadopoulos by a person identified as an \"overseas professor.\"",
  "President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in New York City, January 11, 2017.",
  "\"On or about April 26, 2016, defendant Papadopoulos met the professor for breakfast at a London hotel,\" says the special counsel's court filing.",
  "The special counsel's filing indicates that the official forwarded Papadopoulos' email to another campaign official and wrote: \"Let's discuss.",
  "Page took a \"leave of absence\" in September after news broke of his July trip, and the campaign later denied that he had ever worked with it.",
  "He thanked the professor for his \"critical help,\" according to the filing, saying that it would be \"history making\" if a meeting took place.",
  "The official referred Papadopoulos to the \"campaign supervisor,\" who Papadopoulos emailed with the subject line \"Re: Messages from Russia.\"",
  "Wanted to pass this info along to you for you to decide what's best to do with it and what message I should sent (or to ignore),\" he wrote.",
  "The professor told defendant that on that trip he (the professor) learned that the Russians had obtained \"dirt\" on then-candidate Clinton.",
  "News that the Democratic National Committee had been breached by Russia-linked hackers in late 2015 did not break until June 14, 2016.",
  "He now appears to be a cooperating witness in Mueller's investigation of potential collusion between the Trump campaign and Russia.",
  "The document suggests Papadopoulos had known that Russia was actively trying to undermine Clinton before virtually anyone else.",
  "It is unclear whether Papadopoulos had told anyone in the campaign, at this point, about the Russian \"dirt\" on Hillary Clinton.",
  "On July 27, Trump said: \"Russia, if you're listening, I hope you're able to find the 30,000 [Clinton] emails that are missing.\"",
  "The professor was later identified by The Washington Post as Joseph Mifsud, director of the London Academy of Diplomacy.",
  "Clovis replied that \"there are legal issues we need to mitigate, meeting with foreign officials as a private citizen.\"",
  "Carter Page, then a low-level foreign policy adviser like Papadapoulos, traveled to Moscow in early July.",
  "The revelation changes the timeline of Russia's efforts to interfere in the US presidential election.",
  "\"I have the Russian MFA asking me if Mr. Trump is interested in visiting Russia at some point.",
  "Manafort had been a top adviser to Ukraine's pro-Russia Party of Regions from 2004 to 2014.",
  "The information, Goldstone said, was \"part of Russia and its government's support for Mr.",
  "The court document was filed by special counsel Robert Mueller's office in early October.",
  "The Washington Post reported on June 14 that Russia-linked hackers had breached the DNC.",
  "On October 5, Papadopoulos pleaded guilty to making false statements to federal agents.",
  "\"If it's what you say I love it especially later in the summer,\" Trump Jr. replied.",
  "'Putin wants to host the Trump team when the time is right'\n\nGeorge Papadopoulos.",
  "The trip to Moscow that Papadopoulos was planning, meanwhile, never took place.",
  "It should be someone low level in the campaign so as not to send any signal.\"",
  "We need someone to communicate that DT is not doing these trips.",
  "His trip was reportedly approved by Lewandowski.",
  "And you know, there's no basis to it.\"",
  "President Donald Trump.",
  "Trump.\""
]