[
  "“As part of its response to the incident, the Alphabet Inc. unit plans to announce a sweeping set of data privacy measures that include permanently shutting down all consumer functionality of Google+.”\n\nThe incident, which exposed users’ names, email addresses, birthdays, genders, general locations, occupations, relationship statuses, and photos, was reportedly caused by a “software glitch” in Google+ which “gave outside developers potential access to private Google+ profile data between 2015 and March 2018, when internal investigators discovered and fixed the issue.”\n\nGoogle’s legal and policy team, however, made it clear to the company’s executives that sharing information of the data exposure with the public would create “immediate regulatory interest” at a time when Google was, and still is, facing an increasing amount of calls for regulation from activists, politicians, organizations, and data experts.",
  "“Google exposed the private data of hundreds of thousands of users of the Google+ social network and then opted not to disclose the issue this past spring, in part because of fears that doing so would draw regulatory scrutiny and cause reputational damage, according to people briefed on the incident and documents reviewed,” reported the Wall Street Journal, Monday.",
  "The Wall Street Journal also claimed Google didn’t want to “invite comparisons to Facebook’s leak of user information to data firm Cambridge Analytica.”\n\nIn response to the story, BuzzFeed News tech reporter Ryan Mac declared, “The story here isn’t really the potential data breach (which may affected hundreds of thousands) or that Google is shutting down Google+.",
  "https://t.co/ZILkPrZxqC — Ryan Mac (@RMac18) October 8, 2018\n\nLast year, it was reported that Google was “scrambling” to stop regulation in the United States, while in February, a survey revealed that the majority of the American population is for the regulation of Big Tech companies like Google.",
  "It’s that Google’s execs knowingly avoided disclosing an issue because they knew it’d invite gov scrutiny & bad PR.”\n\nThe story here isn't really the potential data breach (which may affected hundreds of thousands) or that Google is shutting down Google+.",
  "Google failed to inform its users about the exposure of their private data for fear of the news inviting regulation and comparisons to Facebook’s Cambridge Analytica scandal, according to the Wall Street Journal.",
  "In August, President Trump’s economic adviser Larry Kudlow claimed the Trump Administration was “taking a look” at regulating Google.",
  "It's that Google's execs knowingly avoided disclosing an issue because they knew it'd invite gov scrutiny & bad PR."
]