[
  "We’re going to have a nice dinner out in our neighborhood— just the two of us, which is perfect and the best way to celebrate.” Read his Playbook Plus Q&A: http://politi.co/2p8FI85\n\nBIRTHDAYS: George F. Will is 76 ... Shira Center, political editor at the Boston Globe ... HuffPost’s Eliot Nelson ... Todd Stern … Megan Kopf Stackhouse, VP of PR at NBC’s “Today” show ... Charlie Chambers (Heimerdinger) ... USAID alum Allison Bormel ... Siobhán Steel, getting her master’s at Georgetown in their Security Studies program, is 27 ... Ellen Qualls … Erin Mershon, health policy reporter at CQNow and a Politico alum ... CAA’s Darnell Strom, a Bill Clinton and DNC alum (h/t Rachel Adler) … Politico’s Ted Hesson ... Steve Ross, executive director of Artists and Athletes … Steve Rosenberg of Hogan Lovells ... Shana Mansbach, a speechwriter at State ... Mitchell Rivard, Rep. Dan Kildee’s deputy COS and Michigan comms director for Hillary in 2016, is 27, celebrating this evening with friends at Sonoma wine bar (h/t Michael LaRosa) ... Rep. Colleen Hanabusa (D-H.I.)",
  "SPOTTED last night at an evening tech expo at Entertainment Software Association headquarters featuring demos of Virtual Reality, Augmented Reality, and Mixed Reality products from industry leaders: Andy Phelps, Will Mason, Mike Gallagher, Benny Johnson, Wren Dillingham, Katie Frates, Zach Graves, Adnan Jalil, Chris Herndon, Austin Carson, Amanda Faulkner, Ali Amirhooshmand, Michael Petricone, Jordan Ballard, Rep. Bill Flores\n\nSPOTTED at the Susan B. Anthony List 10th anniversary gala at the Mellon Auditorium: keynote speaker VP Mike Pence, award honoree Leonard Leo, Kellyanne Conway, Paul Singer, Cesar Conda, Carrie Severino, Jason Thielman, Travis Korson, Marjorie Dannenfelser, Bob McEwen, Bob Heckman, Brian Baker, Alveda King, Gary Marx, Grover Norquist, incoming HHS assistant secretary of public affairs Charmaine Yoest, Frank Cannon, Reps. Trent Franks (R-Ariz.), Virginia Foxx (R-N.C.), Louie Gohmert (R-Texas), and Diane Black (R-Tenn.).",
  "Miles Hansen (h/ts Teresa Vilmain) ... country music HOF Randy Travis ... Voice alum RaeLynn (h/ts Kurt Bardella) ... sports reporter Erin Andrews is 39 ... the former president of Egypt, Hosni Mubarak, is 89 ... Katherine Jackson, matriarch of the Jackson musical family, is 87 ... Will Arnett is 47 ... Lance Bass (‘N Sync) is 38 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "On page 145, she repeats the line verbatim: ‘I believe that we each get one life — and it’s up to us to live it to the fullest.’ In another chapter, Ivanka Trump lists calligraphy, chess and dancing, as a few good options for stress-relieving, balance-achieving hobbies for working women.” http://politi.co/2pJKhd4 ... $14.56 on Amazon http://amzn.to/2pC6omu\n\nCASHING IN -- “Lewandowski’s firm quietly inked Citgo deal,” by Ken Vogel: “A firm co-founded by Donald Trump’s initial campaign manager, Corey Lewandowski, quietly agreed to lobby for the oil company Citgo as the company, which is owned by the leftist government of Venezuela, was becoming increasingly embroiled in tensions involving the United States, Venezuela and Russia.",
  "SPOTTED last night at our Playbook Power List party at the Newseum: Kellyanne Conway, Catharine Cypher, Eli Miller, Andrew Kovalcin, Alyssa Farah, Dan Conston and Kara Genderson, Doug Andres, AshLee Strong, Courtney Alexander, Myra Adams, Matt Gorman, Joe Hack, Anson Kaye, Reps. Ro Khanna (D-Calif.) and Ruben Gallego (D-Ariz.), Becca Rutkoff, Libby Wuller, Heather Purcell, Matt Negrin, Ryan Williams, Tony Sayegh, Matt Schlapp, Nihal Krishan, Sara Fischer, Michael Ramlet, Parita Shah, Kelley McCormick, Hannah Schapiro, Charlie Spiering, Josh and Blair Latoff Holmes, Doug Thornell, Alex Skatell, Camden Stuebe, Alex Trowbridge, Jill Zuckman, Michael Moroney and Francesca Chambers, Eli Yokley, Kate Nocera, Sarah Kliff.",
  "... Sources familiar with the contract say that Avenue Strategies was brought on by Citgo to help provide access to the Trump administration amid calls for the U.S. to seize the company’s assets as a way to expand the impact of sanctions against Venezuela.” http://politi.co/2p0bKrw\n\nTHE OBAMA BEAT -- “Obamas unveil design of presidential center in Chicago,” by the Chicago Tribune’s Angela Caputo, Katherine Skiba and Blair Kamin: “Barack and Michelle Obama on Wednesday offered the first look at the design of the planned Obama Presidential Center in Jackson Park -- a campus of three buildings highlighted by an eye-catching museum, whose height and splaying walls would make a bold architectural statement.",
  "But industry experts say it may cost billions more to cover sick patients who might otherwise see their premiums skyrocket to levels they cannot afford.” http://politi.co/2oZGlWg\n\nPROBLEMS FOR THE BILL’S NAMESAKE -- “Tuesday Group leader under fire over health care deal: GOP Rep. Tom MacArthur says some Republican colleagues have accused him of putting the House majority at risk,” by Rachael Bade and Kyle Cheney: “Moderates in recent days have cornered MacArthur, a leader of the centrist Tuesday Group, on the House floor or in hallways to air their gripes.",
  "...\n\n... Jay Timmons, president and CEO of the National Association of Manufacturers … Katy Quinn ... Charlotte McCoy, VP at Black Rock Group (h/t Anna Epstein) ... Terrell Halaksa, former assistant secretary of education, now partner at HCM Strategists (h/t Alex Slater) ... Derya Agis ... Kathy O’Hearn of Vital Voices (h/t Tammy Haddad) … Liam Prince, Jonathan’s son … AP’s David Pace … Travis Mason … Joe Harper … John R. Gagain Jr. ... former NY assemblyman Richard Brodsky ... Akmal Ali, principal at Catalyst Partners and a DHS alum … Natalie Sabbath ...",
  "How are they coming along?” by Matt Nussbaum, Nancy Cook, Aidan Quigley and Lily Mihalik: “POLITICO took a look at how some of the promises have fared — and how Bannon’s check marks, signaling accomplishment, measure up with reality.” http://politi.co/2pJPxgz\n\nANNIE READS SO YOU DON’T HAVE TO -- “The most revealingly unrevealing quotes from Ivanka Trump’s new book: We mined the advice book’s 222 pages for clues into what drives the notoriously private first daughter,” by Annie Karni: “Some of the bromides she doles out are so nice, she wrote them twice.",
  "‘And I made the judgment that I think for me, particularly with the moderates, it’s better if I stay out of the way at the moment.’ Asked Wednesday afternoon if he was worried about his leadership position in Tuesday Group, MacArthur responded, ‘We’ll see.’ ‘I do accept you cannot lead people who don’t want to go where you want to go, so I’ll see what they want, and I’ll see what I want,’ he said.” http://politi.co/2pIiTtF 1\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "While most of their reports may not be accurate, they can point to legitimate scoops corroborated by mainstream news outlets as evidence they should be trusted on everything else they report, blurring the lines for news consumers.” http://cnnmon.ie/2p08tsp\n\n--“Eliana Johnson: Writing from the Right” -- Yale Daily News http://bit.ly/2pJBSGA\n\n--FOX News Channel has signed Jessica Tarlov, a Democratic strategist and senior director of research at Bustle Digital Group, as a contributor.",
  "Learn more at google.com/grow/veterans\n\nTOP-ED – DANA MILBANK in WaPo, “Now we know: Bill Clinton cost his wife the presidency”: “Almost three hours into a hearing of the Senate Judiciary Committee on Wednesday, FBI Director James Comey shed new light on his decision to go public about his agency’s investigations into Hillary Clinton’s emails, first in July 2016 and again, with devastating effect, in late October, 11 days before the election.",
  "It will also become, the Obama Foundation said, the first completely digital presidential library, with no paper records stored on site.” http://trib.in/2p8Mo5Z\n\n-- “Obama’s carefully political post-presidency,” by Isaac Dovere: “Democrats hoping that Barack Obama will use his first big post-presidential address in Boston on Sunday to slam President Donald Trump or lay out a vision for the party will be disappointed.",
  "at the Arkansas State Society get-together at Entergy, 101 Constitution Avenue ... Reps. Thomas Massie (R-Ky.) and Rep. Justin Amash (R-Mich.) eating at the Thai place next to Bullfeathers ... GA-06 Republican candidate Karen Handel at Tortilla Coast ... Sen. Tim Scott (R-S.C.), Rep. Mia Love (R-Utah) and Rep. Trey Gowdy (R-S.C.) dining with actress Stacey Dash at the Capitol Hill Club Wednesday night.",
  "Though Mitch McConnell plans to stay put for years to come, his leadership team is about to undergo its biggest overhaul in years: All four other GOP leaders are term-limited in their current posts, including Senate Majority Whip John Cornyn of Texas, Conference Chairman John Thune of South Dakota, Policy Chairman John Barrasso of Wyoming and Conference Vice Chairman Roy Blunt of Missouri.",
  "House vote-counters crisscrossed the chamber late Wednesday, pigeonholing reluctant colleagues in a last-ditch bid to put the measure over the top.” http://politi.co/2pAGHBx\n\nTRUTH BOMB -- “Extra cash in health bill gets votes -- but not coverage,” by Adam Cancryn: “Eight billion dollars might be enough to persuade a few reluctant Republicans to vote for the latest Obamacare repeal bill.",
  "Politicians can sometimes fit this bill—the late Senator Daniel Patrick Moynihan had impeccable academic credentials, and so does sitting Nebraska Senator Ben Sasse—but being an elected official in and of itself does not serve as a qualification.” http://politi.co/2q0S5bh\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "TEVI TROY in Politico Magazine, “How to Make the Heritage Foundation Great Again: Jim DeMint’s ouster could be just what conservatism needs”: “The search for a new leader also gives Heritage a chance to correct some of the deviations Heritage has made from its original model, and re-establish itself as the idea factory that the conservative movement needs.",
  "If not this year, several former law clerks said they would not be surprised to see the justice retire in 2018.” http://apne.ws/2pIFTsD\n\nCOMING ATTRACTIONS -- “Senate Republicans brace for leadership scramble,” by Burgess Everett, Seung Min Kim, and John Bresnahan: “Senate Republican leadership is set for a major shake-up after the next election.",
  "Pics http://politi.co/2pKrlL2\n\nSPOTTED: Dan Balz, Michael Bender, Michael Briggs, Mike Feldman, Teddy Davis, Jennifer Epstein, Tammy Haddad, Rep. Darrell Issa (R-Calif.), Jonathan Martin and Betsy Fischer Martin, Ed O’Keefe, Nedra Pickler, Mitch Rose, TJ Ducklo, James Shannon, Robin Sproul, Matt Negrin, Alex Trowbridge, Marco Lopez and Arit John.",
  "This is a field guide to the kinds of AVs that will call cities home in the future, and how they work.” http://bit.ly/2p7LSoM\n\nMEDIAWATCH -- “Right-wing troll Mike Cernovich goes professional with new hosting gig at InfoWars,” by CNN’s Oliver Darcy: “In many ways, the marriage between Cernovich and InfoWars is a perfect fit.",
  "Cornyn would never challenge McConnell, but the Kentucky Republican’s lock on the top job could create a bottleneck for senators looking to ascend the ranks and establish a national profile.” http://politi.co/2qHOICv\n\nPLAYBOOK INBOX – “National Constitution Center Receives Grant to Educate Americans on the Civil War”.",
  "http://pge.sx/2pKs6E9\n\nOMINOUS TIME MAGAZINE COVER -- “WARNING: WE ARE NOT READY FOR THE NEXT PANDEMIC” http://bit.ly/2pIO9Jc\n\nCOURT WATCH -- “Rumors surround Justice Kennedy exit, but he’s not talking,” by AP’s Mark Sherman: “As one justice settles into his new job at the Supreme Court, is another about to leave?",
  "Returning to the city where his famous Democratic convention speech launched him into the presidency, Obama -- who will accept the Profiles in Courage Award at the John F. Kennedy Library -- will focus on civic engagement, especially among young people, which is a focus of his fledgling foundation.",
  "GOP poised to pass health care bill … WHAT INSIDERS HAVE LEARNED from the process -- TUESDAY GROUP might oust leader over deal -- Lewandowski inks CITGO contract -- B’DAY: Polson Kanneth Presented by\n\n\n\n\n\nDriving the Day\n\nListen to the Playbook Audio Briefing http://bit.ly/2p8RAGY ...",
  "In Comey’s telling, this public announcement in turn required Comey to speak up again in October, when more emails were found.” http://wapo.st/2pH8NcF … Matt Wuerker’s funny Comey cartoon http://politi.co/2qC2U0i\n\nFOR YOUR RADAR -- “Emmanuel Macron is 39 and his wife is 64.",
  "He'll be talking about more engagement in a non-partisan way, but the more people who get involved, he believes, the better that will happen to be for Democrats.” http://politi.co/2pbNb74\n\nTHE JUICE …\n\n-- ANDREESSEN HOROWITZ has its annual D.C. Tech Policy Summit today.",
  "“Calling it a ‘transformational project for this community,’ the former president said he and Michelle Obama envisioned a vibrant setting that would be akin to Millennium Park -- a destination for those drawn to the presidential center and the park itself.",
  "Livestream http://politi.co/2p0oizg\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Former President Barack Obama points at a sketch of the proposed Obama Presidential Center during a gathering at the South Shore Cultural Center in Chicago, Illinois, on May 3.",
  "House Majority Leader Kevin McCarthy told reporters yesterday that they “have enough votes” to pass the American Health Care Act, along with an $8-billion boost for high-risk pools, secured by Reps. Fred Upton (R-Mich.) and Billy Long (R-Mo.).",
  "But that hasn’t stopped President Donald Trump and, obliquely, the Republican senator in charge of high court confirmation hearings from weighing in on the prospect that Kennedy could step down as soon as this spring or summer.",
  "French women say it’s about time,” by WaPo’s Mary Jordan: http://wapo.st/2qHTQqe\n\nFUTURECAST – per the Aspen Institute: “Autonomous vehicles are going to change everything we know about living in and getting around cities.",
  "The discussion, moderated by “The Circus” co-hosts Mark Halperin, John Heilemann and Mark McKinnon, featured former Clinton campaign comms director Jen Palmieri, Rep. Mark Sanford (R-S.C.) and ACU Chairman Matt Schlapp.",
  "“The Senate Republican Conference us brimming with ambitious members, and the leadership reordering will be a critical opportunity for longtime and more junior lawmakers to raise their profiles and build their résumés.",
  "MacArthur has become so toxic within the group that he’s intentionally stayed out of final negotiations this week, as leaders try to cajole dozens of centrists to accept the deal he brokered with conservatives.",
  "The Aspen Institute and Bloomberg Philanthropies released a primer for understanding just how all of our lives will be different in a world full of automated taxis, Deliverybots, driverless shuttles and more.",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nTHIS IS A BIG VICTORY FOR SPEAKER RYAN who really needed to get this through for internal political purposes, and to show his muscle with the White House.",
  "http://bit.ly/2px6ZEQ\n\nGUIDE TO FEDERAL BUDGET & APPROPS PROCESS: The federal budget process is complicated; brush up on your knowledge so you’re ready to act as the budget winds its way through Congress.",
  "The extra money for ‘high-risk pools’ in states that choose to opt out of Obamacare is the key change that might get the House bill over the finish line in a high-stakes vote now set for Thursday.",
  "BULLETIN at 5:05 a.m.: “LONDON (AP) - Buckingham Palace says Prince Philip will no longer carry out engagements starting this fall.”\n\nTHINGS ARE FINALLY LOOKING GOOD FOR THE GOP HEALTH CARE BILL.",
  "‘The capper was — and I’m not picking on Attorney General Loretta Lynch, who I like very much — but her meeting with President Clinton on that airplane was the capper for me,’ Comey said.",
  "OUT AND ABOUT – Last night, also at the Newseum, “The Circus” on Showtime hosted a screening of a short documentary chronicling Donald Trump’s first 100 days, narrated by Jeff Goldblum.",
  "Hopefully it’s a hub where all of us can see a brighter future for the South Side,’ he told an audience of about 300 political and community leaders at the South Shore Cultural Center.",
  "GPG announced a strategic partnership with two other communications firms: Finsbury, based in the U.K. and New York City, and Hering Schuppener, which is headquartered in Germany.",
  "http://bit.ly/2p0b0TD\n\nTRUMP’S THURSDAY -- Trump is meeting with Catholic cardinals and leaders, and will sign an executive order aimed at easing restrictions on religious groups.",
  "Here’s what they say they’ve learned, and here’s what they say they need to do going forward if they have a prayer of passing bills like tax reform and an infrastructure package.",
  "...\n\n… Eli H. Miller has been designated as Acting U.S. director of the Asian Development Bank, and acting U.S. Director of the European Bank for Reconstruction and Development.",
  "Learn more at google.com/grow/veterans\n\nTOP TALKER -- “Annotating Steve Bannon’s whiteboard: Steve Bannon has listed all of Trump’s campaign promises on his office whiteboard.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Matt Wolking has been promoted to senior communications adviser and press secretary, and Olivia Perez-Cubas is rejoining Rubio’s Senate office as communications director.",
  "Each hawks sensational and often wildly inaccurate or misleading stories to their audiences, but mixes them in with a smattering of items that appear to hold some water.",
  "“The specific reason he cited: Bill Clinton’s decision to board Attorney General Loretta Lynch’s plane in late June, when their planes were both on a tarmac in Phoenix.",
  "... Reilly O’Connor is announcing the launch of Lincoln Park Group, a boutique government relations and public affairs firm for trade association and corporate clients.",
  "TRANSITIONS -- Lauren Reamy has been promoted to legislative director for Sen. Marco Rubio (R-Fla.), while Robert “Bobby” Zarate will lead Rubio’s foreign policy team.",
  "Maybe, but the real work was done by people like Rep. Patrick McHenry (R-N.C.), McCarthy, Speaker Paul Ryan (R-Wis.) and House Majority Whip Steve Scalise (R-La.).",
  "http://politi.co/2paI3jJ\n\nBIRTHDAY OF THE DAY: Polson Kanneth, senior editorial producer for CNN’s “State of the Union” and an ABC News alum, is 34.",
  "Speakers include Sen. Kamala Harris (D-Calif.), Marc Andreessen, House Majority Leader Kevin McCarthy (R-Calif.) and Rep. Patrick McHenry (R-N.C.).",
  "walked through a bunch of reporters standing outside Ryan’s office yesterday evening and jokingly thanked the GOP for giving them the House back.",
  "He’ll participate in a National Prayer Day event before heading to New York, where he’ll meet with Australian Prime Minister Malcolm Turnbull.",
  "The guide http://politi.co/2pr4J1C\n\n\n\nPlaybookers\n\nSPOTTED: Arkansas GOP Reps. Steve Womack and Bruce Westerman and Sen. John Boozman (R-Ark.)",
  "DeMint’s predecessor Ed Feulner – who is retaking the reins in an acting capacity while the search for a replacement takes place – has a Ph.D.",
  "Officials with Lewandowski’s firm, Avenue Strategies, confirmed that last month it formalized a $25,000-a-month lobbying contract with Citgo.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Eighty-year-old Justice Anthony Kennedy is so far refusing to comment on speculation that he may soon retire after 29 years on the court.",
  "Previously, he served as the staff director of the Senate Banking subcommittee on financial institutions under Sen. Pat Toomey (R-Pa.).",
  "About 18 Republican lawmakers are publicly opposed to the GOP plan, leaving leaders room for only a handful of additional defections.",
  "But it won’t come close to covering the costs for millions of Americans with serious and expensive pre-existing medical conditions.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nGood Thursday morning.",
  "Comey decided to ‘step away’ and announce, without consulting the Justice Department, that Hillary Clinton shouldn’t be charged.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "He wins people over by sheer force of himself, but often complicates legislation because he doesn’t understand the substance.",
  "But to achieve this, the plans call for closing Cornell Drive, a major access route used by thousands of commuters a day.",
  "| Scott Olson/Getty Images\n\nBREAKING ON PAGE SIX ... \"Joe Scarborough and Mika Brzezinski are engaged,\" by Emily Smith.",
  "You need to start with conservatives because the president cares about how his base response to policy on Capitol Hill.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "The event and panel discussion was shot by “The Circus” crew and will be part of the show’s season finale this Sunday.",
  "AND… They are voting on this without an official budget and coverage assessment from the Congressional Budget Office.",
  "“MacArthur’s Tuesday Group colleagues have even suggested they might oust him as leader, as The Hill first reported.",
  "‘I believe that we each get one life and it’s up to us to live it to the fullest,’ she writes on page 8 of the book.",
  "-- WHAT LEADERSHIP THINKS: Congress-White House unity is crucial -- from the beginning of any legislative process.",
  "-- WHAT WHITE HOUSE INSIDERS THINK THE PRESIDENT SHOULD LEARN: The president needs to do less talking -- period.",
  "… Geoffrey Okamoto started on Monday as a deputy assistant secretary of the Treasury in international affairs.",
  "this week to join the House Financial Services Committee as counsel for the subcommittee on capital markets.",
  "O’Connor previously was head of federal affairs and policy for the Wine and Spirits Wholesalers of America.",
  "“‘My amendment has caused far more of a stir than I anticipated,’ MacArthur said in an interview Wednesday.",
  "What is required is a background as an author of serious work and an interest in taking ideas seriously.",
  "If they want tax reform to get through, they need to be on the same page when it comes to principles.",
  "“Obama won’t speak directly about the Democratic Party, the midterm elections or the 2020 campaign.",
  "The White House says it was President Donald Trump who flipped votes in person and on the phone.",
  "As we pointed out in Playbook a few weeks ago, Trump needs to meet with lawmakers individually.",
  "KYLE CHENEY, JOHN BRESNAHAN and JOSH DAWSEY: “The [vote] still promises to be heart-pounding.",
  "Frankly, House Freedom Caucus Mark Meadows (R-N.C.) kept the talks alive in the first place.",
  "... Cambridge Analytica has hired Richard Robinson as VP of CA Commercial, based in London.",
  "Robinson recently served as managing director at ad tech company Turn and is a Google alum.",
  "...\n\n… Holli Heiles left her job as senior adviser and counsel to Rep. French Hill (R-Ark.)",
  "They already messed that up when it comes to tax reform, but there's time to get together.",
  "WHAT WE’VE LEARNED -- We’ve spoken to many of the inside players who got the deal done.",
  "-- WHAT CONSERVATIVES THINK: Don’t draft legislation for the middle of the conference.",
  "Both represent a brand of journalism perhaps best comparable to the National Enquirer.",
  "OUR FAULT -- In Power Briefing yesterday we referred to the Glover Park Group as GPS.",
  "They’ve announced a vote, and most of the time, that’s a good sign for the majority.",
  "HUFFPO’S MATT FULLER’S WHIP LIST -- 18 nos, 3 lean nos, 17 lean yes, 14 undecided.",
  "To succeed in such an effort, Heritage needs a leader with a scholarly background.",
  "WE HEAR… Rep. Jason Chaffetz (R-Utah) has returned from his foot surgery in Utah.",
  "It will be close, though, and the politics of such razor-thin margins are tricky.",
  "‘You are going to make us lose the majority,’ one said, according to MacArthur.",
  "If you start with a conservative proposal, you’ll have a natural constituency.",
  "That will come in the fall, when he resumes doing Democratic fundraising.",
  "But if people hear a political message, he's just fine with that, too.",
  "Rupert Murdoch will introduce Trump at an event honoring Turnbull.",
  "This is not the process Republicans have promised to their voters.",
  "WATCH OUR INTERVIEW this morning with Sen. Joe Manchin (D-W.Va.).",
  "REMEMBER … The plan was to move this bill by the end of January.",
  "They’re getting a $500,000 grant from the Pew Charitable Trusts.",
  "Doors open at 9 a.m. and the event will start around 9:20 a.m.",
  "From there, make concessions to bring everyone else on board.",
  "You’ll lose conservatives and moderates can’t be counted on.",
  "And at least two dozen members are still publicly undecided.",
  "The event is sponsored by the Peter G. Peterson Foundation.",
  "Eli is keeping his position as chief of staff at Treasury.",
  "http://huff.to/2qCoOk3 More than 22 nos sinks this thing.",
  "EVERYONE WANTS CREDIT FOR THE CHANGE IN FORTUNES.",
  "Such a credential is helpful but not necessary.",
  "His strength is not policy, it’s personality.",
  "He could then nail them down on specifics.",
  "Deadlines are really bad for Republicans.",
  "A stretch, perhaps, but maybe not.",
  "No one wanted to own this bill.",
  "He’s “celebrating with my wife.",
  "Groups are too unruly for him.",
  "We doubted we’d see him again!",
  "REP. ELIJAH CUMMINGS (D-MD.)",
  "But they should do it soon.",
  "“‘It’s not just a building.",
  "It’s not just a park.",
  "It’s now May.",
  "..."
]