[
  "Russian operators created a “contest” for Pokémon Go players that urged them “to find and train Pokémon near locations where alleged incidents of police brutality had taken place.” In one scenario, players were instructed to capture Pokémon near gyms that had been crime scenes and then to email screenshots of their captures and claim the prize of an Amazon gift certificate.",
  "When the researcher informed Facebook, it removed the data that allowed him that peek, citing user “privacy” and calling access to it a “bug.” Before the lights were turned out, the researcher found a single Russian-backed Instagram (owned by Facebook) account reached perhaps 10 million users, which is as many previously estimated for all Facebook pages.",
  "On Friday, special counsel Robert Mueller inched closer to completing his investigation of the Trump Tower scandal by interviewing former Trump chief of staff Reince Priebus, one of a series of interviews with current and former White House officials his office has planned, and which should culminate in an interview with President Donald Trump.",
  "As the special counsel and congressional investigations progress, they will attempt to, as former CIA officer Sipher puts it, “marry the report with human and signals intelligence,” subpoena records, gather intelligence from friendly foreign services, and produce a more definitive record than the raw report Steele produced.",
  "Former CIA officer John Sipher has said his colleagues took the dossier “seriously” from first exposure to it, writing that it presents “a coherent narrative of collusion between the Kremlin and the Trump campaign.” And Senator Sheldon Whitehouse (D-R.I.) maintains that none of the dossier’s findings have been disproved.",
  "Last month, Senator Mark Warner (D-Va.) called Twitter’s closed-door briefing with the Senate intelligence committee “frankly inadequate on every level.” Twitter, which has since turned over the profile names of 201 suspect Russian accounts, will appear before the Senate intelligence committee on November 1.",
  "“Things happened on our platform that shouldn’t have happened,” Facebook Chief Operating Officer Sheryl Sandberg said this week—using the staid passive language Facebook likes to use that makes the firm sound like the victim rather than the perpetrator—in an interview with Axios’ Mike Allen.",
  "For an overview of how Russian propaganda roiled the social media masses, see this dandy Sam Thielman piece from Talking Points Memo: They smeared Black Lives Matter, pushed anti-immigrant and anti-Muslim buttons, trolled gun rights activists, and more.",
  "Facebook, the Washington Post reported, has deleted from its site data that allowed a social media analyst to produce an additional yardstick that indicated that twice as many users were exposed to the ads than Facebook estimated.",
  "In one revealing exchange, Sandberg repeatedly deflected Allen’s question about the similarities between the audiences targeted by ads bought on Facebook by the Russians and those purchased by the Trump campaign.",
  "As Politico’s Josh Meyer reported, the site deleted an unknown number of tweets and other data that would allow investigators to determine how many Americans absorbed Russian disinformation through its services.",
  "Until BuzzFeed stuck out its neck to share the document shared for months in governmental and journalistic circles, few had any sense that the Russians might have compromised the incoming president.",
  "Even though none of the little creatures were directly harmed by the stunt, somewhere in Pokémon World the apolitical trinity of Pikachu, Eevee, and Squirtle can be heard sobbing and squeaking.",
  "Elsewhere on the investigative front, Carter Page has told the Senate intelligence committee he won’t cooperate with their probe and promised to plead the Fifth Amendment if subpoenaed.",
  "Upon publication of the dossier, you recall, Trump called it a “hoax.”\n\nThe establishment press, which had declined its opportunity to publish the document, assailed BuzzFeed’s move.",
  "When the complete story of the Trump Tower scandal is written, the publication of the 35-page Steele Dossier by BuzzFeed in early January will likely mark its starting point.",
  "Meanwhile, a Brookings Institution paper concluded that the president “likely obstructed justice” in firing FBI Director James Comey and could be impeached for it.",
  "Vanity Fair recently repeated speculation by Democrats that it might provide the key to proving collusion between Trump and Russia on the campaign data front.",
  "Page, a foreign policy adviser to the Trump campaign, was monitored under a FISA warrant by the FBI because the agency thought he might be a Russian spy.",
  "(Some have denied its allegations, however, with several filing libel suits against the oppo-research firm Fusion GPS that commissioned it and BuzzFeed.)",
  "At Facebook, their landing bought thousands of politically charged ads, some of which targeted swing states, which reached at least 10 million people.",
  "Story Continued Below\n\nRussian political psychwar hit its dastardly apogee when Putin’s posse violated all that is holy by exploiting Pokémon Go.",
  "Upon invading the United States to unsettle the already nuts 2016 presidential election, Russian forces attacked on multiple social-media fronts.",
  "George Washington University researcher David Karpf speculated this week that the full extent of the Russian threat might have been exaggerated.",
  "The dossier has provided congressional investigators with a roadmap for the scandal, as Representative Adam Schiff (D-Calif.) recently noted.",
  "At Twitter, a swarm of Rooskie operatives powered up nearly 2,000 bots and set them loose to strew anti-Clinton messages into the campaign.",
  "“The truth is they don’t know who is on their platform, or how bad people are doing bad things,” former FBI agent Clint Watts told Meyer.",
  "According to Reuters’ Mark Hosenball, Facebook has not satisfied Congress’ call for information about the alleged Russian interventions.",
  "The House intelligence committee has expanded its investigation to include Cambridge Analytica, the Trump campaign data gurus.",
  "Cybercommandos stole the identities of real organizations and uploaded deceiving messages and scheduled fake political events.",
  "That view, best expressed by the Washington Post’s Margaret Sullivan in a column, has turned out to be fabulously misguided.",
  "Karpf also poured cold water on the methodology behind the estimates of how many people viewed the Russian provocations.",
  "Pokémon Go, the augmented reality craze that transformed our mundane 3D world into a video game treasure hunt.",
  "The White House has also provided Mueller with Russia-related documents, the Daily Beast reported.",
  "My email alerts adores Pikachu, my Twitter feed admires Poliwag, but my RSS feed is all Squirtle.",
  "Mueller’s team recently interviewed dossier author and former British spy Christopher Steele.",
  "Almost nobody showed up at the bogus anti-immigrant protest the Russians scheduled, he noted.",
  "Perhaps the harm done to Pikachu, Psyduck, Zubat and the rest of us has been over-hyped?",
  "Bankrolled with at least $53,000, other Russians placed dissembling ads at Google.",
  "As for Pinterest, the Russians didn’t have to post directly on the site.",
  "Unsuspecting users pinched their Facebook copy and posted it for them.",
  "Also mashing the delete button with a fat thumb was Twitter.",
  "This article tagged under: Donald Trump\n\nSwamp Diary",
  "Facebook and Google have been invited, as well.",
  "Send intelligence to Shafer.Politico@gmail.com.",
  "Jack Shafer is Politico’s senior media writer.",
  "And that’s how you capture real-life Pokémon.",
  "******\n\nIs Pokémon Go a Russian plot?",
  "Yes, really."
]