[
  "Facebook broke the law and faces maximum fine for Cambridge Analytica scandal, UK watchdog say\n\nThe government should also stop using the term \"fake news,\" the committee wrote in the report titled \"Disinformation and 'fake news',\" because the term has been adopted to mean everything from purposely misleading information to information a figure just doesn't like.",
  "UK Parliament committee comes to U.S. for hearing on fake news, Russian meddling\n\n\"The report begins to attempt to expose the shady, secretive world of these tech companies, and the high level international links between companies, their subsidiaries, and individuals,\" the committee wrote.",
  "\"Just as the finances of companies are audited and scrutinised, the same type of auditing and scrutinising should be carried out on the non-financial aspects of technology companies, including their security mechanisms and algorithms, to ensure they are operating responsibly.\"",
  "In a statement, Facebook's Vice President for Policy Richard Allan commended the report for raising \"some important issues\" and said Facebook shares the \"goal of ensuring that political advertising is fair and transparent and agree that electoral rule changes are needed.\"",
  "The report also details the methods of now-shuttered data company Cambridge Analytica's during Britain's vote to leave the European Union, as well as major Brexit donor Arron Banks, his spokesperson Andy Wigmore, and their dealings with Russian figures.",
  "New reports show UK will suffer for years\n\nThe committee recommended taxes be imposed on social media companies to finance \"a comprehensive media educational framework\" and said all political advertising work should be \"listed for public display.\"",
  "The committee suggested new taxes and fines for companies like Facebook (FB)and Twitter (TWTR), and says the government should establish a \"clear legal liability\" for tech companies to act against content that is deemed \"harmful and illegal.\"",
  "The committee also recommended setting the maximum fine for election-law violations as a percentage of an internet company's revenue — which would cause much more pain for the likes of Facebook or Google than the current 20,000 pound fine.",
  "A British parliamentary committee says the UK government should hold technology companies responsible and liable for \"harmful and illegal content on their platforms,\" and that misinformation and \"fake news\" is threatening democracy.",
  "The UK Parliament's Digital, Media, Sports and Culture committee made the recommendations in a report about fake news and its effect on Brexit that was meant to be published on Sunday and given to news organizations under embargo.",
  "It slammed Facebook for a \"continual reluctance\" to conduct internal research into how and whether Russia used its platform to influence voters, and called on Facebook chief Mark Zuckerberg to appear before them for a hearing.",
  "This particular committee has been in close contact with members of Congress in the United States who are also investigating issues related to the spread of misinformation on social media and Russia's part in it.",
  "Individuals should also be limited in how much money they can give to a political campaign, and British police should investigate the SCL Group, Cambridge Analytica's parent company, the committee wrote.",
  "Cummings, the Vote Leave campaign director who published the report ahead of the embargo, refused a summons to appear before the committee, and was referred to the House to the Committee on Privileges.",
  "Facebook and Twitter execs to face congressional grilling ahead of midterms\n\nThe report's recommendations, should they be adopted, would radically change how the UK treats technology companies.",
  "Russian company had access to Facebook user data through apps\n\n\"Tech companies are not passive platforms on which users input content; they reward what is most engaging,\" the committee wrote.",
  "Facebook has already taken steps to make advertising on their platform more transparent, in addition to working on a way to \"authenticate and label political ads in the U.K,\" Allan said.",
  "The interim report comes more than a year after the committee first undertook the wide-ranging inquiry, which included dozens of interviews, hearings and evidence submissions.",
  "But Dominic Cummings, the campaign director of the Vote Leave group, which is slammed in the report for \"contemptuous\" behavior, posted a leaked version on his personal blog.",
  "Last fall the entire committee traveled to Washington where they held a special hearing to question Facebook, Twitter and Google executives as well as experts in the field.",
  "The UK should also consider creating a \"digital Atlantic Charter\" to establish formal collaboration with the United States on the issue of data privacy and digital rights.",
  "The report delves into political advertisements, British data analytics firm Cambridge Analytica, the Brexit vote, Russian interference in UK politics and election law.",
  "In the report, the committee details a more than year long investigation into misinformation, social media companies and elections in the UK.",
  "Damian Collins, the chair of the committee, slammed Cummings' refusal to appear and leaking of the report as \"contemptuous behavior.\"",
  "Possible restrictions on political advertising on social media close to election days should also be considered, it said.",
  "\"We will work closely with the UK Government and Electoral Commission as we develop these new transparency tools.\"",
  "Instead, the committee recommends the government define and use the words 'misinformation' and 'disinformation.'",
  "Many see European countries as leading the way toward more regulation for tech companies.",
  "This manipulation of the sites by tech companies must be made more transparent.\"",
  "\"They have profited greatly by using this model.",
  "A final report will be published in the fall.",
  "He blasted it as \"fake news\" itself.",
  "Brexit dividend?"
]