[
  "The evening’s topic, according to a flyer, was “The invisible hand of the super PAC.” The explainer was Zephyr Teachout, who was identified as an anti-corruption activist and a “veteran candidate”—a polite way of saying that she ran for governor of New York, in 2014; for Congress, in 2016; and for state attorney general, this year, all without enduring the potentially corrupting effects of winning.",
  "Last Monday night, about fifty New Yorkers of diverse ages and nondiverse politics showed up at the main branch of the Brooklyn Public Library for the first in a series of “Midterm Explainers”—informal talks ahead of the November elections, followed by cheese and screw-top wine.",
  "“I only pay attention to what they say in debates, when they’re under pressure, or on ‘Brian Lehrer,’ who is a saint.” She added, “We don’t have a national Brian Lehrer, but maybe we need one.”\n\n“What you’re asking for is some form of mediated information,” Teachout said.",
  "What does it mean that many of the messages they receive about their candidates are not coming from the candidates themselves?”\n\n“I never pay attention to a candidate’s ads, no matter who’s paying for them,” a woman with glasses said.",
  "I just have to hope that there’s a midwife on board.”\n\nBefore getting to super PACs, she said, “we’re going to start with Demosthenes.” She began her political history lesson not in 2016, or even in 1776, but in Athens in 351 B.C.",
  "But, she went on, Facebook recently built a small island of transparency called the Ad Archive—a database of all political ads on the platform, along with information about who had paid for them.",
  "“The work of being a citizen is hard and annoying, but it can pay off.” She recited another quote: “ ‘Impossible’ is just a big word thrown around by small men.”\n\n“Who said that?” she asked.",
  "So, whenever you hear punditry, remember how unstable history is.”\n\nThe night before, Teachout had e-mailed the people who’d R.S.V.P.’d for the event with a homework assignment.",
  "“He is always taking in more, everywhere casting his net round us, while we sit idle and do nothing.” Lifting her eyes, she made sure that the metaphor was landing.",
  "A blustering Macedonian tyrant had invaded Greece; Demosthenes, a statesman, urged his countrymen to stop their hand-wringing and start organizing.",
  "“Millions of us did, because of Cambridge Analytica and other security scandals.”\n\n“Disgracebook,” a man in the second row said.",
  "“Observe, Athenians, the height to which the fellow’s insolence has soared,” Teachout said, reading from Demosthenes’ speech.",
  "“Facebook and Google are essentially an advertising duopoly, and we have almost no idea how their algorithms work,” she said.",
  "“I am not Pollyannaish about the depths of the challenges we face,” she said; still, she argued that change is possible.",
  "But most people don’t.” She continued, “Who here knows who your state senator is?” A third of the room raised a hand.",
  "Teachout, a law professor at Fordham, is an expert on antitrust issues and on the Constitution’s emoluments clause.",
  "Teachout emphasized the growing influence of corporate money in U.S. elections but tried to end on a hopeful note.",
  "“Six weeks ago, lots of people would have told you that the Kavanaugh nomination was a foregone conclusion.",
  "“I’m supposed to give birth sometime in the next two weeks, so we’ll see what happens tonight,” she said.",
  "“And how do you know?”\n\n“ ’Cause he lives around the corner,” an older woman carrying a cane said.",
  "“We’re in a genuinely unstable moment in our politics right now,” she told the audience.",
  "She sat on a tall chair before a music stand, straight-backed and unignorably pregnant.",
  "In fact, it was written by an ad copywriter, in 2003, for an Adidas campaign.",
  "“Demosthenes?”\n\n“Teddy Roosevelt?”\n\n“Muhammad Ali,” Teachout told the room.",
  "“Let’s just take it as a current social fact that people do use Facebook.",
  "“Is it a message from Mark Zuckerberg?” the man in the second row asked.",
  "“If you can learn without ads, you’re going to learn a lot better.",
  "“I don’t use Facebook,” a young man wearing gold sneakers said.",
  "“According to this, I just gave birth.”\n\nIt was getting late.",
  "Teachout had asked attendees to conduct a few searches.",
  "You can use that one if you want.”\n\nTeachout laughed.",
  "“Well, this is an unrepresentative sample,” she said.",
  "“Hmm,” she said, pretending to read a notification.",
  "“I deleted my account,” a middle-aged man said.",
  "Teachout’s phone buzzed on the music stand.",
  "“Did anyone do the assignment?” she asked.",
  "is very exciting these days.",
  "“That’s what I call it.",
  "She checked the screen.",
  "“Riding the M.T.A.",
  "?"
]