[
  "Earlier this year, the company had to acknowledge that as many as 87 million people may have had their data accessed by Cambridge Analytica, a data mining firm that worked for the Trump campaign and aimed to use the data to influence elections.",
  "said John Breyault, vice president of public policy of telecommunications and fraud at the National Consumers League, a Washington-based consumer advocacy group that has received donations from Facebook and other tech companies.",
  "Portal will not display Facebook ads \"at this time,\" the company said, although it noted that third-party services such as music streaming might embed their own ads the same way they do on other devices.",
  "On Monday, Twitter users were quick to point to Facebook's privacy fallacies and what they saw as the company's impudence in asking people to trust it with a camera called Portal inside their homes.",
  "Facebook will offer Portal in two sizes — a $199 model with a 10-inch horizontal screen and a $349 \"Plus\" version with a 15.6-inch screen that can switch between vertical or horizontal orientations.",
  "\"This is going to gain (Facebook) not only a place in the smart home, but also data they may not have been able to collect before or understand before,\" said ABI Research analyst Jonathan Collins.",
  "Since Echo's release nearly four years ago, both Google and Apple have followed Amazon in releasing smart speakers designed for use with their other digital services — some of them, at least.",
  "Facebook is marketing the device, called Portal, as a way for its more than 2 billion users to chat with one another without having to fuss with positioning and other controls.",
  "Facebook says it won't \"listen to, view or keep the contents \" of video calls, adding that the Portal camera won't use facial recognition or identify people in the video calls.",
  "The camera, when enabled, detects people as they walk into the room but does not identify specific people or record anything about people's homes, according to Facebook.",
  "These speakers can serve as hub-like controllers for \"smart\" homes as people install appliances, lighting and security systems that can be controlled over the internet.",
  "Facebook executives have repeatedly said that the company does not use the contents of messages or calls for advertising purposes and will not do so in the future.",
  "Facebook is launching the first electronic device to bear its brand, a screen and camera-equipped gadget intended to make video calls easier and more intuitive.",
  "But it's unclear if people will open their homes to an internet-connected camera sold by a company with a questionable track record on protecting user privacy.",
  "And since Messenger can be used without a Facebook account, Portal users won't need a Facebook account to use it — only Messenger.",
  "The device will allow users to disable the camera and microphone with a single tap and to lock it with a numerical passcode.",
  "That said, Facebook says Portal does not collect any information about people's home, listening only for voice commands.",
  "The device features a camera that uses artificial intelligence to automatically zoom as people move around during calls.",
  "Both models also include an internet-connected speaker that features Amazon's voice-activated digital assistant, Alexa.",
  "This includes people's location, activities and interests — \"all the reasons companies want to get into the home.\"",
  "The company says Facebook's privacy policy applies to Portal, since it uses Messenger for voice and video calls.",
  "More recently, Facebook revealed that hackers managed to pierce its security to break into 50 million accounts .",
  "But pointing an artificially intelligent camera into peoples' homes could well raise other privacy questions.",
  "Portal connects calls through Messenger, meaning that it can reach people who don't have a Portal themselves.",
  "\"The first thing consumers are going to wonder is 'how much sensitive data is this collecting about me?'\"",
  "Some compared it to the always-on, always-watching telescreens in George Orwell's dystopian novel \"1984.\"",
  "It's a particularly trying time for Facebook to release a home camera.",
  "Others saw the gadget's appeal — but not if it comes from Facebook.",
  "Still, there are other, less direct possibilities for the future.",
  "There's also a physical camera cover to prevent recording.",
  "Portal represents Facebook's entry into that fray."
]