[
  "All of which means understanding where data breaches occur becomes increasingly important, and the Breach Level Index reveals that in the first half of this year just six social media incidents (including the Cambridge Analytica debacle involving Facebook data) accounted for more than half, 56% to be precise, of all record compromises during the period covered.",
  "\"This year social media has been the top industry and threat vector for the compromise of personal data, a trend we can expect to continue with more and more sectors leveraging these platforms to reach key audiences, especially political teams gearing up for major elections\" he says.",
  "Of course, the optimist in me wants to shout, now that the European Union's General Data Protection regulation (GDPR) has come into force and as the punishing fines for failure to comply start to bite, things will improve.",
  "As the Google+ social network prepares to close there are two numbers that stand out: the six months it took for Google to disclose the breach, and the 500,000 accounts that were potentially affected.",
  "It will be interesting to see what happens when the second half of 2018 numbers come in, as only two of the breaches reported in the UK and covered by this index were disclosed after GDPR took effect.",
  "If anything, it could be a measure of how the regulations will force organizations to not only declare breaches with more urgency but by necessity fix the problems that caused them as well.",
  "Sadly, neither are particularly shocking to this greybeard security journalist; a statement that speaks volumes about just how ingrained into the fabric of the internet insecurity is.",
  "If you want some truly shocking numbers then how about the 4,553,172,708 records globally that have been lost, stolen or otherwise compromised in the first half of 2018 alone?",
  "If social media organizations themselves don't clean up their data protection problems then I have a feeling that the legislature might just try to do it for them...",
  "Take, for example, the small matter of Australia which introduced its own version of GDPR in the form of the Notifiable Data Breach (NDB) scheme back in February.",
  "The index reports that the rise in the number of records affected in Australia has increased by a whopping 7,685% compared to the same period in 2017.",
  "The fallout from recent highly publicized breaches has ignited a renewed, and unprecedented public and governmental outcry about abuses of privacy.",
  "Jason Hart, chief technology officer for data protection at Gemalto, doesn't think this is a trend that is likely to go away anytime soon.",
  "Looking at the global figures for the first half of 2018, that represents an increase of 133% when compared to the first half of 2017.",
  "If you add up the records since this index first started counting, back in 2013, it comes to a truly gob-smacking 14,644,949,623.",
  "The new regulatory regimes require better, and faster, disclosure of incidents where data has been impacted.",
  "Things could get very costly indeed, both in financial penalty and reputational damage terms.",
  "That's some 2.59 million records across 308 incidents, itself an increase of 1,611%.",
  "That's according to the latest Breach Level Index published by Gemalto this morning.",
  "That's over 25 million records every day, 1,048,152 every hour or 17,469 per minute.",
  "So maybe we shouldn't be too surprised to see atmospheric rises in these rates.",
  "The data tends to suggest that the reality is not quite that black and white.",
  "This might not be such bad news as it first appears.",
  "I'm not so sure he is right."
]