[
  "and a John Culberson alum … Malcolm Shaw, associate director at Ladder Capital Finance ... Lily Downing ... Bloomberg alum Alexander Zafran, now at Aurora Energy Advisors ... Christie’s Annie Rosen ... David Mercer ... Brad Knott ... Jim Moffitt ... Heather Winter ... Katie Croake ... Mike Florio ... Aaron Gordon (h/ts Teresa Vilmain) ... Kristin Mehler of Minneapolis … Luisita Torregrosa ... Bilal Qureshi ... Laura Chapin, a Bill Ritter and Barbara Mikulski alum ... Ned Gandevani ... Scott Williams, co-founder and partner of ForeFront Strategies ... Bethany Blankley ... Gregg Smith ... Kavon “K.K” Jackson ... Ned Nader … former British Prime Minister Sir John Major is 74 ... Elle Macpherson is 54 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "is 75 ... Kate Thomas, the head of NARAL’s expanding digital department and a proud Virginian (h/t James Owens) ... Ariel Zev “Ari” Emanuel, Hollywood mogul, co-CEO of William Morris Endeavor, who also acquired the Ultimate Fighting Championship in 2016 for an estimated $4 billion, is 56 (h/t Jewish Insider) ...Euphrates Institute founder Janessa Gans Wilder, a CIA alum (h/t Colby Bermel) ...\n\n... Liz Jaff, VP of campaigns at Crowdpac, an OFA alum and aggressive progressive ... Wyn Hornbuckle ... Curt Swager ... Podesta Group VP Kathryn Hollister ... Ashley Chauvin, VP at Edelman ... David Bergstein, DSCC’s national press secretary ... Dr. Pat Gallagher, former NIST director and acting deputy Commerce secretary now chancellor at the University of Pittsburgh (h/t Sarah Horowitz, who calls Pat her “favorite former public servant”) ... David King, senior lecturer in public policy at Harvard Kennedy School ... Sanjay Misra, Harvard PhD candidate ... Will St. Clair, a native Texan and Obama 2012 alum (h/ts Jeff Solnet) ... David Solimini, fellow at the Truman National Security Project and “Strategist at The Resistance,” per his Twitter … Stephen Worley, comms for Senate Approps.",
  "You got a glimpse of this on camera.’ … Following her face-off with Spicer, Ryan received messages from many friends and colleagues, including Republicans and a former Republican White House press secretary.” With video http://wapo.st/2mP94Mi\n\nSHE’S BACK -- “Clinton jabs Trump in first major post-election speech,” by AP’s Ellen Knickmeyer in San Francisco: “Cracking jokes about her November defeat and her months out of the limelight since, Clinton spoke to thousands of businesswomen in San Francisco, joking there was no place she’d rather be, ‘other than the White House.’ Without mentioning President Donald Trump by name, Clinton faulted the Republican presidential administration repeatedly, including calling its representation of women in top jobs ‘the lowest in a generation.’ She rebuked White House press secretary Sean Spicer, again not by name, for hours earlier Tuesday chiding a black woman journalist [April Ryan] during a news conference for shaking her head.",
  "Juliana’s big brothers, Jay and Jimmy, adore her already!” Pics http://bit.ly/2ofyJe9 … http://bit.ly/2ntXm7d\n\nBIRTHDAY OF THE DAY: WashPost media reporter Paul Farhi, a UCLA grad – he’s celebrating with his family but unsure what he’s doing -- “maybe a trip to Mar-a-Lago?” Read his Playbook Plus Q&A: http://politi.co/2nuf0aT\n\nBIRTHDAYS: Peter Velz, former press assistant extraordinaire in Obama WH comms and “Unemployed Democrat,” per his Twitter is 27 ... McDonald’s Robert Gibbs, the pride of Auburn, Ala., is 46 ... Roger Simon, former chief political columnist at Politico ... Peter Cherukuri, president and chief innovation officer at 1776, Politico alum, and the pride of Williamson, W.Va., is 41 (h/ts Tim Burger, Blain Rethmeier and Nihal Krishan) ... Cate and Clare, Ann and Geoff Morrell’s twins ... Luke McGowan, a veteran of the 2008 Obama Iowa team and WH leg.",
  "Chuck has now brought MTP from #3 across the board to #1 across the board season-to-date in a little more than just two years as the moderator.”\n\n-- per Joe Pompeo’s Morning Media: “New York Post film critic Kyle Smith is leaving the tabloid after 12 years (plus an earlier three-year stint) to become a critic at large for National Review.”\n\n\n\nPlaybookers\n\nSPOTTED: On Tuesday night at Bistro Bis: Robert Draper getting drinks with Dan Bartlett; John Coale, Greta Van Susteren and Rep. Jason Chaffetz (R-Utah) having dinner together; Bob Costa eating a salad at the bar ... DHS Secretary John Kelly and former DHS Chief of Staff Christian Marrone having an intense discussion over dinner last night at Capitol City Brewing Company in Arlington with “a heavy security detail presence,” per our tipster ... Heather Podesta and D.C. mayor Muriel Bowser yesterday at Tosca.",
  "affairs, son of Susan Brophy, and head of community and advocacy at Thumbtack ... AP’s Steve Peoples … Bob Drogin, L.A. Times deputy Washington bureau chief ... CBS’ Lara Logan is 46 ... Casey Wian, former editor of the Daily Trojan, director of CNN’s news gathering for the West and Midwest ... campaign manager Joe Fox (h/t Jon Haber) ... Eric Pelofsky, visiting fellow at The Washington Institute in the program on Arab politics, former special assistant to President Obama and NSC senior director for the Middle East and North Africa, and heartbroken Kansas fan (h/t Ashley and Ben Chang) … Sen. Catherine Cortez Masto (D-Nev.) is 53 ... Rep. Ted Lieu (D-Calif.) is 48 ... former Sen. Larry Pressler (R-S.D.)",
  "‘Feel no guilt,’ McConnell said … McConnell’s attempt to buck up his GOP ranks … underscores the high stakes of the Gorsuch battle as the Senate barrels toward a likely nuclear showdown next week: His confirmation is, to put it mildly, a can’t-lose for Republicans.” http://politi.co/2o6aJx5\n\nTHE CAVALRY … FINALLY -- JOSH GREEN in Bloomberg Businessweek, “With Trump Struggling, Wealthy Backers Rush In to Shore Him Up”: “With President Donald Trump trying to find his footing after his failed effort to repeal the Affordable Care Act, a group of wealthy backers is launching a 10-state media blitz to pressure Democratic senators to support him -- or at least think twice about piling on.",
  "In addition, the [FCC], which initially drafted the protections, will be forbidden from issuing similar rules in the future.” http://wapo.st/2o9a8Lp\n\nNUNES LATEST -- “House panel’s Russia probe effectively put on hold,” by WaPo’s Karoun Demirjian: “The House Intelligence Committee’s probe of alleged Russian meddling in the 2016 elections, including potential ties between the Trump team and the Kremlin, is effectively on hold, after its chairman said the panel would not interview more witnesses until two intelligence chiefs return to Capitol Hill for a still-unscheduled private briefing.",
  "Schock's defense team say they will seek to have the case thrown out, or barring that, prevent the use of any evidence allegedly obtained by an informant, which could jeopardize the Justice Department’s case against the 35-year-old Schock, who resigned from Congress in March 2015.” http://politi.co/2ng6AlE\n\n-- “Ex-congressman Stockman indicted in Texas,” by Josh Gerstein: “A federal grand jury indicted former Rep. Steve Stockman on Tuesday on charges that he obtained $1.25 million in donations under false pretenses and used funds intended for charity to finance his political campaigns.",
  "… She hired as her chief of staff Kristan King Nevins, who previously served as first lady Barbara Bush’s chief of staff and also worked for the CIA, where her portfolio included counterproliferation, counterterrorism and cyberoperations in the Middle East and North Africa.” http://wapo.st/2nhOwZe\n\n-- NYT A1, “Amid White House Tumult, Pence Offers Trump a Steady Hand,” by Glenn Thrush and Maggie Haberman: “When some of President Trump’s aides were reassuring him over the past few weeks that he had enough votes to pass a health care bill, Vice President Mike Pence was skeptical.",
  "And yes, those EU nationals who have made this country their home,’ she will tell MPs, according to a prepared extract of the speech shared by Downing Street.” http://politi.co/2mOUg0t … POLITICO Europe’s Brexit live blog http://politi.co/2mOXlO6\n\nCONGRESSIONAL COURT WATCH -- “Schock aide was FBI informant, lawyers say,” by John Bresnahan: “Lawyers for indicted former Rep. Aaron Schock claim one of his aides - who was secretly working as an FBI informant - broke the law by stealing information from the Illinois Republican's personal and congressional files.",
  "This is a moment across our country when it feels as if the common humanity and values that tie us together are unraveling.” http://bit.ly/2ox2Op5\n\nFOR YOUR RADAR -- “EU nationals May’s priority as she triggers Article 50,” by POLITICO Europe’s Charlie Cooper in London: “Theresa May will pledge to fight with “fierce determination” for every single person in the U.K. — including the millions of EU nationals worried about their future status — when she triggers Article 50 Wednesday, formally starting the process of Britain’s exit from the European Union.",
  "Mr. Pence’s communications director, Jarrod Agen, insisted that it was ‘categorically untrue for anyone to suggest that Reince has anything but the full support’ of the vice president.”\n\nDRIP DRIP -- “Manafort-Linked Accounts on Cyprus Raised Red Flag,” by NBC News’ Aggelos Petropoulos and Richard Engel in Limassol, Cyprus: “A bank in Cyprus investigated accounts associated with President Donald Trump’s former campaign chairman, Paul Manafort, for possible money-laundering, two banking sources with direct knowledge of his businesses here told NBC News.",
  "‘Right now there’s not much to talk about, okay?’ Schumer told POLITICO in an interview last week.” http://politi.co/2ox8Q9a\n\nON THE HILL -- “The House just voted to wipe out the FCC’s landmark Internet privacy protections,” by WaPo’s Brian Fung: “In a party-line vote, House Republicans freed Internet service providers such as Verizon, AT&T and Comcast of protections approved just last year that had sought to limit what companies could do with information such as customer browsing habits, app usage history, location data and Social Security numbers.",
  "SPOTTED: David Remnick, Gail Collins, Cyrus Vance, John Podhoretz, Emma Bloomberg, David Nevins, Pepper Binkley, Joel Klein, David Segal, Nicole Seligman, Gary Ginsberg, Alexandra Pelosi, Michiel Vos, Paul Singer, Richard Cohen, Patricia Duff, Ken Kurson, Gabe Sherman, Bart Gellman, Dafna Linzer, Mosheh Oinounou, Jenna Gibson, Chris Altchek, Kovie Biakolo, Margaret Hoover, John Avlon, Roger Bennett, Max Boot, Charlotte Morgan, Jonathan Alter, Lazar, Richard Zabel, Ilan Benatar, Eugene Kandel, and Meir Soloveichik.",
  "And we need to make sure our base gets excited enough … I do worry to make sure we get our folks excited about coming out to vote to keep this in the hands of a Republican.”\n\nSCOTUS STAKES -- “Reeling Republicans desperate for a win on Gorsuch,” by Seung Min Kim and Burgess Everett: “Mitch McConnell told his leadership team in private this week what’s becoming increasingly obvious on Capitol Hill: Supreme Court nominee Neil Gorsuch probably won’t get 60 votes to avoid a filibuster.",
  "Manafort — whose ties to a Russian oligarch close to President Vladimir Putin are under scrutiny — was associated with at least 15 bank accounts and 10 companies on Cyprus, dating back to 2007 … At least one of those companies was used to receive millions of dollars from a billionaire Putin ally ... [S]ome transactions on Manafort-associated accounts raised sufficient concern to trigger an internal investigation at a Cypriot bank into potential money laundering activities.",
  "“In a statement in the House of Commons timed to coincide with the historic letter’s delivery, May will tell MPs that the formal triggering of Article 50, which begins a two-year period of negotiation and ratification, represents a ‘time to come together.’ ‘When I sit around the negotiating table in the months ahead, I will represent every person in the whole United Kingdom — young and old, rich and poor, city, town, country and all the villages and hamlets in between.",
  "I apologize.’” https://cnnmon.ie/2o52oK7\n\nMEANWHILE – “Fox News Has Best Quarter in Cable News History While CNN, MSNBC Show Growth: FNC finishes Q1 as most-watched network among all of basic cable,” by The Wrap’s Brian Flood: http://bit.ly/2nKC8DW\n\n--per NBC: “Meet the Press was the #1 most-watched Sunday show across the board [in the first quarter] for the first time since 2012 with its biggest audience numbers in *eight years* (since Q1’09).",
  "Schock’s attorneys assert the FBI informant ‘stole’ thousands of messages from a House email account, tried to obtain ‘physical Congressional Office records that were Mr. Schock’s personal property,’ and attempted to ‘covertly record private conversations with and between Mr. Schock and his staff, including conversations where attorney-client privileged communications were discussed.’ ...\n\n“The ex-Schock aide was not named in Tuesday’s motion.",
  "GARY COHN and others will meet with Trump Thursday to talk through the various tax reform package options, Bloomberg’s Justin Sink and Matt Townsend report: https://bloom.bg/2o5IlLn\n\nTHE NEW GOP FEAR -- Republicans are growing increasingly concerned that Democratic candidate Jon Ossoff, a former congressional aide and documentary filmmaker, will win the April 18 special election for HHS Secretary Tom Price’s Georgia House seat.",
  "After questions were raised, Manafort closed the accounts.” http://nbcnews.to/2oeVeQm\n\nBECERRA WATCH -- “Antiabortion activists face 15 felony charges over undercover videos that targeted Planned Parenthood,” by L.A. Times’ Matt Hamilton: “Two antiabortion activists whose controversial undercover videos accused Planned Parenthood doctors of selling fetal tissue were charged Tuesday with 15 felonies by California prosecutors.",
  "Comey comes forward, it’s hard for us to move forward with interviews and depositions’ comes as an indefinite stop order on a roster of expected interviews and testimony, from top Trump campaign surrogates to top intelligence and law enforcement officials serving during the election and transition period.” http://wapo.st/2nirYYe\n\n-- THE CONVERSATION: So far, the House GOP leadership has shoulder shrugged on this issue.",
  "| Andrew Harnik/AP Photo\n\nTHE PENCES -- “Karen Pence is the vice president’s ‘prayer warrior,’ gut check and shield,” by WaPo’s Ashley Parker: “[A]s second lady, Karen Pence, 60 … [has] sat in on at least one interview as the vice president assembled his staff, accompanied her husband on his first foreign trip and joins him for off-the-record briefings with reporters, acting as his gut check and shield.",
  "TRANSITIONS – OBAMA ALUMNI -- ASH CARTER, former secretary of defense, is joining the Harvard Kennedy School as the Belfer Professor of Technology and Global Affairs and will also serve as director of the Belfer Center for Science and International Affairs, succeeding Graham Allison, who has served in that job since 1994 and will continue to be the Douglas Dillon Professor of Government at HKS.",
  "THE COVER of KATY TUR’s first book, “Unbelievable: My Front-Row Seat to the Craziest Campaign in American History,” out Sept. 12. http://bit.ly/2nuyEU3\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump and first lady Melania Trump, in a rare joint public appearance, arrive for a reception for senators and their spouses in the East Room of the White House on March 28.",
  "Mr. Pence, a Hill-wise former Indiana congressman who is typically a palliative presence in an administration of piranhas, had been keeping tabs on conservatives, counseling the president not to take anything for granted, and he urged Mr. Trump to take a hard line against his ideological allies who were pushing for a far more radical rewrite of the Affordable Care Act.",
  "video http://bit.ly/2o6cBWt\n\n-- “Trump breaks the silent treatment with Schumer: ‘Hello, Chuck,’” by Shane Goldmacher and Burgess Everett: “As President Donald Trump welcomed more than half the Senate to the White House on Tuesday night in one of his first big splashes on the Washington social scene, he gave a shout to a recognizable Democratic face in the crowd.",
  "In a short interview, Mason said the WHCA and the hotel will provide the necessary security.” http://politi.co/2nKYd5g\n\nTHE RESISTANCE – “Embattled DNC Asks All Staffers For Resignation Letters,” by NBC News’ Alex Seitz-Wald: “[T]he mass resignation letters will give [new chair Tom] Perez a chance to completely remake the DNC’s headquarters from scratch.",
  "Go ahead, Ken...’ ‘I’m Chuck...’ @chrislhayes @KatyTurNBC” http://bit.ly/2o6ioeC\n\nYIKES – “Bill O’Reilly apologizes after making racially charged joke about congresswoman,” by CNN’s Tom Kludt: “During an appearance on ‘Fox & Friends,’ O’Reilly reacted to a clip of Rep. Maxine Waters (D-CA) delivering a speech on the floor of the House of Representatives.",
  "A federal complaint filed at that time in U.S. District Court accused him of making false statements to the [FEC] and engaging in political contributions illegally routed through so-called conduits.” http://politi.co/2o9HYzX\n\nTRAILER DU JOUR – AL GORE has released the trailer for “An Inconvenient Sequel: Truth to Power” at CinemaCon in Las Vegas.",
  "Read Rachael Bade, Kyle Cheney and John Bresnahan on the state of play http://politi.co/2of6k8d\n\n**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nTRUTH BOMB -- “5 Reasons Trump’s Promised Tax Overhaul Won’t Be So Easy,” by NYT’s Julie Hirschfeld Davis: “A leadership vacuum: The greatest hurdle to a tax overhaul may be the White House itself.",
  "Immediately after Perez’s selection as party chairman in late February, an adviser to outgoing DNC Interim Chair Donna Brazile, Leah Daughtry, asked every employee to submit a letter of resignation dated April 15.” http://nbcnews.to/2o5C3v8\n\n-- IT’S WORTH NOTING… Incoming DNC chairs typically ask staff to resign and reapply for their jobs.",
  "WHAT EVERYONE IS TALKING ABOUT -- \"April Ryan on Sean Spicer’s insulting behavior: ‘I’ll be back,’” by WaPo’s Erik Wemple: “On Tuesday [Spicer] again showed his manipulative and churlish side in an exchange with April D. Ryan, the longtime White House correspondent and Washington bureau chief for American Urban Radio Networks.",
  "… Rules, rules, rules: The arcane procedural rules of Congress — the same ones that contributed to the demise of the health care repeal bill — will complicate the process of pushing through a tax overhaul.” http://nyti.ms/2nL1u4T\n\nBUT, BUT, BUT … TAX/INFRASTRUCTURE BUZZ -- Here are some new theories bouncing around town.",
  "NEW POLITICO/MORNING CONSULT POLL -- “Poll: Health care debacle takes toll on Trump,” by Steven Shepard: “Voter perceptions of President Donald Trump’s job performance have eroded following the failure of a long-promised health care bill through Congress, according to a new POLITICO/Morning Consult poll.",
  "If Trump signs the legislation as expected, providers will be able to monitor their customers’ behavior online and, without their permission, use their personal and financial information to sell highly targeted ads — making them rivals to Google and Facebook in the $83 billion online advertising market.",
  "-- SEN. RICHARD BURR (R-N.C.), chairman of the Senate Intelligence Committee, and SEN. MARK WARNER (D-Va.), vice chairman of Senate Intel, are holding a joint press conference in the Capitol at 2:30 p.m. to give an update on their committee’s investigation of Russia’s interference in the 2016 election.",
  "This week, as the administration tried to pivot to tax reform, Mr. Trump’s top economic adviser, Gary D. Cohn, has been away for a few days with his family, on hand for conference calls but out of Washington.” http://nyti.ms/2o6uYul\n\n-- JUICY PALACE INTRIGUE … From the Thrush/Haberman piece: “Mr.",
  "Prosecutors filed 14 felony counts of unlawfully recording people without their permission — one count for each person — as well as one count of conspiracy to invade privacy.” http://lat.ms/2nhX42l\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "“We made clear in our meeting tonight that President Trump, Vice President Pence, and White House staff continue to be welcome to join us at this dinner.”\n\n-- THE SHOW WILL GO ON -- the WHCA is still planning on holding its April 29 dinner, with a focus on celebrating the First Amendment.",
  "The TV ads will run in the District of Columbia, along with ten states Trump carried in the presidential election where a Democratic senator is up for reelection in 2018: West Virginia, Wisconsin, Missouri, Michigan, North Dakota, Florida, Ohio, Indiana, Montana and Pennsylvania.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nPLAYBOOK SCOOP -- The White House Counsel’s office is interviewing lawyers in their late 30s and early 40s for federal judgeships, sources familiar with the matter told us.",
  "Pic http://bit.ly/2oa741v\n\n-- Sarah Moe Meyers, federal affairs manager at Hallmark Cards, and Dr. Jason Meyers, technical services representative at BASF Professional & Specialty Solutions, welcomed a healthy baby girl, Juliana Elizabeth, into their family on Sunday at 3:42 pm.",
  "A sustained slide in Trump’s poll numbers after pulling the health care bill, however, could threaten Trump’s other legislative priorities, including his plans to overhaul the U.S. tax system.” http://politi.co/2niRooz\n\nOTHER KEY TAKEAWAYS: Trump’s base of support is slipping.",
  "... Emily Cornell ... is moving from the Mercer-funded data firm Cambridge Analytica to run Making America Great’s day-to-day operations.” https://bloom.bg/2nutAiy\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "SCOOP: WHITE HOUSE eyeing young lawyers for judgeships -- TAX TALK -- BANNON reaching out to the Hill on health care -- CLINTON jabs TRUMP in SF -- ASH CARTER’s new job Presented by\n\n\n\n\n\nDriving the Day\n\nListen to Playbook in 90 Seconds http://bit.ly/2ofR0rY ...",
  "STAFF SITTING OUT WHCD -- White House Correspondents Association President Jeff Mason circulated a note Tuesday night that not only is Trump boycotting the annual dinner, but White House staff would also skip the event out of “solidarity” with the president.",
  "We have worked hard to build a constructive relationship with the Trump White House and believe strongly that this goal is possible even with the natural tension between the press and administrations that is a hallmark of a healthy republic,” Mason wrote.",
  "-- NOTABLE ATTENDEES of today's opioid event: AG Jeff Sessions, Education Secretary Betsy DeVos, VA Secretary David Shulkin, Homeland Secretary John Kelly, DEA Administrator Chuck Rosenberg, former Yankee great Mariano Rivera, Florida AG Pam Bondi.",
  "Learn more at google.com/grow/veterans\n\nFIRST PERSON – MAYOR RAHM EMANUEL in the Chicago Sun-Times, “Speak out against the hatred and ugliness whirling around us”: “One-hundred years ago, my grandfather immigrated to the City of Chicago.",
  "Gen. Xavier Becerra’s office alleges that David Daleiden and his co-conspirator, Sandra Merritt, filmed 14 people without their consent at meetings with women’s healthcare providers in Los Angeles, Pasadena, San Francisco and El Dorado.",
  "Pence’s team has at times questioned whether Mr. Priebus was up to the demands of his job, according to one West Wing official close to the vice president, who was not authorized to discuss private interactions involving Mr. Pence.",
  "http://politi.co/2oacrOo\n\nWELCOME TO THE WORLD -- Kate Lynch, a lobbyist with Cascade Associates, and Bryan DeAngelis, a director at the public affairs firm Kivvit, welcomed Vivienne Clare DeAngelis Monday night at Sibley Hospital.",
  "But the Senate majority leader had an equally pressing message: Republicans should have no compunction about pulling the trigger on the ‘nuclear option’ -- with Democrats resisting a high court nominee as well-pedigreed as Gorsuch.",
  "-- BRANDI HOFFINE BARR recently relocated to the west coast and joined the University of California system as the associate vice president for institutional communications and strategy in the office of President Janet Napolitano.",
  "During the course of the last two trying weeks, as less-experienced advisers floundered — and others skipped town — Mr. Pence emerged as an effective, if not ultimately successful, wingman for a president short on competent help.",
  "OUT AND ABOUT IN NYC -- Dan Senor and Campbell Brown hosted a conversation last night at their Tribeca apartment with the co-creators and stars of the Netflix original series “Fauda,” Lior Raz and Avi Issacharoff.",
  "Some are not “seasoned litigators,” but they are “very well qualified.” Another Republican legal-world source said the interview pool has included conservative law professors and U.S. attorneys in their late 30s.",
  "Making America Great, a nonprofit run by Rebekah Mercer, one of Trump’s most influential donors, will begin airing $1 million in television ads on Wednesday, coupled with a $300,000 digital advertising campaign.",
  "Mr. Trump has yet to make basic decisions about the structure and scope of his plan, the strategy for pushing it through Congress or even who in his administration will be in charge of crafting and selling it.",
  "... Greg Leiserson, most recently senior economist at the Council of Economic Advisors, is joining the Washington Center for Equitable Growth as its new director of tax policy and a senior economist.",
  "Learn more at google.com/grow/veterans\n\nPRESIDENT TRUMP nodded to his hope for a less partisan Washington last night while speaking at a reception for senators of both parties at the White House.",
  "The National Republican Congressional Committee is not backing any single candidate, but look for them to start a voter turnout operation soon to try to get GOP voters to the ballot box.",
  "He knows the only way he’ll win this race is if he wins it outright April 18.” Outside Republican groups have already started pouring in money to try and counteract any Ossoff momentum.",
  "For the first time in POLITICO/Morning Consult’s polling since Trump’s inauguration, more voters now disapprove of his job performance — 50 percent in this week’s poll — than approve.",
  "STEVE BANNON is now involved with talks to resuscitate House Speaker Paul Ryan and President Donald Trump’s health care bill, according to multiple sources involved in the talks.",
  "Over all, including abs, it’s D 55, R 31, with 3372 votes cast.” From the senior Republican: “Clearly what happened Friday” -- the health care debacle -- “is a piece of it too.",
  "-- KUMAR GARG, who helped shape science and tech policy for the Obama administration for nearly eight years, is joining the Society for Science & the Public as a senior fellow.",
  "… In 2002, Mike Pence told the Hill that he never eats alone with a woman other than his wife and that he won’t attend events featuring alcohol without her by his side, either.",
  "… Yates Baroody is leaving the DSCC as senior adviser and deputy national finance director, to be finance chair for Archie Parnell’s bid for Mick Mulvaney’s old seat in SC-5.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "However, according to employee records and information provided by Schock’s attorneys, the person in question appears to be Bryan Rudolph, Schock’s former district manager.",
  "-- per Hadas Gold: “As a result of the president not attending the dinner, there will also be no Secret Service protection or security for other dignitaries who may attend.",
  "…\n\n“The president’s son-in-law and free-floating aide, Jared Kushner, who has described himself as a first among equals in the West Wing, was on a family trip to Colorado.",
  "The edited videos were published online, prompting outrage among abortion foes and triggering a wave of threats to abortion providers and those who were secretly recorded.",
  "Other polls have been consistently even more negative for Trump, who hasn’t benefited from the same honeymoon from Americans that other recent presidents have enjoyed.",
  "Hoffine Barr, a DNC, Tim Kaine and Treasury alum who was most recently spokesperson and assistant press secretary for the Obama White House, will be based in Oakland.",
  "Instead, they’ve had virtually no relationship at all, with zero one-on-one meetings or even private conversations on the phone since Trump took the oath of office.",
  "“The energy around Ossoff is 100 percent real and they’re bringing in celebrities to try to get out the vote,” a senior Republican involved in the race told us.",
  "… Deficits and debt … The border tax showdown … The winners-and-losers effect: It is a cliché in Washington to say that tax reform creates winners and losers.",
  "Tim Barrow, the U.K.’s ambassador to the EU, will deliver the Article 50 letter in person to European Council President Donald Tusk by lunchtime in Brussels.",
  "One veteran Republican lawyer familiar with the White House counsel’s efforts said that more younger people than usual are being considered for these jobs.",
  "‘It was insulting but … people are seeing the treatment of the press and how we are treated,’ said Ryan ... ‘We know this, we see this behind the scenes.",
  "Ossoff has raised millions of dollars, and there are 13 Republicans candidates, which could allow Ossoff to clear 50 percent of the vote in a few weeks.",
  "… Stockman, 60, was arrested at Bush Intercontinental Airport in Houston earlier this month as he attempted to board a flight for the Middle East.",
  "“Baby Vivi entered the world healthy, weighing 8 lbs 13 oz and brimming with excitement to meet big brothers Timmy and Nathan,” DeAngelis writes.",
  "But it is true, and that is one of the most formidable obstacles that has frustrated previous efforts at enacting broad changes to the tax code.",
  "“While disapproval of Trump only narrowly exceeds his approval rating, the intensity gap between opponents and supporters of Trump is far wider.",
  "‘Hello, Chuck.’ It was the first six words exchanged between the president and Senate Minority Leader Chuck Schumer in more than two months.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "-- THE SCARY NUMBERS FOR THE GOP from The Upshot’s Nate Cohn: “For what it’s worth, day 2 of in-person early voting in GA-6 is D 55, R 32.",
  "Several top GOP sources told us that they are becoming increasingly skeptical that they will be able to win over Democrats on tax reform.",
  "The remarks were widely denounced as both racist and sexist on Twitter, where O'Reilly’s name was trending Tuesday morning and afternoon.",
  "Former HFA-er Daniel Barash is running the race, and they’re working with GMMB, Anzalone Liszt Grove Polling, and Resonance Campaigns.",
  "Despite Donald Trump’s proclamations that he is ready to deal with Democrats, that’s not the assumption Republicans are working under.",
  "-- WINNING THIS SPECIAL ELECTION would be another big boost for Democrats, especially after the health care bill went down in flames.",
  "‘I said that again today on Fox & Friends calling her ‘old school.’ Unfortunately, I also made a jest about her hair which was dumb.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "It is a departure from the Obama administration, which mostly stuck to older, experienced legal professionals for judgeships.",
  "... Greenberg Quinlan Rosner has promoted GQR vice presidents Kristi Lowe and Elizabeth Sena to become partners in the firm.",
  "It’s not exactly “coupling” tax reform and infrastructure, but there is a strategy that could make the two work in tandem.",
  "Trump’s approval rating dropped to 46 percent in this week’s survey, the poll shows, down from 50 percent a week prior.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Fliers using the same propaganda tactics employed by the Nazis in the 1930’s are being placed around college campuses.",
  "Eric Rosenbach will serve as the Belfer Center’s co-director and a lecturer in public policy at the Kennedy School.",
  "http://bit.ly/2ntI6XP\n\nVIDEO DU JOUR -- Derrick Shannon (@drs2222): “[Trump:] ‘We just can’t make mistakes, right?",
  "-- ON TRUMP’S ABILITY TO GET THINGS DONE: 26% say they are “very confident” in his ability to serve as president.",
  "Congress would write a tax reform package and create a “fund” with corporate dollars brought back from overseas.",
  "Placing younger candidates on the bench would ensure Trump’s influence on the federal court system for decades.",
  "“The Senate has already voted to nullify those measures, which were set to take effect at the end of this year.",
  "The bigger issue for the DNC is the awful morale after Debbie Wasserman Schultz’s resignation over the summer.",
  "21% saying they are “somewhat confident.” But 13% are “not too confident,” and 36% aren’t “at all” confident.",
  "Overall, 38 percent of voters strongly disapprove of Trump, compared to only 23 percent who strongly approve.",
  "The rules had also required providers to strengthen safeguards for customer data against hackers and thieves.",
  "‘As I have said many times, I respect Congresswoman Maxine Waters for being sincere in her beliefs,’ he said.",
  "The show portrays an Israeli undercover special forces unit that penetrates Palestinian terror organizations.",
  "‘I was looking at the James Brown wig.’ ‘If we have a picture of James Brown – it’s the same wig,’ he added.",
  "Interim DNC Chair Donna Brazile also asked for everyone’s resignations when she temporarily took the helm.",
  "The fundamentals have not changed -- the conservative House Freedom Caucus has not backed off its demands.",
  "Republican presidents historically pick younger lawyers for judgeships compared to Democratic presidents.",
  "-- ON OBAMACARE: Half of voters now approve of the Affordable Care Act, compared with 43% who disapprove.",
  "Pence will join Trump at those events, and will also swear in David Friedman as the ambassador to Israel.",
  "“‘Too many women have had a lifetime of practice taking this kind of indignity in stride,’ Clinton said.",
  "Approval for the law has increased 4 percentage points from last week, and 9 points from early January.",
  "The Trump-Schumer relationship was supposed to have been one of Washington’s most intriguing this year.",
  "And Mr. Trump has made his own unhappiness known with Mr. Priebus, the former chairman of the [RNC].",
  "Staffing had already reached unusual lows following a round of post-election layoffs in December.",
  "While White House officials said they would unveil a plan weeks ago, one has not materialized.",
  "If he clears 50 percent, Ossoff would avoid a June runoff, which he would be unlikely to win.",
  "HAPPENING TODAY -- TRUMP will host an opioid and drug listening session with New Jersey Gov.",
  "But, behind the scenes, many Republicans want Speaker Ryan to get this thing under control.",
  "That’s not likely to be a problem this time around because Trump wants to spend big bucks.",
  "The parties are way too far apart at this point, and they see no sign the gap is closing.",
  "Committee Chairman Devin Nunes’s declaration Tuesday that ‘until [FBI Director James B.]",
  "But there are hopes that they can revive the process they blew up less than a week ago.",
  "81% of Republicans and 39% of independents approve of the job the president is doing.",
  "‘I mean, it’s not like I didn’t know all the nasty things they were saying about me.",
  "http://politi.co/2nyJWbI\n\n--ALEX SCHRIVER is moving to Targeted Victory as an SVP.",
  "Discussions fell apart because Schumer wanted to spend more money than Ryan did.",
  "We have all been promising it -- Democrat, Republican -- to the public.” 5-min.",
  "The solidly conservative district went narrowly for Donald Trump in November.",
  "He came to Chicago to escape anti-Semitism and the pogroms of Eastern Europe.",
  "In a statement Tuesday afternoon, O'Reilly expressed regret for the remarks.",
  "... A century later, the hatred my grandfather was fleeing is on the rise.",
  "… Here we are and, shockingly, it’s bipartisan,” Trump joked to applause.",
  "Asked whether she felt Spicer’s treatment was insulting, Ryan confirmed.",
  "The GOP has set up an independent expenditure arm that could run TV ads.",
  "http://bit.ly/2nu7w7F\n\nHEATHER PODESTA has rebranded her firm Invariant.",
  "And my concern goes hand in hand with what Jon Ossoff has done himself.",
  "‘‘But you just have to keep going.’” http://bit.ly/2mP4Swf\n\nENTIRE W.H.",
  "He was most recently chief of staff for Rep. Bradley Byrne (R-Ala.).",
  "-- WE’LL BE ON THE LOOKOUT for administration officials at parties!",
  "A week prior, 85% of GOP voters and 44% of independents approved.",
  "The Congressional Leadership Fund has spent north of $2 million.",
  "Paul Ryan and Chuck Schumer discussed this idea a few years ago.",
  "... [H]e snapped at Ryan: ‘I’m sorry that that disgusts you.",
  "Juliana weighed in at 8 lbs 3.5 oz and was 20.5 inches long.",
  "He knew no one, except for a third-cousin he had never met.",
  "I know that we are all going to make a deal on health care.",
  "The documentary will be released in theaters on July 28th.",
  "‘I didn’t hear a word she said,’ O’Reilly said of Waters.",
  "I have no doubt that that’s going to happen very quickly.",
  "I thought some of them were kind of creative,’ she said.",
  "Chris Christie and drop by a women’s empowerment event.",
  "It was previously called Heather Podesta + Partners.",
  "“Sarah and Juliana are home and doing fantastic.",
  "“The WHCA board regrets this decision very much.",
  "“I have some very special friends in the room.",
  "Rosenbach was Carter’s chief of staff at DOD.",
  "Color us extraordinarily skeptical, for now.",
  "“National money is coming in ... he’s real.",
  "I appreciate it,’ he said with sarcasm.",
  "Jewish cemeteries are being desecrated.",
  "Their base is super excited right now.",
  "The White House declined to comment.",
  "Synagogues are being vandalized.",
  "People we weren’t expecting.",
  "“A lot of people showed up.",
  "So we don’t make mistakes.",
  "He was just 13 years old.",
  "I see Chuck,’ Trump said.",
  "You’re shaking your head.",
  "That’s such an easy one.",
  "-- A REPATRIATION FUND.",
  "-- A ONE-PARTY BILL.",
  "He spoke no English.",
  "He had no money.",
  "THIS IS NOT NEW!",
  "Happy hump day.",
  "State Atty.",
  "‘Chuck?",
  "...",
  "..."
]