[
  "This in-home panopticon is called Facebook Portal, and its debut comes at what might seem like an inopportune time for the company — days after a Gizmodo report revealed it was harvesting two-factor authentication numbers; less than 10 days after it revealed that an attack on its computer network had exposed the personal information of nearly 50 million users (and left 40 million more vulnerable); and barely six months after CEO Mark Zuckerberg appeared before Congress to explain how it let Cambridge Analytica acquire the private information of up to 87 million users without consent to be used for psychographic profiling.",
  "It’s also further confirmation that Facebook isn’t particularly sorry for its privacy failures — despite a recent apology tour that included an expensive “don’t worry, we got this” mini-documentary, full-page apology ads in major papers, and COO Sheryl Sandberg saying things like, “We have a responsibility to protect your information.",
  "https://t.co/wweqmrvit4\n\nFacebook is a company founded on the principle of collecting data, and virtually every part of its two core missions (“to bring the world closer together” and to deliver profit to shareholders) require amassing more data and finding creative new ways to parse and connect it.",
  "This summer, just days after Zuckerberg assured “we have a responsibility to protect people,” reports surfaced that Facebook asked US banks for granular customer financial data (including card transactions and checking account balances) to use for a banking feature.",
  "For this reason, many of Facebook’s biggest problems are technological problems of scale — of amassing and processing so much data — and yet Facebook argues that amassing more data is the way to improve every experience, which includes fixing its myriad problems.",
  "Later in the year, while Zuckerberg told Congress “I promise to do better for you” and pledged increased transparency in its handling of users’ data, the company admitted to secretly using a private tool to delete the old messages of its founder.",
  "Weeks after the Cambridge Analytica privacy scandal broke, Facebook announced at its annual conference that it would soon use its trove of user data to roll out a dating app to help pair users together in “long-term” romantic relationships.",
  "Even the company’s good faith attempts to secure its platform feel ham-handed and oblivious, like last November when Facebook asked users in Australia to upload their nude photos to Facebook for employee review to combat revenge porn.",
  "Getty Images\n\nOn Monday morning Facebook revealed a new gadget — a voice-activated video chat tablet with an always-listening microphone and camera for your living room or kitchen that can detect when you are in your own house.",
  "This is why Facebook might feel confident rolling out an always-listening home camera a few weeks after a report revealing the company harvested two-factor authentication phone numbers to target users for advertising purposes.",
  "Facebook is quite obviously interested in profit and power, but its problems seem to stem less from some inherent evil than a broader, foundational failure to see itself outside of this data-gathering, world-connecting prism.",
  "Despite all of the bad press and fallout (which includes everything from disrupting the media business to election interference to ethnic cleansing in places like Myanmar), the company is vast, powerful, and profitable.",
  "To observers, these might seem like easily avoidable errors, but to Facebook, whose very identity and foundational mandate is the instinctual drive to amass personal data, they make perfect sense.",
  "If we can’t, we don’t deserve it.” Worse, it belies the idea that Facebook has any real desire to reckon with the structural issues that obviously undergird its continued privacy missteps.",
  "“They believe that to the extent that something flourishes or goes viral on Facebook — it’s not a reflection of the company’s role, but a reflection of what people want,” they said.",
  "For those of you who never read it or forgot, the 1984 reference you're looking for when talking about Facebook Portal is the \"Telescreen\" https://t.co/iTD7xGR5Lw",
  "It is the crystal ball that allows the company to see ahead and do what might feel to us mere mortals (privacy advocates, the media, regular users) as reckless.",
  "Facebook’s unquenchable thirst for personal information is often interpreted as sinister or malicious in nature — a frame that feels a bit too convenient.",
  "still wants to put a online webcam in your kitchen https://t.co/zsB1Jc82VE\n\nTone-deaf business decisions like Portal are nothing new for Facebook.",
  "It’s a flagrant flex of Facebook’s market share muscle and a yet another reminder that the company’s data collection ambitions supersede all else.",
  "Almost every part of Facebook — from Messenger to News Feed advertisements — improves with every new morsel of personal information collected.",
  "But more troubling still is what a product like Portal says about us, Facebook’s users: We don’t care enough about our privacy to quit it.",
  "And it might be one reason — perhaps among many — that the founders of both WhatsApp and Instagram have left the company in recent months.",
  "For Facebook employees, there’s often a cognitive dissonance between their work and how they see it described beyond company walls.",
  "Eleven years ago, before Facebook was even a full behemoth, it was rolling out invasive features only to issue awkward apologies.",
  "A former senior employee described this as part of the “deeply rational engineer’s view” that guides Facebook’s decisions.",
  "It’s like Trump announcing a new resort and casino in Moscow or BP announcing a fleet of Deepwater Horizon oil tankers.",
  "“If you could see what I see, a lot of this would make more sense,” one current employee told me in October of 2017.",
  "Facebook knows us well enough to know the truth: We don’t care enough about our privacy to stop using it.",
  "After its first president, Sean Parker, expressed regret over its ruthless monetization of attention?",
  "After legislators trotted out examples of election interference in front of executives?",
  "Data informs how decisions get made; it also conveniently absolves Facebook of blame.",
  "The company didn’t appear to have the foresight then, and it doesn’t appear to now.",
  "Collect more and more precise information with which to make them more relevant!",
  "Facebook reported earnings and monthly average users that exceeded expectations.",
  "Only recently does that answer really begin to make sense: It’s about the data.",
  "To call Facebook’s newest home surveillance device ill-timed is generous.",
  "I love how Facebook managed to make a product even creepier than Alexa.",
  "Too much algorithmically tailored, low-quality content in News Feed?",
  "Then collect even more data and use the algorithms to police it.",
  "data breach lets anyone into millions of people's accounts ??",
  "You know what happened after the Cambridge Analytica scandal?",
  "Facebook has seen enormous success with this strategy.",
  "loses the data of hundreds of millions of people ??",
  "I want Portal, but from any company but Facebook.",
  "Advertisements intrusive and clumsy?",
  "Ask people to rate and rank it!",
  "Feed it to the algorithms!",
  "ruins a few elections ??",
  "Collect more data!",
  "The stock spiked.",
  "??"
]