[
  "The Hill’s Bob Cusack … Richard Carlbom, principal at United Strategies, is 36 ... Fritz Fitzpatrick ... Andrei Cherny is 42 ... Caren Auchman, SVP at FleishmanHillard (h/t Allison Preiss) ... Alex Mallin, ABC News White House producer (h/ts Jonathan Karl and Arlette Saenz) ... Rep. Keith Ellison (D-Minn.) is 54 ... Rep. Hakeem Jeffries (D-NY) is 47 ... Rep. Tom Rice (R-SC) is 6-0 ... Andrea Hechavarria ... Daniel Moss, Bloomberg News’ executive editor on global economics … WaPo’s Joby Warrick is 57 ... Washingtonian editor Michael Schaffer is 44 (h/t Dan Swartz) … Pete Brodnitz ... David Myles FitzSimmons … Allison Rhodes Morgan ... AP’s Sinan Salaheddin is 42 ... Susan Whitson, Bush administration alum, former press secretary to First Lady Laura Bush, and former DOJ and FBI spox, celebrating with her seven year-old son on a cruise down the Blue Danube through Austria (h/t Keir Whitson) ...\n\n... Brett Loper, SVP of gov’t affairs at American Express ... Nick Wing, senior viral editor at HuffPost, is 3-0 ... Kate Michelman ... John Edgell, comms director for Rep. Marcy Kaptur (h/ts Jon Haber) ... former U.S. treasurer Rosario Marin ... WashPost deputy Outlook editor Mike Madden, a City Paper alum, is 41 ... Wendy Ruderman ... Wendy Cohen ... CNN Politics’ Greg Krieg, alum of Mic and ABC ... former Ohio Gov.",
  "$16.20 on Amazon http://amzn.to/2v4DwTK ... Pic of Josh Green and Charlie Spiering http://politi.co/2v2Kf27\n\nSPOTTED: Jerry Seib, Carl Cannon, Betsy Fischer Martin, Patrick Steel, Tammy Haddad, Julie Pace, Adam Goldman and Allison Hoffman, Ryan Williams, Garance Franke Ruta, Elaina Plott, Hilary Rosen, Linda Douglass and John Phillips, Jeremy and Robyn Bash, Margaret Talev, Al Hunt, Zach Mider, AB Stoddard, Shannon Pettypiece, Toluse Olorunnipa, Josh Dawsey, Robert Draper and Kirsten Powers, Sam Feist, Garance Franke-Ruta, Kathy O’Hearn, John and Barbara Cochran, Katie Rogers, James Hohmann, David Jackson, Lisa Lerer, Annie Linskey, Ty Trippet, Augusta Mellon, Abby Phillip, Marty Schenker, Jack Shafer, Sabrina Siddiqui, Cindy Smith, Robin Sproul, Keith Urbahn, Dave Weigel, Gail Ross, Matt Apuzzo, Rosie Gray, Tim Noah, Jen Epstein, Gail Ross, Michael Schaffer (whose birthday is today), David Jackson, Tom Forrest, Annie Findlay, Julie Bykowicz.",
  "Rob Andrews (D-NJ) is 6-0 ... Kaci Sturgeon ... Derek Dash ... Hayley Prim, principal at Hilltop Public Solutions … Valerie McCabe ... Steve Rudin ... Emil Hill ... Chad Kolton ... Martha Love … Steve Kean … Lina Brunton … Paige Shipman … Anna Bennett (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "And as he presses a hard-line immigration agenda, he has dispatched additional federal prosecutors to border districts to prosecute immigration cases and has ordered cities and states to fall in line with federal immigration authorities or else face cuts in federal funding.” http://nyti.ms/2v2TGi5\n\n--INTERESTING NUGGET: “Among the paintings that Mr. Rosenstein selected to decorate his conference room at the Justice Department is a portrait of Edward H. Levi, appointed attorney general by President Gerald R. Ford in 1975 after the department’s credibility had been eroded by President Richard M. Nixon, whose firing of the Watergate special prosecutor, Archibald Cox, led to the resignations of Attorney General Elliot Richardson and Deputy Attorney General William Ruckelshaus in what became known as the Saturday Night Massacre in October 1973.",
  "The new initiative to tweak Trump on climate change is being touted as a first on the internet -- a ‘digital environmental legislative handbook’ which organizers say will provide political leaders and lawmakers around the nation with a comprehensive curated list of legal and legislative research, voting records, and bill language and data to help them prepare bills on a wide range of environmental action, including air quality, renewable energy, health and climate change.” http://politi.co/2feqHlI\n\nWEST COAST WATCH -- “Hollywood picks Gavin Newsom over Antonio Villaraigosa in California’s race for governor,” by L.A. Times’ Seema Mehta and Maloy Moore: http://lat.ms/2vyVLDI\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "The amended disclosure shows that just before the end of the campaign, Flynn entered into a consulting agreement with SCL Group, a Virginia-based company related to Cambridge Analytica, the data mining and analysis firm that worked with Trump’s campaign.” http://bit.ly/2htghj9\n\nTRUMP INC. -- “Secret Service vacates Trump Tower command post in lease dispute with president’s company,” by WaPo’s Carol Leonnig, David Fahrenthold and Jonathan O’Connell: “The Secret Service has vacated its command post inside Trump Tower in Manhattan following a dispute between the government and President Trump’s company over the terms of a lease for the space ...",
  "The sources added that U.S. Special Counsel Robert Mueller had convened the grand jury investigation in Washington to help examine allegations of Russian interference in the vote.” http://reut.rs/2fbO6V3\n\n-- “One year into the FBI’s Russia investigation, Mueller is on the Trump money trail,” by CNN’s Evan Perez, Pamela Brown and Shimon Prokupecz: “Federal investigators exploring whether Donald Trump’s campaign colluded with Russian spies have seized on Trump and his associates’ financial ties to Russia as one of the most fertile avenues for moving their probe forward, according to people familiar with the investigation.",
  "Panel: Nina Turner, former Sen. Rick Santorum (R-Pa.), Amanda Carpenter, Rep. Ro Khanna (D-Calif.)\n\n-- CNN’s “Inside Politics,” guest hosted by Dana Bash: Perry Bacon, Karoun Demirjian, Julie Davis, Michael Shear\n\n-- CNN’s “Fareed Zakaria GPS”: Al Gore ... Julia Ioffe ... Gideon Rose ... Dan Senor\n\nBIRTHWEEK (was yesterday): Joe McCarthy, who celebrated last night with wife Marina and brother Jim at Fenway ... Brian Morgenstern, senior adviser at Treasury and Rubio alum (hat tip: Natalie Boyse)\n\nBIRTHDAY OF THE DAY: Bret Baier, Fox News’ chief political anchor and anchor of “Special Report”.",
  "The White House is committed to fully cooperating with Mr. Mueller.’” http://on.wsj.com/2ua1HTD\n\n**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nREUTERS -- “Grand jury issues subpoenas in connection with Trump Jr., Russian lawyer meeting: sources,” by Karen Freifeld and John Walcott: “A grand jury has issued subpoenas in connection with a June 2016 meeting that included President Donald Trump's son, his son-in-law and a Russian lawyer, two sources told Reuters on Thursday, signaling an investigation is gathering pace into suspected Russian meddling in the 2016 U.S. election.",
  "The Justice Department covers legal fees for employees sued in the course of their duties, but some of the lawyers want extra protection.” http://cnn.it/2v4ktJ1\n\nTRUMP RESPONDS -- “Trump rallies his base against Russia investigation,” by Matt Nussbaum in Huntington, West Virginia: “President Donald Trump used a campaign-style rally Thursday night to level a sustained attack on the investigation into Russian meddling in last year’s election, just hours after news broke that special counsel Robert Mueller had tapped a grand jury as part of the wide-ranging probe.",
  "Ryan also said if the House doesn’t do its job “we will depress turnout” in 2018. http://bit.ly/2fdWlzW\n\nWHAT EVERYONE IS TALKING ABOUT -- “Special Counsel Robert Mueller Impanels Washington Grand Jury in Russia Probe,” by WSJ’s Del Quentin Wilber and Byron Tau: “Special Counsel Robert Mueller has impaneled a grand jury in Washington to investigate Russia’s interference in the 2016 elections, a sign that his inquiry is growing in intensity and entering a new phase, according to people familiar with the matter.",
  "The main situation room was recently closed for two weeks so that the iconic main table could be refurbished, according to a former official.” http://politi.co/2uqjj8Y\n\nSPICER’S POST-WHITE HOUSE LIFE -- “Sean Spicer signs with top TV lawyer after meetings with networks,” by Page Six’s Emily Smith and Marisa Schultz: “Former White House press secretary Sean Spicer today signed with renowned attorney Bob Barnett, who represents a host of top politicians and TV news personalities, as he negotiates a big TV deal.",
  "| Mark Wilson/Getty\n\nALI WATKINS -- “Hunt for Trump dossier author inflames Russia probe: An overseas trip to contact a former British spy exposes friction among House, Senate investigators and special counsel Robert Mueller”: Two Republican House Intelligence Committee staffers traveled to London earlier this summer to track down the former British intelligence operative who compiled a controversial dossier on President Donald Trump and Russia, according to three people familiar with the matter.",
  "The former press secretary had also been courted by all the top Hollywood talent agencies, but sources said he chose Barnett, who is based with Williams & Connolly in Washington D.C. because of his track record with politicians and TV correspondents.” http://pge.sx/2vvvVzN\n\n--TMZ: “Sources close to Spicer tell us the former White House Press Secretary was flattered by the opportunity, but because he believes he’ll have an ‘overwhelming number of commitments in the Fall,’ he declined the offer.",
  "Learn more at google.com/grow/veterans\n\nTHE KELLY CHRONICLES -- NYT A1, “John Kelly Quickly Moves to Impose Military Discipline on White House,” by Glenn Thrush, Mike Shear and Eileen Sullivan: “In his six months as Homeland Security secretary, John F. Kelly often described the White House as one of the most dysfunctional organizations he had ever seen, complained to colleagues and allies about its meddling, incompetence and recklessness, and was once so angry he briefly considered quitting.",
  "On Thursday, a spokeswoman for the Trump Organization said the government should seek space in another location.” http://wapo.st/2ht2PM7\n\nAT MAIN JUSTICE -- “Justice Dept., Under Siege From Trump, Plows Ahead With His Agenda,” by NYT’s Rebecca Ruiz: “[E]ven as the Justice Department has been under siege by Mr. Trump, [Jeff] Sessions and [Rod] Rosenstein have sought to tune out the noise as they remake the department into the one that is most powerfully carrying out the president’s agenda.",
  "People close to Mr. Kelly said they expected him to methodically assess his new staff before making more drastic changes -- and he has told people that he wants to improve morale before attacking the organizational chart.” http://nyti.ms/2wcsdJn\n\n-- “Kelly gives McMaster cover in West Wing battles: Trump’s national security adviser has emerged as one of the most volatile personalities in White House,” by Bryan Bender, Josh Dawsey and Nahal Toosi: “National security adviser H.R.",
  "If you want to learn how to choose between bad and worse or good and better, come see us, because we see it every day.” Full interview http://politi.co/2feNePz\n\n-- “Mayors to Washington (and Trump): You need to listen to us,” by Zach Montellaro http://politi.co/2fegBBH\n\nMEDIAWATCH – per Hadas Gold’s Morning Media: “‘CBS This Morning” pulled a Kellyanne Conway interview after the senior counselor to the president showed up late on Wednesday, two sources tell me.",
  "‘Some find that difficult.’” http://politi.co/2wqV1wN\n\nANOTHER PLOT TWIST -- “Flynn details tie to data firm, transition pay,” by AP’s Chad Day and Stephen Braun: “President Donald Trump’s former national security adviser, Michael Flynn, is revealing a brief advisory role with a firm related to a controversial data analysis company that aided the Trump campaign, The Associated Press has learned.",
  "But his move still blindsided his old party, which is now left with control of just 15 governor mansions.” http://politi.co/2uq4seu\n\nWHERE THINGS STAND ON CAPITOL HILL …\n\nREPUBLICANS looking to find a path forward on a short-term government funding bill and raising the debt ceiling when they come back in September have begun discussing combining the two must-pass pieces of legislation.",
  "One of those locations was Steele’s lawyer’s office, where the former spy was meeting with his counsel when the House investigators showed up.” http://politi.co/2wcVm7j\n\nTOP-ED -- JOE SCARBOROUGH in WaPo, “Ivanka and Jared, move back to New York”: “For almost a decade, Mika Brzezinski and I had the pleasure of occasionally crossing paths with Ivanka, Don Jr. and Eric Trump.",
  "Attorney Subpoenas Kushner Cos. Over Investment-For-Visa Program,” by WSJ’s Erica Orden, Aruna Viswanatha and Byron Tau: “Kushner Cos., the New York property development business owned by the family of White House senior adviser Jared Kushner, has been subpoenaed by New York federal prosecutors regarding its use of an investment-for-immigration program ...",
  "Political panel: Jamelle Bouie, Jennifer Jacobs, Susan Page, and Reihan Salam\n\n-- ABC’s “This Week”: Stephanie Cutter, Megan Murphy, Ramesh Ponnuru, and Matt Schlapp\n\n--“Fox News Sunday”: Panel: Jason Riley, Rachael Bade, Rich Lowry, Charles Lane\n\n-- CNN’s “State of the Union”: Rep. Adam Schiff (D-Calif.) ... New Jersey Gov.",
  "OUT AND ABOUT – JOSH GREEN’s book party -- pool report: “Bloomberg hosted a party for Bloomberg Businessweek senior national correspondent Joshua Green at the Newseum last night to toast his instant #1 New York Times non-fiction bestseller ‘Devil’s Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency’.",
  "I've got budget, Mnuchin’s got debt ceiling, and Cohen’s got tax [along with Mnuchin] … so there is no infighting within the administration about the debt ceiling.”\n\n-- “Republicans leave town with no clear path on Obamacare,” by Jen Haberkorn and Paul Demko: “Senate leaders want to just drop the issue altogether.",
  "Arnold Schwarzenegger, flexing his muscles in efforts to counter President Trump’s withdrawal from the Paris climate accord, will unveil an ambitious new national effort Friday aimed at providing lawmakers with a comprehensive toolbox to pass substantive climate change legislation at the state and local level.",
  "...\n\n“‘Several times I’ve been on phone conversations with the president over the last couple of days and General Kelly has been on those conversations as well,’ Mick Mulvaney, the director of the Office of Management and Budget, told reporters on Thursday when asked if Mr. Kelly was making a mark.",
  "The reality is that, after seven years of unity on repealing Obamacare, Republicans are rudderless on how to talk about or address the defining domestic policy issue of nearly the past decade for their party, and they have no clear plans despite holding all the levers of power in Washington.",
  "The subpoena, received by the company in May, was a document request that included a demand for emails.” http://on.wsj.com/2wqQCKr\n\n1600 PENNSYLVANIA -- “Life in the West Wing: Bug zappers and helicopter fumes,” by Tara Palmeri: “Bug zappers buzz in the West Wing while flies zip around.",
  "As for whether Spicey had the skills to truly compete on ‘DWTS’ -- our source said, ‘He’s not a good dancer.’” http://bit.ly/2v4rMk1\n\nUPDATE via Morning Media’s Hadas Gold: “SCARAMUCCI CANCELED HIS BIG ONLINE ANNOUNCEMENT TODAY, where he was supposed to address the American people.",
  "‘So tomorrow, I will be changing my registration to Republican.’ ... Justice, who seldom worked with other Democrats, recently spent a well-publicized day hunting with Donald Trump Jr. — a familiar political optic in a largely rural state with a strong hunting tradition.",
  "Learn more at google.com/grow/veterans\n\nTHE PLAYBOOK INTERVIEW: New Orleans Mayor Mitch Landrieu\n\nMitch Landrieu, the mayor of New Orleans and president of the United States Conference of Mayors, is trying to sell the importance of mayors in the legislative process.",
  "McMaster, who has waged a pitched battle with other senior staff for control over policy and personnel on the National Security Council, is taking advantage of the shield offered by the arrival of his old military colleague John Kelly as White House chief of staff.",
  "BULLETIN: “TOKYO (AP) -- Toyota and Mazda say they will set up a $1.6 billion joint-venture plant in the U.S., creating 4,000 jobs.”\n\n-- @realDonaldTrump at 6:02 a.m.: \"Toyota & Mazda to build a new $1.6B plant here in the U.S.A. and create 4K new American jobs.",
  "Former Fox News co-president Bill Shine was reportedly helping Scaramucci with the event, which was to be broadcast live on various platforms, but Scaramucci tweeted yesterday \"No Press Event Tomorrow: Focusing on Family, My Work in The Private Sector.",
  "...\n\n“CNN has learned some of the investigators involved in the probe are buying liability insurance out of concern they could become targets of lawsuits from those who are being investigated, according to one of the people familiar with the probe.",
  "But I wouldn’t let them run my morning show any more than Trump should let his children run roughshod over White House operations.” http://wapo.st/2vo5A7c\n\nFIRST IN PLAYBOOK -- From California Playbooker Carla Marinucci: “Former California Gov.",
  "I haven’t had time to think about it that much … and I intend to finish really, really strong, to make sure I keep my eyes focused on the streets in the city of New Orleans and to make sure the people have my full attention and full commitment.",
  "MUELLER taps grand jury -- TRUMP: ‘Are there any Russians here tonight?’ -- RYAN’S real tax reform timeline -- SPICER signs with BOB BARNETT -- JOE SCARBOROUGH’s plea to Ivanka and Jared Presented by\n\nDriving the Day\n\nGood Friday morning.",
  "...\n\n“In recent weeks, according to more than half a dozen current and former officials who have had direct interaction with him, McMaster has bristled at White House aides close to Trump whom he perceives as undercutting his authority.",
  "We have to work with any president at any time to try to find an answer that works.”\n\nON HOW MAYORS CAN WORK WITH CONGRESS: “Don’t wait to bring us in until the last minute when everything looks like it’s gone to hell in the handbasket.",
  "Some White House aides claim to have seen rodents, and say they’re used to having maintenance professionals moving around their work space to do work on the air conditioning system, which hasn’t been overhauled in more than 20 years.",
  "The disclosure of Flynn’s link to Cambridge Analytica will come in an amended public financial filing in which the retired U.S. Army lieutenant general also discloses income that includes payments from the Trump transition team ...",
  ")” Read his Playbook Plus Q&A: http://politi.co/2uad2mC\n\nBIRTHDAYS: Barack Obama is 56 … Sheldon Adelson is 84 … Politico’s Seung Min Kim, Randi Braun and Ashley Ryan … former Attorney General Alberto Gonzales is 62 ... Iowa Gov.",
  "THE REAL TIMELINE -- SPEAKER PAUL RYAN told the Wisconsin State Journal that he “plans to introduce a tax overhaul bill in September with the goal of passing it through the House by the end of the year.” No October deadline.",
  "Calling the investigation ‘fake’ and ‘demeaning,’ he said it was both a Democratic excuse for the election loss and a distraction from what Trump contends are the more serious crimes of his 2016 opponent, Hillary Clinton.",
  "“In the last six months, the attorney general has rolled back Obama-era policies on gay rights, voting rights, and criminal justice and police reform while advancing his own fight against drugs, gangs and violent crime.",
  "“The adoring crowd here responded by reprising a hallmark of the campaign, chanting, ‘Lock her up!’ ... ‘We didn’t win because of Russia -- we won because of you, that I can tell you,’ Trump said, continuing the riff.",
  "But in early July, the post was relocated to a trailer on the sidewalk, more than 50 floors below, a distance that some security experts worry could hamper the agency that protects the president’s home and family.",
  "Are there any Russians here tonight?’” http://politi.co/2u6asKo\n\n-- “West Virginia Democratic governor switches to GOP,” by Matt Nussbaum, Gabe Debenedetti, Kevin Robillard and Daniel Strauss: “West Virginia Gov.",
  "Bloomberg Washington bureau chief Wes Kosova and Bloomberg Businessweek editor Megan Murphy co-hosted Beltway guests during a flash thunderstorm which was on prime display on the Newseum’s panoramic top floor.",
  "Previously, the Secret Service had stationed its command post — which houses supervisors and backup agents on standby in case of an emergency — in a Trump Tower unit one floor below the president’s apartment.",
  "‘Sessions as attorney general has been everything conservatives could have dreamed of and liberals could have feared,’ said Erwin Chemerinsky, dean of the law school at the University of California, Berkeley.",
  "Guests nibbled on haute grilled cheese sandwiches and drank spicy margarita ‘Devil’s Delights,’” which was made up of silver tequila, serrano peppers, lime juice, simple syrup, St. Germain, and soda water.",
  "Sessions is carrying out the president’s conservative agenda with head-turning speed, roiling critics on the left and leaving some career staff members within the department disoriented by the sea change.",
  "The yellow carpet is worn, and it can sometimes be difficult to work in parts of the White House because it fills with fumes when Marine One lands or takes off on the lawn of America’s most famous home.",
  "The subpoena concerns at least one Jersey City, N.J., development financed in part by a federal visa program known as EB-5: twin, 66-floor commercial-and-residential towers called One Journal Square ...",
  "Often, conversations that centered on the boorish behavior of Trump himself would end with someone citing his children as a mitigating factor against whatever severe judgments were being handed down.",
  "Sources say Spicer signed with Barnett and Michael O’Connor of Williams & Connolly Thursday after taking meetings with all the major TV and news networks including NBC, CBS and Fox News last week.",
  "Landrieu, who is wrapping up his last year as mayor of New Orleans, is following in the footsteps of his father, Moon Landrieu, who was himself a New Orleans mayor and president of the conference.",
  "Kelly told McMaster this week that he wanted him to remain as national security adviser, said two senior White House aides, and has encouraged him to make any staffing changes he deems necessary.",
  "Now, they face a month away from the Capitol, answering to their home-state voters about their lack of progress.” http://politi.co/2ht3bm3\n\nREMEMBER THE STAY-IN-UNTIL-HEALTH-CARE-IS-DONE THING?",
  "When that’s over, I’m going to take a nap.”\n\nThe highlights ...\n\nON WORKING WITH TRUMP: “This administration is particularly confused about what they want to talk about at any particular time.",
  "JUST TO CLEAR THINGS UP -- OMB DIRECTOR MICK MULVANEY told reporters yesterday at a brown-bag lunch that “Steve Mnuchin speaks for the administration when it comes to -- on the debt ceiling.",
  "The Trump White House is a judge-a-book-by-its-cover workplace, and staff members have been struck by Mr. Kelly’s bearing: tall, stern and commanding a respect Mr. Priebus never did.",
  "The web of financial ties could offer a more concrete path toward potential prosecution than the broader and murkier questions of collusion in the 2016 campaign, these sources said.",
  "Sessions has mandated that prosecutors be as tough as possible in charging and sentencing all crimes, including drug offenses that carry stiff mandatory minimum prison sentences.",
  "CBS News declined to comment and Conway did not respond to a request for comment.”\n\n--JULIA EDWARDS AINSLEY is joining NBC’s national security investigative team in Washington.",
  "“Fixing it is top of the agenda for a building-wide renovation blitz scheduled for the next two weeks, while President Donald Trump heads to his golf club in Bedminster, N.J.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "The interview was teased on CBS in the early morning on Wednesday but it never aired after Conway showed up late to the stand-up spot on the north lawn of the White House.",
  "‘Anything good you see in my children is the result of them having a great mother,’ he quietly said, with no cameras rolling to catch this fleeting glimpse of humility.",
  "Playbook Reads\n\nPHOTO DU JOUR -- Sen. Ted Cruz (R-Texas) walks away from the U.S. Capitol after the last vote before the summer break, August 3, 2017 in Washington, DC.",
  "--“MEET THE PRESS” promotions: Sarah Blackwill has been promoted to senior producer, Natalie Cucchiara to senior coordinating producer and Sally Bronston to producer.",
  "While their friends cheered from a secret lookout across the street, Mike proposed under an umbrella outside of Maple in Columbia Heights, where the couple first met.",
  "How he’s celebrating: “I am actually playing in a golf tournament out of town, and then coming home and having a little dinner with my wife and two sons – 10 and 7.",
  "The command post appears unlikely to move anytime soon back inside Trump Tower, where the president and his family have rarely gone since moving to the White House.",
  "TV TONIGHT – On PBS’s “Washington Week” with Bob Costa: Dan Balz, Susan Davis, Carol Lee, Franco Ordoñez\n\n\n\nPlaybookers\n\nSPOTTED: Bill Clinton and Virginia Gov.",
  "video http://bit.ly/2vnGdlK (h/t Matt Negrin)\n\nTRUMP’S FRIDAY -- THE PRESIDENT is heading to FEMA for a hurricane briefing and having lunch with VP Mike Pence.",
  "…\n\n“The House staffers left their contact information at two addresses associated with Steele, a former agent for Britain’s MI6 foreign intelligence service.",
  "Long before their father’s election, the Trump children enjoyed a stellar reputation among most Manhattan influencers for being hard-working and well raised.",
  "Talk to us early and we might be able, based on our practical experience, to help you design a better mousetrap on whatever it is you might be talking about.",
  "I once told Trump that a good way to judge most people is by the children they raised, and that by that measure, he seemed to be an unqualified success.",
  "Pic http://bit.ly/2vohcXL\n\nTRANSITIONS -- Chester Spellman has been named director of AmeriCorps for the Corporation for National and Community Service.",
  "Terry McAuliffe last night at Matsuhisa in Aspen … Sarah Huckabee Sanders last night at Le Diplomate where she had steak frites and house Chardonnay.",
  "Pro forma sessions will block recess appointments.”\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "He has expanded the ability of the police to seize people’s assets, irrespective of whether they may have been convicted of a crime or even charged.",
  "#MovingForward Stay Tuned!”\n\nHOT VIDEO -- @TheDailyShow: “We can all agree the White House’s ‘theme weeks’ have been a rousing success...” 2-min.",
  "Morning shows run on tight timelines, but entirely ditching an interview with a senior counselor to the president struck me as pretty unusual.",
  "The Democrat remains mum about his future plans, but he has been mentioned as a dark horse candidate for higher office once his term expires.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Along with installing a high-volume air-conditioning system, the work may include replacing worn carpets and addressing other issues ...",
  "EXPECT this strategy to inflame conservative members who are unlikely to be appeased by the argument that the real fight is in December.",
  "Jim Justice announced a party switch Thursday evening in a surprise appearance with President Donald Trump in Huntington, West Virginia.",
  "Now as President Trump’s chief of staff, he is doing something about it -- with a suddenness and force that have upended the West Wing.",
  "He has booted lingering staff members out of high-level meetings, and ordered the doors of the Oval Office closed to discourage strays.",
  "Whenever they want to find an issue that we have common ground on, and even ones that we disagree on, we’re always ready to be engaged.",
  "... Michaela Sims is launching a new lobbying firm, Sims Strategies, and is registering for five mostly health and tax-related clients.",
  "‘Today, I will tell you, with lots of prayers and lots of thinking, I can’t help you anymore being a Democrat governor,’ Justice said.",
  "… Americans have seen enough headlines over the past six months to better understand why nepotism does not work in the White House.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "She most recently was co-founder and partner at Chamber Hill Strategies and has also worked as counsel and LD for former Sens.",
  "‘He can be very intense,’ a McMaster confidant who speaks with him regularly and is a major supporter, told POLITICO Thursday.",
  "He seethes over every national security leak and lashes out over negative news stories he thinks are spread by his enemies.",
  "... Nicole Hager is joining the Senate Finance Committee as deputy press secretary and is also starting law school at GWU.",
  "ENGAGED -- Mike Luce of the Dover Group popped the question to Melissa Salmanowitz of the Gates Foundation Thursday night.",
  "The grand jury, which began its work in recent weeks, signals that Mr. Mueller’s inquiry will likely continue for months.",
  "... Ty Cobb, special counsel to the president, said he wasn’t aware that Mr. Mueller had started using a new grand jury.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "But they’ve got to show up to do that role.”\n\nHIS ADVICE FOR WASHINGTON: “Stop being so ideologically bent.",
  "We’ve heard that out of the President’s mouth, and I respect that, in fact that’s the right way to do it.",
  "I explained that in those encounters, the president’s children were unfailingly deferential and polite.",
  "‘We value the independence of the Justice Department,’ Mr. Rosenstein said in an interview this week.",
  "They possessed few of the flaws too easily recognizable in other wealthy and well-connected kids.",
  "They have a very hard time staying on message and as a consequence it is hard to respond to.",
  "The U.S. Coast Guard is 227 ... Joel Bailey … Jonathan Green ... Sam Carmody ... former Rep.",
  "And McMaster, whose temper is legendary, frequently blows his top in high-level meetings.",
  "The ring is a family heirloom, previously belonging to Melissa’s grandmother and mother.",
  "They are likely to try to extend the debt ceiling and government funding to December.",
  "‘The White House favors anything that accelerates the conclusion of his work fairly.",
  "Ted Strickland is 76 ... Daniel Son ... Reagan Anderson, VP of Capital Group is 4-0.",
  "Yesterday was her last day as deputy press secretary for Sen. Jim Inhofe (R-Okla.).",
  "‘That right there,’ Mr. Rosenstein said, motioning to the portrait of Mr. Levi.",
  "He’ll talk to French President Emmanuel Macron before departing for Bedminster.",
  "Both the debt ceiling and government funding bills will need Democrats to pass.",
  "Moderates want to launch a bipartisan effort to fix the shaky Obamacare system.",
  "-- @nielslesniewski: “At 7:01 p.m., the Senate has adjourned for August recess.",
  "… We’re the ones who build all the projects on time, on task and under budget.",
  "He listens in on conversations between cabinet secretaries and the president.",
  "Though my words may suggest otherwise, I genuinely like Jared and Ivanka.",
  "I am a big fan of homemade cards and one cupcake with a candle – low key.",
  "The U.S. Senate is scheduled to return from summer break on September 5.",
  "If they combine them it would allow leadership to try to strike a deal.",
  "‘Have you seen any Russians in West Virginia or Ohio or Pennsylvania?",
  "She most recently has covered the Justice Department beat at Reuters.",
  "Talk to each other and find common-sense solutions to real problems.",
  "SUNDAY SO FAR -- CBS’ “Face the Nation”: Sen. Tom Cotton (R-Ark.)",
  "She is celebrating with her husband somewhere on a beach ...",
  "If you want to learn how to balance a budget, come see us.",
  "As remarks ended, a rainbow was visible over the Capitol.",
  "We don’t have a set position, we’re always ready to work.",
  "I also love Joey, Andrew, Katherine and Jack Scarborough.",
  "‘Grand jury matters are typically secret,’ Mr. Cobb said.",
  "“The Donald’s response was uncharacteristically humble.",
  "We do it much better than the federal government does.",
  "Kim Reynolds is 58 ... screenwriter Allison Abner ...",
  "Her firm has also hired Ted Prettyman as a director.",
  "Conservatives say they’re still fighting for repeal.",
  "Mr. Kelly cuts off rambling advisers midsentence.",
  "A great investment in American manufacturing!\"",
  "He most recently was CEO of Volunteer Florida.",
  "Be thoughtful, be practical and be bipartisan.",
  "‘That’s the post-Watergate A.G.’”\n\n-- “U.S.",
  "We don’t have the freedom to do that.",
  "“I really don’t [have future plans].",
  "We don’t have an ideological bent.",
  "We do it every day in our cities.",
  "John Kasich and Colorado Gov.",
  "No legislating until Sept. 5.",
  "Bob Kerrey and Ben Nelson.",
  "(47 is not that thrilling.",
  "Be problem-solvers.",
  "John Hickenlooper.",
  "Chris Christie.",
  "... Ohio Gov.",
  "... Mr.",
  "... Mr.",
  "..."
]