[
  "However, when they switched their entre ad budget to advertising on the most popular mobile apps, revenue picked up and they actually became a market leader again (once again, because when the ads come on TV, this target market is especially keen to start looking at their phone, and spends a lot of their time on their phone in general).",
  "An internal company memo among Google’s legal department said that if they disclosed the data leak, it would probably result in Google ‘coming into the spotlight alongside or even instead of Facebook despite having stayed under the radar throughout the Cambridge Analytica scandal’.",
  "The buying cycle exists for every product, and gets more important as the product price goes up (you can’t sell a car as an impulse buy to most people, but a pack of gum will sell as a last minute add on purchase, no problem).",
  "I know of countless cases where revenue has actually been grown by making the target market smaller, and more specific (even though most business owners think they will make more by increasing their market size).",
  "[Full disclosure: I'm the founder of a revenue growth firm so my opinions may be biased because our advice for clients, uses the ‘allowed’ type of data (that is mentioned in this article).]",
  "However, if they’ve been looking at your site, calling you up with questions and revisiting your online sales pages, you can bet they’re much more closer to making a purchase decision.",
  "They also said that although the security flaw existed, they ‘found no evidence that any profile data was misused’ and that none of the thresholds for public disclosure were met.",
  "Are you mistakenly dropping your luxury vehicle rental advertisements in an area where residents can’t afford their own vehicles, let alone rent your luxury vehicles?",
  "He talks about the importance of aligning your message (what you say), your market (who you’re saying it to) and media (what you’re using to communicate with them).",
  "The ‘Marketing Quad’ Of The Cambridge Analytica Scandal: Message, Market, Media, Moment\n\nThe Facebook/Cambridge Analytica scandal information was not new in 2018.",
  "The information was also delivered at the right moment, when the world was watching Donald Trump and his activities were being followed in the news very closely.",
  "The market was the world’s people who were following the news, and the media used was also correct (online news outlets as well as more traditional media too).",
  "If they’re completely new to you and have no awareness of you or your product, you may need to warm them up with a purpose built and strategic, sales process.",
  "Once again, the friends are not giving permission to share their data with third parties, so that should not be allowed (but it was allowed by Google+).",
  "In March of 2018, exactly when Facebook was publicly being gunned in the media, Google learned that they had almost the exact same problem as Facebook.",
  "With the world’s attention constantly on Donald Trump, it was revealed how his 2016 campaign used this leaked information to actually win an election.",
  "However, Google+ also allowed third party developers to access the data of all the friends, of people who had given permission to use the app.",
  "On the other hand, if you target a small section of the market, and go directly to them with the right message, it can make your life easy.",
  "If you look closely enough, you’ll see some information that is very relevant because it will help your business to generate more revenue.",
  "The message was the same as it had been for years, but it was more detailed and tied to a specific and very popular political event.",
  "Get this right by talking to your ideal prospect, and learning their pain points before you start building a relevant value bridge.",
  "Using that information to connect voter files to individual behaviour in order to show them more targeted ads and get more votes.",
  "What actually got Mark Zuckerberg up in front of the US Congress, was when the true result of the data leaks was made clear.",
  "That was the message, but it was too early (wrong moment) and it didn’t resonate (the message was not relevant enough).",
  "If you’re having difficulty selling your product, I can almost guarantee your marketing quad is not aligned correctly.",
  "In that case, you can make sure you get in front of them with ads looking to make a sale or get them on a sales call.",
  "Here’s a little more information on what you should be trying to do to align your company messages with your market.",
  "So you just saw how aligning your ‘marketing quad’ can make your information and product very popular very quickly.",
  "Next, the information on how Facebook likes can be used to predict user preferences was also not the right message.",
  "The memo also said about Google CEO Sundar Pichai, that it ‘almost guarantees Sundar will testify before Congress’.",
  "Packaging Your Information To Strike At People’s Hearts\n\nI’ve previously spoken about the importance of marketing.",
  "It turns out that the information behind your Facebook likes can be used to predict your race, with 95% accuracy.",
  "‘Buy crystal clear ice cubes, at 50% off’ is a relevant message on a hot sunny day in a Californian supermarket.",
  "History Just Repeated Itself\n\nJust yesterday, news emerged of another big company doing the exact same thing.",
  "Another common problem I see is companies targeting people who just don’t have the money to spend with you.",
  "The Facebook/Cambridge Analytica scandal actually blew up into a storm because it was marketed correctly.",
  "Yesterday, a little while after news of the potential Google+ leak went live, Google put up a post too.",
  "Business Lessons: There is Gold In Every Disaster\n\nDo you care that your data could have been leaked?",
  "As an example, a confectionary company used to by ads in print media and run television ad campaigns.",
  "If you don’t respect that, your company will suffer and your business won’t be open for much longer.",
  "You don’t have to be a great salesperson to sell a ‘get your child a college scholarship’ service.",
  "No one knew why (maybe because no one watches TV and more and has switched to streaming services).",
  "Typically this varies with the product being sold, and what sort of interest the buy has shown.",
  "But if you were talking to an Eskimo in the North Pole, it wouldn’t be such a relevant message.",
  "Your Facebook likes are also great indicators of your political preferences, with 85% accuracy.",
  "What happened was that a company called Global Science Research (GSR) developed a Facebook app.",
  "Dan Kennedy has long spoken about the best way to structure your marketing so that it sells.",
  "Many companies do something similar, then wonder why their ads aren’t getting any response.",
  "Google+ allowed third party developers to collect data from people who gave it permission.",
  "I’m sure you remember earlier in March this year, when Facebook was in the news every day.",
  "However, this app also collected the data of all the friends of people who used the app.",
  "Ideally, this would involve speaking to a pain point that your prospect is experiencing.",
  "The friends didn’t give permission to share their data, so that should not be allowed.",
  "A problem with the API for Google+ gave too much access to third party app developers.",
  "‘We are shutting down Google+ for consumers’, confirmed one line in reactionary post.",
  "The strange truth is that the news was actually reported more than two years earlier.",
  "Donald Trump had used specific parts of the leaked information to win an election.",
  "In any case, your business success will come when you align your marketing quad.",
  "But you do need to know how to find parents who have sixteen year old children.",
  "So you need to make sure to strike your market, when they’re looking for you.",
  "They said 500,000 accounts could have been affected, but they can’t be sure.",
  "Media\n\nThis is more to do with where your ideal prospect spends their time.",
  "That’s true, but I noticed that there is one he forgot to talk about.",
  "It collected the data of people who gave permission and used the app.",
  "It gets much deeper, but let’s use that marketing framework for now.",
  "They say the wrong things to get people interested in their product.",
  "Finally, the information was related to a mainstream media staple.",
  "Using Facebook’s behavioural data to predict political preference.",
  "Moment\n\nSometimes, people just aren’t looking for a new mortgage.",
  "This had traditionally worked for them, but revenue was falling.",
  "All of a sudden, that information was suddenly very interesting.",
  "When Google discovered the data leak, they chose to stay quiet.",
  "This is a marketing error I see companies making all the time.",
  "“Oh but everyone is our customer” is the excuse I hear often.",
  "Market\n\nMany companies I see just miss this mark completely.",
  "It was interesting sure, but it just wasn’t relevant enough.",
  "You need to be saying something relevant, to your audience.",
  "Remember the whole Cambridge Analytica data leak scandal?",
  "Moment (when exactly you’re delivering the information).",
  "This is possibly half the success of a good ad campaign.",
  "But Facebook did allow it, so they got in trouble.",
  "So up until February of 2018, no one really cared.",
  "When those four things aligned, the news blew up.",
  "Get that wrong, and you won’t be very profitable.",
  "But as a business owner, there’s a lesson here.",
  "After all, you have nothing to hide, right?",
  "The world was still not overly impressed.",
  "Is Your Marketing Quad Aligned Correctly?",
  "Message\n\nWhat are you saying in your ads?",
  "What are you saying to your audience?",
  "Who are you saying your message to?",
  "Remember, that’s ok and is allowed.",
  "Promotion of divisive content.",
  "That’s ok and is allowed.",
  "The moment was correct.",
  "The message was right.",
  "Let’s break it down.",
  "Even six year olds?",
  "Many people don’t.",
  "“Oh, errr no”.",
  "Fair enough.",
  "That’s fine.",
  "Oh dear.",
  "Really?"
]