[
  "“They understand that it’s important to be the monopoly player where there’s any platform, and since we don’t have interoperability requirements, you need to control the market to be successful.”\n\nIf Facebook gets more users invested in its expanding ecosystem now, it’ll be much easier to monetize that relationship in different ways later.",
  "Some consumers—wary after all the congressional hearings and the campaign to #DeleteFacebook in the wake of the Cambridge Analytica scandal, or because of the simple fact that Facebook is an advertising company that runs on people’s personal data—may simply decide they don’t want a Facebook microphone and camera in their home.",
  "But in the past Facebook hasn’t been above informing its users that its terms of service have changed and defaulting them to a more permissive privacy setting—and of course, it remains a company primarily in the business of selling hypertargeted advertising.",
  "The device relies on Amazon’s Alexa for executing tasks like telling you the weather or playing music, while the video chat function uses Facebook’s own chat app, Messenger, through which it connects with other Facebook Messenger users.",
  "Its camera can tell how many people are in the room; were it to be combined with Facebook’s face recognition technology (and what’s likely the largest name-to-face database in the world), it would be able to tell who those people are.",
  "“What businesses are doing now is that they are focusing not on creating better products and services, but capturing the customer relationship,” says Matt Stoller, a fellow at the antitrust-focused Open Markets Institute.",
  "The same, of course, goes for Amazon (which can sell you things through the Echo), Google (which directs users to its own search engine via the Home), and Apple (which plays songs through Apple Music via the HomePod).",
  "On Monday, the company announced Portal, a voice-enabled video chat screen that’s designed to sit on a tabletop and (if you buy the pricier version) pivot in place to follow users as they move around the room.",
  "Portal—which comes in 10- and 15-inch versions that will sell for $199 and $349, respectively—represents Facebook’s first stab at manufacturing and selling hardware that the company designed fully in-house.",
  "Facebook’s offering has plenty going against it—there are other similar devices on the market, for one thing—but one factor is surely the company’s current damaged reputation for respecting users’ privacy.",
  "The company has, after all, already worked on a feature that can identify a user even if her face is hidden, drawing from other potentially unique identifiers like body shape, hair, posture, and clothing.",
  "A Facebook spokesperson told me that calls on Portal are encrypted and that most of the video and audio data it collects will be stored locally on the device and will not be sent to Facebook’s servers.",
  "This is probably all meant to allay the concerns of privacy-sensitive users, and perhaps it does represent a new self-restraint at Facebook to limit the excesses of its personal-data collection.",
  "The information that Facebook will hold onto, according to the spokesperson, is metadata, like whom you called and when you called them, which will show up in your chat history on Messenger.",
  "In the short term, it is clear what Facebook’s Portal is after: roping in consumers’ time and attention—and then users staying within a walled garden once they’ve become familiar with it.",
  "Facebook\n\nLess than two weeks after Facebook shared that it had suffered the biggest hack in its history, the social network seems to be betting that many of its users might not care.",
  "But this “smart display” is a cousin to the smart speaker, a category that has already inspired worries that it could potentially trample on users’ privacy.",
  "Facebook might not be using this now, but if there’s no hope to use some iteration of the tech down the road, then what was the point of developing it?",
  "The question with Facebook (and Google), though, is what it gets out of selling you its hardware other than whatever it makes on the device itself.",
  "Facebook’s Portal is essentially a bot with a screen that understands what you’re saying thanks to a microphone that turns on via voice command.",
  "What Facebook’s tech is capable of suggests what it might try to do with a device like Portal under less political scrutiny over privacy issues.",
  "While it’s true that a lot of people have deleted the Facebook app over the last year, well over a billion people still use the social network.",
  "That’s because if you want to socialize with lots of people you know over the web, Facebook remains at the top.",
  "The possibilities for that ecosystem will inevitably widen once it exists beyond your computer and smartphone.",
  "The company even has patented techniques that can deliver ads based on a person’s perceived emotions.",
  "And, inevitably, the only real answer will have something to do with advertising.",
  "And Portal doesn’t currently use Facebook’s facial recognition technology.",
  "And Portal is the latest expansion of Facebook’s ecosystem.",
  "All of this adds up to some really valuable data.",
  "(The doomed “Facebook phone” was made by HTC.)",
  "Right now Facebook is more restrained.",
  "Facebook’s Portal.",
  "Or maybe not."
]