[
  "FactCheck.org found: “The fact is, Clinton was one of nine voting members on the foreign investments committee, which also includes the secretaries of the Treasury, Defense, Homeland Security, Commerce and Energy, the attorney general, and representatives from two White House offices — the United States Trade Representative and the Office of Science and Technology Policy.",
  "Nix, who heads Cambridge Analytica, told a third party that he reached out to Assange about his firm somehow helping the WikiLeaks editor release Clinton’s missing emails, according to two sources familiar with a congressional investigation into interactions between Trump associates and the Kremlin.",
  "(Associated Press/Kirsty Wigglesworth)\n\nOpinion writer\n\nHere’s a tip: Whenever Republicans launch a story about Hillary Clinton, it is a transparent diversion — except for Fox News, which can play this stuff in an endless loop and avoid covering a cratering president.",
  "Daily Beast reports:\n\nAlexander Nix, who heads a controversial data-analytics firm that worked for President Donald Trump’s campaign, wrote in an email last year that he reached out to WikiLeaks founder Julian Assange about Hillary Clinton’s missing 33,000 emails.",
  "It does potentially mean someone directly hired by the campaign was trying to work with Russia — just as Donald Trump, Jr. was trying to do when he met with Russian officials in Trump Tower in June 2016.",
  "What makes for a real story is evidence of collusion between the Trump campaign and the Russians and/or financial improprieties among the Trump clan and/or obstruction of justice.",
  "If true, however, this would be it — evidence of collusion or attempted collusion between the Trump team and Russians via their favorite “cut-out,” WikiLeaks head Julian Assange.",
  "Those sources also relayed that, according to Nix’s email, Assange told the Cambridge Analytica CEO that he didn’t want his help, and preferred to do the work on his own.",
  "(Separately, the Nuclear Regulatory Commission needed to approve (and did approve) the transfer of two uranium recovery licenses as part of the sale.",
  "Moreover, we are confident Robert S. Mueller III has gone to primary sources and documents to verify (or not) whatever is in the dossier.",
  "The dossier, of course, has nothing to do with Trump’s purported obstruction of justice, which Mueller is also investigating.",
  "I can’t use the word former Vice President Joseph Biden did in describing former President Barack Obama’s health-care bill.",
  "The State Department was one of nine agencies that approved the acquisition by Russia of 20 percent of U.S. uranium.",
  "What they do not do is what the Trump campaign allegedly did — Go to a hostile foreign power for the oppo.",
  "I’ll go out on a limb here — there’s practically no scandal about Hillary Clinton that hasn’t been aired.",
  "(American intelligence officials have repeatedly described Assange as such in congressional testimony.)",
  "Evidence of collusion and/or other misconduct involving the president or his campaign?",
  "\n\nWikiLeaks founder Julian Assange on the balcony of the Ecuadorean Embassy in London.",
  "It’s all in a day’s work flacking for Trump and feeding the right-wing media beast.",
  "That doesn’t stop House Intelligence Committee Chairman Rep. Kevin Nunes (R-Cal.)",
  "This one was reported previously and, in any case, is not earthshaking.",
  "— author of the bogus unmasking claim — from opening an investigation.",
  ")” Moreover, there is zero evidence the issue made it to her desk.",
  "He is the only one who counts — doesn’t he keep saying so?",
  "So to review, telling Fox fodder from real news is easy.",
  "Let’s just say Russia-Trump news is usually a Big Deal.",
  "This does not mean Trump knew about it or ordered it.",
  "Democrats paid for opposition research (mercy me!)",
  "Campaigns hire oppo researchers all the time.",
  "We don’t know if Nix was telling the truth.",
  "And boy is there a doozy out there.",
  "Investigated and debunked long ago.",
  "including the Fusion GPS dossier.",
  "Rehashed stories about Hillary?",
  "Moreover, who cares?",
  "Fox fodder.",
  "Trump won.",
  "She lost.",
  "Uranium?"
]