[
  "This attitude from tech companies will ultimately bring what it seeks to forestall: \"[Google] opted not to disclose the issue... in part because of fears that doing so would draw regulatory scrutiny and cause reputational damage\"https://t.co/QrvPZEyx9i — Laura Rosenberger (@rosenbergerlm) October 8, 2018\n\nFrom CyberScoop's Greg Otto, referencing Europe's sweeping new privacy law, the General Data Protection Regulation:\n\nThe cover-up, and not the data exposure itself, is going to be Exhibit A for when the U.S. builds its own GDPR — Greg Otto (@gregotto) October 8, 2018\n\nKeeping up with the news in President Trump’s Washington is exhausting — whether you live here, work in the nation’s capital, or are just watching from afar.",
  "“Russia’s military intelligence agency (GRU) has tried to access information by e-mail phishing attacks against government computers in ‘recent years’, Latvia’s Constitution Protection Bureau said.”\n\n— More cybersecurity news from abroad:\n\nMass action against Google over iPhone data blocked by London court London’s High Court on Monday blocked an attempt to bring legal action against Alphabet Inc’s Google over claims it had collected sensitive data from more than 4 million iPhone users although it said the company’s actions had been “wrongful”.",
  "“After scouring social media accounts and all other available information to compile a dossier on the psychology of any persuadable delegate, more than 40 Psy-Group employees would use ‘authentic looking’ fake online identities to bombard up to 2,500 targets with specially tailored messages meant to win them over to Mr. Trump.” Gates pleaded guilty to charges of conspiracy and lying to the FBI as part of a plea agreement this year in special counsel Robert S. Mueller III's investigation.",
  "My colleagues Craig Timberg, Renae Merle and Cat Zakrzewski have more on the behind-the-scenes discussion about the disclosure:\n\nThe decision to not immediately report the software bug — in a process that included briefing chief executive Sundar Pichai — was discussed in an internal document that expressed concerns about the company’s reputation and the possibility of increased scrutiny from regulators, said a person familiar with internal deliberations at Google.",
  "(Michael Reynolds/EPA-EFE/REX/Shutterstock)\n\nPINGED: “A top Trump campaign official requested proposals in 2016 from an Israeli company to create fake online identities, to use social media manipulation and to gather intelligence to help defeat Republican primary race opponents and Hillary Clinton, according to interviews and copies of the proposals,” the New York Times's Mark Mazzetti, Ronen Bergman, David D. Kirkpatrick and Maggie Haberman reported Monday.",
  "Though the Israeli company’s pitches were narrower than Moscow’s interference campaign and appear unconnected, the documents show that a senior Trump aide saw the promise of a disruption effort to swing voters in Mr. Trump’s favor.”\n\nYet Rick Gates, the campaign official, “ultimately was uninterested in Psy-Group’s work” and there is no indication that the Trump campaign went ahead with the pitches from the Israeli firm, according to the Times.",
  "(Jim Young/Reuters)\n\nPWNED: “Barely a month before midterm elections, voting integrity advocates and electronic voting experts want the federal government to issue an official warning to states that use voting machines with integrated cellular modems that the machines are vulnerable to hacks, potentially interfering with the ballot counting,” Tim Johnson of the McClatchy D.C. Bureau reported Monday.",
  "‘China’ is referenced 100 times in the body of the report, and is accused throughout of pilfering trade secrets and sensitive material.”\n\n— “Alphabet Inc.’s Google has decided not to compete for the Pentagon’s cloud-computing contract valued at as much as $10 billion, saying the project may conflict with its corporate values,” Bloomberg News's Naomi Nix reported Monday.",
  "“I think they are making a huge mistake in judgment and a huge mistake in policy for not treating these issues seriously.”\n\n\"This attitude from tech companies will ultimately bring what it seeks to forestall,” tweeted Laura Rosenberger, a former White House official in the Obama administration who now directs the bipartisan Alliance for Securing Democracy.",
  "But to truly end this cycle of broken promises, we need a national privacy framework that protects consumers and empowers the FTC to hold companies accountable.”\n\nGoogle discovered and fixed the security vulnerability in its foundering Google social network in March, just as Facebook was coming under fire for its role in the Cambridge Analytica scandal.",
  "“Russian social media trolls are, of course, still promulgating fake news and slapping frantically at America’s hot buttons — tweeting wildly in favor of Brett Kavanaugh’s confirmation, according to researchers, and pushing a counter-protest against last summer’s white supremacist Unite the Right 2 rally,” Poulsen and Ackerman wrote.",
  "(Jacquelyn Martin/AP)\n\nPATCHED: “Federal and state employees responsible for running government websites will soon have to use two-factor authentication to access their administrator accounts, adding a layer of security to prevent intruders from taking over dot-gov domains,” The Washington Post's Hamza Shaban reported.",
  "Companies are due to submit bids for the contract, which could last as long as 10 years, on October 12th.”\n\n— More cybersecurity news from the public sector:\n\nDHS gets in the weeds on cyber threats to agriculture A new report from DHS surveys a new crop of threats facing the burgeoning field of precision agriculture.",
  "“According to the GSA, authorized account holders may not need to make changes to their information or to their dot-gov domain very often, but if a hacker takes control of an account, he or she could at any time alter what the public sees and interacts with when they navigate to a government website,” Hamza wrote.",
  "Once the account holders log in to the dot-gov domain with their password, they will be prompted to input a one-time code generated by the app to complete the sign-in process.”\n\nA voter arrives at a polling station in Milwaukee to cast their ballot in the Wisconsin presidential primary election on April 5, 2016.",
  "“That casts doubt on whether Google is being transparent on tons of other controversial questions about its practices.”\n\nThe disclosure could also boost calls for legislation that would replace the patchwork of state laws governing what companies must do to notify consumers and regulators of data breaches.",
  "Nor has the GRU engineered the type of damaging email dumps that tent-posted the 2016 election circus.”\n\n— The Pentagon warned in a report last week that the supply chain of America's manufacturing sector is particularly vulnerable to cyberthreats, Fifth Domain's Justin Lynch reported Monday.",
  "(Marcio Jose Sanchez/AP)\n\nA top Senate Democrat is calling for tough legislation to protect consumer privacy -- and for the Federal Trade Commission to investigate -- after news that Google did not disclose that a security bug exposed the private data of up to 500,000 users.",
  "“An official with the Election Assistance Commission, an independent federal agency that is a clearinghouse for election information, said there are ‘probably’ more than 1,000 of the cellular-enabled machines deployed in different parts of the country,” Johnson reported.",
  "In one proposal to the Trump campaign, “Psy-Group promised that ‘veteran intelligence officers’ would use various methods to assess the leanings of the roughly 5,000 delegates to the Republican nominating convention,” Mazzetti, Bergman, Kirkpatrick and Haberman wrote.",
  "“Officials at federal agencies such as the departments of Justice, State and Defense can begin adding two-step verification to their accounts on Monday, according to the General Services Administration, the agency that manages dot-gov domains for the U.S. government.",
  "In the coming months, state and local officials will be prompted to add the security feature.”\n\nThe Office of Personnel Management, which suffered a major data breach in 2014, enacted two-factor authentication this year for all users, according to my colleague.",
  "Such machines are certified for use in Florida, Illinois, Michigan and Wisconsin.”\n\nReid Magney, a spokesman for the Wisconsin Elections Commission, told McClatchy that concerns over potential hacking of machines containing cellular modems are overblown.",
  "“It’s clear that Congress needs to step in.”\n\nA spokeswoman from the Republican-led House Energy and Commerce Committee also said Monday that \"the committee takes protection of consumer information seriously and we are currently reviewing the situation.\"",
  "(Alexander Nemenov/AFP/Getty Images)\n\n— Russia brushed off accusations by the Netherlands that GRU agents unsuccessfully tried to hack the Organization for the Prohibition of Chemical Weapons, the Associated Press's Vladimir Isachenkov reported.",
  "FCW\n\nPRIVATE KEY\n\nThe Switch Facebook unveils the Portal, a video chat camera for the people who still trust Facebook The first consumer hardware from the social network is a $200 smart speaker with a video camera that tracks your movements.",
  "Sen. Mark R. Warner (D-Va.), the top Democrat on the Intelligence Committee, noted that Google, like Facebook, is operating under a consent decree with the FTC that bars it from misrepresenting how much control users have over their data.",
  "Google’s top brass has largely stayed out of the spotlight as top executives such as Facebook’s Mark Zuckerberg and Twitter’s Jack Dorsey have faced tough questions from lawmakers in hearings about their privacy and data use practices.",
  "Associated Press\n\nUN Security Council asks Congo to examine voting machine use The United Nations Security Council has called on Congo's electoral commission to open dialogue on the use of voting machines for December elections.",
  "“The 146-page report said that the vulnerability in the American manufacturing supply chain was spurred by the ‘infinite number of touch points’ in each component, all of which could be exploited or corrupted,” Lynch wrote.",
  "(Mike Nelson/EPA-EFE/REX/Shutterstock)\n\n— Researchers say there is no indication yet that Russia is directly interfering in the 2018 midterms, the Daily Beast's Kevin Poulsen and Spencer Ackerman reported Monday.",
  "I’ve never seen people intercept (cellular signals), change them, re-encrypt them and send them on.” Additionally, it's unclear precisely how many cellular-enabled voting machines there are in the United States.",
  "It's clear that while Google has so far managed to avoid the kind of grilling Facebook and Twitter faced from lawmakers seeking to zero in on Silicon Valley's privacy and data use practices, those days are over.",
  "“Today’s report confirms that Google’s claims to value consumers’ privacy seem like nothing more than empty talk,” Sen. Richard Blumenthal (D-Conn.), who is sponsoring a data privacy bill, said in an email.",
  "“Once seen as a useful tool to provide quick election results, voting machines with cellular modems are now subject to fierce debate over how easy it would be to break into them and change the results.",
  "This bug could have allowed outside developers from more than 400 software applications to access troves of personal information, including names, email addresses, ages, occupations and genders.",
  "“The project, known as the Joint Enterprise Defense Infrastructure cloud, or JEDI, involves transitioning massive amounts of Defense Department data to a commercially operated cloud system.",
  "Reuters\n\nItaly police ID suspect in 2013 NASA hack Italian authorities say they have placed a 25-year-old Italian under investigation for allegedly hacking eight NASA web domains in 2013.",
  "and Amy Klobuchar (D-Minn.), are backing a bill that would require companies to notify customers of data breaches within 72 hours of discovering them and offer remedies to affected users.",
  "The person close to the situation, who spoke on the condition of anonymity to describe sensitive matters, said the document was not part of the official decision-making process at Google.",
  "Even before the Google drama unfolded on Monday, Warner told my colleague Cat that the company was not being sufficiently transparent or proactive when it comes to election security.",
  "This seriously questions whether the FTC enforcement model is up to the task of consumer protection when it comes to major social media platforms,” Warner told The Cybersecurity 202.",
  "And reports that company officials decided not to disclose it in part because executives worried about drawing scrutiny from policymakers landed like a bombshell in Washington.",
  "“Russia has carried out cyber attacks on Latvia’s foreign and defense apparatus and other state institutions, a Latvian intelligence agency said on Monday,” Reuters reported.",
  "The Google user base is minuscule, and public concerns about data leaks and breaches tends to fade fairly quickly unless the information is used for nefarious purposes.",
  "“But because Google tried to cover up the problem because it didn’t meet some threshold of severity, the company looks much worse,” TechCrunch’s John Constine wrote.",
  "Google said that other details, such as phone numbers and social media posts, were not exposed and that it found no evidence that any developer was aware of the bug.",
  "The New Yorker\n\nPUBLIC KEY\n\nA man marks his ballot at the Santa Monica City Hall polling station in California's primary election in Santa Monica, Calif., on June 5.",
  "Associated Press\n\nFOR THE N00BS\n\nThe Switch How to delete your Google account A software bug prompted Google to announce it will shutter the social platform.",
  "“There was nothing secret in the Russian specialists’ trip to The Hague in April,” Russian Foreign Minister Sergei Lavrov said Monday, as quoted by the AP.",
  "Google said Monday that it did not immediately announce the data leak because it was unsure which users were affected or that the data had been misused.",
  "“The report was clear about one party believed responsible for exploiting supply chain risks in the manufacturing sector and defense industrial base.",
  "Employees at federal agencies can begin adding two-factor authentication to their accounts, according to the General Services Administration.",
  "And the icing on the cake: Lawmakers were angry that Google did not send an executive senior enough for a major tech hearing in September.",
  "Despite its concerns about lawmakers' reactions, Google might have been better off if it had gone public about the incident right away.",
  "PINGED, PATCHED, PWNED\n\nRick Gates, a former senior Trump campaign aide, departs the federal courthouse in Washington on Feb. 23.",
  "They were detained without any explanations, denied a chance to contact our embassy in the Netherlands and then asked to leave.",
  "Defense officials are concerned about the company’s decision to sever a contract with the Pentagon following employee backlash.",
  "Meanwhile, conservatives worry the company’s liberal employees were silencing conservative voices — a charge Google has denied.",
  "Shortly after the Wall Street Journal first reported the incident Monday afternoon, the company went into damage control mode.",
  "EASTER EGGS\n\nTrump apologizes to Kavanaugh for “terrible pain and suffering.”\n\nTaylor Swift has never really talked politics.",
  "But so far, Russia-watchers say the trolls haven’t delved into the nitty gritty of 35 Senate campaigns and 435 House races.",
  "It's a new newsletter from The Washington Post that will land in your inbox before you reach for that first cup of coffee.",
  "They’ve questioned the company on reports it is planning to push into China with a censored version of its search engine.",
  "Coming soon\n\nSenate Homeland Security and Governmental Affairs Committee hearing on “threats to the homeland” tomorrow.",
  "It all looked like a misunderstanding.”\n\n— Meanwhile, another country is accusing Russia of launching cyberattacks.",
  "“Government officials will use the Google Authenticator app on their mobile devices to use two-factor verification.",
  "“The Trump campaign’s interest in the work began as Russians were escalating their effort to aid Donald J. Trump.",
  "“Google must explain its unwillingness to disclose this breach and the FTC must conduct a fulsome investigation.",
  "The company declined to comment on whether concerns about regulators or its reputation affected its decisions.",
  "“They weren’t hiding from anyone when they arrived at the airport, settled in a hotel and visited our embassy.",
  "“The results are encrypted and use security keys, so the receiving computer knows that the data is authentic.",
  "But that strategy has so far only ballooned the laundry list of concerns lawmakers have about the company.",
  "THE KEY\n\nThe Google logo at the company's headquarters in Mountain View, Calif., on July 19, 2016.",
  "Google explained what happened in a blog post and announced a suite of new data privacy measures.",
  "“However, neither company appears to have been particularly chastened in their privacy practices.",
  "— More cybersecurity news:\n\nWas There a Connection Between a Russian Bank and the Trump Campaign?",
  "A team of computer scientists sifted through records of unusual Web traffic in search of answers.",
  "Geoffrey Fowler\n\nTHE NEW WILD WEST\n\nRussian Foreign Minister Sergei Lavrov in Moscow on Aug. 20.",
  "A similar standard exists under Europe's privacy law, which took effect earlier this year.",
  "Brian Fung\n\nZERO DAYBOOK\n\nToday\n\n2018 National Cyber Symposium in Colorado Springs.",
  "“It is not a large concern at this point,” Magney said, as quoted by Johnson.",
  "“The GRU is still hacking into computers in the U.S. and everywhere else.",
  "That’s why next Tuesday, we’re launching Power Up by Jacqueline Alemany.",
  "The company also said it would shutter the consumer version of Google .",
  "But it's Google's secrecy that may get the company in the most trouble.",
  "Senate Commerce Committee hearing on consumer data privacy tomorrow.",
  "… I know people have theorized about man-in-the-middle attacks.",
  "Alaska's brown bears search for food as winter nears:",
  "The Justice Department in Washington on May 24.",
  "“Google is just AWOL,” Warner told Cat.",
  "Would you put one in your living room?",
  "It will bring you Washington, fast.",
  "Click here to sign up.",
  "John Kennedy (R-La.)",
  "Until now.",
  "Sens."
]