[
  "The user writes in what they need help with, and they're then asked relevant questions before being given appropriate documentation or guidance on how to tackle their problem — from flight refunds to maternity leave requests — sidestepping the need for traditional (and costly) legal guidance.",
  "It automatically makes a series of what Browder calls \"no brainer\" changes to users' settings on Facebook, Instagram, and Twitter — like disabling personalized Twitter ads, deleting your call and text history from Facebook, and stopping other accounts seeing when you're online on Instagram.",
  "Using HaveIBeenPwned, a service that lets users know if apps and platforms they use have been hacked, DoNotPay will tell users if they've been compromised — then help the affected user sue the company in question, if they desire.",
  "In 2018, Browder took aim at Equifax after a data breach exposed the personal data the firm held on tens of millions of Americans, and his app DoNotPay was used to help file 25,000 lawsuits against the company.",
  "On Wednesday, he announced that DoNotPay will now help users easily lock the privacy settings on their social media accounts — and help sue those companies that expose users' data through hacks and breaches.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, WeChat at robaeprice, or Twitter DM at @robaeprice.",
  "Google will also be added soon \"in light of the recent issues,\" Browder said, referring to this week's disclosure of a security lapse in the Google+ social network.",
  "Then, the 21-year-old student broadened his focus, expanding into everything from landlord disputes to chasing compensation for lost luggage on flights.",
  "\"My data was hacked and sold by Cambridge Analytica,\" he told Business Insider in an email, referring to this year's Facebook security scandal.",
  "\"The mistakes companies like Equifax are making, such as not encrypting data, are mistakes a high school Computer Science student would avoid.",
  "\"By providing these services, anyone who can follow simple instructions can now get justice and protect their data,\" Browder said.",
  "First Joshua Browder went after parking tickets, building a bot that helped hundreds of thousands of users challenge their fines.",
  "Originally from the UK, Browder was a student at Stanford University in California and now works full-time on DoNotPay.",
  "His startup has raised $1.1 million in funding from venture capital firms including Andreessen Horowitz.",
  "I want to punish these companies for their incompetence and protect people from having their data sold.\"",
  "The second part is all about hitting back at services that have been hacked, exposing users' data.",
  "\"It seems like the only people who are benefitting from data breaches are a handful of lawyers.",
  "The first is focused on privacy, and helps users lock down their accounts from prying eyes.",
  "However, in the past year, it has become the most requested feature to add to DoNotPay.",
  "I hope to replace them all and bankrupt any company that is careless with user data.\"",
  "The British entrepreneur is now expanding into privacy and data security.",
  "DoNotPay is a tool that provides automated, free legal assistance.",
  "Y ou can also contact Business Insider securely via SecureDrop.",
  "\"At the time, it seemed like data breaches were uncommon.",
  "There's two strands to Wednesday's update.",
  "(PR pitches by email only, please.)",
  "So how does DoNotPay work?",
  "Got a tip?",
  "Now read:"
]