[
  "It found, just before the EU update to general data protection regulation (GDPR) came into place, that between 2015 and March 2018, outside developers would have been able to potentially access personal Google+ profile data due to a software glitch in the site.",
  "The survey, a collaboration by SurveyMonkey and Recode, asked “Which of the following companies do you trust the least with your personal information?”\n\nJust 2% of respondents answered Apple and Amazon, while Facebook and Google were the least trusted.",
  "At the time, an internal memo warned that revealing the leak would result in “regulatory interest” and lead to comparisons to Facebook in the wake of the Cambridge Analytica scandal.",
  "However, it failed to provide clear advice to users following the breach and confusion reigned about who, exactly, had been affected and the nature of data compromised.",
  "Apple has historically been vocal about protecting user information, while also working with law enforcement when they have subpoenas and other legal requests for data.",
  "They have offered their location data to Google and information about their preferences to Facebook so they can be targeted with so-called ‘personalized’ advertising.",
  "The social media giant was quick to report the incident, which enabled hackers to exploit a weakness in Facebook’s code to access the ‘View As’ privacy tool.",
  "If the likes of Apple, Google, Facebook and Amazon want people to continue to use their services, they need to demonstrate how they protect data.",
  "Amazon prides itself on security: users will potentially allow its delivery people access to the inside of their homes when they aren’t in.",
  "This was a scandal that Google was all too aware of when it discovered its Google+ social network had exposed data in March this year.",
  "Its Amazon Echo speaker is selling millions – although in May, the Google Home sold more, according to figures from analyst Canalys.",
  "In March this year, it was revealed that Cambridge Analytica had exploited Facebook to harvest millions of people’s profiles.",
  "With GDPR regulation stipulating huge fines for firms that fail to safeguard user data, perhaps things will improve.",
  "Both Apple and Amazon have been implicated in the recent China ‘spy chip’ scandal, but they deny the claims.",
  "Security breaches will continue to take place, but trust in technology companies is falling.",
  "Just 10 days ago, Facebook admitted a massive data breach affecting over 50 million people.",
  "People have been trusting big firms such as Google and Facebook with their data for years.",
  "But these companies are proving that they can not be trusted with people’s data.",
  "So, of the other massive companies that collect user data, who can be trusted?",
  "Of course, this wasn’t the first time Facebook had seen a breach of user data.",
  "For now, it’s up to users to decide which technology companies they trust.",
  "The social network had not alerted users when it discovered the breach.",
  "So much so, that in April, the firm ranked top in a privacy survey.",
  "Trust in large technology companies is at an all-time low.",
  "If an event does happen, their response is what matters.",
  "And rightly so, given the events of the last two weeks.",
  "Apple also has a good reputation for security."
]