[
  "“It is easy to forget that only 18 months ago that Senator Cruz was one of the less popular candidates and certainly one of the more vilified,” Nix said in his speech, standing in front of a giant quote from Sen. Lindsey O. Graham (R-S.C.), who said, “If you killed Ted Cruz on the floor of the Senate and the trial was in the Senate, nobody could convict you.” Partly because of “the power of big data and psychographics,” Cruz rose from 5 percent to 35 percent in the polls, Nix said in his speech, which he delivered at the Concordia summit, a New York City gathering of government, business and nonprofit leaders.",
  "One day earlier this week, Nix sat in a conference room overlooking Fifth Avenue, in offices once occupied by editors of Scribner’s, where work was done on novels such as F. Scott Fitzgerald’s “The Great Gatsby” and Ernest Hemingway’s “The Sun Also Rises.” The publisher has long since moved to other quarters, and the iconic bookstore that once took up the first three stories has been replaced by a Sephora cosmetics store.",
  "In its marketing materials, Cambridge Analytica says that “we collect up to 5,000 data points on over 220 million Americans,” enabling it to target groups “and predict the behavior of like-minded people.” The company says it has not only the usual stable of data experts but also psychologists who analyze the data and assemble pools of like-minded people.",
  "The firm says it can predict how most people will vote by using up to 5,000 pieces of data about every American adult, combined with the result of hundreds of thousands of personality and behavioral surveys, to identify millions of voters who are most open to being persuaded to support Trump.",
  "The campaign receives Cambridge’s data on a computerized dashboard that offers recommendations, such as where to hold rallies, where volunteers should knock on doors, where potential donors live and where television ads should be placed, according to company and campaign officials.",
  "[How a reclusive computer programmer became a GOP money powerhouse]\n\nAfter Cruz dropped out of the race, Mercer switched his loyalties to Trump, and the committee to which he had donated changed its name to Defeat Crooked Hillary PAC, which runs ads savaging the Democratic nominee.",
  "In a Fifth Avenue office near Trump Tower, a company being paid millions of dollars by Donald Trump’s presidential campaign says it has developed a political weapon powerful enough to help the Republican nominee overcome his troubles and win the White House.",
  "“Had the Republicans been able to deliver as sophisticated an operation as the Democrats had, there wouldn’t have been so much opportunity for Cambridge Analytica to provide the services that we do provide.”\n\nInitially, it was Sen. Ted Cruz (R-Tex.)",
  "The reliance on Cambridge reflects a recognition by Trump’s campaign that drastic measures are required to erase a potentially irreversible disparity between Trump’s get-out-the-vote operation and Clinton’s meticulously built machinery.",
  "In May, citing the way thousands of people turned out for his rallies, Trump told the Associated Press that he “always felt” that relying on voter data was “overrated.”\n\nA change occurred after Cruz initially declined to endorse Trump.",
  "The little-known company, which has operated in the United States for four years, opened its office here only a month ago and is clearly at the center of Trump’s quest for a last-minute comeback against Democrat Hillary Clinton.",
  "This, the company says, is a leap beyond the widely used practice known as micro-targeting, in which campaigns use demographic and consumer data such as magazine subscriptions and club memberships to deduce political leanings.",
  "Romney had said he had a state-of-the-art analytic operation, only to find that his campaign’s get-out-the-vote technology crashed on Election Day and that the Obama team had far more-advanced information about voters.",
  "He stressed that the campaign also gets data from the Republican National Committee, and he said much of the recent payment to Cambridge was redirected to pay for television ads in places the firm recommended.",
  "Cambridge Analytica — a U.S.-incorporated affiliate of SCL Group, a British firm that has worked on campaigns in 22 countries — says it is working on 50 campaigns in the United States, all of them Republican.",
  "Mercer, a famously reclusive computer programmer, made a fortune as co-chief executive of a New York-based hedge fund, Renaissance Technologies, which relies heavily on analytics for its investment decisions.",
  "Eitan Hersh, a Yale professor and author of “Hacking the Electorate,” a study of data mining in presidential campaigns, said Cambridge Analytica’s claim about predicting personality is “basically impossible.",
  "The key is a psychological model for identifying voters that can “determine the personality of every single adult in the United States of America,” said Alexander Nix, chief executive of Cambridge Analytica.",
  "Cambridge Analytica relies on a system it developed called OCEAN, an acronym for the five main voter traits it can identify: openness, conscientiousness, extraversion, agreeableness and neuroticism.",
  "[Cruz campaign credits psychological data and analytics for its rising success]\n\nNix, in a September speech, seemed to give his company much of the credit for Cruz becoming Trump’s top challenger.",
  "The United States, by contrast, allows much data to be released unless a person “opts out.” Thus, companies such as Cambridge Analytica can collect thousands of pieces of information about voters.",
  "Brad Parscale, the Trump campaign’s digital director, said that he has never met Mercer and that he first encountered Cambridge Analytica when the company cold-called him to offer its services.",
  "Thus, the company’s files reveal a person’s gender, race, location, car type, club memberships, and reading and viewing habits, along with potentially thousands of other pieces of information.",
  "The psychological tests are combined with the collection of data, such as a person’s taste in movies, music, books and restaurants and the “likes” or “hearts” on social-media sites.",
  "A key to its strategy is the fact that U.S. laws regarding the release of personal information are more lax than in some other countries, enabling it to mine far more data here.",
  "“If I was to tell you that an individual had voted for a particular party over the last 40 years the same way, you would conclude that is a fairly good indicator,” Nix said.",
  "Whether such analytics had much to do with Cruz’s showing is the subject of debate, and some Cruz aides privately said Cambridge Analytica goes too far in taking credit.",
  "The explosion in the use of personal data and psychological profiling in campaigns accelerated in the wake of Republican Mitt Romney’s 2012 loss to President Obama.",
  "He believed that analytics could transform campaigns and became the major investor in Cambridge Analytica, according to a report that initially ran in Politico.",
  "Another PAC, Keep the Promise II, paid Cambridge Analytica $570,000 in the early days of the presidential contest, when it was boosting Cruz’s candidacy.",
  "who seized upon the company’s methods, paying it at least $5.8 million to help identify voters in the Iowa caucuses, which Cruz won, and other contests.",
  "It is not clear whether Cambridge Analytica, along with Trump’s in-house data team and Republican Party efforts, can catch up to the Clinton campaign.",
  "Upstairs, where novelists and their editors once sought to illuminate a character’s motivation, Nix and his team try to understand that of voters.",
  "You can do better randomly guessing.”\n\nThe Clinton campaign, which has a far larger team of data scientists, rejects such psychological profiling.",
  "Parscale declined to discuss the company’s work on psychological profiling because he has not “opened the hood” on its technology, he said.",
  "At Trump Tower, though, the firm’s work is embraced as a vital part of its plan, and there are ties between Trump’s world and the company.",
  "Parscale said that he offered a $100,000 initial payment to run tests and that he was impressed with the results in finding donors.",
  "It is “intuitive” that the more such data is collected, the better his company can be in predicting how people will vote, Nix said.",
  "Stephen Bannon, the Trump campaign’s chief executive, sits on the Cambridge Analytica board, according to a Bloomberg News report.",
  "Clinton is the beneficiary of years of data collected by the party as well as valuable information gathered during the primaries.",
  "Hedge-fund billionaire Robert Mercer, the top donor to a pro-Trump political action committee, reportedly is the majority owner.",
  "Among Cruz’s biggest supporters was Mercer, who gave $14 million to a pro-Cruz political action committee, Keep the Promise I.",
  "For example, European Union countries require much personal data to be kept private unless a person “opts in” to its release.",
  "That led to publicity for the firm’s methods, although Cruz went on to lose the Republican presidential nomination to Trump.",
  "New federal filings show the campaign’s payments to the firm ballooning from $250,000 in August to $5 million in September.",
  "The Republican Party vowed to improve its methodology, and that provided an opening for Cambridge Analytica, Nix said.",
  "Its analytics chief, Elan Kriegel, said he relies more on “bread and butter” information such as voter history.",
  "Pro-Clinton ads outnumber pro-Trump ads by a 3-to-1 margin, according to a study by the Wesleyan Media Project.",
  "Moreover, she has 487 field offices, compared with 207 for Trump, according to the website Five­ThirtyEight.",
  "The company collects information through a 120-question survey taken by hundreds of thousands of people.",
  "“Now imagine if we could overlay thousands of data points that are predictable about behavior.",
  "“To be blunt, that was the landscape that we entered back in 2013,” Nix said in an interview.",
  "The company “provides great modeling data for fundraising and persuadable voters,” he said.",
  "All of that information is added to a spreadsheet that contains the name of every voter.",
  "Nix dismissed critics who questioned the company’s claims of predicting voter behavior.",
  "The committee was overseen by Kellyanne Conway, who is now Trump’s campaign manager.",
  "These shortfalls have made the role of analytics particularly important for Trump.",
  "Such data is compiled by many companies and used by most campaigns.",
  "Such committees are allowed to accept unlimited donations.",
  "A much better observation is, how well does it work?”",
  "Mercer did not respond to a request for comment.",
  "Nix declined to confirm or deny Mercer’s role.",
  "Cruz did not respond to a request for comment.",
  "Among the skeptics about analytics was Trump.",
  "Of course it works.",
  "Doubters abound.",
  ".",
  ".",
  "."
]