[
  "… Steve Holland of Reuters ... Kelley Hudak, coalitions director for House Majority Whip Steve Scalise, is 29 ... Neil Newhouse, partner and co-founder of Public Opinion Strategies ... Jim Miklaszewski is 69 ... Nick Simpson, VP of public affairs at the Consumer Bankers Association, is 36 ... Amy Sennett ... Dean Garfield, president and CEO of the Information Technology Industry Council ... Eve Samborn McCool ... Amanda Coyne, senior policy adviser and speechwriter for Sen. Dan Sullivan (R-Alaska) (h/t Ashley Reed) … Ted Baker, a longtime Washington tax lawyer and grandfather of Theo, is 8-0 (h/t son Peter) ... Jamie Baker is 34 ... Stef Feldman ... Laura Zapata, communications director for Phil Bredesen for U.S. Senate (h/t Ian Sams) ... Dan Rosenthal, managing principal at Albright Stonebridge Group ... Maddie James, who recently left AEI and is starting a PhD program in European history at UNC Chapel Hill in August, is 25 ...\n\n… Howard Gutman, managing director at the Gutman Group and former U.S. ambassador to Belgium, is 62 ... Kirk McPike ... Andy Flick … Andrew Kauders, managing director at Cogent Strategies ... Eva Barboni, founder and CEO of Atalanta (h/ts Jon Haber) ... Adrienne Donato ... Erik Huey, SVP of gov’t affairs at Entertainment Software Association (h/t Nika Nour) ... Michael Gareth Johnson ... WSJ higher ed reporter Doug Belkin is 5-0 ... NYT’s Lara Jakes ... Anna Uhls, associate counsel at Uber ... Molly Spaeth, public affairs comms manager at Uber in Chicago (h/ts Jill Hazelbaker) ... Dave Beard … Linda Burger is 76 ... Anna Quindlen is 65 ... former Sen. Phil Gramm (R-Texas) is 76 ... Tina Urbanski … Susie Landau ... Cramer Williams ... Bret Coulson ... Robb LaKritz ... Stephanie Berhane ... Brad Baker ... Sandy Kaiser ... Sydney Allen ... Patrick McCarthy ... Laura Davis … Evan Kaufman ... Patrick Dillon … Greg Pellegrino is 53 ... Lee Dugatkin is 56 ... Amichai Stein ... Daniel Mintz ... Jeff Dunetz ... Dennis Harbaugh (h/t Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "REGISTER: “Top San Bernardino County gang prosecutor under fire for offensive social media posts,” by Teri Sforza and Joe Nelson: “Deputy District Attorney Michael Selyem, who joined the D.A.’s Office 12 years ago, targeted outspoken U.S. Rep. Maxine Waters, former first lady Michelle Obama, Mexican immigrants and the victim of a police shooting in Facebook and Instagram posts labeled by one critic as ‘hateful rhetoric.’\n\n“Of Waters, Selyem said: ‘Being a loud-mouthed c#nt in the ghetto you would think someone would have shot this bitch by now …’ … Selyem also posted a doctored picture of Michelle Obama holding a sign saying, ‘Trump grabbed my penis.’” http://bit.ly/2NyWHOc\n\nBORDER TALES – “Kids as young as 1 in U.S. court, awaiting reunion with family,” by AP’s Astrid Galvan in Phoenix: “The 1-year-old boy in a green button-up shirt drank milk from a bottle, played with a small purple ball that lit up when it hit the ground and occasionally asked for ‘agua.’ Then it was the child’s turn for his court appearance before a Phoenix immigration judge, who could hardly contain his unease with the situation during the portion of the hearing where he asks immigrant defendants whether they understand the proceedings.",
  "Five years later, it remains buried under Trump.” https://politi.co/2KYL7gO\n\n-- “How Cambridge Analytica fueled a shady global passport bonanza,” by Ann Marlowe in Fast Company: “A controversial billion-dollar citizenship-for-sale business led the elections firm to conduct clandestine campaigns across the Caribbean, insiders say.” http://bit.ly/2J0y2i4\n\n-- “Are you alone now?” by WaPo’s Eli Saslow in Norwalk, Ohio: “After raid, immigrant families are separated in the American heartland.” https://wapo.st/2MUKzpT\n\n-- “From Nazi hunters to warriors against today’s fascism,” by David Andelman on CNN.com: “Today, 73 years after the end of World War II, with most of their Nazi targets dead or imprisoned, the last of Europe’s great Nazi-hunters, Serge and Beate Klarsfeld have turned their attention to the rise of neo-fascism and, inevitably, the comfort and support the far right is feeling from Donald Trump.",
  "GIULIANI: “All she did was talk about adoptions.” TODD: “Wait a minute.”\n\n-- GIULIANI to CNN’S DANA BASH on “STATE OF THE UNION” on why the president doesn’t fire Bob Mueller: “Because if he did it, everybody would say that he was guilty and that’s why he fired him.”\n\n-- AP: “Trump lawyers call Comey ‘Machiavellian’ in note to Mueller,” by Eric Tucker and Chad Day: “Lawyers for President Donald Trump unleashed a blistering attack on former FBI Director James Comey in a confidential memo last year to the special counsel, casting him as ‘Machiavellian,’ dishonest and ‘unbounded by law and regulation’ as they sought to undermine the credibility of a law enforcement leader they see as a critical witness against the president.",
  "He said he would try since Mister Rogers must be close to God and if Mister Rogers liked him he must be O.K.” https://nyti.ms/2u5r5Ym ... Junod’s profile http://bit.ly/2m5oh9b ... Trailer for the new Mr. Rogers film, “Won’t You Be My Neighbor?” http://bit.ly/2KUIoVL\n\n-- “Summer of Rage,” by Rebecca Traister in The Cut: “White men are the minority in the United States — no wonder they get uncomfortable when their power is challenged.” http://bit.ly/2MFjaIf\n\n-- “Meet America’s new climate normal: towns that flood when it isn’t raining,” by Elizabeth Rush in The Guardian: “The last time carbon dioxide levels were this high, armadillos migrated north across a newly formed land bridge between today’s North and South America.",
  "told CHUCK TODD on NBC’S “MEET THE PRESS” that the Senate can confirm “any of the four names being mentioned,” but added that Trump needs to think about who is “easiest to get confirmed.”\n\n-- SEN. LINDSEY GRAHAM (R-S.C.) told DANA PERINO on “FOX NEWS SUNDAY” that the GOP is “holding four lottery tickets, and they’re all winners.”\n\n-- HOW IT WILL ALL UNFOLD via the AP’S CATHERINE LUCEY and ZEKE MILLER: “After more than a week of pitched speculation, Trump will go on prime-time television to reveal his choice to fill the Supreme Court seat vacated by retiring Justice Anthony Kennedy, selecting a conservative designed to rally Republican voters in a midterm election year.",
  "McConnell is concerned about the volume of the documents that Judge Kavanaugh has created in his 12 years on the United States Court of Appeals for the District of Columbia Circuit, as well as in his roles as White House staff secretary under President George W. Bush and assistant to Kenneth W. Starr, the independent counsel who investigated President Bill Clinton.” https://nyti.ms/2m6jLHT\n\n-- CONSIDERING it will be up to McConnell to get enough votes for a Supreme Court nominee to pass the Senate, his decision to raise concerns about the front-runner Brett Kavanaugh could -- and should -- make an impression on Trump.",
  "And in a recent paper, one military officer argued that a Space Guard could ‘extend this role naturally to the next frontier.’” https://politi.co/2u9NmVh\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “Directions,” by Robert Sullivan in Places Journal – per Longreads.com’s description: “On the way from the old Brooklyn to the new, branded, post-industrial Brooklyn, the city got lost.” http://bit.ly/2NsKBWS\n\n-- “When a Baby Is an Everyday Reminder of Rohingya Horror,” by NYT’s Hannah Beech in Kutupalong, Bangladesh: “[I]n traditional Rohingya Muslim society, rape brings shame to households.",
  "In doing so, the United States could demonstrate a commitment to the Palestinian people that could make it more difficult for Palestinian Authority President Mahmoud Abbas to continue to rebuff overtures to engage in the peace process.” https://wapo.st/2J8DBLG\n\nTHE DISMANTLING OF OBAMACARE ... “Trump administration freezes billions in risk adjustment payments,” by POLITICO staff: “The Trump administration is freezing billions of dollars of payments to Obamacare health insurers, another blow to the fragile markets as health plans begin to set premiums and get ready for the next enrollment season.",
  "McConnell weighs in on Supreme Court pick with Trump Presented by\n\nDriving the Day\n\nBIG DEAL -- MCCONNELL WEIGHS IN ON SCOTUS … -- NYT’S MAGGIE HABERMAN and JONATHAN MARTIN on A16: “McConnell Tries to Nudge Trump Toward Two Supreme Court Options”: “Senator Mitch McConnell, the Republican leader, told President Trump this past week that Judges Raymond M. Kethledge and Thomas M. Hardiman presented the fewest obvious obstacles to being confirmed to replace Justice Anthony M. Kennedy on the Supreme Court, according to Republican officials briefed on the conversation.",
  "Soon, I think, if [climate-change scientist Harold Wanless] is right, all of this will be underwater, not just temporarily, but for good.” http://bit.ly/2MTQ1sN\n\n-- “The Longform Guide to the Supreme Court” – Longform.org: “Stories about the cases that wind through the Old Supreme Court Chamber and the justices who have shaped its legacy.” http://bit.ly/2zgrJYl\n\n-- “His Brother’s Keeper,” by Luke Mullins in The Atlantic: “In America’s deadliest big city, the task of announcing each new murder falls to police spokesman T. J. Smith.",
  "He only learned of his own schedule hours ahead of time, and the meeting with Kim Jong Un never happened -- despite strenuous efforts from his staff.” https://bloom.bg/2zkcn57\n\n-- WAPO’S JOHN HUDSON and ADAM TAYLOR in TOKYO: “Pompeo pushes back against North Korea’s ‘gangster-like’ criticism”: “Secretary of State Mike Pompeo shot back against North Korea on Sunday, saying the regime’s criticism that U.S. negotiators acted in a ‘gangster-like’ way during his two-day visit to Pyongyang was unfounded.",
  "Now They’re In Crisis”: “In interviews with 23 current and former employees, staffers described Revolution Messaging in grim terms: The firm, they say, is ‘in a tailspin.’ It’s ‘spiraling.’ ‘In crisis.’ The work culture is ‘toxic’ and ‘volatile.’ There’s a ‘fear of retaliation,’ ‘a lack of value for employees.’ ... It’s ‘paranoia city.’ ‘People feel the ship is sinking.’\n\n“Over the last six months, at least 27 employees have left Revolution Messaging or given their notice.",
  "But he still has a lot to say.” https://politi.co/2J1zdhb\n\n-- “In Warren, Patrick, two ways to take on Trump,” by Boston Globe’s Matt Viser: “[A]s the former Massachusetts governor and the Bay State’s senior senator both seem to be positioning themselves for 2020 presidential runs — perhaps against each other — they could soon both need plenty of water as they shout themselves hoarse at campaign stop after stop, trying to stand apart from the pack — and each other.",
  "for the Left?” by Joel Lovell in the N.Y. Times Magazine: “The suit filed on behalf of families separated at the border was just the latest action against the administration by the civil liberties group.” https://nyti.ms/2NqBENX\n\n-- “The secret story of how America lost the drug war with the Taliban,” by POLITICO’s Josh Meyer: “A high-stakes plan to indict Afghan drug lords and insurgency leaders on criminal conspiracy charges ran afoul of the Obama team.",
  "As a result, many survivors are made to suffer twice — first from the trauma of sexual violence and again from the ostracism of a conservative society that abandons them when they most need support.” https://nyti.ms/2ugn8zx\n\n-- “Fred Rogers and the Loveliness of the Little Good,” by NYT’s David Brooks: “Once, as Tom Junod described in a profile for Esquire, Rogers met a 14-year-old boy whose cerebral palsy left him sometimes unable to walk or talk.",
  "He graduated from Colgate, and received a master’s degree in education from the Bank Street College of Education.” With a pic https://nyti.ms/2u6iW60 … Wedding pic http://bit.ly/2KJa5S8\n\nBIRTHWEEK (was Thursday): ABC News’ Alisa Wiersema (hat tip: Meridith McGraw, who’s going on her first foreign trip with Trump for ABC News this week)\n\nBIRTHDAY OF THE DAY: Geoff Garin, Democratic strategist and president of Hart Research.",
  "Or it could look for someone who offers a more positive message that can unite a fractured electorate.” http://bit.ly/2m3bJ24\n\nANNAPOLIS UPDATE … -- “‘Wendi Winters saved my life’: Capital Gazette staff say their fallen colleague charged the shooter,” by the Capital Gazette’s Danielle Ohl: “When a man with a shotgun shattered the glass door of the Capital Gazette newspaper office and began to shoot, Wendi Winters stood up.",
  "http://bit.ly/2u9TblB\n\nJARED’S PEACE PLAN UPDATE… “Trump administration focuses on Hamas-controlled Gaza Strip, with Mideast peace plan stalled,” by WaPo’s Anne Gearan: “With President Trump’s promised Middle East peace plan stalled, administration officials are focusing on improving conditions in the impoverished Gaza Strip — a move that could put political pressure on Palestinian leaders to come to the negotiating table.",
  "‘I’m sure he wasn’t expecting … anyone to charge him.’” http://bit.ly/2Nyy97W\n\nBANNON IN HIS HOMETOWN … “Richmond bookstore owner says he called police after woman confronted Steve Bannon in his shop,” by Richmond Times-Dispatch’s Tim Dodson: “A bookstore owner in Richmond said he called the police after a woman confronted Steve Bannon, former White House chief strategist for President Donald Trump, in his shop Saturday.",
  "Jim Jordan faces new accusation that he must have known about alleged sexual abuse at Ohio State,” by Elise Viebeck and Alice Crites: “David Range, who wrestled for Ohio State in the late 1980s, said Jordan had to have known about alleged sexual misconduct by Richard Strauss, an athletic doctor whose behavior is under investigation by the school, because it happened regularly to team members and people talked about it.",
  "Pompeo added that the U.S. and world powers would maintain economic sanctions against North Korea until full denuclearization was achieved.” https://wapo.st/2KI4RpR\n\n‘MAXIMUM PRESSURE’ IS BACK -- @SecPompeo: “Constructive meeting with #Japan’s FM @konotaromp today to discuss the U.S.-Japan alliance, the cornerstone of regional stability, and maintaining maximum pressure on the #DPRK @StateDept”.",
  "Learn more at google.com/grow/veterans\n\nUPDATE ON TRUMP’S NORTH KOREA DEAL …\n\n-- POMPEO YANKED AROUND … BLOOMBERG’S NICK WADHAMS: “Inside Pompeo’s Fraught North Korea Trip”: “As U.S. Secretary of State Mike Pompeo touched down in Pyongyang at 10:54 a.m. on Friday he had few details of his schedule in the North Korean capital -- even which hotel he and his staff would stay in.",
  "And a Little Roger Ailes’,” by Michael Kruse for Politico Magazine: https://politi.co/2KRZzr7\n\n2020 WATCH -- MITCH LANDRIEU PROFILE -- “Mitch Landrieu Wants to Know: Does He Have to Run for President?” by Isaac Dovere in Politico Magazine: “There he was on the shore of Lake Charles in Calcasieu Parish, the lieutenant governor leading the evacuation as Rita hit.",
  "Each episode is like a This American Life-style story, focusing on the characters that masterminded the flip behind the scenes.” https://wapo.st/2MX9dpR\n\nPlaybookers\n\nSPOTTED: Former VP Joe Biden and his wife dropping by Browseabout Books in Rehoboth Beach for Hoda Kotb’s book signing of her NYT best-selling children’s book “I’ve Loved You Since Forever”.",
  "‘And then he stayed in the showers, like, an hour until everyone was done.’” https://wapo.st/2m6R3ql\n\n-- IT’S PRETTY CLEAR that Jordan’s I-had-no-idea-this-was-going-on answer is not going to suffice, since more than a half-dozen of his former wrestlers have now come out and said it would be impossible for him not to know.",
  "Opposition to Breast-Feeding Resolution Stuns World Health Officials,” by NYT’s Andrew Jacobs: “A resolution to encourage breast-feeding was expected to be approved quickly and easily by the hundreds of government delegates who gathered this spring in Geneva for the United Nations-affiliated World Health Assembly….",
  "Similar concerns are roiling high-profile Senate contests in Missouri, Indiana, Pennsylvania and North Dakota and forcing GOP candidates to answer for the trade policies of a Republican president they have backed on almost every other major issue.” http://bit.ly/2m6OSDb\n\nDRIP, DRIP, DRIP … WASHINGTON POST: “Rep.",
  "American officials sought to water down the resolution by removing language that called on governments to ‘protect, promote and support breast-feeding’ and another passage that called on policymakers to restrict the promotion of food products that many experts say can have deleterious effects on young children.",
  "“While careful not to directly make the case for any would-be justice, Mr. McConnell made clear in multiple phone calls with Mr. Trump and the White House counsel, Donald F. McGahn II, that the lengthy paper trail of another top contender, Judge Brett M. Kavanaugh, would pose difficulties for his confirmation.",
  "The duo’s focus now is on the power of Europe’s resurgent extreme right.” https://cnn.it/2lSCnuD\n\n-- “How to Flip the House” – WaPo podcast series hosted by Martine Powers: “It’s the inside story of the 1994, 2006, and 2010 elections … the three times in the past 60 years when the House has changed parties.",
  "Very brave and talented people!” … at 6:42 p.m.: “The Rigged Witch Hunt, originally headed by FBI lover boy Peter S (for one year) & now, 13 Angry Democrats, should look into the missing DNC Server, Crooked Hillary’s illegally deleted Emails, the Pakistani Fraudster, Uranium One, Podesta & so much more.",
  "Thomas, 31, is the communications director, in Manhattan, for the New York City Education Department, and later this month she is to become the assistant commissioner for external affairs at the New York Police Department ... [She is also an alum of the Obama 2012 campaign and SKDKnickerbocker.]",
  "“The secretary of state also said that despite a critical statement released by North Korea’s Foreign Ministry on Saturday night, he thought the two sides had made progress during the meeting and that his North Korean counterpart, Kim Yong Chol, negotiated in ‘good faith’ during the meeting.",
  "‘Everybody joked about it and talked about it all the time.’ Range said Strauss, who has been accused of abusing athletes in more than a dozen sports during his time as an athletic doctor, touched wrestlers inappropriately during examinations and ogled them in the locker room showers.",
  "He knew about it because it was an everyday occurrence.’ Range said he never discussed the issue directly with Jordan one on one and did not know whether anyone made a formal report, but he said Jordan was present during group conversations in the locker room about Strauss’s behavior.",
  "The North Koreans took him, his staff and the six journalists traveling with the delegation to a gated guesthouse on the outskirts of the capital, just behind the mausoleum where the bodies of regime founder Kim Il Sung and his son Kim Jong Il lie embalmed and on occasional display.",
  "Bookshops are all about ideas and tolerating different opinions and not about verbally assaulting somebody, which is what was happening,’ Cooke said.” http://bit.ly/2KGcsVS\n\nPlaybook Reads\n\nPHOTO DU JOUR: Protesters march on the Dan Ryan Expressway July 7, in Chicago.",
  "Nick Cooke, owner of Black Swan Books on West Main Street in the Fan District, said Bannon was in the bookstore Saturday afternoon and that a woman confronted him, calling him a ‘piece of trash.’\n\n“Cooke said he called 911 and that the woman left as he made the call.",
  "2018 WATCH … “How the trade war is changing minds in a Senate battleground,” by AP’s Jonathan Mattise in Nashville and Steve Peoples in NYC: “Jimmy Tosh’s sprawling hog farm in rural Tennessee is an unlikely battleground in the fight for control of the U.S. Senate.",
  "But, “at some point, probably a little foggy as to exactly when, president found out and reimbursed him.”\n\n-- GIULIANI told CHUCK TODD that the famous Trump Tower meeting where a Russian emissary offered dirt on Hillary Clinton was only about adoptions.",
  "Trump wants a stand-alone branch of the military — coequal to the Army, Navy and Air Force — to ensure ‘dominance in space’ and deter nations such as Russia and China from threatening America's reliance on space technologies for defense and commerce.",
  "“Not much was clear aside from lunch with counterpart Kim Yong Chol to start filling in the ‘nitty-gritty details’ from the Singapore declaration signed between the leaders of the U.S. and North Korea, according to his spokeswoman Heather Nauert.",
  "Yet his 15,000 acres (6,000 hectares) two hours west of Nashville showcase the practical risks of President Donald Trump’s trade policies and the political threat to red-state Republican Senate candidates such as Tennessee’s Marsha Blackburn.",
  "“It was the start of a confused visit of less than 30 hours, marked by a pair of lavish banquets that the secretary and his staff appeared to dread for their length and the daunting number of courses presented by unfailingly polite waiters.",
  "... Last month, [Scott] Goodstein announced that he would step down as CEO, but remain at the firm as a partner.” https://bzfd.it/2KHiENa\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Those include enforcing laws and regulations to manage a burgeoning civilian space economy, ranging from asteroid mining to moon bases, private space stations and tourism — all functions that the military would be ill-suited to handle.",
  "That has led U.S. officials to consider options for an infusion of development aid into Gaza, a perennial trouble spot that is controlled by Palestinian Authority rival Hamas, in hopes of relieving the humanitarian crisis there.",
  "“The letter, obtained by The Associated Press, underscores the intense effort by Trump’s legal team over the last year to tarnish Comey’s reputation and pit the president’s word against that of the former FBI director.",
  "“‘I’m embarrassed to ask it, because I don’t know who you would explain it to, unless you think that a 1-year-old could learn immigration law,’ Judge John W. Richardson told the lawyer representing the 1-year-old boy.",
  "A war room of communications, legal and research staff has been assembled in the Eisenhower Executive Office Building to promote and defend the nominee.” https://bit.ly/2KY9KXW\n\nThe most reliable politics newsletter.",
  "The June 27, 2017, letter was written by Marc Kasowitz, then the president’s lead lawyer.” http://bit.ly/2zkfNEP\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "But in the matter of style, their contrasting approaches offer a window into the debate coursing through the Democratic Party as a whole: how best to take on the strangely formidable force that is Donald Trump.",
  "The larger peace proposal has been stymied by the Palestinian Authority, which would negotiate any settlement but remains incensed at Trump’s decision last year to recognize Jerusalem as the capital of Israel.",
  "“As mayor of New Orleans he slept with his cell phone on his chest, always on edge for the police or fire chief to call — or if he left the phone downstairs, to be woken up by them banging on his door.",
  "RUDY GIULIANI talks to GEORGE STEPHANOPOULOS on ABC’S “THIS WEEK”: STEPHANOPOULOS: “You have no concerns at all about anything Michael Cohen might tell the prosecutors?” GIULIANI: “Zero, none at all.",
  "Learn more at google.com/grow/veterans\n\nTHE NEXT FRONTIER -- \"As Trump pushes Space Force, support quietly builds for ‘Space Guard,’” by Bryan Bender: “Forget President Donald Trump’s Space Force.",
  "‘If those requests were gangster-like, the world is a gangster,’ said Pompeo, noting that U.S. demands for North Korea to denuclearize were supported by a consensus at the U.N. Security Council.",
  "WHAT’S ON THE PRESIDENT’S MIND -- @realDonaldTrump at 9:14 a.m.: “The U.S. is working very closely with the Government of Thailand to help get all of the children out of the cave and to safety.",
  "A fun fact about Geoff: “I not only share my birthday and occupation with Republican pollster Neil Newhouse, but our wives were high school classmates and our now-grown children work together.",
  "He kicked off the celebration Friday with “Team Dingell” Michigan friends and is keeping close to his auto roots with dinner tonight with family at Ford’s Garage (h/t Rep. Debbie Dingell).",
  "He was silent and calm for most of the hearing, though he cried hysterically afterward for the few seconds that a worker handed him to another person while she gathered his diaper bag.",
  "Janel Cooley, a survivor of the shooting that killed Winters and four others, said she watched from under her desk as the 20-year newspaper veteran rose to meet her attacker.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "He is in the custody of the U.S. Health and Human Services Department in Arizona.” http://bit.ly/2KSIm0O\n\nKNOWING DEM AD MAKER MARK PUTNAM & CO. -- “‘A Little Errol Morris.",
  "I will devote all my energies to ensuring that we confirm the kind of Supreme Court justice America needs: a justice who says what the law is, not what she wants it to be.\"",
  "Weeks before the June 28 attack in Annapolis, Winters had taken active shooter training at her church, where a police officer presented the options: Run if you can run.",
  "The Ecuadorean government quickly acquiesced.” https://nyti.ms/2KEtXWx\n\nRUBY CRAMER in BuzzFeed, “Two Years Ago, Revolution Messaging Helped Bernie Raise Millions.",
  "As long as he tells the truth, we’re home free.” … RUDY also said “as far as I know” the president did not “originally know” about the payment to Stormy Daniels.",
  "“My immediate reaction is, ‘Well, let me pick up the phone,’’ Landrieu says, ‘and say, ‘Where are we and what are we doing?’ And then I realized, that’s not us.",
  "When two senior staffers exited the company in early 2018, that team lost four marquee accounts: Bernie Sanders, Kamala Harris, Chris Murphy, and Giffords PAC.",
  "\"[N]o matter the nominee’s background or credentials, progressives will do everything they can to paint her as a closet partisan, if not an outright extremist.",
  "He could feel when the hurricane wasn’t there, and then when it suddenly was – that’s the closest Mitch Landrieu can compare to May 7, the day he left office.",
  "The campaigns department, where staffers helped raise more than $218 million for Sanders, is a shell of the same group that made a name for the firm in 2016.",
  "“A group of U.S. officials led by Jared Kushner came away from what had appeared to be a crucial trip to the region last month without breaking the impasse.",
  "“The Coast Guard, a quasi-military arm of the Department of Homeland Security, serves a similar law enforcement and regulatory role in the maritime domain.",
  "“‘He just fondled you a little too long while he gave you a hernia check,’ said Range, a Cleveland resident who said he is involved in mixed martial arts.",
  "The Americans were blunt: If Ecuador refused to drop the resolution, Washington would unleash punishing trade measures and withdraw crucial military aid.",
  "The health plans pay into a pool – this doesn’t involve tax dollars – and funds are transferred to insurers that ended up with many high cost patients.",
  "For 2017, $10.4 billion was involved.” https://politi.co/2KU61xB\n\nSPOTTED: Wolf Blitzer on Saturday in the lobby of the King David Hotel in Jerusalem.",
  "With a pic http://bit.ly/2u3TIVT\n\nA NICE TRADITION that’s continued under the Trump administration is the State Department’s excellent Flickr page.",
  "Tosh, a third-generation farmer who almost always votes Republican, said he’s voting this fall for Blackburn’s Democratic opponent, former Gov.",
  "“But civilian and military strategists are also pondering the idea of a U.S. Space Guard to meet a variety of other needs in and beyond orbit.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "...\n\n“Trump is largely following the same playbook this time as when he successfully rolled out [Neil] Gorsuch’s nomination in January 2017.",
  "This one doesn’t pass the straight face test with many Hill onlookers, given the preponderance of evidence suggesting the opposite is true.",
  "JORDAN seems to be relying on this excuse: people talked about a lot in the locker room but he was never presented with a formal complaint.",
  "Phil Bredesen, in part because Trump’s trade wars are hurting his family business — a sizable one with some 400 employees and 30,000 pigs.",
  "The Ohio Republican is going to return to the Capitol this week, where people will be shoving microphones in his face, demanding answers.",
  "Now, the next thing you think is, ‘What can we do to help?’ And the answer is nothing.’ For the first time in 30 years, he had no power.",
  "... Mr. Thomas, also 31, is the principal of the middle academy at Leadership Preparatory Bedford-Stuyvesant Charter School in Brooklyn.",
  "Any resulting pregnancies are viewed as heaping even more disgrace on families, according to counselors working in the refugee camps.",
  "Jordan has denied he knew, saw or heard about any inappropriate behavior while he was an assistant wrestling coach from 1987 to 1995.",
  "‘She may have distracted him enough that he forgot about me because I definitely stood up and was looking at the door,’ Cooley said.",
  "That morning of his departure he got up, went to new mayor LaToya Cantrell’s inauguration, sat through her speech, wished her well.",
  "The protesters shut down the expressway in an attempt to increase pressure on public officials to address gun violence in the city.",
  "SEN. ORRIN HATCH (R-UTAH) repeatedly used female pronouns in a Deseret News op-ed when referring to Trump's Supreme Court nominee.",
  "Happy birthday Neil.” Read his Playbook Plus Q&A: https://politi.co/2KZ87t9\n\nBIRTHDAYS: Former Rep. John Dingell (D-Mich.) is 92.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“When that failed, they turned to threats, according to diplomats and government officials who took part in the discussions.",
  "The party could turn to a challenger who makes no effort to conceal disdain for Trump, and counterpunches his every outrage.",
  "“The cost of steel needed for new barns is up, Tosh said, and the expanding pork market stands to suffer under new tariffs.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "White House aides have strict instructions to keep information under wraps so Trump himself can make the big reveal.",
  "“The United States delegation, embracing the interests of infant formula manufacturers, upended the deliberations.",
  "“‘Jordan definitely knew that these things were happening — yes, most definitely,’ Range told The Washington Post.",
  "And I said, “I’m going to call the police if you don’t,” and I went to call the police and she left,’ Cooke said.",
  "Instapics http://bit.ly/2KYYBJO\n\nWEEKEND WEDDING – OBAMA ALUMNI: “Devora Kaye, Aidan Thomas” -- N.Y. Times: “Mrs.",
  "And with that, the optics-obsessed president will be in his comfort zone — taking center stage in a massive show.",
  "The State Department posts terrific behind-the-scenes shots from the secretary’s trips around the globe.",
  "… For a while, the child wore dress shoes, but later he was in just socks as he waited to see the judge.",
  "The salt water unspools in the streets and continues drowning by degrees the land that lines our shore.",
  "Ecuador, which had planned to introduce the measure, was the first to find itself in the cross hairs.",
  "… The White House this time is retaining more control over the nomination and confirmation processes.",
  "One year ago, he confronted a killing like no other.” http://bit.ly/2MV4lRV\n\n-- “Can the A.C.L.U.",
  "“Winters charged forward holding a trash can and recycling bin, said Cooley, a sales consultant.",
  "‘This tariff situation has got me very, very, very concerned,’ Tosh told The Associated Press.",
  "(The firm retains some business with each client, such as web services, a spokesperson said.)",
  "He had been the object of prayers many times, but nobody had asked him to pray for another.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "She graduated and received a master’s degree in organizational leadership from Vanderbilt.",
  "…\n\n“‘We talked about it all the time in the locker room’ while Jordan was there, he said.",
  "The so-called risk adjustment payments are supposed to protect insurers from big losses.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "You stop that!’ or ‘You get out of here!’ like she was warding off an unwanted dog.",
  "‘Steve Bannon was simply standing, looking at books, minding his own business.",
  "“In the end, Pompeo stayed at neither of the hotels where he thought he’d be.",
  "Some of these people have said they had direct conversations with him.",
  "| Annie Rice/AP Photo\n\nU.S. COMES OUT AGAINST BREAST FEEDING -- “U.S.",
  "http://bit.ly/2KE97Xe\n\n-- BLUNT, ON MESSAGE … SEN. ROY BLUNT (R-MO.)",
  "That night the moon is big and full, making the ocean weightier.",
  "JUDGE AMY CONEY BARRETT is one of the names being discussed.",
  "A handshake with Kim Jong Un, at least, seemed certain.",
  "What the U.S. may need more is a Coast Guard for space.",
  "One of the barges it was pushing slammed into a dock.",
  "That afternoon, a tugboat caught fire on the river.",
  "I asked her to leave, and she wouldn’t.",
  "“On the issues, they are almost twins.",
  "Rogers asked the boy to pray for him.",
  "Winters shouted something like, ‘No!",
  "You can unsubscribe at any time.",
  "It’s a Democrat Con Job!”\n\nO.C.",
  "The boy was thunderstruck.",
  "Another barge hit a ship.",
  "Fight only if you must.",
  "... ‘We are a bookshop.",
  "Hide if you can hide.",
  "Or eyes on the prize?",
  "-- TEA LEAF READING?",
  "An eye for an eye?",
  "Become the N.R.A.",
  "Winters fought.",
  "‘It was there.",
  "No platform.",
  "That’s them.",
  "HE’S BACK!!!",
  "No office.",
  "“Mr.",
  "...",
  "...",
  "..."
]