[
  "BIRTHDAY OF THE DAY: Tim Lim, founder of Lim Consulting, who got interested in politics when “‘The West Wing’ premiered … in high school and I vowed to become a Korean Josh Lyman.” A trend he thinks deserves more attention: “Republicans in down ballot races spent 3X to 4X more on digital than Democrats in 2016 and most of the resources and support for Democratic digital efforts go towards fundraising.” Read his Playbook Plus Q&A: https://politi.co/2Ho3DhJ\n\nBIRTHDAYS: John Oliver is 41 ... Kal Penn is 41 (hat tip: Nick Troiano) ... filmmaker-author Michael Moore is 64 ... Hadar Susskind, SVP of government relations at the Council on Foundations … Gideon Lett, VP of political affairs and strategic partnerships at TechNet (h/ts Tim Burger and Peter Cherukuri) … Daniel Eldredge ... Terrence Clark, deputy comms director for Bob Casey for Senate ... Gus Portela, director of external affairs and operations for the Hispanic Leadership Fund (h/t Alex Schriver) ... Politico’s Cory Bennett and Blend Qatipi ... Neil Strauss, digital director at Republican Jewish Coalition (h/t Matt Brooks) … Aaron Huertas … Pili Tobar, managing director at America’s Voice ... Ted Trippi ... Bridget Grace Matticola ... Gideon Bender ... Kegan Beran ... Clarine Nardi Riddle, No Labels co-founder and former chief of staff and current law partner at Kasowitz to former Sen. Joe Lieberman (h/t Dennis Craig) ...\n\n... Kindred Motes, digital strategy director at the Vera Institute of Justice, is 28 (h/ts Wei Soo and Jasmine Heiss) ... Alex Johnson ... Darien Flowers, special assistant in the office of the under secretary for policy at DOT ... Jennifer Smith of Chevron’s policy, government and public affairs team … Alexis Kleinman, tech editor at Mic ... Edelman’s Amy Wainwright ... Doug Brake ... Aerin Lauder Zinterhofer is 48 ... Alex Swieca is 26 ... Therese Smith Burch ... Tom Robinson is 32 ... James Michel … Michael Celler ... Paula Dwyer, editor at Bloomberg QuickTakes ... Therese Burch ... Rep. Norma J. Torres (D-Calif.) is 53 ... Rep. Fred Upton (R-Mich.) is 65 ... Ohio State Rep. Cliff Rosenberger is 37 ... WNYC’s Beth Fertig ... Josh Kriegman (h/t Barbara Morgan) ... Andrew Brent ... Justin White … Martha Laning ... Mitchell Whiteman ... Tanya Melich … Tom Russell ... Richard Bender (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Bruce Rauner’s campaign manager https://politi.co/2K64KjV … Rep. Nanette Barragán (D-Calif) https://politi.co/2K4uI7z … #MeToo cofounder Tarana Burke https://politi.co/2K6Lmn1 … San Francisco Board of Supervisors president and mayoral candidate London Breed https://politi.co/2K6MB5F … RNC Committeewoman Harmeet Dhillon https://politi.co/2K5rrEQ …\n\n… Rep. Barbara Comstock (R-Va.) https://politi.co/2K8bSMI … Gun control activist Emma Gonza´lez https://politi.co/2K8ZkVh … Tessa Gould, Sen. Heidi Heitkamp’s (D-N.D.) chief of staff https://politi.co/2K8Rr2k … Heritage Foundation President Kay Coles James https://politi.co/2K7QXJI … Shahira Knight, deputy director for economic policy at the National Economic Council https://politi.co/2K6Efe1 …\n\n… Jessica Mackler, independent expenditure director for the DCCC https://politi.co/2K4yT34 … European Union Trade Commissioner Cecilia Malmström https://politi.co/2K8SFKY … New Jersey first lady Tammy Murphy https://politi.co/2K5jEqI … Parker Poling, chief of staff in the office of the House Chief Deputy Whip Patrick McHenry https://politi.co/2K7TnIi … Monica Popp, Senate Majority Whip John Cornyn’s (R-Texas) chief of staff https://politi.co/2K97xce …\n\n… Boston City Councilor Ayanna Pressley, a candidate in Massachusetts seventh district https://politi.co/2K7Z2hF … United Kingdom Home Secretary Amber Rudd https://politi.co/2K94mkD … Mercedes Schlapp, White House director of strategic communications https://politi.co/2K6GXjH … Jackie Schutz Zeckman, Florida Gov.",
  "The high-stakes arguments at the high court on Wednesday could offer some indication about how a court that runs on respect for traditions and precedent will deal with a president who regularly breaks with convention.” http://bit.ly/2HSIE3L\n\nNYT’S MARK LANDLER: “[Barack] Obama will deliver a lecture to commemorate the 100th anniversary of the birth of Nelson Mandela, whom he eulogized after his death five years ago by saying he ‘makes me want to be a better man.’” https://nyti.ms/2vBt3mG\n\nJOHN HARRIS on JAMES BENNET: “‘I Don’t Like to Be Called a Nazi’”: “James Bennet, the editor of the New York Times editorial page, lately has been waging his share of battles, which he no doubt would be enjoying more if he did not give a damn about rude things combatants say about him and his publication.",
  "‘So,’ Bezos cracked to Leonsis, ‘no Bernie Madoff, no Amazon.’”\n\n-- “Here Are the Floor Plans for Jeff Bezos’s $23 Million DC Home: Forget HQ2—Bezos’s Kalorama mansion has enough room for an entire Amazon outpost,” by Washingtonian’s Mimi Montgomery: The $12 million renovation “project covers 191 doors (many either custom mahogany or bronze), 25 bathrooms, 11 bedrooms, five living rooms/lounges, five staircases, three kitchens, two libraries/studies, two workout rooms, two elevators—and a huge ballroom.” http://bit.ly/2qSvEDO\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Learn more at google.com/grow/veterans\n\nIMPRESSIVE REPORTING … THE GUARDIAN’S JON SWAINE: “Michael Cohen case shines light on Sean Hannity’s property empire: Fox News host who said Trump’s fixer ‘knows real estate’ has a portfolio that includes support from Department of Housing and Urban Development, a fact he did not mention when interviewing secretary Ben Carson last year” http://bit.ly/2qS9pNz\n\nCONFIRMATION WATCH -- More than 100 retired military generals and admirals have written a letter to the Senate Intelligence Committee, raising questions about Gina Haspel’s nomination to be CIA director.",
  "SPOTTED at Rita Braver’s 70th birthday party at the Four Seasons Saturday: husband Bob Barnett, Dan Rather, Jonathan Silver and Melissa Moss, Tamera Luzzatto and David Reiter, Joseph Califano, Ann Nazareth and Roger Ferguson, Lloyd and Ann Hand, David Kendall and Ann Kendall, Leslie Stahl, David and Katherine Bradley, Denise Grant and Frank Raines, Calvin and Jane Cafritz, Brendan Sullivan, Douglas and Heidi Rediker, Tom Nides, Bob Woodward and Elsa Walsh, Tamara Buchwald, Peter Reid, Catherine Reynolds, Ann Stock, David Rubenstein, Adrienne Arsht, Francesca Craig, Sally Quinn and Carol Melton.",
  "… Such zigzagging routes are called transshipments, and President Trump has used them to justify the trade fight he has picked with a number of countries.” https://nyti.ms/2K7EENx\n\n2018 WATCH -- “‘She’s a lucky duck’: GOP implodes again for McCaskill,” by Daniel Strauss: https://politi.co/2F6mech\n\nBROOKE MINTERS TO POLITICO … Staff-wide email from Carrie Budoff Brown: “We’re thrilled to announce that Brooke Minters, an enterprising journalist with a track record for developing innovative storytelling formats and striking visual features, is joining us as executive producer for video.",
  "The real estate giant previously run by presidential adviser Jared Kushner has offered $250 million to buy out an entire luxury co-op building – fabled 417 Park Avenue, which until recently was the only residential address on the glamorous boulevard between Grand Central Terminal and 57th Street.” https://nyp.st/2HjCZGP\n\nBEYOND THE BELTWAY … NYT’S SHANE GOLDMACHER AND J. DAVID GOODMAN: “Inside One of America’s Ugliest Political Feuds: Cuomo vs. de Blasio”: “The idea of Mr. de Blasio and Mr. Cuomo ever collaborating on anything seems almost unfathomable nearly 16 years later.",
  "Everything that needs to be conveyed to the President must be boiled down, the former staffer said, to ‘two or three points, with the syntactical complexity of “See Jane run.” … When briefers prepared a card for [his Putin] call, one of the bullet points said, in capital letters: ‘DO NOT CONGRATULATE.’” With cameos by Ken Pollack, Paul Yingling, Michèle Flournoy, John Nagl, Eliot Cohen, Seb Gorka http://bit.ly/2qRy0Cc\n\n-- ANOTHER INTERESTING NUGGET: “It was Senator Tom Cotton, of Arkansas, an Iraq War Army veteran, who had pitched McMaster to the Trump Administration.",
  "“But the gift, sent by White House counsel Don McGahn, recognized another duty Mr. Rosenstein is assuming Monday: representing the administration before the Supreme Court, where he will argue a sentencing case from New Mexico.” https://on.wsj.com/2F6YCEv\n\n-- AP’S MARK SHERMAN: “Travel ban case is justices’ first dive into Trump policy”: “The Supreme Court has so far had little to say about Donald Trump’s time as president, even as the nation has moved from one Trump controversy to another.",
  "She still enjoys support from many Republicans and, more important, she’s a prominent female figure in a conference dominated by men: Only 9 percent of House Republicans are female.” https://politi.co/2HSE9Gp\n\nRYAN’S REPLACEMENT?, via the AP: “A former driver for House Speaker Paul Ryan who has been active in Wisconsin Republican politics for years announced Sunday he is running to succeed Ryan in Congress.",
  "These and other moves by Bennet to enliven his pages caused such intense distress by some at the Times that, in recent months, he met with a group of aggrieved colleagues -- the transcript of which later leaked -- and wrote an all-staff memo that explained his philosophy of debate.” https://politi.co/2HRh1rC\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The two men have sparred over substance, silliness and everything in between: public housing and private workout routines, homelessness and topless women in Times Square, taxing millionaires and euthanizing a deer, a Legionnaires’ disease outbreak and state troop deployments, schools, snowstorms and the subways — even naps.” https://nyti.ms/2qQhnYj\n\nMEDIAWATCH – “She Tried To Report On Climate Change.",
  "The story of how the world’s richest man is becoming a Washingtonian,” by Ben Wofford in May’s Washingtonian: “Bezos ... has been quietly moonlighting in a town that, friends say, he views as an everything city—a delta of diplomats and techies, military engineers and journalists, powerbrokers and problem solvers, a mélange perfectly suited to the tinkerer’s heterodox taste.",
  "The letter http://bit.ly/2HjSxGE\n\nHMM -- “Bolton chaired nonprofit that fanned anti-Muslim news amplified by Russia,” by NBC News’ Heidi Przybyla: “John Bolton, President Donald Trump’s new national security adviser, chaired a nonprofit that has promoted misleading and false anti-Muslim news, some of which was amplified by a Russian troll factory, an NBC News review found.",
  "Cotton had gone to Harvard, and when he was a teaching assistant in a government class, one of his students was Jared Kushner.”\n\nIF YOU READ ONE THING -- “Inside Jeff Bezos’s DC Life: The Amazon founder and Washington Post owner has quietly become a freewheeling DC socialite—and soon he’ll be spending more time here, in the mammoth Kalorama home his family is renovating.",
  "… Overall, the documents provide an unusually close look at one reporter’s experience working for a Sinclair station, and how the smallest details mattered and were recorded.” https://bzfd.it/2F8S4Fb\n\n\n\nPlaybookers\n\nSPOTTED: Tucker Carlson at Chicago’s O’Hare airport on the 9 p.m. United plane to D.C. ... Treasury Secretary Steven Mnuchin and Louise Linton, U.S.",
  "Pic http://bit.ly/2HRfGkF SPOTTED: Rep. Lee Zeldin (R-N.Y.) and his wife Diana, Alex Smith, Gus Portela, Julia Hoy, Chandler Thornton, Massachusetts State Rep. Shawn Dooley, Eric Amidon, Clinton and Joanna Soffer, Ross Hemminger, Bryan Watkins, Megan Dutra, Kaitlyn Martin, Sinead Casey, Patrick Griffin, Alyssa Farah, Justin Griffin, Pat Griffin and Rob Oliver.",
  "-- BUT this will take up lots of oxygen… AP/LONDON: “Britain’s Duchess of Cambridge in labor with 3rd child” http://bit.ly/2HjLulc\n\nWSJ’S JESS BRAVIN on ROD ROSENSTEIN’S INTERESTING WEEK … “As if Rod Rosenstein’s week hadn’t been stressful enough, an unexpected package from the White House arrived Friday afternoon at his office at the Justice Department.",
  "Ambassador to France Jamie McCourt and Eli and Jenna Miller having dinner on Sunday night at Cafe Milano\n\nOUT AND ABOUT -- The “New Women’s Network,” a new group focused on bringing together women chiefs of staff and their industry counterparts on a monthly basis, hosted a happy hour Friday with women chiefs of staff and health care operatives.",
  "Learn more at google.com/grow/veterans\n\nKUSHNER INC. – “Kushner Companies offers $250M for Park Ave. co-op,” by N.Y. Post’s Steve Cuozzo: “Kushner Companies, reeling from a cash hemorrhage at 666 Fifth Ave. and vexed by multiple governmental investigations, is audaciously trying to stake a claim on Park Avenue, The Post has learned.",
  "Bryan Steil, an attorney from Ryan’s hometown of Janesville and a member of the UW Board of Regents, becomes the likely Republican front-runner after the field of better-known potential candidates cleared for his entry.” http://bit.ly/2qTDyMp\n\nTHIS WEEK … EMMANUEL MACRON will address a joint session of Congress Wednesday.",
  "“There was a backlash to Bennet’s hiring of conservative columnist Bret Stephens (who wrote skeptically about the evidence for manmade climate change), as well as to his abortive attempt to bring on tech writer Quinn Norton (the hiring was quickly reversed after Twitter posters exposed a friendship with a neo-Nazi).",
  "-- “SKorea halts propaganda broadcasts before summit with North,” by AP’s Hyung-Jin Kim in Seoul: “South Korea halted anti-Pyongyang propaganda broadcasts across the rivals’ tense border on Monday ahead of inter-Korean talks this week that are expected to focus on the North’s nuclear program, Seoul officials said.",
  "CEO CONVO -- Join POLITICO CEO Patrick Steel Thursday morning at 11:30 a.m. at the Newseum for a conversation with Steve Ballmer, former Microsoft CEO and founder of USAFacts, to talk data transparency, disruption in civic and business leadership, and the government’s impact on society.",
  "ENGAGED -- Daniel Schwarz, director of strategic comms for House Judiciary Committee Democrats and communications director for Rep. Jerrold Nadler (D-N.Y.), proposed to Jamie Geller, senior adviser and comms director for Rep. Joaquin Castro (D-Texas) and alum of House Foreign Affairs.",
  "Sinclair Told Her To Be More ‘Balanced,’” by BuzzFeed’s Steven Perlberg: “Sinclair Broadcast Group executives reprimanded and ultimately ousted a local news reporter who refused to seed doubt about man-made climate change and ‘balance’ her stories in a more conservative direction.",
  "Pic http://bit.ly/2Hj9PUk\n\nWEEKEND WEDDING -- TED DOOLEY, the executive director of the College Republican National Committee, and NICOLE PACIELLO, deputy chief of staff to New York Rep. Lee Zeldin, got married at Wequassett Resort and Golf Club in Chatham, Massachusetts.",
  "In following up on the controversy, Facebook has vowed to find them all.” https://bzfd.it/2qOvBYW\n\nWHAT PETER NAVARRO IS READING -- “Tariff Dodgers Stand to Profit Off U.S.-China Trade Dispute,” by NYT’s Keith Bradsher in Shanghai: “Want to avoid American tariffs?",
  "Yet ‘Bezos is attracted—like a moth to light—to Washington.’ ... Sally Quinn, host of a thousand Washington dinner parties, calls an invitation from Bezos ‘one of the most fun evenings I’ve spent in Washington in a long time.’” http://bit.ly/2HjgOwj\n\n-- WHO KNEW?",
  "On Tuesday, the Cambridge University researcher is set to testify here in front of a parliamentary committee that is looking to determine whether the political consulting firm Cambridge Analytica influenced global elections and the United Kingdom’s Brexit vote.",
  "‘But then word comes back: “This is still too much.”’ A senior Trump aide explained to the staffers that the President is “a visual person,” and asked them to express points ‘pictorially.’ ‘By the time I left, we had these cards,’ the former staffer said.",
  "She previously was executive producer of explainers and short features at Fusion and a founding producer at AJ+, where she pioneered new story formats and produced everything from studio pieces to on-the-ground mobile reporting from Ferguson, Missouri.",
  "WELCOME TO THE WORLD – Cally Baute, VP and general manager of POLITICO, and Scott Stolbach, a PA-C at GWU Hospital, email friends and colleagues: “Please meet the newest member of our family: William Manning Baute, 8lb 12oz, and a whopping 23in long!",
  "“From 2013 until last month, Bolton was chairman of the Gatestone Institute, a New York-based advocacy group that warns of a looming ‘jihadist takeover’ of Europe leading to a ‘Great White Death.’” https://nbcnews.to/2qS1eRr\n\nTHAW ON THE PENINSULA?",
  "SPOTTED: Raven Reeder, Rachael Bornstein, Tasia Jackson, Rhonda Foxx, Donna Cassutt, Wendy Sussman, Joy McGlaun, Lauren Aronson, Sohini Gupta, Kristin Murphy, Elizabeth Murray, Rachel Magnuson, Monica Massaro, Jennifer Fisher and Ashli Palmer.",
  "This effort will allow Scalise to shuffle money to candidates who are “lagging behind their opponents.” …\n\n… BUT everything Scalise does at this point is viewed by many of his colleagues as part of a tit for tat with KEVIN MCCARTHY, the No.",
  "Playbook: Scalise readies a joint-fundraising committee Presented by\n\nHouse Majority Whip Steve Scalise is setting up a joint-fundraising committee, which will draw a comparison to House Majority Leader Kevin McCarthy from their colleagues.",
  "Compiled with the help of our Playbook community in D.C., the states, London and Brussels, it’s a look at operatives navigating the midterm elections to those negotiating the terms of Brexit and leading a nationwide gun control movement.",
  "| Olivier Douliery/Pool/Getty Images\n\nJUST POSTED -- “McMaster and Commander: Can a national-security adviser retain his integrity if the President has none?” by The New Yorker’s Patrick Radden Keefe: “When Trump assumed office, N.S.C.",
  "| J. Scott Applewhite/AP Photo\n\nDriving the Day\n\nNEW THIS MORNING … THE SPRING PLAYBOOK POWER LIST … This morning we are unveiling our latest POLITICO Power List, featuring 20 women who are having their moment in politics.",
  "...\n\n“[Brown] admitted that he did violate Facebook’s developer policy by harvesting user data and transferring it to a third party — but said that he was being unfairly pilloried as just one of many people who did this.",
  "Rick Scott’s campaign manager for his Senate bid https://politi.co/2K7XfsO … Sabine Weyand, deputy chief Brexit negotiator for the European Commission https://politi.co/2K6Jnih\n\nThe most reliable politics newsletter.",
  "His big sister is smitten, as are Mom and Dad.” Pics http://bit.ly/2HlCH2j ... http://bit.ly/2HiPZwo ... http://bit.ly/2Fb655u\n\nBIRTHWEEK (was yesterday): Seth Samuels, chief analytics officer at the Messina Group.",
  "“The justices’ first deep dive into a Trump administration policy comes in a dispute over the third and latest version of the administration’s ban on travel from some countries with majority Muslim populations.",
  "As the official overseeing Mr. Trump’s bête noire, the special counsel probe of alleged Russian interference in the 2016 presidential election, Mr. Rosenstein isn’t used to plaudits from the White House.",
  "PLAYBOOK PREVIEW … STEVE SCALISE, who is recovering from surgery, is getting ready to launch a new joint-fundraising committee that will help him bring big dollars into GOP coffers ahead of the election.",
  "“Bennet, whom I’ve known since we were both covering Bill Clinton’s White House, has faced a succession of social media uproars over the past year as he revamps and modernizes the Times opinion section.",
  "She’ll join our talented video producers Beatrice Peterson and Reena Flores and lead the expansion of the team in the coming months.”\n\nTRUMP’S MONDAY -- The president will have lunch with VP Mike Pence.",
  "The committee will be called “Geaux Red.” It’s common for members of leadership to set up these accounts, which allow them to raise money efficiently for themselves, candidates and the party committee.",
  ": Ted “Leonsis would go on to become a sounding board for Bezos, who later relayed one of the reasons he’d left Wall Street: ‘He said, “I had a competitor who was kicking my ass,”’ Leonsis remembers.",
  "Signers include nine former four-star generals, including the former Chairman of the Joint Chiefs General Hugh Shelton, former Marine Corps Commandant Gen. Charles C. Krulak, and former U.S.",
  "PALACE INTRIGUE … RACHAEL BADE: WHERE THINGS STAND WITH CMR -- “The one woman in Republican leadership is under siege”: “If 2018 is the year of the woman, don’t tell Cathy McMorris Rodgers.",
  "“Brooke comes to us from Gizmodo Media Group where she oversaw video strategy and production for a number of web properties including Splinter, Jezebel, The Root, Lifehacker and Deadspin.",
  "“But when those Chinese products arrive at an American port, they will look as if they had come from Malaysia, according to the company, and will be spared tariffs aimed at Chinese goods.",
  "At the same time, McMorris Rodgers has suddenly found herself at risk of losing her seat altogether — a Republican in a blue-trending state with a Democratic wave potentially on its way.",
  "“But assuming she survives her own reelection, Republicans will be hard-pressed to push McMorris Rodgers out of her post in leadership heading the conference’s communications strategy.",
  "Even as the page has retained its historically liberal bearings, and regularly lacerates President Donald Trump, it is now regarded with suspicion by some loud voices on the left.",
  "‘It’s a bit of a mystery to me—whether he has political ambitions or thinks he needs to be on the right side of Washington, for Amazon,’ one friend of the Bezos family admits.",
  "The two Democrats are now engaged in a feud so nasty, petty and prolonged that even in the cutthroat politics of New York, few can remember ever seeing anything quite like it.",
  "Pyongyang quickly matched Seoul’s campaign with its own border broadcasts and launches of balloons carrying anti-South leaflets across the border.” http://bit.ly/2vxsKJm\n\nOK!",
  "Specifically, that way goes through Malaysia — a 4,600-mile diversion compared with sending a shipping container from China straight across the Pacific to the United States.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "-- “Cambridge Analytica Data Scientist Aleksandr Kogan Wants You To Know He’s Not A Russian Spy,” by BuzzFeed’s Ryan Mac: “Aleksandr Kogan wants to set the record straight.",
  "In Congress, several fellow GOP members are pining for her job, questioning her effectiveness as chairwoman of the conference and weighing whether to challenge her.",
  "RSVP https://bit.ly/2qRMfHZ\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump disembarks from Air Force One upon arrival at Joint Base Andrews on April 22.",
  "The group’s authors also appeared on Russian media, including Sputnik and RT News, criticizing mainstream European leaders like French President Emmanuel Macron.",
  "Opponents of the policy and some lower courts have labeled it a ‘Muslim ban,’ harking back to Trump’s campaign call to keep Muslims from entering the country.",
  "“Confidants report that Bezos spends more time in Washington than in any other city outside of Seattle—ten trips a year, give or take—and for good reason.",
  "... [Suri Crowe] faced discipline for social media posts and restrictions in reporting on guns, white nationalism, and Liberty University, she said.",
  "staffers initially generated memos for him that resembled those produced for his predecessors: multi-page explications of policy and strategy.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Seoul had blasted anti-Pyongyang messages and K-pop songs from border loudspeakers since the North’s fourth nuclear test in early 2016.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "But ‘an edict came down,’ a former staffer told me: ‘“Thin it out.”’ The staff dutifully trimmed the memos to a single page.",
  "…\n\n“Brooke will be taking charge of our video strategy across the newsroom, from news and enterprise to Magazine and Pro.",
  "To be fair, to be in leadership is to be in constant competition with your colleagues about who is doling out more money.",
  "Trump and first lady Melania Trump will greet and then plant a tree with French President Emmanuel Macron and his wife.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Current and former officials told me that filling out a card is the best way to raise an issue with him in writing.",
  "The lone female member of House Republican leadership is under siege in D.C. and back home in Washington state.",
  "“‘These are my official Donald Trump cuff links,’ said a surprised Mr. Rosenstein, the deputy attorney general.",
  "“They are long and narrow, made of heavy stock, and emblazoned with the words ‘The White House’ at the top.",
  "‘I am not a Russian spy,’ he tells BuzzFeed News aboard a Saturday evening flight to the British capital.",
  "The foursome will then head to Mount Vernon for a tour and dinner before returning to the White House.",
  "... His infatuation with the nation’s capital provokes its own riddle even among those who know him.",
  "Trump receives a thick briefing book every night, but nobody harbors the illusion that he reads it.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Scalise endorsed McCarthy a few weeks ago to be the next top GOP leader.",
  "These women will be leading the political discussion for years to come.",
  "THE FULL LIST https://politi.co/2K7Xy6W\n\n… Betsy Ankney, Illinois Gov.",
  "In China, a company called Settle Logistics says it knows a way.",
  "He arrived [Thursday] afternoon, and everyone is doing great.",
  "The president was returning from a week in Florida.",
  "White House Correspondents Dinner is this weekend.",
  "Surgeon General Vice Admiral Richard H. Carmona.",
  "The couple met on a Codel to Israel.",
  "The prodigious rival: Bernie Madoff.",
  "Festivities begin Thursday night.",
  "You can unsubscribe at any time.",
  "They met in College Republicans.",
  "But he does give a damn.",
  "That’s about to change.",
  "He opened it carefully.",
  "2 House Republican.",
  "..."
]