[
  "Meanwhile, Trump has not shown signs of interest in the ongoing Facebook controversy that linked user data from 50 million members of the social network with a data analysis firm used by his 2016 campaign, Cambridge Analytica, Axios reported.",
  "\"Unlike others, they pay littler or no taxes to state & local governments, use our Postal System as their Delivery Boy (causing tremendous loss to the U.S.), and are putting many thousands of retailers out of business!\"",
  "/ Updated By Jason Abbruzzese\n\nPresident Donald Trump on Thursday took Twitter aim at retail giant Amazon, renewing his attacks on the company run by CEO Jeff Bezos, who also owns The Washington Post.",
  "The tweet comes a day after Axios reported that the president has been \"obsessed\" with Amazon, focusing on how the company is taxed and how the company uses the United States Postal Service.",
  "Bezos at the time fired back from his own Twitter account, joking that he would save a place for Trump on one of the rockets of Blue Origin, a space exploration company owned by Bezos.",
  "\"The @washingtonpost, which loses a fortune, is owned by @JeffBezos for purposes of keeping taxes down at his no profit company, @amazon,\" Trump tweeted more than two years ago.",
  "Trump has targeted Amazon and Bezos with public comments going back to December 2015, when the then-candidate first tweeted about the company in relation to Bezos.",
  "It is unclear how Trump would try to levy new taxes against Amazon, but Congress is already considering legislation on the issue of how to tax internet purchases.",
  "The Supreme Court will also be hearing arguments related to internet sales taxes later this year.",
  "Since then, Trump has tweeted numerous times about Amazon, The Washington Post and Bezos.",
  "He does not have a plan to enact new regulations or taxes against Amazon, Axios reported.",
  "\"I have stated my concerns with Amazon long before the Election,\" the tweet reads.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Will still reserve him a seat on the Blue Origin rocket.",
  "Amazon shares dropped sharply after the Axios report.",
  "\"Finally trashed by @realDonaldTrump.",
  "#sendDonaldtospace,\" Bezos tweeted."
]