[
  "It’s impossible to quantify the number of leaks that emanated from the tech industry before and after the campaign and election of Trump, but anyone who has covered the industry would attest that the number of significant leaks from employees in technology companies has increased since the campaign and subsequent election of Trump.",
  "September 10, 2018, Google to Fox: An unnamed source leaks an email to Tucker Carlson in which Google’s head of multicultural marketing describes the company’s efforts to help Latino voters get to the polls.",
  "As this timeline of widely publicized leaks of the past two and a half years or so shows, once the rank-and-file employees began to talk, the high-note oratory of their bosses began to seem meretricious.",
  "August 23, 2018, Facebook to Motherboard: Sources give “hundreds of pages of leaked content-moderation training documents and internal emails” to Motherboard’s Jason Koebler and Joseph Cox.",
  "October 9, 2018, Google to The Intercept: Employees leak a July 2018 talk by the search-engine head, Ben Gomes, about the company’s Dragonfly effort in China.",
  "These debates, in their many manifestations, appear to have cracked open the worker-management wall of secrecy that used to keep corporate information in.",
  "September 12, 2018, Google to Breitbart: An anonymous source sends Breitbart a video of Google executives reacting to the 2016 presidential election.",
  "Many of these employees seemed to realize, to their horror, that they worked for companies that were more like other companies than they were not.",
  "At Facebook, Twitter, Google, and elsewhere, employees started to ask, Do tech platforms have to help people who hated everything they stood for?",
  "Dozens of leaks from just about every major tech company have brought an incredible amount of new information into the public realm.",
  "September 26, 2018, Amazon to Gizmodo: Amazon employees leak an anti-union video being circulated to team leaders at Whole Foods.",
  "The tech companies purport to be politically neutral platforms for all voices, but most of their employees are left leaning.",
  "After all, nationalist populism contravenes the well-established global cosmopolitanism that’s endemic in Silicon Valley.",
  "It probably wasn’t the election of Donald Trump, but that certainly heightened the contradictions of the tech industry.",
  "The transcript appears to contradict congressional testimony that Google gave, as well as a public statement by Gomes.",
  "Now right-wing leakers go to Breitbart or Fox, and left-wing leakers go to BuzzFeed, The Intercept, or Gizmodo.",
  "The companies continue to hunt the leakers, but they keep delivering information to journalists.",
  "Fast-forward a year and a half, and the trickle of information has become a flood.",
  "And now the tech industry leaks, just like everyone else, but juicier.",
  "My Facebook was breached by Cambridge Analytica.",
  "What changed?",
  "Should they?",
  "Was yours?"
]