[
  "BuzzFeed was told by a senior employee that the memo is “classic Boz” because it spoke for the viewpoint of many Facebook employees, but “it’s also polarizing.” Essentially, the post was “meant to rally the troops.”\n\nFTC Confirms Investigations Into Privacy Practices\n\nForbes reporter Kathleen Chaykowski published an article this past week about how the U.S. Federal Trade Commission (FTC) confirmed its investigation into Facebook's privacy practices.",
  "Stamos pointed out that false narratives is the most difficult for the company because different news outlets and consumers have can “have completely different on what an appropriate narrative is even if they agree on the facts.” Upon understanding the various kinds of “fake” that is needed to deal with, Facebook has to distinguish between motivations for the spreading of misinformation.",
  "“Now the YouTube player will automatically adapt to the shape of the video you're viewing, so you can see more of your favorite videos!”\n\nRead More:\n\nMarch 25 - Social Media Roundup: Zuckerberg's Cambridge Analytica Response, Snap Map Explore, Instagram Update\n\nMarch 18 - Social Media Roundup: New YouTube Features, Facebook Bans Racist Pages, Awful Rihanna Ad In Snapchat",
  "The difference is that it will be much harder for Facebook to use your activity collected off Facebook to send you ads and other targeted messages.”\n\n#DeleteFacebook Continues\n\nSurvey From The Blind App:\n\nBlind, an app where users can anonymously talk about work to get insight from peers, recently surveyed its users to find out if they plan to delete Facebook.",
  "The most common issues are fake identities (when an actor conceals their identity or takes the identity of another individual/group), fake audiences (tricks to artificially expand the audience), false facts (assertion of false information) and false narratives (intentionally divisive headlines and language that exploits disagreements and sows conflict).",
  "Instead of waiting for reports from the community, Facebook can proactively find harmful types of election-related activity like Pages of foreign origin that are “distributing inauthentic civic content.”\n\nWhen those accounts are flagged, it gets manually reviewed by the security team to see if the Community Standards or Terms of Service are violated.",
  "Common Cause Files Legal Complaints Against Cambridge Analytica\n\nThe government watchdog organization Common Cause has filed legal complaints with the Federal Election Commission (FEC) and the Justice Department accusing Cambridge Analytica and its parent company SCL Group Limited of violating federal election laws.",
  "\"Since launching our private beta in October, over 700 advertisers, including GE, Philips and Audi Canada have tested video for Sponsored Content to highlight not only their products and services, but also their company mission, customer success stories, and thought leadership content,\" said LinkedIn a blog post.",
  "“Now you have the choice to get inspired through personalized recommendations in your home feed, or switch over to a tab dedicated to the latest Pins from people you follow.”\n\nSnap\n\nPlayCanvas Acquisition\n\nSnap recently acquired a UK-based 3D gaming company called PlayCanvas, according to Business Insider.",
  "The lawsuit brings one count against Facebook and Cambridge Analytica and is asking that both companies to be fined $50,000 for each Illinois user whose data was accessed and that Cambridge Analytica is fined an additional $10,000 per day a violation affecting an Illinois resident age 65 or older existed.",
  "Forbes contributor Janet Burns pointed out that Facebook CEO Mark Zuckerberg “quickly denounced the memo's views, saying the document was meant to provoke meaningful discourse at the company.”\n\nBosworth’s memo did point out that there are some positive aspects to Facebook’s platform as well.",
  "Local News In The U.S. To Be Prioritized\n\nThis past week, Facebook announced it is expanding an update from earlier this year in the U.S. to prioritize local news \"so people can see topics that have a direct impact on their community and discover what’s happening in their local area.\"",
  "“The lawsuit alleges that Facebook has created pre-populated lists that make it possible for its housing advertisers to ‘exclude’ (in Facebook terminology) home seekers from viewing or receiving rental or sales ads because of protected characteristics, including family status and sex.",
  "This spring, in the run up to the US midterm elections, advertisers will have to verify and confirm who they are and where they are located in the US.”\n\nFor example, Page admins will have to submit their government-issued IDs and provide a physical mailing address for verification.",
  "“At the end of the day, we’re trying to develop a systematic and comprehensive approach to tackle these challenges, and then to map that approach to the needs of each country or election.”\n\nChakrabarti emphasized on the details about how Facebook is going to fight fake accounts.",
  "“We’ve heard loud and clear that privacy settings and other important tools are too hard to find and that we must do more to keep people informed,” said Facebook’s VP and Chief Privacy Officer Erin Egan and VP and Deputy General Counsel Ashlie Beringer in the announcement.",
  "It is believed that Facebook’s smart speaker device would be akin to the Amazon Echo Show and was going to be called “Portal.”\n\nOne of the reasons why the device is delayed is because the public is “currently so outraged” about Facebook’s data privacy practices.",
  "According to ABC, there were seventeen other Republican political organizations including Ted Cruz’s presidential campaign and a super PAC that was led by National Security Adviser John Bolton that paid Cambridge Analytica $16 million for its services as well.",
  "Cook County Lawsuit\n\nThe Chicago Tribune reported this past week that Cook County has filed a lawsuit against Facebook for allegedly violating the Illinois Consumer Fraud and Deceptive Business Practices Act over the Cambridge Analytica scandal.",
  "And Facebook said that they will be proposing updates to its terms of service to include “our commitments to people.” This way people would better understand how Facebook collects and uses data in terms that is detailed and easier to understand.",
  "From there, add your thoughts, and Tweet it to the world.”\n\nYouTube\n\nDynamic Video Player Rolls Out For Android\n\nYouTube first added a dynamic video player to its mobile apps last year, which adjusted to content in different aspect ratios.",
  "“Today, the FTC is confirming that it has an open non-public investigation into these practices.”\n\nThe 2011 consent decree had required Facebook to notify its users and receive permission before sharing data beyond the privacy settings.",
  "Plus misinformation can be spread by less organized individuals and groups who enjoy causing chaos, which are known as “trolls.” Or it might be innocent users who get duped into sharing a false story as they did not realize it was fake.",
  "More specifically, when a business uploads a single photo or a video (under 15 seconds) within Instagram Feed aspect ratios, the photo social network will automatically provide full-screen support for the content on Instagram Stories.",
  "In the announcement Facebook’s VP of Product Management Guy Rosen, Chief Security Officer Alex Stamos, Product Manager Samidh Chakrabarti, Product Manager Tessa Lyons and Product Management Director Rob Leathern all provided updates.",
  "While this is common industry practice, we believe this step, winding down over the next six months, will help improve people’s privacy on Facebook,\" said Facebook Product Marketing Director Graham Mudd in a statement to TechCrunch.",
  "We take full responsibility for this recent event and under no circumstances does GIPHY condone or support this kind of content.”\n\nGIPHY apologized for the “deeply offensive sticker” that was discovered by a user on March 8, 2018.",
  "And Facebook believes the lawsuit “is without merit” and is planning to defend themselves “vigorously.”\n\nSmart Speaker Gets Delayed\n\nAccording to a Bloomberg report, Facebook is planning to delay a home speaker device this year.",
  "Testing Of ‘Connected Apps’ Section\n\nMashable has reported that Snapchat is currently testing a feature called “Connected Apps.” The “Connected Apps” section appears in the settings page of the latest beta of the Snapchat app.",
  "“We’ve been in close contact with GIPHY throughout this process and we’re confident that they have put measures in place to ensure that Instagram users have a good experience,” said an Instagram spokesperson to TechCrunch.",
  "Leathern works on the ads team at Facebook and he said that the company believes people should be able to easily understand why they are seeing ads, who paid for them and other ads that the same advertiser is running.",
  "Facebook is going to double down on partnerships with academic and technology company partners to flag fake news and as of this past week, Facebook started \"fact-checking photos and videos, in addition to links.\"",
  "We are beginning work on this and will have more details as we finalize the program updates in the coming weeks,\" said Facebook's vice president of product partnerships Ime Archibong in a statement via ZDNet.",
  "Facebook CEO Mark Zuckerberg had pointed out this tool was first piloted during the time of the Alabama special Senate race between elected Democratic candidate Doug Jones and Republican candidate Roy Moore.",
  "One of the most controversial portions of the memo says:\n\nThe ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.",
  "\"These videos are helping marketers deepen engagement with their brands: on average, LinkedIn members spend almost 3x more time watching video ads compared to time spent with static Sponsored Content.\"",
  "“The FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook,” said the FTC’s Bureau of Consumer Protection director Tom Pahl in a statement.",
  "Beyond the ad creative itself, we’ll also show how much money was spent on each ad, the number of impressions it received, and the demographic information about the audience reached,\" Leathern added.",
  "However it can be bad if users makes connecting people negative like costing a life by exposing someone to bullies or “someone dies in a terrorist attack coordinated” on the social network’s tools.",
  "Twitter\n\nNew Timestamps Feature\n\nThis past week, Twitter announced a new feature called “Timestamps.” The Timestamps feature is available for Twitter for Android and iOS, Twitter.com and Periscope.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nInstagram\n\nGIPHY Reinstated Following Racism Controversy\n\nInstagram has reinstated the GIPHY sticker library after reviewing GIPHY’s GIF library four times.",
  "This includes The Associated Press in all 50 states, the AFP in France and other fact-checking partners across six countries -- of which the most recent launches took place in Italy and Mexico.",
  "“We are doubling the number of people who work on safety issues overall from 10,000 to 20,000, and that includes content reviewers, systems engineers and security experts,” Chakrabarti added.",
  "Cambridge Analytica CEO Alexander Nix, SCL co-founder Nigel Oakes, data scientist Alexander Tayler and former employee/whistleblower Christopher Wylie were also named in the legal complaint.",
  "“In talking with Pinners, we found that some people only wanted recommendations, while others liked to curate their feed—and most people wanted both options,” said Pinterest in a blog post.",
  "Facebook said it would consider a publisher as local to multiple cities if the people in those cities are more likely than people outside of those cities to read articles from that source.",
  "Partner Categories Feature To Be Shut Down\n\nFacebook has decided it is going to give up a feature that it uses to help advertisers target users on the platform called Partner Categories.",
  "And she said that Facebook’s partnerships with third-party fact-checking organizations has led to progress in the ability to limit the spreading of articles rated false by fact-checkers.",
  "And Ferrell said that he was “further appalled” to learn that Facebook’s reaction to the violation was to suspend the account of the Cambridge Analytica whistleblower Christopher Wylie.",
  "Blind found that 50% of the surveyed Microsoft employees said they will delete Facebook compared to 46% for Snapchat, 40% for Uber, 38% for Google, 34% for Amazon and 2% for Facebook.",
  "And their targets might be foreign or domestic so Facebook has to be on guard for domestic manipulation of the same techniques that are being used to influence the debate abroad.",
  "As Facebook looked specifically for foreign interference, the social network company identified a previously unknown group of financially-motivated Macedonian political spammers.",
  "From this section, you can set up two-factor authentication, control your personal information, control the ads that you see and manage who sees your posts and profile details.",
  "For example, Facebook cleaned up the outdated settings and made the privacy controls accessible from a single place rather than spreading out the settings across 20 screens.",
  "Three Messenger Users Sue Facebook\n\nRecently, three Messenger users sued Facebook and are seeking class-action status on behalf of all users according to a Reuters report.",
  "We reduce their distribution and remove their ability to advertise and monetize – stopping them from reaching, growing, or profiting from their audience,” explained Lyons.",
  "So Facebook released a new transparency feature for all ads last fall and Leathern said that additional transparency for US federal election-related ads will be provided.",
  "Plaintiffs conducted investigations in each of their respective housing markets that confirmed Facebook’s discriminatory practices,” wrote the NFHA in its press release.",
  "If the ad creative is taller than square, caption text will not show at this time.” And you can add swipe up capabilities to add a destination link to their Stories ad.",
  "“We know that we will always be behind if we’re just going after individual stories — so we also take action against Pages and domains that repeatedly share false news.",
  "Facebook\n\nFake Accounts Getting Blocked And Fact Checking Of Photos/Videos\n\nFacebook announced this past week that the company is going to fact check photos and videos.",
  "Mozilla Releases ‘Facebook Container’ Extension\n\nMozilla, the company that has built the Firefox browser software, has launched an extension called Facebook Container.",
  "CEO Mark Zuckerberg Reportedly Plans To Testify In Front Of Congress\n\nFacebook CEO Mark Zuckerberg is planning to testify before Congress, according to CNN’s sources.",
  "Automatic Removal Of Pending Friend Requests\n\nFacebook is now testing a feature that automatically eliminates pending friend requests after a certain period of time.",
  "Pinterest\n\nNew Following Tab Feature\n\nThis past week, Pinterest introduced a new following tab -- which is an area that focuses on the people and boards you follow.",
  "We are looking ahead, by studying each upcoming election and working with external experts to understand the actors involved and the specific risks in each country.",
  "“Each country we operate in and election we are working to support will have a different range of actors with techniques are customized for that specific audience.",
  "And when fact-checkers rate stories as false, Facebook’s algorithm reduces its distribution in News Feed thus causing future views on average to drop by over 80%.",
  "Full Screen Support For Instagram Stories Ads\n\nThis past week, Instagram announced that the creation of native and immersive Instagram Stories ads is now simpler.",
  "Security Bug Bounty Program For Apps That Misses Data\n\nFacebook has updated its security bug bounty program to reward people who misuse data in third-party apps.",
  "“If the ad creative is square or landscape, the text from the Instagram Feed or Facebook Feed unit will be added in stories text font below the photo or video.",
  "“Our pixel matching technology will automatically select a background gradient to turn the ad into a full screen format,” said Instagram in the announcement.",
  "“So, we built Timestamps which lets anyone Tweet a live or replay video starting from the exact moment they want to discuss,” said Twitter in a blog post.",
  "And then Facebook will confirm each address by mailing a letter with a unique access code that only their specific Facebook account will have access to.",
  "Lawsuit Over Alleged Discriminatory Housing Ads\n\nThe National Fair Housing Alliance (NFHA) has filed a lawsuit against Facebook as spotted by Engadget.",
  "The “Portal” hardware was not expected to be fully ready until the fall, but Facebook was hoping to preview it in May according Bloomberg’s sources.",
  "Bloomberg said that Facebook is ranked third out of the top technology companies in Washington lobbying spending after Alphabet (Google) and Amazon.",
  "The content was immediately removed and after an investigation, it turns out there was a bug found in GIPHY’s moderation filter affecting stickers.",
  "Washington Lobbyist Hiring Ramping Up\n\nIn the wake of the Cambridge Analytica scandal, Facebook is planning to hire a number Washington lobbyists.",
  "And Facebook pointed out it is now including other cities that people may care about and connecting people to local publishers from those cities.",
  "Elon Musk Deletes Personal, SpaceX And Tesla Pages:\n\nElon Musk, the CEO of SpaceX and Tesla Motors, decided to delete his personal Facebook Page.",
  "The investigation was opened to determine whether Facebook violated a 2011 consent decree in the way it handled the Cambridge Analytica scandal.",
  "He cited Cambridge Analytica's infringement of citizen privacy on Facebook to undermine democracy as the reason for deleting his Facebook Page.",
  "Plus for users who still come across the story in the News Feed, Facebook shows more information from fact-checkers in a Related Articles area.",
  "“When we’re fighting financially motivated actors, our goal is to increase the cost of their operations while driving down their profitability.",
  "As you start the new work week, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "And by utilizing machine learning, Facebook can block millions of fake accounts at the point of creation every day before it can do any harm.",
  "The memo was titled “The Ugly” and it highlighted the negative aspects of Facebook user interactions as the company experienced rapid growth.",
  "The lawsuit was filed in the Northern District of California and alleges that Facebook violated user privacy by collecting this type of data.",
  "We are then using this process to guide how we build and train teams with the appropriate local language and cultural skills,” Stamos added.",
  "So researchers, journalists, watchdog organizations, or individuals who are just curious will be able to see all of these ads in one place.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "This includes combating foreign interference, removing fake accounts, increasing ads transparency and reducing the spread of false news.",
  "This is a permanent change, but Facebook will still work with companies like Experian and Acxiom to measure ad performance and metrics.",
  "LinkedIn\n\nAuto-Playing Video Ads\n\nLinkedIn is now offering a native ad format where standalone video ads will appear in the news feed.",
  "Facebook also introduced a new feature called Access Your Information so that you can delete things that you have shared in the past.",
  "Common Cause is requesting the FEC and the Justice Department to investigate potential election law violations and impose sanctions.",
  "This code tracks you invisibly and it is often impossible to determine when this data is being shared,” said Mozilla in a blog post.",
  "Boz’s Leaked Memo\n\nRecently, BuzzFeed published a controversial internal memo that was written by Facebook VP Andrew \"Boz\" Bosworth.",
  "This feature is rolling out over several weeks on Pinterest.com and in the apps for iOS (version 6.46) and Android (version 6.56).",
  "After authorization, Facebook said the advertiser’s election-related ads will be marked in people’s Facebook and Instagram feeds.",
  "Lyons also said that Facebook has partnerships with various organizations to fact-check stories domestically and internationally.",
  "Stamos said that the term “fake news” is used for describing different types of activity that the company is looking to prevent.",
  "\"Facebook's bug bounty program will expand so that people can also report to us if they find misuses of data by app developers.",
  "According to the lawsuit, Facebook allowed landlords and real estate brokers to hide ads from families with women and children.",
  "This includes photos you’ve uploaded, contacts you’ve added to your account, posts on your timeline and more,” Facebook added.",
  "There’s enormous value in tying this data to your social profile, and Facebook has a network of trackers on various websites.",
  "Will Ferrell Leaves Facebook:\n\nActor Will Ferrell decided to delete his Facebook Page due to the Cambridge Analytica scandal.",
  "Now when advertisers upload Instagram Feed creative within Ads Manager, it will be turned into full screen format of Stories.",
  "Facebook also uses signals, including feedback from users, to predict potentially false stories for fact-checkers to review.",
  "The changes include redesigned mobile controls, a privacy shortcuts menu and tools to find and delete your Facebook data.",
  "Privacy Tools Are Now Easier To Use\n\nThis past week, Facebook announced that it made improvements to its privacy tools.",
  "Founded in 2011, PlayCanvas has created an open-source game engine that is used for games in Facebook and web browsers.",
  "A Facebook spokesperson also told TechCrunch that this feature is being tested to surface the most recent requests.",
  "TechCrunch reader Christine Hudler sent screenshots of the feature being tested where it shows a 14-day countdown.",
  "Some of the data providers that Facebook partnered with at launch included Acxiom, BlueKai, Datalogix and Epsilon.",
  "Facebook notifies people who have shared the story in the past and warns people who try to share it going forward.",
  "And PlayCanvas’ technology makes it easier for developers to create virtual reality experiences from the browser.",
  "This allows you to discover more people to follow based on your interests and makes it easier to unfollow users.",
  "When you tap to share a live video, you can easily slide back to the exact time you want your audience to watch.",
  "This includes private yet ideologically motivated groups or full-time employees of state intelligence services.",
  "The lawsuit probes the way that Messenger collected call history and text message content via its Android app.",
  "According to Bloomberg, Facebook will bring on at least 11 people in policy-related positions in Washington.",
  "“The page doesn't show anything except text that reads, ‘These apps are connected to your Snapchat account.",
  "And Chakrabarti also highlighted a new investigative tool that can be deployed in the lead up to elections.",
  "When Bosworth published the memo, he intended to provoke discussions about flaws in Facebook’s technology.",
  "“We’re also making it easier to download the data you’ve shared with Facebook – it’s your data, after all.",
  "Senate Judiciary Chairman Chuck Grassley invited the three CEOs to a hearing on April 10th in Washington.",
  "Partner Categories launched in 2013 as part of a partnership between the social network and data brokers.",
  "This feature will most likely show which third-party apps users have connected to their Snapchat account.",
  "This means that the YouTube Android app will fill up the screen with video and get rid of the black bars.",
  "The iOS version of this feature arrived in December and now YouTube is bringing this feature to Android.",
  "“Next we’ll build on our ads review process and begin authorizing US advertisers placing political ads.",
  "Another class of organized actors is people that are looking to artificially influence public debate.",
  "Second Round Of Layoffs\n\nSnap is now going through a second round of layoffs, according to Bloomberg.",
  "In the past, Facebook rewarded people who discovered just software bugs and security vulnerabilities.",
  "And the video ads will play automatically on mute until a user taps on it, which turns the sound on.",
  "This is not wholly unlike how we have countered various types of spammers in the past,” Stamos said.",
  "And Stamos pointed out that the most common motivation for the majority of misinformation is money.",
  "The survey took place between March 20, 2018 through March 24, 2018 and over 2,600 users responded.",
  "There is also a new privacy shortcuts menu that makes it easier to control your data in a few taps.",
  "And the Trump campaign reportedly paid Cambridge Analytica almost $6 million for services in 2016.",
  "This may add some pressure for Google CEO Sundar Pichai and Twitter CEO Jack Dorsey to do so also.",
  "Rosen pointed out that there are four main election security areas that the company is working on.",
  "As you may recall Cambridge Analytica had misused the Facebook data of up to 50 million profiles.",
  "This will help local publishers who cover multiple nearby cities reach audiences in those cities.",
  "The settings have been redesigned on mobile devices to make the privacy controls easier to find.",
  "There you’ll see all ads that Page is running across Facebook — not just the ones meant for you.",
  "It is perhaps the only area where the metrics do tell the true story as far as we are concerned.",
  "Plus advertisers will have to disclose what candidate, organization or business they represent.",
  "However, Zuckerberg turned down a request from British lawmakers to appear in front of a panel.",
  "Some of the lobbyists that Facebook works with include David Wade, Sudafi Henry and Luke Albee.",
  "This product enables third party data providers to offer their targeting directly on Facebook.",
  "Before rolling out the 2011 consent decree, the FTC conducted an investigation over two years.",
  "Facebook told Engadget that “There is absolutely no place for discrimination” on its platform.",
  "The Timestamps feature makes it easier to draw attention to a specific moment in a live video.",
  "“Already we’ve been testing transparency across all ads in Canada, something we call View Ads.",
  "“This summer, we’ll launch a public archive showing all ads that ran with a political label.",
  "Facebook was reportedly going to introduce a smart speaker device at the F8 event this May.",
  "And Facebook disclosed spending $11.5 million on lobbying in 2017 and $8.7 million in 2016.",
  "“Facebook Container isolates your Facebook identity from the rest of your web activity.",
  "The political label will list the person, company or organization that paid for the ad.",
  "With it, you can click on any Facebook Page, and select About, and scroll to View Ads.",
  "Plus Instagram said it will preemptively review new GIFs that are added going forward.",
  "They can infer where you live, the hobbies you have, and your political persuasion.",
  "You will see this option by tapping the “+” button at the top of the following tab.",
  "And this would give Snapchat users better control of how their data is being used.",
  "\"We want to let advertisers know that we will be shutting down Partner Categories.",
  "Blind also broke down the numbers from the responses of the top 5 tech companies.",
  "Here are the tweets that Musk sent out about it:\n\nI didn’t realize there was one.",
  "Facebook can continue to deliver their service to you and send you advertising.",
  "It is fragmented by borders, languages, and increasingly by different products.",
  "Cook County State Attorney Kimberly Foxx filed on behalf of Illinois residents.",
  "He said that Facebook has gotten better at finding and disabling fake accounts.",
  "This will offer an unmatched view of paid political messages on the platform.\"",
  "The more traffic to sites those organizations gain, the more money they make.",
  "Maybe it even saves the life of someone on the brink of suicide,\" said Boz.",
  "When you install it, you will continue to be able to use Facebook normally.",
  "Choose an app to control what it has access to,’” says the Mashable report.",
  "The videos can be linked to the brand’s website and is able to track leads.",
  "This includes posts, reactions, comments and things you have searched for.",
  "Developers who are caught misusing data will be banned from the platform.",
  "This would be similar to the disclosures you see on TV for political ads.",
  "This summer we’ll make that feature globally available,” said Leathern.",
  "The video ads can be purchased as part of the Sponsored Content format.",
  "This allows advertisers to run their ad sets easily across Instagram.",
  "All the subtle language that helps people stay searchable by friends.",
  "This affects about 100 employees within the ad and sales department.",
  "Chicago law firm Edelson is representing Cook County in the lawsuit.",
  "And so Facebook is currently mapping out a strategy for handling it.",
  "This was based on the open positions listed on Facebook's job page.",
  "You can download a secure copy and even move it to another service.",
  "In the past, Twitter users could only tweet an entire live video.",
  "The menu allows users to control privacy and security functions.",
  "And there are more clear explanations of how the controls work.",
  "And he also deleted the the Pages for SpaceX and Tesla Motors.",
  "\"And we will display those ads for four years after they ran.",
  "Lyons is focused on preventing the spreading of false news.",
  "So first the company needs to define what is actually fake.",
  "Facebook employs around 40 internal and external lobbyists.",
  "Last month, Snap also laid off 100 people in engineering.",
  "But this made it difficult to discuss a specific moment.",
  "“The pages you visit on the web can say a lot about you.",
  "Two deputies will attend on behalf of Facebook instead.",
  "And accounts that are in violation are quickly removed.",
  "All of the work we do to bring more communication in.",
  "The work we will likely have to do in China some day.",
  "That’s why all the work we do in growth is justified.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nDefinitely.",
  "All the questionable contact importing practices.",
  "That isn’t something we are doing for ourselves.",
  "About 31% of users answered yes 69% answered no.",
  "The natural state of the world is not connected.",
  "“Calling all Androids,” said YouTube in a tweet.",
  "“To anyone who was affected: we’re sorry.",
  "That group of people was quickly blocked.",
  "This includes bullying and terrorism.",
  "It is literally just what we do.",
  "Or for our stock price (ha!).",
  "“Sharing Timestamps is easy.",
  "The best products don’t win.",
  "The ones everyone use win.",
  "“Maybe someone finds love.",
  "We connect people.",
  "It is not unified.",
  "Looks lame anyway.",
  "All of it.",
  "Will do.",
  "Period."
]