[
  "With help from John Hendel, Ashley Gold and Eric Geller\n\nTODAY IN TECH\n\nStory Continued Below\n\nTAKE TWO ON PRIVACY FOR SENATE COMMERCE — The European Union’s top privacy official Andrea Jelinek and one of the architects of California’s recent privacy push, Alastair Mactaggart, are set to testify on data privacy before the Senate Commerce Committee today, a session that is shaping up to take a more critical look at whether tech firms are doing enough to police themselves on the matter.",
  "And Laura Moy, executive director of Georgetown’s Center on Privacy & Technology, told MT she plans to call for legislation to “enable robust enforcement both by a federal agency and state attorneys general, and foster regulatory agility.”\n\n— “This is merely round one of what will be a multi-year bout to win privacy legislation for the US,” Center for Digital Democracy executive Jeff Chester said of the hearing in an email.",
  "Sen. Maggie Hassan (D-N.H.) said in a statement she was “disturbed” by the reporting, calling for the company to “come clean on this project, provide complete answers to the Senate Select Committee on Intelligence's previous inquiry, and provide a detailed update to Congress on the company's plans in China.”\n\n— A lose-lose scenario: Sen. Tom Cotton (R-Ark.)",
  "Bloomberg told the publication that it continued to stand by its story and was “confident in our reporting and sources.”\n\nMARK YOUR CALENDARS: APPLE ON DECK AT SCOTUS — The Supreme Court’s recently unveiled oral argument schedule for its session beginning on Nov. 26 will kick off with a case sure to be familiar to longtime MT readers: Apple v. Pepper.",
  "Today’s outings include a visit to local tower sites and companies, a swing by a manufacturing facility and a meeting with the Farmers Mutual Telephone Co.\n\n5G SPREE — The Senate Commerce Committee, meanwhile, will take up the topic this Friday at a Sioux Falls, S.D., hearing on barriers to broadband and next-generation wireless deployment.",
  "Transitions\n\n— Katie Rosborough, formerly the communications director for the Senate Finance Committee, has been hired to lead Twitter’s U.S. policy communications team in D.C. … Ben Gris, a former assistant director at the Federal Trade Commission’s competition bureau, is joining Shearman & Sterling as a partner in its antitrust practice.",
  "Take two on privacy for Senate Commerce\n\nEditor’s Note: This edition of Morning Tech is published weekdays at 10 a.m. POLITICO Pro Technology subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro’s comprehensive policy intelligence coverage, policy tools and services, click here.",
  "We are committed to holding companies accountable if their practices violate the law.” And so the question remains: Will the agency deem the exposure of the information of 500,000 users — an incident that is both significant and yet dwarfed in scale by Facebook’s Cambridge Analytica flap — big enough to look into?",
  "Asked about the Google+ disclosure, FTC Chairman Joe Simons said in a statement to MT the agency does not comment on “specific incidents or companies.” But he added: “When we see a significant breach that puts consumers’ private data at risk, you can be assured that we will be looking into it.",
  "Richard Blumenthal (D-Conn.) and Marco Rubio (R-Fla.) fired off their own letter to Super Micro Computer CEO Charles Liang expressing alarm “over the dangers posed by backdoors” and requesting that the company detail what it knew about the reports of malicious hardware components.",
  "The proposal featured calls for legislation that would establish an agency dedicated to enforcing data compliance and would let individuals maintain “a private right of action” against companies gathering and sharing data — steps likely to meet pushback from the industry.",
  "“While this approach may have made sense decades ago, it now leaves a significant amount of our personal information - including some highly sensitive or intimate data and data inferences - unprotected,” O’Connor says, according to a copy of the remarks obtained by MT.",
  "House Democrats, who question Pai’s actions on everything from his repeal of Obama-era net neutrality rules to his deregulation of the media marketplace, say they would pick up the pace of oversight hearings and make document requests of the high-profile agency head.",
  "Rep. Zoe Lofgren (D-Calif.), a senior Judiciary panel member, said her committee \"would be warranted in taking a look at\" Pai's revival of the regulatory loophole known as the UHF discount, which lets broadcasters substantially exceed federal ownership limits.",
  "— A cautionary tale: Former FCC Chairman Tom Wheeler, a Democrat who led the agency before Pai, endured a barrage of brutal oversight hearings as telecom battles grew more partisan — and envisions a similar fate for his successor and former sparring partner.",
  "The hearing, the second held by the panel in recent weeks, will put the EU’s General Data Protection Regulation and California’s own sweeping data privacy bill front and center in the debate over the U.S.’s efforts to establish a federal framework.",
  "\"This is sadly not the first time Google has refused to work with the United States military, while still entertaining the authoritarian demands of the Chinese Communist Party,” said Cotton, urging Google to “remember they're an American company”.",
  "Join POLITICO Live for a two-panel conversation with policymakers, federal officials, and technology and health experts to better understand what is already working and what is still needed to address these two massive health care challenges.",
  "— The other side of the coin: The tech industry’s push for a federal measure to pre-empt state laws is likely to meet resistance this morning, with Mactaggart already casting those efforts as an attempt to weaken existing restrictions.",
  "contrasted Google’s efforts to relaunch a search engine in China with its decision to stop pursuing a recent U.S. military cloud computing contract — a move that came after its employees protested the company’s work for the government.",
  "NO, BUT REALLY — Other officials continued to hammer Google over the data vulnerability on its little-known social network, along with its decision to not disclose the issue until it was unearthed by The Wall Street Journal this week.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge, by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "After The Intercept reported that a top Google official expressed a desire to launch the product “as soon as possible” — seemingly contradicting the company’s public statements on the matter — U.S. lawmakers spoke out.",
  "is calling for Amazon, Apple and Super Micro Computer to brief congressional staffers by Friday on the explosive Bloomberg report alleging that the companies were compromised by microchips implanted by Chinese spies.",
  "Quick Downloads\n\n— Board games: Executives from an array of top tech firms were appointed to a Saudi advisory board amid controversy over the suspected murder of journalist Jamal Khashoggi, Business Insider reports.",
  "“Allegations that the U.S. hardware supply chain has been purposely tampered with by a foreign power must be taken seriously,” Thune wrote to the leaders of the three companies in letters made public Tuesday.",
  "Written by Dan Diamond, the newsletter will take readers inside one of the most influential gatherings of global health industry leaders and innovators as they tackle today’s most pressing health challenges.",
  "But Nuala O’Connor, president of the Center for Democracy & Technology consumer group, is poised to argue against a “patchwork of sectoral laws” at the state level, according to her written testimony.",
  "One emerging area of consensus among privacy groups and some industry officials is the need for legislation to grant state attorneys general greater authority to enforce privacy restrictions.",
  "The four major U.S. wireless telecoms — Verizon Wireless, AT&T, T-Mobile and Sprint — all told Motherboard that the new Bloomberg story wasn’t about them, as did cable provider CenturyLink.",
  "“This incident, along with the many others before it, serves as more proof that the FTC’s current tools are failing to prevent unfair and deceptive business practices,” he tweeted.",
  "HAPPENING THIS WEEK\n\nLAWMAKERS SEARCHING FOR ANSWERS FROM GOOGLE — Lawmakers are voicing fresh concern about the company’s reported pursuit of a censored search engine in China.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“Should that change, then his life becomes a different life.” And a string of hearings could well distract from carrying out the task of running a federal agency.",
  "It could also settle the matter of whether a third-party distributor can be sued by consumers for prices that, to an extent, are determined by an outside seller.",
  "“We’re going to require a lot more transparency than we’ve had under Republicans for sure,” said senior Energy and Commerce panel member Yvette Clarke (D-N.Y.).",
  "She said she expects “a lot more inquisitiveness about some of the unilateral decisions that he’s made,” singling out the net neutrality repeal in particular.",
  "POLITICO IS PARTNERING WITH THE MILKEN INSTITUTE to bring a special edition of the POLITICO Pulse newsletter to the Milken Institute Future of Health Summit.",
  "— Shiver me Timberlake album: Even in the Spotify era, music piracy continues to undercut the growth of streaming services, The Wall Street Journal reports.",
  "CARR TRIP — Republican FCC Commissioner Brendan Carr is kicking off a series of events focusing on 5G and rural broadband through the Dakotas and Minnesota.",
  "The court will take up a long-running class-action lawsuit brought against Apple by consumers who allege the company’s App Store holds monopolistic power.",
  "— A potential blue wave coming for Capitol Hill could leave FCC chief Ajit Pai drowning in time-consuming congressional oversight sessions, John reports.",
  "And Rep. Frank Pallone (D-N.J.) said the episode signaled the company’s consent decree with the Federal Trade Commission was not an adequate deterrent.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "The companies have all disputed the report, and the Department of Homeland Security has said it found “no reason to doubt” the firms’ denials\n\n— Sens.",
  "Some Amazon workers are upset that their new pay raise came with the removal of incentivized bonuses and stock options, The New York Times reports.",
  "— Brazilian blues: South America’s largest elections may offer a glimpse into the pervasiveness of fake news on WhatsApp, BuzzFeed News reports.",
  "… Christin Tinsworth Baker, formerly a government and policy communications manager at Ford, is joining SoftBank as director of public affairs.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "“These allegations require thorough answers and urgent investigation for customers, law enforcement, and Congress,” the lawmakers wrote.",
  "What role can technology and digital tools play in improving the prevention and treatment of diabetes and curbing the opioid epidemic?",
  "— Fake news frontier: Facebook staffers tasked with fighting fake news worldwide are feeling overwhelmed, The New York Times reports.",
  "“The current chairman has had the benefit of the Republican-ruled Congress flying air cover for him,” Wheeler said in an interview.",
  "Chester’s consumer group was one of several to criticize the panel for not including non-industry voices in its initial session.",
  "“Americans should not be kept in the dark when their private information is compromised,” tweeted Sen. Ed Markey (D-Mass.",
  "Witnesses will include Carr and Sioux Falls city mayor Paul TenHaken, along with scholars and industry representatives.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "The case could have broad implications for e-commerce companies, so stick with the Pro Tech team for updates.",
  "— So thaaat’s why it was so cheap: Apple is waging war on iPhone fraud in China, The Information reports.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host was inadvertently christened over email this week.",
  "On Tuesday, CDD and other consumer privacy groups unveiled their own federal privacy recommendations.",
  "“Employing their expertise will be necessary for a new federal privacy law to work,” O’Connor says.",
  "(Telecom giant Verizon echoed the call in releasing its own privacy principles earlier this week.)",
  "You may have noticed Morning Tech, along with its Pro newsletter pals, has a new look to it.",
  "— Pai's headaches could come from various House panels, from E&C to Judiciary to Oversight.",
  "… The Competitive Carriers Association has elected new members to its board of directors.",
  "“You eat up an immense amount of time in preparation for the hearings,” Wheeler said.",
  "Sign up today to begin receiving exclusive coverage on Day One of the summit.",
  "Sign up today: Visit politico.com/playbookelectionchallenge to play.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "PRESIDENT DONALD TRUMP SAYS A RED WAVE IS COMING ON ELECTION DAY.",
  "— But the unfolding microchip saga remains maddeningly murky.",
  "PEN PALS — Senate Commerce Chairman John Thune (R-S.D.)",
  "Learn more here about the Microsoft Airband Initiative.",
  "Silicon Valley Must Reads\n\n— What about free shipping?",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "), adding, “It’s time for a federal privacy bill”.",
  "(And check out this refresher from Steven here.)",
  "Win awesome prizes and eternal bragging rights.",
  "Is he right, or will the tide turn blue?",
  "Don’t forget to follow us @MorningTech.",
  "Have an event for MT’s tech calendar?",
  "The newsletter will run Oct. 23-24.",
  "WILL A BLUE WAVE CRASH DOWN ON PAI?",
  "— Will the FTC take action?",
  "OH, AND REMEMBER GOOGLE+?",
  "See the full list here.",
  "— An area of overlap?",
  "RSVP here.",
  "Like it?",
  "Love it?",
  "**"
]