[
  "A video-chat device that really works—that makes you feel like you can bring your mother or best friend or significant other into the room with you just by saying their names—would have plenty of appeal even without the ability to do things that you can easily do on other devices, such as watch videos or browse the web.",
  "Adding a touch-screen display to the company’s popular Google Home smart speakers, it promises to sit on your kitchen table and do everything from dim your lights to walk you through a gnocchi recipe to remind you to pick up your daughter from soccer practice.",
  "That bargain might have sounded a little more palatable before last week, when the Wall Street Journal reported that Google had kept secret for months a major vulnerability in its Google Plus social network that put the personal data of millions at risk.",
  "In an onstage demonstration, the Home Hub showed a Google executive the traffic conditions for his commute, informed him he had 11 entries on his calendar for the day, and added, “By the way, remember to pick up eggs for dinner tonight.”\n\nCool, right?",
  "Apple’s annual iPhone event was joined on the calendar this fall by major hardware launches by Amazon, Microsoft, Google, and Facebook—all within a month of each other and all including devices that can listen to you, watch you, or both.",
  "The Pixel 3’s industry-leading camera comes turbocharged with artificial intelligence that recognizes faces and other important objects and draws on a burst of footage to pick a better shot than the one you actually snapped.",
  "Facebook has tried to mitigate those concerns by offering a more robust set of privacy safeguards than Amazon’s similar Echo Show, including a camera cover, passcode lock, and one-tap deactivation of both the camera and mic.",
  "Google’s omission of the camera from the Home Hub and Facebook’s privacy choices for the Portal are early signs that even Silicon Valley’s greediest data collectors may be realizing that the landscape has changed.",
  "Facebook’s reputation for protecting user privacy has suffered so greatly from the Cambridge Analytica scandal and last month’s major security breach that any device it launched was likely to incur scrutiny.",
  "Until recently, Google was known for collecting deeply intrusive personal data to power its advertising business, but it also had a strong reputation for guarding that data from falling into the wrong hands.",
  "Intended primarily for video chatting, the tabletop gadgets come equipped with both Alexa voice control and a camera that uses object-detection software to follow you around the room as you talk.",
  "Relative to its rivals, Apple faces a disadvantage in fast-emerging categories such as smart speakers and smart displays because until recently it hadn’t focused as heavily on the sort of A.I.",
  "But Amazon and Google were already having trouble persuading the public to buy camera-equipped smart displays, such as the Alexa-powered Echo Show and Google Assistant–powered JBL Link View.",
  "But today, it faces more competition than ever because the hardware world and software world are merging, and companies that used to fight for our data are now fighting for our dollars too.",
  "In a time of ubiquitous online surveillance, corporate deception, and rampant data breaches, a device’s selling points are no longer just about what it does but what it refrains from doing.",
  "For better or worse, consumers seem to be growing more comfortable with home devices that are always listening for their designated wake words and that record what we say once awakened.",
  "Yet as our devices grow ever more intrusive, it may no longer be enough for a company to boast that its new offerings are the most powerful, the most convenient, or the cheapest.",
  "As our devices grow ever more intrusive, it may no longer be enough for a company to boast that its new offerings are the most powerful, the most convenient, or the cheapest.",
  "Facebook promises to store Portal’s data locally rather than on its servers, and it won’t use its face recognition to identify people in your video chats (for now).",
  "In a slightly simpler time—say, three years ago—both might have been welcomed as nifty gadgets with the potential to fill new, useful roles in people’s lives.",
  "In fact, the biggest selling point of the Home Hub vis-à-vis the Amazon Echo Show and Facebook Portal might be the absence of one key feature: a camera.",
  "Google responded by shutting the social network down altogether, and it mentioned neither Google Plus nor the bug in its hour-plus presentation Tuesday.",
  "Apple, the long-reigning champion of consumer tech, has stared down Samsung for smartphone supremacy and grappled with Google’s mobile operating system.",
  "Rather, it will have to truly convince consumers that they can feel comfortable inviting its microphones and cameras into the privacy of their homes.",
  "Now all five are hardware companies, with at least three of them selling their hardware partly as a way to harvest more data to fuel their software.",
  "A recent Nielsen survey found that nearly a quarter of U.S. households now own at least one smart speaker, and 40 percent of those own two or more.",
  "Yet even with all those worries, Google’s hardware might fare better with the privacy-conscious than the devices Facebook announced this week.",
  "That’s particularly crucial as the latest crop of smart speakers and displays vies for a place at the center of our homes and families.",
  "For the first time, every member of Big Tech’s big five—Apple, Google, Microsoft, Amazon, and Facebook—is in the gadget business.",
  "This week, both Google and Facebook showed off new devices designed to sit on your table, listen to what you say, and talk back.",
  "While some early reviews have panned the Portal for its limited functionality, it isn’t really the concept that’s the problem.",
  "Nor may it be enough for one to gesture, as Facebook has, to users’ privacy concerns with features like local data storage.",
  "It uses state-of-the-art voice-recognition software to identify and personalize its answers to each member of your family.",
  "That’s a key feature, because it lifts the constraint of having to stay glued to the screen while you talk to someone.",
  "The devices draw on your existing Facebook friend network to make it easy to connect with almost anyone you know.",
  "The other devices Google announced—the Pixel 3 phone and Pixel Slate tablet—have their own enticing features.",
  "But are you comfortable with Google’s databases being able to recognize the faces of everyone in your family?",
  "But more and more, buying tech gadgets requires a leap of faith and maybe even a degree of recklessness.",
  "There, Apple may have an advantage, because its business does not rely on the surveillance of its users.",
  "Sure—provided you feel comfortable with Google knowing every detail of your personal life.",
  "Take the Google Home Hub, which Google announced Tuesday at its annual hardware launch.",
  "The problem with the Portal, as my colleague April Glaser pointed out, is who makes it.",
  "The data wars are still raging, but perhaps now, at last, the privacy wars have begun.",
  "Amazon, Apple, Google, and Samsung all make smart speakers featuring their own A.I.",
  "assistants, and Microsoft’s Cortana software is making its way into speakers too.",
  "The division of labor among the “big five” U.S. tech giants used to be clearer.",
  "When it’s not in use, it doubles as an attractive digital photo album.",
  "On reputation alone, Facebook would seem to have an even tougher sell.",
  "Now, the question consumers face is not just: Which one is best?",
  "But Facebook’s new Portal and Portal Plus ratchet up the stakes.",
  "software needed to make these devices work seamlessly.",
  "Now we know its security is imperfect.",
  "It’s: Which ones can we trust?",
  "Photos by Facebook and Google.",
  "Facebook ran a social network.",
  "And Amazon sold stuff online.",
  "And maybe they still will be.",
  "Google made a search engine.",
  "Photo illustration by Slate.",
  "Apple made the hardware.",
  "Microsoft made software."
]