[
  "Our Capitol Hill team are reporting today, now at least three Republicans on the committee say they will indeed vote in support of publicly releasing the document which in essence sends that over to the White House, essentially puts the ball potentially in President Trump's court when and if it is passed through tonight.",
  "As someone who is occasionally counseled to delete tweets that I post, I was interested in that because they almost always causes a bigger controversy than the initial controversy because it's -- you would think it's an admission that he feels as though it shouldn't have been posted in the first place.",
  "On the other hand, the president tweeted today praising Devin Nunes, a Republican on the House Intelligence Committee saying: Representative Devin Nunes, a man of tremendous courage and grit, may some day be recognized as a great American hero for what he has exposed and what he has had to endure.",
  "We know that Devin Nunes was an official during the transition, during the Trump administration transition and certainly raised a lot of questions, particularly you see the president tweeting sort of directly to him today, saying that he -- should be recognized as a great American hero.",
  "Raj Shah, the White House spokesman, was speaking aboard Air Force One today, Anderson, and tried to explain that to reporters, saying that basically the president was saying the memo shows that politics has played a role in the Department of Justice and the FBI since the campaign.",
  "Adam Schiff fired back in a tweet of his own, mocking the president for the way he's using his executive time and saying that instead of tweeting false smears and American people would like him to turn off the TV and focus on the funding crisis, the Dreamers and so forth.",
  "And what I'm afraid of is that -- and myself and many of my colleagues -- is that this corrosive doubt about the agency that's been able to seep into the national discussion because of politics is something that's going to negatively impact our ability to do our job.",
  "WEHLE: Well, we also understand from the Nunes memo that George Papadopoulos, this information from him in connection with his conversations regarding so-called dirt on Hillary Clinton back in June or July of 2016, that actually kicked off the investigation.",
  "You heard there, Trey Gowdy and other Republicans, are backing away from any explanation that the memo vindicates the president or under mines the Russian probe, basically saying that it has nothing to do with the Mueller investigation -- Anderson.",
  "In an attempt to applaud the tax bill he tweeted touting a secretary at a public high school who said she was pleasantly surprised her pay went up, CNN spoke with the secretary, her pay went up basically $1.50 a week, according to Paul Ryan.",
  "The Minority Leader Chuck Schumer over the weekend saying, look, it's only fair, essentially, a matter of fundamental fairness to let the public see both sides, both the Republicans and now potentially the Democratic document -- Anderson.",
  "If it starts to get to a situation where we don't have independent branches doing their job based on the facts and the law because they are so worried about it being politicized, then we start getting away from our moorings as democracy.",
  "So, this tweet from the president this morning isn't exactly confidence-inspiring for Democrats who are hoping that when it comes here to the White House, if it comes to the White House, that the president will declassify it.",
  "[14:10:03] WEHLE: Well --\n\n\n\nCOOPER: Because the Republicans seem to be alleging in the memo because it's very limited, this memo, that this Steele dossier was the significant reason for the FISA warrant and the application.",
  "I mean, they deal with terrorism, they deal with cyber crimes, they deal with violent crimes, all kinds of things that everyday Americans want to have function so we can all be safe and be have civil liberties protected.",
  "That's when the House Intelligence Committee will meet and Democrats on it are likely to push for a vote to release their rebuttal to the intensely contested Republican memo that went out -- that went public on Friday.",
  "Or even if he's talking about immigration, he'd be better served than continually talk about this Russia memo which I don't -- it may animate a piece of his base, but it's not going to be something that they win on.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. TREY GOWDY (R-SC), INTELLIGENCE COMMITTEE: I actually don't think it has an impact on the Russian probe for this reason --\n\n\n\nHOST: The memo has no impact on the Russian probe?",
  "As far as obstruction of justice case, I mean, we don't really know what the Mueller team has, except the president's own statements that he fired Comey, for example, because of the Russia investigation.",
  "So, the question is, will the president actually follow through and allow it to come out especially since it's going to undermine what he tweeted about the first memo written by Republican Devin Nunes?",
  "KIM WEHLE, FORMER ASSISTANT U.S. ATTORNEY: So, a case with respect to actually getting a FISA warrant, I mean, my presumption is there was a substantial amount of information presented to the judge.",
  "It stopped short of saying the president will declassify it, basically saying that it's going to go through the same process the Republican memo did with White House lawyers looking at it.",
  "The House Intelligence Committee, they're meeting at 5:00 p.m. Eastern tonight where we believe that they will indeed hold a vote whether to publicly release this Democratic memo or not.",
  "I think he makes a point that every viewer should really focus on, and that is that we need a functioning criminal justice system that calls balls and strikes based on facts and the law.",
  "When an FBI agent knocks on a door and they need assistance, or the FBI tries to recruit an informant to provide information the only reason people will talk to us is if they trust us.",
  "And we don't want a situation where FBI agents are worried about doing their jobs because they'll get political backlash and be nationally humiliated in a politicized environment.",
  "This back and forth comes as Democrats on the House Intelligence Committee are to vote today on releasing their own memo, a counterpunch to the one released Friday by Republicans.",
  "So, I think Democrats are sort of missing where the energy is on this, no pun intended, and making a little bit more in their giddiness of this than the rest of the country sees.",
  "What it is, Anderson, is an attempt to say here is a neutral judgment on how much of a wall is necessary, what kind of wall, to take the politics out of the wall, this is to S.E.",
  "Democrats up here on Capitol Hill, though, they are certainly trying to ratchet up the political pressure on President Trump to do so when it goes over there to the White House.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nWhite House Won't Pledge That Trump Will Release Democratic Memo; White House Rejects Another Bipartisan Immigration Proposal.",
  "Instead of tweeting false smears the American people would appreciate it if you turned off the TV, helped solve the funding crisis, protected Dreamers, or really anything else.",
  "Hogan Gidley, a White House spokesman, said that it's going to go through the same mechanism as the Republican memo and really won't make a decision until the process happens.",
  "So, in addition to having worked on an investigation, the president, myself, Bill Clinton in the Whitewater investigation, I teach constitutional law for the last 10 years.",
  "But while the president believes the Nunes memo vindicates him, that's not what high level Republicans are saying including House Intelligence Committee member Trey Gowdy.",
  "And I think what's forgotten in this whole discussion is that as a matter of separation of powers, this is a federal judge, an Article 3 judge who made the determination.",
  "SUNLEN SERFARTY, CNN CONGRESSIONAL CORRESPONDENT: That's right, Anderson, and we could be at the end of the day a step closer to potentially seeing that Democratic memo.",
  "And as you heard Pam Brown report there, the White House is mum on what they will do, just saying they will evaluate it when and if it comes over to the White House.",
  "The big thing missing, it doesn't authorize the $25 billion President Trump wants for the border wall and it instead proposes a study of the border's security needs.",
  "PAMELA BROWN, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, today, the White House is saying that it will evaluate the Democratic memo if it comes to the White House.",
  "And that's what we should be focusing, not on this back and forth and the content of these memos which are irrelevant to whether the judge did the right thing.",
  "And so, for another group of lawmakers to come forward without really addressing the meat on the bones that Trump wants, I think, is just a missed opportunity.",
  "In a tweet today, the president called -- said, quote, little Adam Schiff, one of the biggest liars and leakers in Washington and said Schiff must be stopped.",
  "If we need to have an important national discussion on certain actions that took place in the FBI, it's something that we'll certainly welcome and we can do.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Chris, a lot of Democrats are going after Paul Ryan saying he's out of touch, that $1.50 a week only amounts to about $60 a year.",
  "We also heard from Jerry Nadler, the ranking member of the House Judiciary Committee where he sort of eviscerated or further eviscerated the Nunes memo.",
  "That said, if Donald Trump would talk about only the gains being made from corporations and people on this tax cut law, he'd be in a lot better place.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJULIA KETCHUM, SCHOOL SECRETARY CITED BY SPEAKER RYAN IN TWEET: I responded to a Twitter poll, did you see a change, yes or no.",
  "And when she asked what I would do with the extra money, that's the only thing I could think of is it would cover my Costco membership for the year.",
  "He just continually gets sidetracked in these sort of -- you know, what I think to be petty fights and name-calling of various members of Congress.",
  "COOPER: Has the White House confirmed whether or not they had any contact with Devin Nunes or his staffers in the creation of this Republican memo?",
  "If there were no Steele dossier, which was attacked extensively in the memo, what kind of a case do you see special counsel Robert Mueller having?",
  "And three, President Trump, I imagine, feels like he laid out a blueprint after being slammed, rightly, for not being clear on what he would sign.",
  "I mean, we've got an election coming up in the fall and we still don't know the extent to which the Russians have influenced the last election.",
  "Although the president is tweeting today, targeting the ranking Democrat on the House Intelligence Committee, calling him a liar and a leaker.",
  "And as lawmakers push once again to reach a deal on immigration you see the president there touring a manufacturing plant in Cincinnati, Ohio.",
  "[14:05:03] But the White House has not explicitly said that it has worked hand in hand with Devin Nunes with getting this memo out, Anderson.",
  "It probably had informant information, all kinds of additional stuff we don't have access to as the American public through the Nunes memo.",
  "Also happening now, Los Angeles detectives holding a news conference providing new answers in the mysterious death of actress Natalie Wood.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOSH CAMPBELL, FORMER FBI SUPERVISORY AGENT WH JUST QUIT: The FBI cannot do its job without support from the public.",
  "We have seen the president laying a foundation, attacking Adam Schiff, calling him little Adam Schiff, and the tweet that we read earlier.",
  "As you know with the Republican memo, the president said that he would release it 100 percent before it even went through that process.",
  "So, to the extent the memo deals with the dossier and the FISA process, the dossier has nothing to do with the meeting at Trump Tower.",
  "Joining me now to talk more about it is Chris Cillizza, CNN politics reporter and editor at large, and CNN political commentator, S.E.",
  "Massachusetts actually -- state regulators told their utility companies to lower rates as a result of the lowered corporate tax rate.",
  "Republican Senator John McCain and Democrat Chris Coons are introducing a bill that would grant permanent legal status to Dreamers.",
  "And the White House basically saying, look, you know, not confirming one way or another whether or not this memo would be released.",
  "It's created by Congress after Watergate in order to provide sufficient accountability and oversight of our investigative process.",
  "There was probably, you know, data -- algorithmic data relating to information with respect to contacts with a number of people.",
  "I think it is a weird look for Democrats to sort of dunk on Paul Ryan and by extension a woman who is happy she got a tax break.",
  "And that's why this conversation is a distortion and super, super unfortunate in terms of getting clarity and accountability.",
  "But we'll certainly be reporting around that vote tonight when and if they send that Democratic memo over at the White House.",
  "We heard the president say the night he gave the State of the Union 100 percent he was going to release the Republican memo.",
  "I think Trey Gowdy who is an attorney just analyzed what was there and tried to be honest about it, rather than to spin it.",
  "Can you just talk a little bit about the level of information that has to be provided to a judge in order to get a warrant?",
  "Trump feels emboldened by what happened during the shutdown after which Democrats kind of left with nothing to show for it.",
  "And so, it's not surprising that he would sort of blow up a deal that hasn't even been introduced yet to get what he wants.",
  "COOPER: Yes, there's been silence so far from Jeff Sessions, the head of the Department of Justice, the attorney general.",
  "[14:15:03] Why the White House is rejecting a bipartisan compromise on immigration before it even hits the Senate floor.",
  "COOPER: John, I wonder what you make of Republicans, most specifically Trey Gowdy pushing back on the president's claim?",
  "And I think everyone needs to sort of pump the brakes and let the process continue, the investigative process continue.",
  "Now, Republicans, of course, have the majority on the committee, so this memo needs Republican support to pass through.",
  "It, of course, alleges the FBI abused its surveillance authority to monitor a former Trump campaign member Carter Page.",
  "Schiff quickly responded on Twitter saying, quote, Mr. President, I see you have had a busy morning of executive time.",
  "I'm not sure that's going to get anywhere other than it being introduced or it being proposed and going away rapidly.",
  "COOPER: John, I'm wondering what you think are the chances that the president would not release the Democratic memo.",
  "Now, Republicans can say, no, no, let's take our time and actually hold out for getting the things which we wanted.",
  "The speech comes as the Dow is down again significantly, down nearly 500 points right now, 496 points right there.",
  "John cooperated with investigators during Watergate, pleaded guilty to a charge of conspiracy to obstruct justice.",
  "We know that even the hashtag #releasethememo has come out this morning was influenced in part by the Russians.",
  "He's supposed to be speaking about the economy and the new tax law after touring a manufacturing plant in Ohio.",
  "I think, Anderson, that the Republican Party is convinced this tax cut is a good thing for the American public.",
  "Unfortunately, for Democrats it was sort of the last thing they could use for leverage to get it done quickly.",
  "It will be President Trump's decision then to potentially declassify the memo, release it publicly or not.",
  "COOPER: Sunlen, you may have said this, but what time is that vote expected just so we can anticipate it?",
  "The $1.50 a week is problematic in that, you know, it's sort -- that's not a lot of money to most people.",
  "Now more on the back and forth between the president and the top Democrat on the Intelligence Committee.",
  "So, it's really not for Congress in this context to be second guessing it from either side of the aisle.",
  "And Kim Wehle, associate independent counsel during the Whitewater investigation of President Clinton.",
  "Sarah Sanders said she didn't believe there was contact directly with Devin Nunes but she didn't know.",
  "You know, whether it's employees of places like Walmart, and Boeing, and AT&T who are getting bonuses.",
  "He says the FBI welcomes and needs criticism to get better but what agents are facing is beyond that.",
  "Trump tweeted: This memo totally vindicates Trump in probe but the Russian witch hunt goes on and on.",
  "The word now used because after one year of looking endlessly and finding nothing collusion is dead.",
  "Republicans on the committee are expected to support the release of this, if you will, counter memo.",
  "So, we don't really know what's in the warrant but we do know -- or the application for the warrant.",
  "COOPER: Kim, a supervisory agent who quit the FBI because of the political acts against the agency.",
  "You know, the first thing we do on immigration can't be a DACA deal without anything else attached.",
  "But if it does pass through the House which it is expected to do, it will come to the White House.",
  "Because that question has been asked several times of the White House over the last several days.",
  "And they are looking for ways to educate the American public on ways in which it is a good thing.",
  "And I think we need to have a dialogue around the separation of powers and how it's at stake now.",
  "We have a history of some kind of problems in the FBI under the Hoover administration, et cetera.",
  "The White House is rejecting another bipartisan compromise before it even hits the Senate floor.",
  "So, I mean, Republicans can make the argument, well, look, there isn't this March 5th deadline.",
  "It's not a bad idea from a policy perspective even if it would delay the building of the wall.",
  "But the battle on immigration continues before the government shutdown deadline this Thursday.",
  "That would take it back to Capitol Hill where the entire House has to vote to release it then.",
  "For our viewers in North America, \"NEWSROOM\" with Anderson Cooper right now starts right now.",
  "Pam, what's the White House saying at this point on releasing the memo, the Democratic memo?",
  "It's behind closed doors on Capitol Hill, the highly secretive House Intelligence Committee.",
  "I still am really skeptical that Democrats are going to give him the $25 billion for a wall.",
  "This proposal, while bipartisan, you know, John McCain isn't exactly Republicans' favorite.",
  "S.E., does it make sense to have a study before actually giving this money to build a wall?",
  "We begin with a test of transparency the president is expected to face in just a few hours.",
  "Joining me now, CNN contributor John Dean who was White House counsel for President Nixon.",
  "Kim, you heard Trey Gowdy talk about why the Nunes memo does not vindicate the president.",
  "GOWDY: Not to me, it doesn't, and I was pretty integrally involved in the drafting of it.",
  "COOPER: You know, a lot of Democrats are pointing to the March 5th deadline for Dreamers.",
  "Coming up next, the threat of another government shutdown looming, yes, coming up again.",
  "The dossier really has nothing to do with George Papadopoulos' meeting in Great Britain.",
  "COOPER: Chris, talking about a study, isn't that kind of kicking the can down the road?",
  "It misses the bigger picture that as Chris said, people are happy with the tax reform.",
  "JOHN DEAN, COOPERATED WITH WATERGATE INVESTIGATORS AGAINST NIXON: Well, indeed we did.",
  "This woman aside who is getting a very marginal amount, they are getting more money.",
  "He also said the president is doing this to soften the blow against looming charges.",
  "But, look, Trump has from the beginning latched onto the idea that we need a wall.",
  "Trey Gowdy talking like this, now that he said he is not running for re-election.",
  "The question is, how much will they give him and how much is he willing to take?",
  "We just want the temperature to come down so we can have an effective dialogue.",
  "CUPP, CNN POLITICAL COMMENTATOR: Sure, if we're talking the raw policy of this.",
  "Aired 2-2:30p ET\n\nAired February 5, 2018 - 14:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I don't think he's doing himself any favors by keeping the focus on this memo.",
  "But presumably, it had a tremendous amount of information besides the dossier.",
  "And the FBI does a lot of stuff in addition to uncovering public corruption.",
  "Ben Wedeman reporting for us from Beirut -- Ben, thank you for that report.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: And Josh had an op-ed in the \"New York Times.\"",
  "The dossier has nothing to do with an e-mail sent by Cambridge Analytica.",
  "Two, there is certainly nothing in this bipartisan deal for Republicans.",
  "I really didn't expect -- I really didn't expect it to go where it went.",
  "He's morphed a little bit in terms of what the wall needs to look like.",
  "But Congress has not yet figured out the politics of this issue at all.",
  "Suggesting a study is almost -- is almost a joke in exchange for DACA.",
  "But everything is -- what this president does is always unpredictable.",
  "He may want to play it politically and somehow deny the release of it.",
  "It also doesn't have anything to do with the obstruction of justice.",
  "[14:20:01] He's also going to be speaking we anticipate around 2:30.",
  "Any minute now, we expect to hear from President Trump live in Ohio.",
  "We'll bring you the president's speech to you live when it happens.",
  "The president may play a game with it and make further focus on it.",
  "Talk about that, take the lead on immigration as he's tried to do.",
  "Joining me now is CNN congressional correspondent, Sunlen Serfaty.",
  "Now, the president also tweeted that the memo has vindicated him.",
  "We're obviously going to bring you the president's comments live.",
  "The Dow tumbling some 1,000 points across two straight sessions.",
  "She never answered if staffers had contact with the White House.",
  "So, there's going to be a Russia probe even without the dossier.",
  "Certainly no firm word there what President Trump intends to do.",
  "CNN senior White House correspondent Pamela Brown joins us now.",
  "CHRIS CILLIZZA, CNN POLITICS REPORTER AND EDITOR AT LARGE: Yes.",
  "He believes he has the momentum that Democrats caved last time.",
  "COOPER: Instantly, Paul Ryan deleted that tweet that he sent.",
  "I will be back at 5:00 p.m. Eastern in \"THE SITUATION FOROM\".",
  "So, broader questions of democracy are really at stake here.",
  "We've obviously heard nothing like that from the president.",
  "The White House hasn't come out and directly answered that.",
  "COOPER: S.E., was it a mistake for Paul Ryan to tweet that?",
  "Kim, I'm wondering of what do you make of what he's saying?",
  "That's why we have a 10-year term now for the FBI director.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "[14:00:03] WOLF BLITZER, CNN HOST: Awful situation indeed.",
  "I said yes and I answered four or five simple questions.",
  "We heard from a number of Republicans over the weekend.",
  "COOPER: Kim, you talked about the application for FISA.",
  "DEAN: Well, it would be extraordinary if he did not.",
  "There was no collusion and there was no obstruction.",
  "We've got the House, the Senate and the White House.",
  "Chris, I want to ask about House Speaker Paul Ryan.",
  "Why they say Robert Wagner is a person of interest.",
  "There is a Russian investigation without a dossier.",
  "For our International viewers, \"AMANPOUR\" is next.",
  "I think when you do that, there is no there there.",
  "You know, I think you want to talk about tax cuts.",
  "We'll see if that's what he ends up talking about.",
  "So, I think it's coming out one way or the other.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Trey Gowdy speaking.",
  "ANDERSON COOPER, CNN HOST: I'm Anderson Cooper.",
  "To me that's where this debate begins and ends.",
  "We'll check in with you a little bit later on.",
  "It's unclear exactly how this memo does that.",
  "Republicans have so much advantage right now.",
  "He's not Donald Trump's favorite Republican.",
  "So while pending various processes in court.",
  "I don't think he should have taken it down.",
  "He gave a blueprint out of the White House.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Welcome back.",
  "He's actually now become a CNN contributor.",
  "And as far, I mean, this is a secret court.",
  "This was apparently before he had read it.",
  "I mean, the president said no obstruction.",
  "there -- I don't know how he can say that.",
  "WEHLE: Well, I mean, I think he's spot on.",
  "We just want the temperature to come down.",
  "I think it's sort of an unnecessary error.",
  "A federal judge has delayed that deadline.",
  "But he's not going for anything like this.",
  "I just want to play that for our viewers.",
  "It doesn't end the visa lottery program.",
  "BROWN: Yes, it's still an open question.",
  "This is an American disgrace, end quote.",
  "SERFATY: That's at 5:00 p.m. Eastern.",
  "That was prior to the Steele dossier.",
  "And, of course, there are bad apples.",
  "Cupp, Chris Cillizza, appreciate it.",
  "It really should be time to move on.",
  "This effort was something of a dud.",
  "Pamela Brown, thank you very much.",
  "She's also the host of HLN's \"S.E.",
  "It doesn't end chain immigration.",
  "People are getting\n\n\n\nmore money.",
  "That's not why they were elected.",
  "This is what the secretary said.",
  "It is at least a place to start.",
  "It's a very serious situation.",
  "Steep losses on Wall Street.",
  "I mean, there's no question.",
  "[14:25:02] CILLIZZA: Right.",
  "There's also breaking news.",
  "Josh Campbell is his name.",
  "So, stick around for that.",
  "We'll have a live report.",
  "Kim Wehle, appreciate it.",
  "I answered them honestly.",
  "Sunlen, thanks very much.",
  "I answered it honestly.",
  "They are not using it.",
  "That's Massachusetts.",
  "We'll be right back.",
  "Here's what I want.",
  "John Dean as well.",
  "(COMMERCIAL BREAK)",
  "COOPER: All right.",
  "COOPER: All right.",
  "COOPER: All right.",
  "That's it for me.",
  "Cupp Unfiltered\".",
  "There's no wall.",
  "Tax-a- chusetts.",
  "Appreciate that.",
  "CILLIZZA: Yes.",
  "COOPER: Yes.",
  "Absolutely.",
  "CUPP: Yes.",
  "'s point.",
  "CUPP: No.",
  "Cupp.",
  "S.E.",
  "S.E."
]