[
  "While researchers have found evidence that a person's social life impacts their health more than almost any other major risk factor, the data researchers have when looking at large swaths of the U.S. population is scant on details beyond general demographics such as race, age and income, Dr. Freddy Abnousi, Facebook's head of health research, said at a conference Wednesday.",
  "Abnousi advocated for large-scale access to more granular data on patients' social and behavioral characteristics, which he said far outweighed the three other key factors impacting mortality rates: genetics, exposure to risks such as asbestos and access to quality health care.",
  "The proposal never went past the planning phases and had been put on pause after the Cambridge Analytica data leak scandal raised public concerns over how Facebook and others collect and use detailed information about Facebook users.",
  "Social and behavioral factors include a person's housing situation, network of friends, marital status, spirituality and type of employment, according to the Centers for Disease Control and Prevention.",
  "Those factors have been shown in some studies to have a bigger impact on whether a person survives a massive heart attack than their genetics or exposure to risk, he said.",
  "Abnousi led a research project, which Facebook eventually shut down, that sought anonymous patient data from hospitals, such as illnesses and prescription information.",
  "Facebook's head of health research wants doctors to have even more personal data on patients to better predict illness and treat them: insight into their social life.",
  "Facebook intended to match it up with user data, and help the hospitals figure out which patients might need special care or treatment.",
  "\"This research comes with limitations,\" he said at the Manova Summit, a health-care conference in Minneapolis, Minnesota.",
  "\"The primary driver of health outcomes in the United States are social and behavioral variables,\" he said.",
  "\"Really understanding what these social determinants of health are should be our primary area of focus.\"",
  "He didn't specifically call for using Facebook or Instagram user data for these purposes.",
  "\"The problem is in the characteristics of the data itself.\"",
  "— CNBC's Christina Farr contributed to this report.",
  "WATCH: Will Apple replace your family doctor?"
]