[
  "AFTER MEETING WITH TRUMP, APPLE CEO TIM COOK 'OPTIMISTIC' TRADE WAR WON'T HAPPEN\n\nHe continued: \"The ability of anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life—from my own point of view it shouldn’t exist.”\n\nFox News' Chris Carbone contributed to this story.",
  "After installing the update, Apple added a message saying that it believes \"privacy is a fundamental human right, so every Apple product is designed to minimize the collection and use of your data, use on-device processing whenever possible, and provide transparency and control over your information.\"",
  "Apple is reportedly kicking third-party apps that share users' locations out of the App Store, as privacy remains in the spotlight in the wake of the Facebook/Cambridge Analytica scandal and pending regulation across the Atlantic.",
  "9to5Mac reports that Apple has recently been removing apps that are sharing location data with third parties and sending the app developers a notice that the app is violating two different parts of the App Store Review Guidelines.",
  "GOOGLE HITS HARD ON PRIVACY, ARTIFICIAL INTELLIGENCE AT I/0 2018\n\nAs part of its iOS 11.3 update, Apple unveiled a new privacy icon that lets users know when an Apple feature is asking for a user's personal information.",
  "“I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,” Cook said, speaking at the annual China Development Forum in Beijing, which he co-hosted.",
  "The two sections in question are Legal 5.1.1 and Legal 5.1.2 which state:\n\nThe app transmits user location data to third parties without explicit consent from the user and for unapproved purposes.",
  "APPLE'S SIRI IN THE SPOTLIGHT FOR POTTY MOUTH\n\n9to5Mac noted that Apple also wants developers to explain what the location data is used for, how it is shared, as well as asking for permission.",
  "A reported 87 million Facebook users had their accounts improperly accessed by Cambridge Analytica, a data marketing research company with ties to the 2016 Donald Trump presidential campaign.",
  "If companies are found in violation of the GDPR, they can be fined $23 million (€20 million) or 4 percent of annual revenue, whichever is greater, according to the law.",
  "The GDPR was passed in April 2016 and is slated to go into effect later this month, regulating how companies protect EU citizens' personal data.",
  "Apple has ramped up its privacy focus in recent months, in light of the aforementioned Facebook/Cambridge Analytica data breach.",
  "The crackdown by Apple comes ahead of the new privacy laws in Europe, known as General Data Protection Regulation, or GDPR.",
  "The Apple-focused website highlighted one developer who has received the letter from Apple and has made it public.",
  "In March, Apple CEO Tim Cook called for stronger privacy regulations to prevent the abuse and misuse of data.",
  "Apple has not responded to a request for comment from Fox News.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia"
]