[
  "Hungary: George Soros Interferes in Election Campaign Through NGOs, Media https://t.co/Uclj9ID7tq — Breitbart London (@BreitbartLondon) April 4, 2018\n\nDespite fears that Soros would use the media and pressure groups to interfere in the democratic process in his native Hungary, the pro-national sovereignty Prime Minister Viktor Orbán won his third consecutive term in office.",
  "The group’s collusion with the Hungarian-American speculator was deemed “undemocratic” by its founder Gina Miller, who has since distanced herself from the organisation, when The Telegraph broke the news of the initial £400,000 donation and that Soros had hosted a meeting between Labour’s Lord Malloch-Brown, two other financiers, and six major Tory donors.",
  "Soros Doubles Down on Anti-Brexit Cash, Promises Further £100,000 After Funding Revelation https://t.co/IXUHk3ntqV — Breitbart London (@BreitbartLondon) February 12, 2018\n\nBest for Britain, which has been accused of trying to stop Brexit by any means, including by toppling the government, is pushing for a second referendum to undo Brexit.",
  "Dubbed ‘The Man Who Broke the Bank of England’ after making millions short selling the pound on Black Wednesday in 1992, Soros is a vocal opponent of the UK leaving the EU and has links to senior members of the European political elite with leaked documents exposing a network of 226 “reliable allies” in the European Parliament.",
  "The 87-year-old had considered winding down the OSF before his death but seeing the rise of the world’s citizenry against globalism and progressive interests, he transferred $18 billion of his own wealth into the fund in October 2017 and pledged a renewed fight against the “dominant ideology” of nationalism.",
  "The Civil Liberties Union for Europe was exposed last month for lobbying German interests to pressure Hungary into abandoning its NGO transparency laws – laws which would demand transparency of foreign-funded pressure groups including the Civil Liberties Union and other Soros-backed bodies.",
  "Confirming the donation, president of Soros’s OSF Patrick Gaspard told Buzzfeed that they were “backing Best for Britain’s call for an investigation into the matter and donating a further £400,000 to their campaign for a meaningful vote on the final Brexit proposal”.",
  "The open borders financier made the second largest donation to Best for Britain for the purpose of investigating alleged links between Cambridge Analytica and the establishment Vote Leave campaign, Buzzfeed revealed.",
  "The new laws would force foreign pro-mass migration NGOs to obtain government permits, have any foreign income taxed, and be banned from going within five miles Hungary’s borders where migrants file asylum claims.",
  "The Hungarian Civil Liberties Union, which is a branch of the Soros-backed Civil Liberties Union for Europe, said that it expects to become a target of the so-called “legislative attacks”.",
  "After it was revealed that the Open Society Foundations had plugged £400,000 into Best for Britain in February, Soros pledged to match a crowdfund should it reach £100,000.",
  "Progressive billionaire George Soros has given the anti-Brexit campaign group Best for Britain an additional £400,000 – a total of £800,000 this year.",
  "The super-majority gained by his conservative Fidesz party in parliament means that Prime Minister Orbán can pass his package of “Stop Soros” bills.",
  "Twitter Follow @friedmanpress Follow Victoria Friedman on",
  "Soros gave that figure – and an additional £300,000."
]