[
  "[15:50:00] (COMMERCIAL BREAK) BALDWIN: Here's some more breaking news regarding the Russian investigation and specifically, Steve Bannon's grilling in front of the White House, or excuse me, in front of the House Intelligence Committee, \"Axios\" is reporting the former White House chief strategist admitted he had conversations with Reince Priebus and Sean Spicer and legal spokesperson Mark Corallo about Don Junior's 2016 meeting with the Russians in Trump Tower.",
  "[15:30:00] (COMMERCIAL BREAK)\n\n\n\nBROOKE BALDWIN, CNN HOST: President Trump cast himself as the outsider who would shake up Washington, bring jobs back to this country and now just days away from the one-year anniversary of his taking office, CNN's Martin Savidge went back to Youngstown, Ohio, to ask Democrats, who crossed party lines to vote for Trump, asked them how they think he's doing so far.",
  "Again, we don't know when this conversation took place, but Bannon who would take on a very important role in the campaign of their own in the White House itself, having the conversation with Reince Priebus, Sean Spicer, and then legal spokesperson Mark Corallo about that infamous meeting.",
  "I should mention as well, one of those people, Mark Corallo, a legal spokesman, he resigned from the Trump administration because in his view, he felt that some of the activities were verging into the area of obstruction of justice.",
  "REP. PAUL RYAN, (R) WISCONSIN: At this time, I would like to invite Senator Leahy, SEN. Roberts, Congresswoman Jenkins and Congressman Hoyer to join us on stage to present Senator Bob Dole with the Congressional Gold Medal.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nOhio Dems Who Voted for Trump Grade His First Year; Axios Says Bannon Discussed Trump Tower Meeting with Spicer, Priebus; Bob Dole Awarded Congressional Gold Medal.",
  "Last year when it was revealed, there was this meeting on Air Force One that the president himself took part in where the initial statement said this had nothing to do with damaging information on Hillary Clinton.",
  "Looking at the function of the heart including an ultrasound of the heart, including a stress test of the heart to see how the heart performs under stress, those tests were normal according to Dr. Jackson.",
  "And so, I think a doctor that has spent the amount of time with the president as Dr. Jackson has is not only the most qualified but the only credible source when it comes to diagnosing any health concerns.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSARAH SANDERS, WHITE HOUSE PRESS SECRETARY: Dr. Jackson has been a White House physician for the last 12 years, trusted by Presidents Bush, President Obama, and now President Trump.",
  "He was asked about the bipartisan plan that was presented to him, Graham, Durbin, it sounded like he was keen or interested over the phone but now he describes this proposed bipartisan deal as horrible.",
  "Then Trey Gowdy, a Republican said look at these emails between Cambridge Analytica, which is a firm closely affiliated with Bannon, boasting of just such contacts with WikiLeaks and Assange.",
  "Obviously, he was not a part of that campaign when that meeting took place, obviously he is saying he is a witness to this conversation after the fact, and this has been really a focal point.",
  "JUSTIS HARRISON, STUDENT: Something that he said that really sticks with me is that he wants to give the power back to the American people and that's something I can certainly get behind.",
  "Was it when they were in the White House, in the transition, shortly after that meeting occurred when Donald Trump was just weeks away at that time from becoming the Republican nominee.",
  "He said what would happen if someone close to you approached WikiLeaks, Julian Assange to get opposition research on Hillary Clinton to get opposition research on Hillary Clinton?",
  "SEN. MITCH MCCONNELL, (R) KENTUCKY: This soldier, statesman and American hero has never stopped fighting for vulnerable people who have less power and less strength than he does.",
  "The closest evidence we've seen in public so far of at least the potential of some cooperation, collusion, whatever you want to call it between Trump campaign and the Russians.",
  "Now, I think what Dr. Jackson was saying -- and obviously Dr. Jackson spent a lot of time with president Trump -- when you do the what are called functional tests of the heart.",
  "MARK PRESTON, CNN SENIOR POLITICAL ANALYST: Well, a couple things, one is this report today really creates more questions today who knew what, you know when, who was where.",
  "They don't know if\n\n\n\nhe's working with them or against them, in the case where we saw Durbin and Graham go down to the White House thinking they would have a discussion.",
  "They felt like they were ambushed because we saw Tom Cotton there, Sunny Perdue, were not supposed to be there, and then Donald Trump saying I want no part of this deal.",
  "HARRISON: He was just the nicest person and honestly if he was a racist, as everyone pays him out to be, he could have walked right past me and not even said a word.",
  "This is a day after fired strategist Steve Bannon didn't answer many questions before the house before the House Intelligence Committee citing executive privilege.",
  "Interested in both that Trump Tower meeting in 2016 when Jared Kushner, Don Jr. and others met with Russians offering damaging information on Hillary Clinton.",
  "(END VIDEO CLIP)\n\n\n\n[15:45:11] BALDWIN: Dr. Jackson did say that he increased the dosage of the president's cholesterol lowering medication, so there's that.",
  "So, let's start there I have Jim Sciutto joining me, our chief national security correspondent, and with us, Mark Preston, our senior political analyst.",
  "BALDWIN: This is all significant, the first bit of substance getting from this closed-door hearing with the former chief strategist of the White House.",
  "Certainly, something that will be the subject of conversation for the special counsel when he interviews Steve Bannon which is coming up right now.",
  "Let me turn the page and talk to you, Mark Preston, about this other headline we've seen from this interview that the president did with Reuters.",
  "There was another point, Brooke, this is again from \"Axios,\" but the Trey Gowdy a who led the Republican questions, to be clear, not a Democrat.",
  "He was not and going to be talking about any issues with the transition or conversation that's he may have had while he was in the White House.",
  "In 2016 according to the Mahoning County Board of Elections, approximately 7,000 registered Democrats switched parties to become Republicans.",
  "The second thing is, again, to reinforce Jim's point, is who was involved in drafting that misleading false statement about the adoptions.",
  "(BEGIN VIDEOTAPE)\n\n\n\nMARTIN SAVIDGE, CNN CORRESPONDENT (voice-over): Anywhere you look in Youngstown, a reminder of what's been lost.",
  "One, this is Steve Bannon talking about conversations that he said and really to the frustration of both Democrats and Republicans.",
  "ANNA PARA, RETIRED, MOTHER OF FOUR: He's like, tenacious sometimes and says stuff off the cuff like we do, like real Americans do.",
  "So Gowdy catching Bannon not in a lie there but certain a difficult place calling that treasonous but saying, hey, wait a second.",
  "So, our own chief medical correspondent, Dr. Sanjay Gupta, explained the numbers flat out show the president has heart disease.",
  "One day after fired chief strategist, Steve Bannon, famously didn't answer a lot of questions before the House Intel Committee.",
  "Especially that misleading response, drafted on Air Force One, focal point for Mueller and also his investigators on the hill.",
  "And two, as you mentioned, not just that meeting itself but the initial misleading description of what the meeting was about.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: He has been taking medication for high cholesterol.",
  "UNIDENTIFIED MALE: Ladies and gentlemen, the speaker of the United States House of Representatives, the honorable Paul Ryan.",
  "ANNA PARA, RETIRED, MOTHER OF FOUR: I mean, it got to a point where I did not like the direction that my country was going.",
  "This is a Republican who asked Steve Bannon, you described in Michael Wolff's book, the Trump Tower meeting is treasonous.",
  "But Wolf, you know, and a lot of people know that you can still have plaque in the blood vessels that lead to the heart.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: So, this report from \"Axios,\" interesting for a couple reasons.",
  "[16:10:00] (COMMERCIAL BREAK)\n\n\n\nBALDWIN: The White House physician gave President Trump a pretty clean bill of health.",
  "UNIDENTIFIED MALE: If you expand your business in the inner city so that my community will benefit from those tax cuts.",
  "That's why it is very difficult for folks on capitol hill, Republicans or Democrats, to negotiate with Donald Trump.",
  "To thank him on behalf of the country he has loved and served so faithfully for his truly extraordinary service.",
  "He has evidence of heart disease based on an exam that many people take around the country, a calcium CT scan.",
  "UNIDENTIFIED MALE: In this area, no, but I feel like there's small businesses that are starting to pick up.",
  "DOLE: Mr. President, Mr. Vice President, Mrs. Pence and Vice President Quayle is floating around somewhere.",
  "Because as we talk about whether this is collusion or not collusion, and what have you, one thing is clear.",
  "A lot of people are wondering, what happened to the Donald Trump who said hand it to me and I'll sign it.",
  "We're getting word about what he said about the Trump Tower meeting and the response to it, that's next.",
  "SAVIDGE: I'm with a pastor, and a stay-at-home mom, a student, a machine shop worker and a union member.",
  "[16:05:00] UNIDENTIFIED MALE: And I realized that the core foundation of our country is slipping away.",
  "And as for the president's inflammatory tweets and speech, Gino says he used to cringe, not anymore.",
  "But he did say, the president needs to lose a little bit of weight, eat a better diet and exercise.",
  "He is the only doctor that has weighed in on this matter that has actually examined the president.",
  "And that plaque can be concerning if it becomes too much plaque, it can actually cause blockages.",
  "When did Steve Bannon have the conversation with Reince Priebus and Sean Spicer and Mark Corallo?",
  "That explanation quickly belied by for facts, by emails first reported by the \"New York Times.\"",
  "UNIDENTIFIED MALE: He said he's going to make America first and he's going to bring jobs back.",
  "And we support what he said yesterday 100 percent that the president is in excellent health.",
  "SAVIDGE (voice-over): It's ultimately about something else Trump voters say the important.",
  "SAVIDGE (on camera): So, you don't cringe anymore because you've grown numb to it, or --?",
  "We are getting word about what he did say about the Trump Tower meeting and the response.",
  "So, I don't know that these things can necessarily be consistent with excellent health.",
  "UNIDENTIFIED MALE: As far as I'm concerned, they're stealing jobs of rightful citizens.",
  "HARRISON: I feel like when people come here illegally, that's just very disrespectful.",
  "You don't respect our laws and you shouldn't be able to come here feeling like that.",
  "(END VIDEO CLIP)\n\n\n\nBALDWIN: So, here is how Dr. Gupta responded to the White House.",
  "We've all been talking about will or won't the government be shut down in two days?",
  "He says one thing one day and he is absolutely 180 degrees different the next day.",
  "GENO DI FABIO, MACHINE SHOP WORKER: Donald Trump says you're a lousy trade deals.",
  "Factory, jobs, the city's population is down by almost two-thirds from the 1950s.",
  "The first is, if there was no collusion, it was at least an effort at collusion.",
  "Aired 3:30-4p ET\n\nAired January 17, 2018 - 15:30 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "But I think that the excellent health may not be the best way to describe this.",
  "Democrats who were raised in Democrat families who crossed over to vote Trump.",
  "SAVIDGE (voice-over): Justice met Trump at a rally and says he's not a racist.",
  "SAVIDGE (on camera): Do you think the media gives the president a fair shake?",
  "SAVIDGE (voice-over): Derek says Trump's tax reform will fuel the recovery.",
  "But there is some debate now as to whether the president has heart disease.",
  "[16:00:00] UNIDENTIFIED MALE: Ladies and gentlemen, the Honorable Bob Dole.",
  "We are getting more breaking news here involving the Russia investigation.",
  "We are getting some breaking news here involving the Russia investigation.",
  "That is something that can be addressed through medication and lifestyles.",
  "And I'm starting to get an inkling why he uses Twitter in the way he does.",
  "Because if all he had to rely on is what people say about him, oh my God.",
  "We're honored by your presence and we thank you very much for being here.",
  "(END VIDEOTAPE)\n\n\n\nBALDWIN: Martin, thank you for checking in with them.",
  "SAVIDGE (voice-over): One year later, these voters couldn't be happier.",
  "They see achievement, but most of all, they see a president like them.",
  "SAVIDGE (voice-over): Economically they say things are getting better.",
  "SAVIDGE (voice-over): We start with a hot button topic of the moment.",
  "And is quoted as saying, it is the opposite of what I campaigned for.",
  "I want to thank all of those who have said such kind words about me.",
  "That's a question that we know the special counsel is looking into.",
  "BALDWIN: What do you think about all this information coming out?",
  "There was an effort at collusion to try to get some information.",
  "We don't know when this conversation took place with this team.",
  "Two things that we know what Robert Mueller is interested in.",
  "Even if I don't like it and it is bipartisan, I will sign it.",
  "Here is the Senate Majority Leader Mitch McConnell speaking.",
  "That, my friends, is the true measure of servant leadership.",
  "[15:55:00] The second thing is as well, they lied about it.",
  "SAVIDGE (on camera): I look around here I don't see a boom.",
  "(on camera): How big an issue to all of you is immigration?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "That's why we see Robert Mueller so involved in this case.",
  "So, you have Bannon, chief strategist for the White House.",
  "Bob more than deserves the honor we are conferring today.",
  "He was on a little earlier today talking to Wolf Blitzer.",
  "The White House today standing by their doctor's report.",
  "The president is set to address this crowd momentarily.",
  "To really reinforce what Jim's saying, timing serving.",
  "FORMER SEN. BOB DOLE (R) KANSAS: Thank you very much.",
  "SAVIDGE: A year later, they all still want the wall.",
  "In fact, he called his condition overall excellent.",
  "Do I think he's fallen short on some of his goals?",
  "Where he was talking about this immigration deal.",
  "We're about to hear from the president himself.",
  "He's on Capitol Hill for this special ceremony.",
  "They never know what side of the court he's on.",
  "SAVIDGE: Martin Savidge, CNN, Youngstown, Ohio.",
  "That's something that Dr. Jackson talked about.",
  "The stock market and their home values are up.",
  "SAVIDGE: The answer for many was Donald Trump.",
  "They're probably not true but they were nice.",
  "Ladies and gentlemen, the Honorable Bob Dole.",
  "The way I see it, the greater honor is ours.",
  "He is getting the Congressional Gold Medal.",
  "Your firm was doing something very similar.",
  "And Bannon said that would be bad judgment.",
  "The economy wasn't just disappearing here.",
  "UNIDENTIFIED MALE: Industries are booming.",
  "But it relates to something that we know.",
  "There is a reason why they lied about it.",
  "(on camera): Well, let me ask you this.",
  "This is the whip lash of Donald Trump.",
  "Better than I ever would have dreamt.",
  "SAVIDGE (on camera): We're one-year.",
  "We fix that, and jobs can come back.",
  "This is underway, honoring Bob Dole.",
  "HARRISON: I don't think so at all.",
  "UNIDENTIFIED FEMALE: Absolutely.",
  "UNIDENTIFIED MALE: Yes, I agree.",
  "DI FABIO: Do I think he's lied?",
  "UNIDENTIFIED MALE: Absolutely.",
  "DI FABIO: No, not numb at all.",
  "I'm tired of the teleprompter.",
  "But Jim Sciutto, first to you.",
  "Let's put this all-in context.",
  "And he has borderline obesity.",
  "SAVIDGE: In Youngstown, Ohio?",
  "SAVIDGE: What about the lies?",
  "BALDWIN: We've been waiting.",
  "You know, were not perfect.",
  "I love the job he's doing.",
  "But I know what he's done.",
  "So, they took the meeting.",
  "I might not like the guy.",
  "Do you think he's a liar?",
  "That has to be addressed.",
  "UNIDENTIFIED FEMALE: No.",
  "UNIDENTIFIED MALE: Huge.",
  "Whatever you send to me.",
  "What would you call it?",
  "I want my country back.",
  "It was about adoptions.",
  "I'm tired of polished.",
  "I mean that sincerely.",
  "That's very important.",
  "Two things are clear.",
  "So was a way of life.",
  "Everywhere I've seen.",
  "He's doing wonderful.",
  "He's staying on task.",
  "DI FABIO: Fantastic.",
  "PRESTON: Hand it me.",
  "But I love the guy.",
  "I'm tired of suave.",
  "That's fascinating.",
  "Rules and respect.",
  "I just want to do.",
  "That is Bob Dole.",
  "And just listen.",
  "SAVIDGE: Really?",
  "SAVIDGE: Really?",
  "How's he doing?",
  "SAVIDGE: Derek?",
  "PARA: Oh, yes.",
  "PARA: Great.",
  "One-year in.",
  "That's next.",
  "PARA: Huge.",
  "We all do.",
  "Thank you.",
  "I am.",
  "No."
]