[
  "Wibson will change an opaque, buyer-dominated ecosystem into a transparent and fair market where consumers are compensated for their data based on their personal preferences and comfort level.”\n\nTravizano says that the platform has already been made available to those who had adopted the \"alpha\" Wibson product — with 8,000 consumers signing up so far.",
  "“With all the developments around personal data, Wibson is building an impressive team that’s focused on a future when consumers demand control of their data.”\n\nIn order to use Wibson, consumers download the app onto their phones before they are faced with a choice of which of their personal information they would like to make available.",
  "Mobile device information such as geolocation, carrier and time zone, social data including Facebook or LinkedIn profiles which can contain email addresses, names and location and fitness details like Google Fitness or Strava which gives blood pressure, blood glucose data and body sensor information can all be put up for sale.",
  "The personal data of roughly 87 million Facebook consumers was acquired via 270,000 Facebook users who used an in-website app called ‘This Is Your Digital Life.’ Those using this third-party app had given it permission to acquire their data, which in turn gave the app personal information of those on their friends list.",
  "Set-up by Argentine Travizano in 2017 — Wibson aims to return ownership of personal data back to the consumer after he realized that large corporations such as Facebook were making huge sums of money by selling users' information to big data firms without notifying consumers.",
  "Infamously, the Cambridge Analytica scandal dominated headlines this year after the company was found to have acquired and used personal data from Facebook users that had been gathered from an external researcher who had claimed to be collating it for academic purposes.",
  "For Travizano, big data firms will always look to harvest information from people but by allowing consumers to sell the information that they would like, ahead of firms doing it for them, it returns ownership of that data back to the consumer.",
  "“Data is fueling growth for the biggest companies in the world, but new models like Wibson’s are emerging to reshape the space,” said Chema Alonso, the Chief Data Officer of telecommunications giant Telefónica, one of Wibson’s major investors.",
  "Interestingly, he revealed that most early adopters were not individuals from a traditional tech-friendly background, but those looking for a common-sense solution to the sale of their data that benefitted themselves financially.",
  "Typically, data buyers are businesses and other organizations such as academic and social-good researchers who need authentic and validated data from consumers to use for marketing, research and business analytics.",
  "Data sellers’ information remains on their own devices until they agree on a sale and only then is their encrypted data directly transferred to the buyer through Wibson’s Ethereum-powered blockchain network.",
  "It is alleged that the now-defunct Cambridge Analytica then used this information to build a powerful software program that allowed Donald Trump’s election team to predict and influence voters’ choices.",
  "The firm’s CEO, Mat Travizano, believes it will be a watershed moment for the crypto and big data industries, reporting that many of its initial users do not come from a traditional \"tech background\".",
  "“When you combine advances in digital currency regulation with fast-growing consumer awareness around personal data issues, we foresee Wibson transforming the personal data marketplace.",
  "In its place, we want to create a fair and transparent platform that equips individuals with the ability to fully participate in the modern data-driven economy on equal footing.\"",
  "“We believe that every person should be the owner of their data and have the ability to control how their data is used, by whom, and for what purpose,\" concludes Travizano.",
  "Wibson has today launched its eagerly-anticipated blockchain-based decentralized marketplace for consumers, allowing them to make a profit from selling their personal data.",
  "However, little did users know that their data was actually being sold to the Labour Party, which used it to profile new mums in the run-up to the 2017 General Election.",
  "They are then free to trade the WIB token for more traditional fiat currency, such as the Dollar or Euro, or they can exchange it for another form of cryptocurrency.",
  "Facebook and Cambridge Analytica are not the only two firms to have fallen foul of consumers’ trust and some much more innocuous companies have been caught out.",
  "As Wibson does not buy or store users' data, the platform is also not at risk of being hacked which could potentially then expose users personal information.",
  "In 2017, Emma’s Diary seemed like the perfect website for new parents to sign up to, offering useful parenting tips, cash vouchers and other perks.",
  "Initially, the platform will be available in the United Kingdom, Spain and Argentina with further European expansion over the remainder of 2018.",
  "This is not just important for businesses, but every person needs to be aware of how data is changing the way we live, work and interact.\"",
  "“Over the past few years we have witnessed a critical transition in the importance of data in the global economy,\" explains Travizano.",
  "Wibson aims to destroy the inequity and opaqueness of the current data eco-system that is dominated by a small number of oligopolists.",
  "\"Ultimately, each person, regardless of their wealth, status, or nationality, should be able to realize the value their data creates.",
  "“We’re currently only limited by local regulations around digital tokens, but the rules are evolving quickly,” says Travizano.",
  "Currently, consumers on the platform are paid in Wibson token (WIB), a new form of cryptocurrency that is stored on the app.",
  "Travizano has also confirmed that in the future the WIB token will be able to be exchanged directly for purchases online.",
  "\"We're in a phase where data is driving almost every business and is increasingly pervasive in almost every industry.",
  "The website ended up being fined £140,000 for selling on the personal information of more than one million people.",
  "Notaries are also used in order to verify and validate the authenticity of individuals personal data.",
  "The consumer then lists these choices on the app and are able to consider offers from big data firms.",
  "Users can also choose to only sell data anonymously if they are concerned about their privacy.",
  "When users signed up they also consented for their data to be used for advertising feedback.",
  "Not only that, but it allows a consumer to make money through the process.",
  "\"Now, Wibson allows them to profit from it as well.\"",
  "\"Individuals own their data,\" he remarks."
]