[
  "strategy director at AARP ... Dan Gilbert, majority owner of the NBA’s Cleveland Cavaliers, founder and chairman of Quicken Loans, is 55 ... No Labels co-founder and “New Center” guru Dr. Bill Galston is 71 (h/t Dennis Craig) … Jeremy Pelofsky, SVP at Finsbury and the pride of Kansas City and a Reuters and Ketchum alum (h/t Bill McQuillen) ...\n\n… Tommy Joyce of Booz Allen Hamilton and an NSC and State alum (h/ts Lauren Ehrsam and Jason Gorey) ... Kousha Navidar, associate at West Wing Writers and former speechwriter to SBA Administrator Contreras-Sweet, a former Googler and Harvard grad ... Charlotte Rediker is 13 ... Becca Sobel, editorial assistant at Architectural Digest ... Julie Barko Germany, executive director at White Coat Waste Project and GenOpp alum ... John Seabrook, staff writer at The New Yorker is 58 ... Mary Clare Rigali, associate at Albright Stonebridge ... John Hoyt … Mike Spahn, COS to Sen. Patty Murray (D-Wash.) (h/ts Teresa) ... Haris Alic, digital and social media manager at The Coalition for Public Safety ... Karlygash Faillace, senior policy advisor at State ... Doug Wilder is 86 ... Colorado politics guru Alyssa Roberts ... Barbara Riley, comms director/press secretary for the American Forest and Paper Association ... Vadim Lavrusik, founder and CEO at Alively and a Facebook alum, is 31 ... Taylor Barden, a Landrieu and Manchin alum ... Warren Cathedral is 56 ... Robbie Hughes is 35 ... Amit Jani ... John M. Gillespie ... Hope Tackaberry Millard ... Noelani Bonifacio of Republican Study Committee ... Tegan Millspaw Gelfand, director of policy and regulatory affairs at CVS Health ... Mark Pieschel, LC for Rep. Tim Walberg (h/ts Legistorm) … actress Betty White is 95 ... James Earl Jones is 86 ... actor-comedian Steve Harvey is 6-0 ... Jim Carrey is 55 ... electronic music DJ Tiesto is 48 ...",
  "He had sold Russian real estate developers the right to host his Miss Universe pageant that year, and he used the visit as a chance to discuss development deals, writing on Twitter at the time: ‘TRUMP TOWER-MOSCOW is next.’” http://nyti.ms/2k0c0UT\n\nTHE HEARINGS…\n\n-- WHAT BETSY DEVOS (EDUCATION NOMINEE) WILL SAY TODAY: “I share President-elect Trump’s view that it’s time to shift the debate from what the system thinks is best for kids to what moms and dads want, expect and deserve … Parents no longer believe that a one-size-fits-all model of learning meets the needs of every child, and they know other options exist, whether magnet, virtual, charter, home, religious, or any combination thereof … I will be a strong advocate for great public schools.”\n\n-- WHAT REP. RYAN ZINKE (INTERIOR NOMINEE) WILL SAY TODAY: “I am an unapologetic admirer of Teddy Roosevelt and believe he had it right when he placed under federal protection millions of acres of federal lands and set aside much of it as National forests.",
  "... [T]he paperwork for two of President-elect Donald Trump's billionaire nominees with hearings scheduled for this week -- namely, Education Secretary-designate Betsy DeVos (up Tuesday) and Commerce Secretary-designate Wilbur Ross (up Wednesday) -- were notably missing from the ethics office’s website as of Monday afternoon.” http://cnn.it/2jTkOYc\n\nMCCAIN FOR TILLERSON -- @marthamaccallum: “BREAKING NEWS: @SenJohnMcCain tells me he will most likely support #Tillerson nomination after talking with him again today.”\n\nATTN SENATE FINANCE COMMITTEE -- @alanagoodman: “Spotted: Steve Mnuchin and group at Trump hotel getting a bottle of champagne sabered”\n\nWHAT SENATE DEMOCRATS ARE THINKING -- Senate Democrats may not have landed a kill shot when it comes to Trump’s cabinet nominees, but that hasn’t tamped down their overall belief that they are well-positioned going into the second week of appointment hearings -- especially after the latest Price and Puzder reports.",
  "He is leaving office seemingly confident that the country that elected him against the historical odds can’t really go wrong, for long.” http://bit.ly/2iwF1XR\n\nJASON ZENGERLE in GQ, “Barack Obama Is Preparing for His Third Term”: “‘He is looking forward to January 21, when he and his wife can hang out and relax and they can just stay up and talk as late as they want,’ says [Valerie] Jarrett, ‘and he doesn’t have to worry about what’s waiting for him in a big briefing book the next morning.’ ... ‘You can lock in progress for generations if you win three in a row,’ says [Dan] Pfeiffer... ‘Some of the battles that would have been settled with a Clinton win will now continue for the next 4 to 20 years.’ Another Obama adviser says: ‘There was one sort of framework for what his post-presidency would look like, which was contingent on Clinton winning.",
  "Kid Rock is 46 ... Zooey Deschanel is 37 ... Kathrine Herzer, who got her start for playing Alison McCord, Tea Leoni’s teen daughter – and Washington’s best-known middle child -- on “Madam Secretary,” is 2-0 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "But his legislative record shows that over eight years in the Georgia Senate and 12 years in Congress, he has advocated at least as much for physician groups and health care companies -- seeking to limit damages in malpractice cases, for instance, and voting against legislation that would have required the government to negotiate lower drug prices for Medicare beneficiaries.” http://nyti.ms/2jrTfIX\n\n-- “Wilbur Ross, Trump’s Commerce pick, offshored 2,700 jobs since 2004,” by Reuters’ Andy Sullivan: “Billionaire Wilbur Ross, chosen by Donald Trump to help implement the president-elect’s trade agenda, earned his fortune in part by running businesses that have offshored thousands of U.S. jobs, according to Labor Department data attained by Reuters.",
  "http://bit.ly/2jELooV ... A December 1968 Playboy ad in the NYT promoting the essay http://politi.co/2j3Pypn\n\n\n\nPlaybookers\n\nSPOTTED IN DAVOS -- Tom Donilon and Eric Cantor joined a group of 50 global corporate executives at a WPP breakfast Tuesday morning to discuss government’s role as a communicator in a post-truth, post-post-democracy world … At the White House Cubs celebration (doing very little reporting): Darren Samuelson, Elena Schneider, Eli Stokols, Louis Nelson, Manu Raju, Peter Alexander, Alex Leary, Zeke Miller, Tim Kurkjian, Christine Brennan -- pic of the POLITICO crew http://bit.ly/2iwP5Ql … Also spotted at the event: Rahm in the front row next to Josh Earnest, Sen. Dick Durbin, Ray LaHood (with Carl Hulse sitting next to him).",
  "... Steve Shepard, editor of The Politico Caucus and Politico’s chief polling analyst, and also a weather junkie and fan of the Mets, Giants, Rangers and GW basketball ... Joanne Kenen, executive editor of health at Politico ... John Wagner, the pride of St. Louis covering the White House for the WaPo, is 48 (h/ts Annie Linskey and Sean Johnson) ... Alyssa Franke in digital at EMILY’s List ... Chris Jones, CEO at PoliTemps/Capitolworks ... Al Shofe, “the Sherpa” … Nikki Schwab, U.S. political reporter at The Daily Mail and a U.S. News alum (h/t Neil Grace) ... NBC News’ Alex Moe, a Terps and Skins fan ... David Avella, chairman of GOPAC, which educates and elects the next generation of Republican leaders ... Ret.",
  "Trump also expressed his agreement with former Republican presidential nominee Mitt Romney’s 2012 assessment that Russia is the United States’ number one ‘geopolitical foe.’” http://cnn.it/2jrdI0G\n\nANDREW KACZYNSKI AND POLITICO GETS RESULTS -- “Monica Crowley to forgo post in Trump White House,” by Washington Times’ Stephen Dinan: “Crowley, who had been tapped to be senior director of strategic communications at the National Security Council, had been dogged in recent weeks by questions about whether she lifted portions of her past written work from other writers.” http://bit.ly/2iwyYSZ\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Now it’s Plan B.’” With cameos by Jon Favreau, Anita Dunn, Tommy Vietor, and David Axelrod http://bit.ly/2jjz2mc\n\nDATA DU JOUR – LATimes’ Christina Bellantoni and Mike Memoli: “Obama ... has honored more teams than any modern commander in chief — 86, more than doubling the number of athletes President George W. Bush hosted.” http://lat.ms/2iHzAUi\n\nANDREW ROSS SORKIN in DAVOS: “What to Make of the ‘Davos Class’ in the Trump Era”: “[M]issing from these high-minded conversations have been meaningful challengers or critics of the underlying theme that was seemingly stipulated from the birth of this event 46 years ago: Globalization has the potential to benefit everyone.",
  "Bolding, who in November 2015 became the RNC’s third CTO in as many years after building his career as an engineer in Silicon Valley, will assume that title at Cambridge, where he will build products for commercial and political clients.” http://bit.ly/2k065yO\n\nTHE TRUMP ADMINISTRATION -- “‘Never Trump’ national-security Republicans fear they have been blacklisted,” by WaPo’s David Nakamura: “They are some of the biggest names in the Republican national security firmament, veterans of past GOP administrations who say, if called upon by President-elect Donald Trump, they stand ready to serve their country again.",
  "-- That was the question many were asking about Trump’s Labor pick Andy Puzder and whether he could become the first nominee to withdraw his name from nomination after CNN’s John King reported that he was having “second thoughts.” http://cnn.it/2j3JEVz\n\n-- @AndyPuzder at 5:47 p.m.: “I am looking forward to my hearing.”\n\n--“Ethics paperwork still missing for Trump’s billionaire Cabinet picks,” by CNN’s Laura Jarrett: “Of the current list of 21 nominees, 14 must still sit for Senate hearings, and only five of those 14 have finalized their required paperwork.",
  "The only pattern we see emerging is that Senate Democrats and their liberal media allies cannot abide the notion that Dr. Tom Price is uniquely qualified to lead HHS and will stop at nothing to smear his reputation.”\n\n-- NYT A1, “Trump Health Secretary Pick’s Longtime Foes: Big Government and Insurance Companies,” by Abby Goodnough in Roswell, Georgia: “He has always listened politely to other viewpoints but never swerved from his policy mission to protect his former profession from what he views as heavy-handed government intrusion.",
  "THIS IS A BIG DEAL -- “Donald Trump Warns on House Republican Tax Plan: President-elect criticizes border-adjustment measure, which would tax imports and exempt exports, as ‘too complicated,’” by WSJ’s Richard Rubin and Peter Nicholas: “President-elect Donald Trump criticized a cornerstone of House Republicans’ corporate-tax plan, which they had pitched as an alternative to his proposed import tariffs, creating another point of contention between the incoming president and congressional allies.",
  "Sign of behind-scenes infighting & gridlock?”\n\n-- “Elroy Sailor added to Trump transition team,” by Hanna Trudo: “Sailor, a veteran GOP staffer, most recently worked as a senior adviser to [RNC] chairman Reince Priebus and as senior adviser and director of strategic programs for Rand Paul’s 2016 presidential campaign.” http://politi.co/2jTQn4s\n\nTHE NEW D.C. -- “The Alt-Right Comes to Washington: A new generation of nationalists sees a chance to ride Donald Trump’s coattails into the capital.",
  "Pic http://bit.ly/2k0hNtr\n\nTRANSITIONS – American Express hired Holly Lass, formerly of the National Beer Wholesalers Association, as director of government relations to manage tax issues for the company in D.C. ... Luke Carter, formerly of the Jeb Bush data team and currently senior data services manager at GOP establishment firm The Data Trust, has recently accepted a job to become the Director of Data Science at Y2 Analytics, a rapidly growing analytics firm located in Salt Lake City.",
  "Hell, even George W. Bush managed to get Ricky Martin to saunter down the steps of the Lincoln Memorial, crooning ‘Do you really want it?’” http://thebea.st/2iBX0qV\n\n-- “Donald Trump To Use Childhood Bible For Inauguration,” by CBN’s David Brody: “In a Brody File exclusive, we’ve learned that when Donald Trump is sworn in as President of the United States this Friday, he’ll take the oath of office by placing his hand on his childhood bible that he’s owned for more than sixty years.",
  "Learn more at google.com/grow/veterans\n\nWHAT JOHN BOEHNER IS READING -- “British American Tobacco Agrees to Pay $49 Billion to Take Full Control of Reynolds American,” by WSJ’s Ian Walker in London: “British American Tobacco PLC and Reynolds American Inc. on Tuesday said they had agreed to a sweetened offer of $49.4 billion from BAT for the 57.8% of Reynolds that it doesn’t already own, a deal that will create the world’s largest listed tobacco company by revenue and market value.",
  "NEW -- \"General Motors Plans at Least $1 Billion in Fresh U.S. Investment: Auto maker’s move is expected to create more than 1,000 new jobs,\" by WSJ's Mike Colias: \"General Motors Co. this week will announce plans to invest at least $1 billion across several U.S. factories, two people familiar with the plan said, a move aimed at underlining its commitment to U.S. manufacturing jobs in the wake of President-elect Donald Trump’s criticism of the auto maker’s imports from Mexico.\"",
  "Meet Donald Trump’s Determined Inaugural Spokesman,” by The Daily Beast’s Olivia Nuzzi: “Of all the painful tasks Trump loyalists have taken on over the 19 months of his meteoric political rise, [Boris] Epshteyn’s is by far the strangest: to explain why it’s no big deal that the country’s first celebrity president -- a man preoccupied by Hollywood, obsessed with movies, with talent, with glitz -- will enter office in the least star-studded inauguration in recent memory.",
  "The deal comes after BAT said in October that it had made an offer for Reynolds valued at $56.50 a share, or about $47 billion for the stake it didn’t own.” http://on.wsj.com/2iCaP8A\n\nWEST COAST WATCH -- “In California, Democratic politicians’ plans rest on Sen. Dianne Feinstein’s future,” by LA Times’ Seema Mehta: “As top California Democrats plot their future career moves, a critical piece of information is missing: Will Sen. Dianne Feinstein seek reelection?",
  "Yiannopoulos would send a bill for the party to the Mexican Embassy.” http://politi.co/2ix3coT\n\nK-FILE – “Before presidential run, Trump called Russia the ‘biggest problem’ and geopolitical foe of U.S.,” by CNN’s Andrew Kaczynski: “In the interviews reviewed by CNN’s KFile from March 2014, which occurred on NBC News and Fox News, Trump goes as far as to suggest imposing sanctions to hurt Russia economically and then later says he supports such sanctions.",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nON A1 OF NYT -- “FOR WARY WORLD, TRUE TRUMP AIMS REMAIN UNKNOWN -- REMARKS ALARM ALLIES -- Europe and China Wait to See if Provocations Signal Real Shifts,” by Steven Erlanger in London with Melissa Eddy in Berlin, James Kanter in Brussels, Alison Smale in Berlin, and Nick Fandos in Washington (online headline: “As Trump Era Arrives, a Sense of Uncertainty Grips the World”): “The Germans are angry.",
  "News that Feinstein was fitted with a pacemaker last week reignited the parlor game, with California political circles discussing anew what the procedure might mean for the veteran lawmaker as she evaluates her options.” http://lat.ms/2jjtrfX\n\n-- HOLLYWOODLAND -- CHELSEA HANDLER interviewed by Ramin Setoodeh in Variety’s special inauguration issue – Q: “Would you ever want to interview Donald Trump?” [A:] “No.” [Q:] “Why not?” [A:] “Why would I?",
  "By basing taxation on the location of final sales -- not where a company has its investment, intellectual property or headquarters -- they aim to curb corporate tax-avoidance techniques such as inversions and shifting of income to offshore tax havens.” http://on.wsj.com/2jjBtVS\n\n-- WHAT THIS MEANS: Put simply, this complicates tax reform, the already complicated cornerstone of what’s supposed to be a unified Republican legislative agenda.",
  "Axelrod came in a “Bryant Rizzo ‘16” t-shirt under his suit coat ...\n\n… Jack Lew last night at Char Bar, DC’s only kosher restaurant ... Jim Inhofe waiting for his bags at DCA baggage claim yesterday ... At the Trump Hotel bar last night: Rudy and Judith Giuliani, Bill Paxton and Vin Weber, and Sen. Roy Blunt ... Denis McDonough yesterday at the packed 14th Street Trader Joe’s buying food for Martha’s Table with his three kids.",
  "‘Strange as it may seem to the Davos men, most people tend to love their ‘patria,’ the land of their fathers.’” http://nyti.ms/2iwPHFQ\n\nPOLITICO IS LIVE FROM DAVOS – POLITICO’s Florian Eder, Ryan Heath and Matthew Kaminski are live from the World Economic Forum’s annual meeting in Davos, where they’re reporting how the powerful move around in the Swiss ski town, and breaking news from the Congress Centre and surrounding venues.",
  "RADM Stephen Gilmore, former head of the defense staff at the Australian embassy (h/t daughter Sarah) ... Scott Goodstein, CEO of Revolution Messaging, digital firm to Bernie Sanders 2016; and social media pioneer for Obama’s 2008 campaign ... Steve Rabinowitz, president and co-founder of Bluelight Strategies (h/ts birthday girl Joanne Kenen, Jon Haber, Teresa Vilmain, Jewish Insider) ... Elizabeth Hays Bradley, comms.",
  "TRUMP dumps on House GOP tax plan -- SCOOP: GOP group launching Obamacare ads -- PRICE under fire -- OBAMA to Palm Springs post-inauguration -- B’DAY: Maury Povich Presented by\n\n\n\n\n\nDriving the Day\n\nListen to Playbook in 90 Seconds http://bit.ly/2jjDKQS … Subscribe on iTunes http://apple.co/2eX6Eay … Visit the online home of Playbook http://politi.co/2f51Jnf\n\nGood Tuesday morning.",
  "I said, ‘Great.’” http://bit.ly/2jyGeui\n\nTODD PURDUM in Vanity Fair on Obama’s legacy, “Barack Obama Belongs to the Ages”: “It is not too much to say that Obama did for decency in the presidency what only the best of his predecessors have ever done: He and his wife and daughters set an example for good behavior that even many of his political adversaries were forced to concede.",
  "Pics http://bit.ly/2j43wYy ... http://bit.ly/2juRFWi SPOTTED: Sen. John and Cindy McCain, Charlie and Judy Black, Adam and Jennifer Gutbezahl, Laurence Gay, Noelle Griffith, Loran and Robbie Aiken, Stan Anderson, Noelle Griffith, Corey Ershow, Whitney Fahmi\n\nENGAGED -- Rachel Hoff, director of defense analysis at the American Action Forum, to Kate Meck, who works at the FDA.",
  "http://bit.ly/1Emvt6C\n\nMEDIAWATCH -- ALLISON HOFFMAN to POLITICO – CARRIE BUDOFF BROWN, PAUL VOLPE, and KAREY VAN HALL email the staff: “We’re thrilled to announce that Allison Hoffman, a senior editor for Bloomberg Businessweek, will be our new national editor directing coverage of the new Trump administration, from the West Wing to Foggy Bottom, K Street, and beyond.",
  "BIRTHWEEK (was yesterday): Cameron Poursoltan, legislative correspondent for Chairman Michael McCaul (h/t Richard Chalkey, who was on time)\n\nBIRTHDAY OF THE DAY: Maury Povich is 78, celebrating by “hiding on my birthday in my bedroom waiting for my wife (Connie Chung) to return from Baltimore where she is taping a couple of episodes of the new ‘House of Cards’ season.",
  "... Allison holds a BA from Oxford University and a master's degree from the Columbia School of Journalism.”\n\n-- “How Fox News Helped a Historically Black School Go to the Inauguration” – USA Today: http://usat.ly/2juJKbU\n\nCLICKER -- On this special holiday in honor of Martin Luther King Jr., Playboy has resurfaced the first official online publication of Rev.",
  "And third, to ensure the professionals on the front line, our rangers and field managers, have the right tools, right resources, and flexibility to make the right decisions that give a voice to the people they serve.”\n\n-- THE SCHEDULE: Wed.: U.N. nominee Nikki Haley; HHS nominee Rep. Tom Price (R-Ga.); EPA nominee Scott Pruitt; Commerce nominee Wilbur Ross.",
  "Read his Playbook Plus Q&A: http://politi.co/2iCbreI\n\nBIRTHDAYS: First Lady Michelle Obama is 53 ... Rebecca Berg, national political reporter at RealClearPolitics, CNN analyst and the pride of San Diego (h/t boyfriend Brendan Buck) ... former FCC chairman Newton Minow is 91 ... Robert F. Kennedy Jr. is 63 ... Hunter Ward, bro of Jon, Joe, Ryan, etc.",
  "The ad says: “Republicans in Congress have a plan” to improve Obamacare “without interrupting coverage.” The ad will run in six areas with heavy Hispanic populations: the districts of Reps. David Valadao (R-Calif.), Will Hurd (R-Texas), Carlos Curbelo (R-Fla.), Mike Coffman (R-Colo.), Jeff Denham (R-Calif.) and Barbara Comstock (R-Va.).",
  "For now.” http://nyti.ms/2iC5A93\n\n-- “Trump to Europe: Drop Dead: It’s time to say it: Donald Trump is a mortal threat to the Western alliance,” by Alex Massie in Politico Magazine: “Removing sanctions in return for a reduction in nuclear weapons would effectively grant the U.S.’s blessing to Russia’s invasions of Ukraine.",
  "--Lauren Davis, research analyst for the Senate Armed Services Committee and daughter of Karen and Rick Davis (former McCain presidential campaign manager), married Michael Lueptow, investigative counsel for the Senate Homeland Security and Governmental Affairs Committee, at Keswick Hall near Charlottesville on Saturday.",
  "We are your daughters, your sons, your friends, your neighbors, your colleagues, the couple that sits next to you in church -- and one day, when I am ready to marry the woman I love, I hope it will be me.” That day came on Sunday when the couple proposed to each other in front of the heart wall mural at Union Market.",
  "At present, it is hard to believe so, which truly would render NATO obsolete.” http://politi.co/2j3GzVv\n\nPLAYBOOK SCOOP -- HOUSE GOP GETS REINFORCEMENTS ON OBAMACARE: The American Action Network is launching a six-figure Spanish language ad campaign to help Republicans spread their message about replacing Obamacare.",
  "Less than a week after the transaction, the Georgia Republican congressman introduced the HIP Act, legislation that would have delayed until 2018 a Centers for Medicare and Medicaid Services (CMS) regulation that industry analysts warned would significantly hurt Zimmer Biomet financially once fully implemented.",
  "“Many of these nominees are at the point where even if they’re confirmed, they have reached the ‘embattled’ status that, at best, erodes any momentum that Trump’s nominees might have offered him, and at worst will get in their way as they try to implement Trump’s agenda,” said one senior Democratic aide.",
  "After Price offered his bill to provide Zimmer Biomet and other companies relief from the CMS regulation, the company’s political action committee donated to the congressman’s reelection campaign, records show.” http://cnn.it/2iwApAR\n\nTHE TRUMP TEAM was quick to push back on the CNN report.",
  "“Zimmer Biomet, one of the world’s leading manufacturers of knee and hip implants, was one of two companies that would have been hit the hardest by the new CMS regulation that directly impacts the payments for such procedures, according to press reports and congressional sources.",
  "THE NEW GOP -- “Trump’s Data Firm Snags RNC Tech Guru Darren Bolding,” by Wired’s Issie Lapowsky: “Cambridge Analytica ... [is] poaching the Republican National Committee’s chief technology officer, Darren Bolding, in a quest to become the analytics outfit of record for the GOP.",
  "Few truly understand why Trump does what he does -- why he stakes out the positions he stakes out -- but those who have spent time with the president tell us that, behind closed doors, he is much more sympathetic to GOP views, and much of what he says publicly is positioning.",
  "Tom Price last year purchased shares in a medical device manufacturer days before introducing legislation that would have directly benefited the company, raising new ethics concerns for President-elect Donald Trump’s nominee for Health and Human Services secretary.",
  "As a high-stakes investor a decade ago, Ross specialized in turning around troubled manufacturing companies at a time when the U.S. economy was losing more than 100,000 jobs yearly due to global trade.” http://reut.rs/2iHiAO2\n\nWILL HE, OR WON’T HE?",
  "It’s the same plane that Obama used as president, but it won’t be called Air Force One.” http://bit.ly/2iHndYn\n\nNUMBER OF THE DAY -- Speaker Paul Ryan's (R-Wis.) re-election spent $2,340 on \"gifts\" at the Real Cheese Place in Wisconsin on Dec. 6.",
  "But first they need to do some serious re-branding” by Ben Schreckinger in East Lansing, Mich.: “Milo Yiannopoulos ... [has been] asked to host ‘DeploraBall,’ an unofficial celebration planned for the presidential inauguration weekend.",
  "‘Trump’s election victory is a clear indication that the majority of people are not interested in a world government, but want to return to a classical, local democracy,’ John Mauldin, an economic researcher and author, recently wrote.",
  "OUT AND ABOUT IN MUNICH -- Kara Swisher moderated a political/media panel at the DLD tech conference with Hilary Rosen, Megan Murphy and Tammy Haddad in a session called “The Elephant in the Room: How to Cope with The New Reality”.",
  "See the ad http://bit.ly/2iHo3o4\n\n-- “Ryan and Trump set for Medicare showdown,” by Rachael Bade: “Since the election, Paul Ryan has accommodated and deferred to Donald Trump on all sorts of issues they don’t see eye-to-eye on.",
  "During a trip in 2006, Mr. Sater and two of Mr. Trump’s children, Donald Jr. and Ivanka, stayed at the historic Hotel National Moscow opposite the Kremlin, connecting with potential partners over the course of several days.",
  "He’ll also be using the famous Lincoln Bible as well.” http://bit.ly/2jrJUkw\n\nOBAMA TO PALM SPRINGS -- “President Obama and Michelle Obama will be leaving frigid Washington D.C. for sunny Palm Springs ... TMZ has learned.",
  "His remarks in a string of discursive and sometimes contradictory interviews have escalated tensions with China while also infuriating allies and institutions critical to America’s traditional leadership of the West.",
  "... One former Bush national security official who works at a Washington think tank said that some of his younger staff assistants were invited to participate [in a briefing for Rex Tillerson] but that he was not.",
  "We’re told when the First Family leaves the Capitol after the inauguration, they’ll take a chopper (it will not be Marine One because he won't be the active president when he boards) to Andrews Air Force Base.",
  "Bobby Jindal, former NRSC research director and now founder and president of River Delta Strategies LLC, got married in New Orleans on Saturday to Alice Knight, program officer at Single Stop and Jindal alum.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Barack Obama \"flies the W\" with a flag signed by the Chicago Cubs during a ceremony at the White House celebrating the World Series Champion baseball team on Jan. 16.",
  "But Mr. Trump, in his first comments on the subject, called it ‘too complicated.’ ‘Anytime I hear border adjustment, I don’t love it,’ Mr. Trump said in an interview with The Wall Street Journal on Friday.",
  "Left unresolved, it threatens to sink tax reform, a top priority for both men.” http://politi.co/2jTwj1Y\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "WaPo on the lawmakers sitting it out http://wapo.st/2iwHUIe\n\nHAPPENING TODAY -- PRESIDENT-ELECT DONALD TRUMP will meet with Boeing CEO Dennis Muilenburg today to discuss the next Air Force One.",
  "Their transgression was signing one or both of two public ‘Never Trump’ letters during the campaign, declaring they would not vote for Trump and calling his candidacy a danger to the nation.",
  "KEEP IN MIND -- In the last week alone, Donald Trump has vowed that the GOP plan for health care would provide insurance for everyone, and now he’s blowing up the GOP’s tax reform agenda.",
  "Even many of the Trump loyalists can’t wrap their heads around Trump’s “border tax,” which they see as punitive for corporations and consumers, not to mention a political liability.",
  "I was told they said there was an enemies list.’” http://wapo.st/2jjifzD\n\n-- @MaxBoot: “Three work days till inauguration and still no DOD or State appointments below cabinet level.",
  "It would generate about $1 trillion over a decade, significantly offsetting the cost of cutting the corporate tax rate from 35% to 20%, according to several independent analyses.",
  "Learn more at google.com/grow/veterans\n\nTHE CONFIRMATIONS -- MANU RAJU scoops “First on CNN: Trump’s Cabinet pick invested in company, then introduced a bill to help it”: “Rep.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Rachel was the first openly gay member of the Republican Platform Committee last summer, when she urged the adoption of more inclusive language on marriage and LGBT freedom.",
  "He will be reunited with his former boss on the Jeb campaign, Scott Riding, who was the deputy analytics director for Jeb and is currently managing partner at Y2 Analytics.",
  "The measure, known as border adjustment, would tax imports and exempt exports as part of a broader plan to encourage companies to locate jobs and production in the U.S.",
  "(Our “grateful career civil servant” tipster heard him reading the Martha’s Table website aloud from his phone about what types of food they needed to buy to donate.)",
  "Yiannopoulos described his vision for the event: As guests entered the National Press Club, shirtless Mexican laborers would be building a physical wall around them.",
  "Speculation about the 83-year-old senator’s plans took on new urgency this year, as ambitious statewide politicians decide whether to run for governor with Gov.",
  "Just days before he is sworn into office, President-elect Donald J. Trump has again focused his penchant for unpredictable disruption on the rest of the world.",
  "highlight reel http://bit.ly/2juAQLj SPOTTED: Shelby Coffey, Esther Wojcicki, Eric Kuhn, Jason Rapp, Jeff Jarvis, Arianna Huffington and Natalia Brzezinski.",
  "Gay and lesbian Americans are simply asking for the opportunity to join that institution, to share in that institution, and to strengthen that institution.",
  "| Yuri Gripas/AFP/Getty Images\n\nTRUMP, INC. -- “For Trump, Three Decades of Chasing Deals in Russia,” by Megan Twohey and Steve Eder on A1 of the NYT: “Mr.",
  "The room would be lined with oil portraits in gilt frames, each depicting a celebrity who had vowed to leave the country in the event of Trump’s election.",
  "Phil Blando, a Trump transition spokesman, said in a statement: “CNN recently broadcast a segment on Dr. Tom Price’s finances that was junk reporting.",
  "@KareyNobles and baby are doing very well.” Pic http://bit.ly/2jjgxyn\n\nWEEKEND WEDDINGS -- Mike Reed, former comms director for former Louisiana Gov.",
  "She refuses to reveal plot lines.” Maury recently bought Chadwick’s on Wisconsin Avenue with partners Tony Kornheiser, Gary Williams and Alan Bubes.",
  "And his children and associates have appeared in Moscow over and over in search of joint ventures, meeting with developers and government officials.",
  "Highlights included the Second Line brass band parade around the historic French Quarter as well of the win of Mike’s beloved New England Patriots.",
  "The clashing philosophies between the GOP’s two top pols — Trump once called Ryan’s doctrine ‘political suicide’ — is about to come to a head.",
  "No one knows where exactly he is headed -- except that the one country he is not criticizing is Russia and its president, Vladimir V. Putin.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Members of Congress have the week of inauguration off, and many would simply rather be home -- regardless if they like the president or not.",
  "She said in her speech (http://cs.pn/2iCaN0E), “We all agree on one thing, the importance of the institution of marriage to our society.",
  "BAT is paying $29.44 in cash and 0.5260 of an ordinary share for each Reynolds share, valuing its U.S. peer at more than $85 billion.",
  "Instead of doves, Yiannopoulos would release 500 live frogs in honor of Pepe, the cartoon mascot of pro-Donald Trump internet trolls.",
  "But when it comes to Ryan’s career-defining cause — overhauling Medicare and other entitlements — the speaker has held his ground.",
  "There are three immediate tasks: The first is to restore trust by working with, rather than against, local communities and states.",
  "Any effort to connect the introduction of bipartisan legislation by Dr. Price to any campaign contribution is demonstrably false.",
  "Our sources say at 2:45 PM they will leave Andrews on Special Air Mission 29,000, the plane that will take them to Palm Springs.",
  "Price bought between $1,001 to $15,000 worth of shares last March in Zimmer Biomet, according to House records reviewed by CNN.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Trump then comes to Washington tonight for a dinner honoring Tom Barrack, the chairman of the Presidential Inaugural Committee.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "If you’re in Davos or interested in receiving a special Davos Playbook every morning during the meeting, sign up here.",
  "Many who knew Mr. Price as a doctor here in Atlanta’s affluent northern suburbs praise his commitment to his patients.",
  "Trump repeatedly sought business in Russia as far back as 1987, when he traveled there to explore building a hotel.",
  "GOP opposition has been staked out pretty firmly, and we don’t think many members of Congress will back off of it.",
  "Second, is to prioritize the estimated $12.5 billion in backlog of maintenance and repair in our National Parks.",
  "WELCOME TO THE WORLD -- CNN national correspondent @ryanobles: “Welcome to the world, John ‘Jack’ Austin Nobles.",
  "That’s what happens.’ ...\n\n“The border adjustment is a core piece of the House GOP tax plan released last June.",
  "But we can tell you that it’s actually quite common for some members not to attend the inauguration.",
  "Once he came up to me in a restaurant in L.A. to introduce himself — to tell me he’s Donald Trump.",
  "Trump is in the minority here, crosswise with everyone from the rank and file to the leadership.",
  "Would Trump rally to their defence in the event they were targeted by fresh Russian aggression?",
  "King’s essay, “A Testament of Hope,” since it was first printed in the January 1969 issue.",
  "Leaders of NATO are nervous, while their counterparts at the European Union are alarmed.",
  "… House Republicans are banking on the border adjustment to solve several policy goals.",
  "In Trump world, these establishment all-stars say they are ‘PNG’ — personae non gratae.",
  "How can Estonia, Latvia or Lithuania have any confidence in the Atlantic alliance now?",
  "But this is a tough public position for Republicans to swallow -- even temporarily.",
  "And that he is an enthusiastic cheerleader of Brexit and an unaffiliated Britain.",
  "At the end of the night, the portraits would be thrown into a bonfire and burned.",
  "Their entreaties to Trump Tower in New York have mostly gone unanswered.",
  "Bobby Jindal, Kyle Plotkin, Colin Reed, Austin Sherill and Jahan Wilcox.",
  "The restaurant is now called Chad’s, but is expected to be renamed soon.",
  "More than 40 House Democrats are skipping the inauguration this Friday.",
  "‘Because usually it means we’re going to get adjusted into a bad deal.",
  "They met when Mike went down to Louisiana for an interview with Bobby.",
  "Which in turn would induce some unease in Tallinn, Riga and Vilnius.",
  "I don’t ever want to interact with him, which won’t be a problem.",
  "Three days until Donald Trump is sworn in as the 45th president.",
  ": Treasury nominee Steve Mnuchin and Energy nominee Rick Perry.",
  "He applied for his trademark in the country as early as 1996.",
  "Then Trump happened and that threw it all in the trash bin.",
  "http://on.wsj.com/2jU7CCx\n\nTHE INAUGURATION -- “No Stars?",
  "Does he not know Republicans’ positions on these issues?",
  "As recently as 2013, Mr. Trump himself was in Moscow.",
  "Mr. Trump’s plan calls for a 15% corporate-tax rate.",
  "Yes, it’s a public display of disapproval of Trump.",
  "… [He said:] ‘It’s not just that we’re frozen out.",
  "He assumes it was because he signed the letter.",
  "The bride and groom are honeymooning in Phuket.",
  "The TV ads will run on Univision and Telemundo.",
  "Pic http://bit.ly/2k0a1Qk SPOTTED: Former Gov.",
  "They just usually don’t talk about it.",
  "It's a combined TV and digital buy.",
  "The Chinese are downright furious.",
  "But their phones aren’t ringing.",
  "I don’t ever want to see him.",
  "John Meroney wrote an intro.",
  "Jerry Brown termed out.",
  "It’s usually cold.",
  "Does he not care?",
  "No Problem!",
  "Or both?",
  "For now.",
  "Thurs.",
  "5-min.",
  "...",
  "..."
]