[
  "Weeks before the election Bloomberg provided an inside account of Trump’s digital campaign, explaining that “Cambridge Analytica’s statistical models isolated likely supporters whom [Brad] Parscale [digital director of the Trump campaign] bombarded with ads on Facebook.”\n\nThe Trump campaign hired tech companies who “ultimately generated 100,000 distinct pieces of creative content,” often deploying this content in “dark-post” ads visible just to those select individuals.",
  "Indeed the revelation that Special Counsel Robert Mueller was granted a warrant to obtain information from Facebook on the Russian ad buy demonstrates that, as former federal prosecutor Renato Mariotti explains, “there was good reason to believe that individuals committed a crime by making a ‘contribution.’”\n\nWhile Facebook claims to have done a review of Russian interference, they did not reveal the scope of their review.",
  "For instance, with the revelation of the June 9 meeting at Trump Tower between Donald Trump Jr.; Jared Kushner, the president’s son-in-law; Paul Manafort, the chairman of the Trump campaign at the time, and a handful of Russians with various ties to the Kremlin, we now know that at the very least the Trump campaign at the highest levels were interested in working with the Russians during the election.",
  "explained at a recent Senate Intelligence Committee hearing, “Imagine being able to do [opposition research] with the power of a nation state, illegally acquiring things like emails and being able to weaponize by leaking.”\n\nThis of course is what the hacking and leaking of information from the Democratic National Committee and John Podesta, former chairman of the Clinton campaign, is all about.",
  "While the Russians could have been buying Facebook ads to help Trump’s chances on their own, it begs the question that Sen. Mark Warner, the Democratic leader of the Senate Intelligence Committee, has raised, “How are the Russians smart enough to target where the Democrats weren’t?”\n\nFrankly, they likely would not be.",
  "Indeed, the revelation in June that the firm Deep Root Analytics, which had been hired by the Republican National Committee and other GOP groups, had left a database of voter information on 198 million Americans on an insecure Amazon-web server that anyone could access if they had the link, perhaps showed the way.",
  "Investigators are not interested in the individuals targeted by the ads, but by those doing the targeting and buying the ads – a political campaign, which is the subject of a counterintelligence investigation, and the Russian government.",
  "Therefore, the crucial question the Mueller investigation needs to pose to Facebook is whether there was any overlap or mirroring between the Trump campaign’s Facebook ad purchases and that of an outside individual or entity.",
  "While the Russians could have laundered money to the campaign – indeed Christopher Steele alleges this in his infamous dossier – they could have also just covertly bought campaign ads themselves using a front group or proxy.",
  "Unfortunately, Facebook appears to be giving the investigators and the American people the Heisman versus giving a full account of exactly how the social media platform was used and manipulated during the 2016 election.",
  "If the Trump digital team – powered by Cambridge Analytica and other tech contractors – shared their data and content with Russian operatives, the Russians could have acted as a force multiplier for the Trump campaign.",
  "But Facebook is rapidly losing the credibility it needs to give the public that assurance on its own, which is why they need to start working with the investigators and start clean with the American people.",
  "But while Facebook is trying to say there is nothing else to see here, it is clear that Russian activity on Facebook was far more extensive than they are admitting because of Facebook’s very own actions.",
  "The effort to investigate possible coordination between the Trump team and Russia has so far centered on the growing number of meetings and interactions between the campaign and Kremlin-linked figures.",
  "This is why the congressional investigations have been so interested in Trump’s digital team, which was overseen by Kushner and run by Parscale – both of whom have been interviewed by the committees.",
  "For example, if an individual or entity did in fact mirror the ad buys of the Trump campaign by ads targeting the same voter set, they likely didn’t pay in rubles, but masked their identity.",
  "A company does not close down 30,000 accounts around the French election and release a report about government-sponsored information operations on its platform, if it doesn’t have a problem.",
  "The social media company likely has troves of data that could provide critical leads for the investigation into possible collusion between the Trump campaign and the Russian government.",
  "This is not about privacy or free speech, this is not about government overreach – this is about doing the baseline anti-fraud work that would be expected of every other industry.",
  "Another more basic area would be to coordinate messaging or lines of attack, with the outside power covertly advancing messages that are too controversial for the campaign.",
  "This organization was by now hardly a secret as the New York Times did an expose on them in 2015 and the Intelligence Community report in January highlighted their role.",
  "This is why the admission by Facebook that Russians bought ads on their platform has raised a whole host of questions about the scale and depth of Russian interference.",
  "And likewise, from the Jan. 6 Intelligence Community report, we know that Russians also wanted to help elect Donald Trump and effectively set up a campaign to do so.",
  "A broad review in coordination with Special Counsel Mueller and congressional investigators is therefore essential to comprehensively run-down various leads.",
  "Sharing ad targeting data with the Russians could have been relatively straightforward and could be done with leaving most of the Trump campaign in the dark.",
  "Moreover, since the Russians may have used cut-outs or proxies to mask their effort, Facebook may not know what to look for as it assesses its user data.",
  "In effect, the Trump campaign could have “painted the targets” in initial ad buys for the Russians to follow-on and carpet bomb with their own ads.",
  "It is likely they did a highly targeted look at, for instance, the Internet Research Agency – Russia’s now notorious troll farm in St. Petersburg.",
  "The social media platform was central to its campaign strategy and they used Facebook in ways that were truly innovative for political campaigns.",
  "It is also quite possible that a thorough investigation would show there was no mirroring behavior or any evidence of collusion via Facebook.",
  "The Russians are sophisticated foreign operators but Russian cyber operators are not quitting their day jobs to run Senate races in 2018.",
  "One, now well-explored, area would be utilizing foreign intelligence capabilities for “opposition research.” As Sen. Marco Rubio (R-Fl.)",
  "In trying to investigate this question, it is worth thinking through how a campaign could benefit from working with a foreign power.",
  "Other potential areas involve utilizing foreign cyber capabilities to hack into election machines and cause mischief at the polls.",
  "This meant there were essentially two campaigns to elect Trump president in 2016: the Trump campaign and the Russian campaign.",
  "Knowing these two efforts were open, if not eager, to work together, the question then becomes: Did they and to what end ?",
  "Targeting voters in a precise and effective manner requires an incredibly specialized skill-set and level of expertise.",
  "While Facebook hires very talented people, they are not all crack investigators or counterintelligence experts.",
  "To paraphrase Rubio: Imagine being able to call on the resources of a nation state to do targeted ad buys.",
  "More people worked in San Antonio on the Trump digital team than worked on the campaign at Trump Tower.",
  "Facebook had and has a problem with government’s conducting information operations on its platform.",
  "Facebook should not be able to hide behind privacy or data protection rules to avoid cooperating.",
  "Where the Clinton campaign emphasized traditional media, the Trump campaign focused on Facebook.",
  "But the most direct way a foreign power could help a campaign is through giving money.",
  "All that might be needed to share the data with the Russians is to send them a link.",
  "The longer it refuses to do so, the more it appears Facebook is hiding something.",
  "But it is refusing to reveal to the public all that it knows about its problem.",
  "It also points to a potential nexus for collusion between the two campaigns.",
  "Facebook would have that data that could answer that question either way.",
  "Now we know, the Russians contributed to this effort through buying ads.",
  "Max Bergmann is a Senior Fellow at the Center for American Progress.",
  "But buying ads on Facebook, as we are all finding out, might not.",
  "Campaigns always need more money, usually to buy more ads.",
  "He served in the U.S. Department of State from 2011-2017.",
  "LOIC VENANCE/AFP/Getty\n\nBut this does create a problem.",
  "These meetings already tell us a lot about intent.",
  "Facebook should be treated like a crime scene.",
  "This article first appeared on Just Security.",
  "In other words, what were they meeting about?",
  "Buying television ads leaves a trail."
]