[
  "Just as you showed earlier in the hour the relationship between \"Fox & Friends\" and what the president then tweets, you can make the very same correlation looking at some critical \"Washington Post\" stories that somehow get under the president's skin and then he immediately attacks \"The Washington Post\" and Amazon, pretending that they're one and the same, when, in fact, they happen to share an owner, but nothing more.",
  "The entire week of talk about immigration including the actions at the border seemed to be a result of the dinner that he had at Mar-a-Lago and all the other conversations the president's having with right-wing media voices that are disappointed in him -- disappointed in the omnibus spending bill, disappointed in lack of border wall construction.",
  "There was an episode specifically about this, but that headline was pretty unfortunate on the \"BuzzFeed\" story and the tragedy is that it's obscured the real -- the real issue here which is why are these people fleeing, what are the standards of life like there, what are they dealing with on a daily basis that is causing them to flee.",
  "I hope the president, to be frank, the next time he's about to send out a tweet that criticizes the press, I hope he pauses and looks at the courage of the journalists all over the world who work for my institution and others, and understands that what we do is very important and vital and helps the world understand the world.",
  "And at that point, I was thinking, maybe I should just go ahead and acquiesce and sign on the dotted line, until he told me, \"Well, we have to produce a gag order, where you sign a statement saying you can't talk to the press, you can't talk in public about Sinclair, about your former company, if we want this to go away.\"",
  "GREENFIELD: The second thing is, to the extent that Fox News is a journalistic enterprise, which it is at least part of the day, what baffles me is that the people in charge of Fox don't tell the \"Fox and Friends\" people, look would you please make sure that what you're saying there's a remote resemblance to the facts.",
  "Donald Trump has this belief that if he thinks something is true it is true, whether it's millions of illegal immigrants voting times a day in California, or the Muslims and Jersey City cheering the fall of the towers, you cannot move him with by saying, excuse me, Mr. President, here are the facts.",
  "But what's really going on here is that the president, according to some people inside the White House, has kind of a jealousy issue with Jeff Bezos, where \"Forbes\" came out recently with its new list of the wealthiest billionaires, and Jeff Bezos is at number one and the president is at number 776.",
  "And it did get to a point with certain shows where I knew, if a family conflict came up in the middle of the day, and I wanted to get out of it, I could write something critical or tweet something critical about the president, and the odds were that I was going to get canceled anyway.",
  "ERICKSON: Well, he also had a speech that was easily accessible on Google from Hillsdale College in 2015, where he talked about this, where he said he really doesn't favor capital punishment, but he thinks that abortion is murder and all classes of murder should be treated the same.",
  "And Deadspin -- I think it's pretty extraordinary the way that Deadspin, with this viral video, was able to turn this into a mainstream story, this kind of obscure, difficult-to-understand thing about contracts and the...\n\n\n\nSTELTER: Yes, in local markets and stuff.",
  "GREENFIELD: It seems to me that if you want to know what the president's thinking is, it would -- you'd have to watch particularly \"Fox and Friends\", because as you've demonstrated, as we've seen for I guess the whole administration, it's almost like a pass through.",
  "It's not as though any of those \"Fox and Friends\" people are like journalists who might check out what they're saying, so they are regurgitating completely unverified information to exactly the right or wrong person to respond to it viscerally.",
  "Where, MSNBC, everyone knows they lean left, FOX News, they lean right, like it or not, but, with Sinclair, what makes this so insidious is, they focus on small to midsize markets throughout the U.S., from Macon, Georgia, to Bozeman, Montana.",
  "I talked to my attorney, I left, and before the statute of limitations was up, three years later, last October, they filed a lawsuit in Orange County court for $5,700, which is basically a rounding error for a company like Sinclair.",
  "Remember that Trump's belief about immigration, Trump's belief about foreigners taking advantage of us and ripping us off and, you know, killing our buffalo or whatever he's into, that is at the core of Trumps world set of beliefs.",
  "And if he creates a culture where \"Fox and Friends\" and Jesse Watters are regarded as serious journalism, and \"The New York Times\" and the \"Washington Post\" are not, he will have done longstanding, harmful effect on the country.",
  "JONATHAN BEATON, FORMER REPORTER AT SINCLAIR STATION WPEC: Well, basically, when I walked into H.R., they told me, \"If you do this, we're going to rain down hell on you, unless you pay us $25,000 to get out of your contract.\"",
  "(BEGIN AUDIO CLIP)\n\n\n\nKEVIN WILLIAMSON, COLUMNIST: Some challenged me on my views of abortion, saying, if you really thought it was a crime, you would support things like life in prison, no parole, treating it as a homicide.",
  "But when we're not allowing people to explain themselves further for things they said five years ago, I think particularly for journalists in intellectual magazines, that's not really encouraging for where thought is headed.",
  "STELTER: What I keep hearing from staffers who are currently at these stations is that it feels like it's getting more oppressive, that this is something that seems to be increasing now that President Trump is in office.",
  "BEATON: Well, about three months, in mediation, just a few hours before the hearing in Orange County court, their sleazeball attorney down in Miami phoned me to say: \"Hey, $1,700, cut us a check, you get out of it.\"",
  "And so I think the way that this has morphed into this very mainstream story that we're talking about in the way that we are now is pretty extraordinary, and also that the president chimed in the way that he did.",
  "You had Juliette Kayyem on the air here on CNN making the point, I think giving him a lot of credit by saying that he was maybe confused and he meant the National Guard which is what DHS has been talking about.",
  "Olivia, it's not as if Shep Smith or Bret Baier sent crews to the border or sent crew -- not to the border, Fox News's newsroom could have sent reporters to the caravan and found out what's really going on.",
  "I think the base as we can tell and most of the -- of the Republicans in Congress have either shrugged their shoulders and said, that's Trump being Trump like Manny Ramirez in Boston, when he was a Red Sox.",
  "It's not just Trump, but I think people understand right now that there is a need for an aggressive, independent press to cover a government that right now is in more turmoil than it's been in a generation.",
  "First off, I will point out, \"The Washington Post\" story today, that was about disarray under John Kelly's --\n\n\n\n(CROSSTALK)\n\n\n\nSTELTER: And it caused the president to call the paper fiction this morning.",
  "They are coming out of the woodwork mostly speaking anonymously, but definitely speaking their mind about the right-leaning agenda that they say is forced on them by the company's corporate headquarters.",
  "Let's look at the examples of Fox talking about the GOP's effort to investigate the Obama era DOJ, and then just minutes later, the president tweeted not once but twice about that exact same subject.",
  "BAQUET: I pulled us out of the White House correspondents' dinner when I was the Washington bureau chief because I hated the image of journalists, editors, and powerful politicians seeming chummy.",
  "BAQUET: I think we -- we sometimes the collective press made the mistake -- I mean, when Kelly was appointed, I -- all of us made a mistake of saying, here's a guy who's going to calm things down.",
  "But the whole spectacle of the president of the United States, whether it's Donald Trump or Barack Obama or George Bush, because I did this before Trump was president, is not a good image for us.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN RELIABLE SOURCES\n\nA Manufactured Crisis on the Border; NYT Top Editor on State of Journalism Under Trump; Sinclair Broadcasting and Pro-Trump Reporting .",
  "STELTER: See, I feel like, because that's the case, those producers and anchors have such a responsibility to give him accurate information and be balanced and have voices like yours on the air.",
  "And he sees, legitimately -- this is a position a lot of people have taken for many years -- that Amazon has a deleterious effect on retail, local retail, localism, community around the country.",
  "Then they ought to scramble to make it looks like -- look like he knows what he's doing that is how we end up with the National Guard deployed to the border in what I would argue is a PR stunt.",
  "And this can be as simple as must-runs at the end of the show, or it could be copy that is fed from Sinclair headquarters just outside of Baltimore to like one lone producer inside the studio.",
  "I'm sure lawmakers have many, to ask about user privacy, to ask about what the company is doing to protect Facebook users against election meddling and questions about many other subjects.",
  "And now there is actually an editorial in \"The Providence Journal\" from a former Sinclair anchor saying, these deals need to be fixed, free the reporters and anchors from these contracts.",
  "Should we be watching Fox now to find out if the president will order more missile strikes in Syria now that we have these more new horrible pictures of another chemical attack in Syria?",
  "Let's look at the timeline from the past week to really understand what happened here, because the line where Fox News ends and where Trump begins is getting blurrier by the day.",
  "GREENFIELD: But the second point of that is, first of all, you would think that the political process would have a rather harsh judgment about this kind of presidential thinking.",
  "They could have given him space in the pages of \"The Atlantic\" to say, this actually is my belief, not a podcast, not a tweet, but 2,000 words really breaking it down for people.",
  "I think to fire him after hiring him over a previously stated view on one issue for a magazine that considers itself centrist and exposing its readers to both sides is bad form.",
  "Now, all week, ever since this Sinclair controversy became national news, I've been asking Sinclair executives to come here, to come on this program and address these questions.",
  "STELTER: But, Jeff, doesn't that let people off the hook --\n\n\n\n(CROSSTALK)\n\n\n\nSTELTER: -- doesn't that let him off the hook to say, oh, if he believes that, he believes that?",
  "That's a factor of the fact that the Republican base loves this guy and the congressional Republican leaders use words like, hmm, troubling, I'm little concerned about this.",
  "STELTER: And the reaction I received from last week's program, when I said something similar, was that the only thing that viewers and readers can do is protest advertisers.",
  "And driving up the herd to oppose a business, to hurt someone and suppress a voice you don't like, I think, is bad form in general, whether it's on the left or the right.",
  "STELTER: Yes, to me, this spontaneous moment, Trump speech on Thursday, where he throws his papers up in the air, to me, it's a metaphor for his entire presidency, right?",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Until we can have a wall and proper security, we're going to be guarding our border with the military.",
  "And instead of meeting that with humanity or empathy the president is using it and Fox News is using it to fear-monger instead of, you know, ask real questions about it.",
  "The second question -- and I mean this as a question -- is, you know, there are a lot of people on Fox who wouldn't come near this Shep Smith, Chris Wallace, Bret Baier.",
  "STELTER: One of the questions I've seen on Twitter for you for this interview was about what it means to have the president criticizing \"The Times\" on a financial level.",
  "But I think it's a dangerous precedent for companies to start hiring people, and then, after an online mob rails for a week, to fire them for things they did years ago.",
  "This reminds me very much of liberals on social media who run these auto-blockers to block every conservative, because they don't want to encounter their views at all.",
  "Well, look, I'm always reminded by my wife, by her work on -- in New York here that local journalism has such a -- such an effect, an emotional connection to people.",
  "He sees something on Jeanine Pirro or \"Fox and Friends\", and then he turns it into what sounds like a policy proposal, and a lot of times becomes a policy proposal.",
  "He's preparing to testify on Capitol Hill, having succumbed to pressure from angry lawmakers demanding answers in the wake of the Cambridge Analytica data scandal.",
  "STELTER: What does that tell us about FOX, though, that they were putting -- putting conservative writers who weren't necessarily always pro-Trump out to pasture?",
  "But instead, they just they rip off a \"BuzzFeed\" story, they misinterpret it, they make it sound really scary and then we see days and days and days of coverage.",
  "This is the caravan we've seen -- now, lots of news outlets are covering this caravan of Central Americans, some of whom are trying to head to the United States.",
  "I think president missed the part of high school civics where the First Amendment was explained, and where the role of free and independent press was explained.",
  "(COMMERCIAL BREAK)\n\n\n\n[11:28:13] STELTER: These are supposed to be local newscasts, but they're being commandeered by Sinclair's politically conservative owner.",
  "Donald Trump doesn't have -- doesn't use a computer, has never sent an e- mail, and so the whole idea of e-commerce is something that he just doesn't quite get.",
  "Some of it is, because I think some readers said, oh, my god, the president of the United States is undermining the American press, we need to support them.",
  "It's about the pro-Trump commentators on Fox, is that those commentators love to blame Obama, just like the president loves to blame the former president.",
  "I'm Brian Stelter and this is RELIABLE SOURCES, our weekly look at the story behind the story of how the media really works and how the news gets made.",
  "And, furthermore, I want the young journalists to know out there that, hey, look at who you're applying for when it comes to jobs and do your research.",
  "STELTER: You know, another thing that the Trump and his Fox friends have in common and I think your points important, Jeff, it's not all the Fox News.",
  "Joining me now is Dean Baquet, the executive editor of \"The New York Times\", which is not been called failing by the president for about a week now.",
  "Now, we've heard from some of the anchors of these stations who say they were embarrassed they had to participate, and even a few said they refused.",
  "STELTER: Jonathan, real quick, what do you want to see Sinclair do differently, just if you could give advice right now to the head of the company?",
  "You know, they have a tremendous lobbying effort, in addition to having \"The Washington Post,\" which is, as far as I'm concerned, another lobbyist.",
  "And obviously \"The Washington Post\" has done really a lot of critical reporting about Amazon, has really bashed some of its products and reviews.",
  "Isn't this more evidence that when he complains about Amazon, he's really trying do it to get under Jeff Bezos' skin about \"The Washington Post\"?",
  "He was being hired as being a rather provocative, interest, heterodox conservative who has multiple views and millions of words already written.",
  "It started -- when I first heard it, I thought, OK, a year ago, it felt like an exaggerated version of what we've heard from presidents forever.",
  "This feedback loop continued for days, it ping-pong back to Fox, Fox went full steam ahead with border control coverage and primetime on Monday.",
  "STELTER: Right, it is notable to me that CNN, MSNBC didn't hear any of that speech live and Fox only showed about 10 minutes and then cut away.",
  "He said to his staff that he did not believe that taking a person's worst tweets or assertions in isolation is the best journalistic practice.",
  "When the ratings go down because people change the channel, you have a measurable impact, more so, I think, than even going after advertisers.",
  "He said to you that: \"The print media is so left-wing as to be meaningless dribble, which accounts for why the industry is and will fade away.",
  "That ad boycott that started a week ago remains very much in effect, which means there will be fewer ads than normal on \"The Ingraham Angle.\"",
  "So, I don't think it's anything new, but I think it's a pretty clear pattern that has emerged over the last 15 months of this administration.",
  "I'd say this is a symbol of everything that's wrong with the Trump era, a lack of quality information, first of all, reaching the president.",
  "Well, so far, every one of those deeply reported inside stories about the White House from \"The Times\" or \"The Post\" have all been verified.",
  "But from a very prominent, powerful media executive in America, which he is, even if he is sort of under the radar -- he was until recently.",
  "[11:20:08] STELTER: Is it surprising to you that the turmoil hasn't -- that we haven't seen more of a calming influence in the White House?",
  "Just 20 minutes later, the president tweeted that the border is getting more dangerous and that caravans, plural, are heading to the U.S.",
  "STELTER: And from local to international journalism, there's word this weekend of a Palestinian journalist being shot and killed in Gaza.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: An army of migrants marching to America and a \"BuzzFeed\" reporter is in that march with them.",
  "(END VIDEO CLIP)\n\n\n\nSTELTER: Military, military, I wonder where the president got that idea, because the next day, this is what he said.",
  "It does make me wonder if there's diminishing returns, if maybe the network's are going to treat these rants differently in the future.",
  "It's out of control and his advisors should tell him to stop, because it's actually affecting the civic life and debate of the country.",
  "You'll be in the West Wing and a tweet will pop up or will come up on cable news, and they express total shock like, like all of us do.",
  "But it just was very obvious that if you were not a Trump conservative, just a conservative, it was harder and harder to get airtime.",
  "And it seems like the liberal online mob is now doing this in publications, even the outrage over some of \"The New York Times\"' hire.",
  "And I think everyone assumed that the digital age would bring in new competitors who would pick up the slack, that has not happened.",
  "That's what I've heard from other staffers as well who say, yes, they're looking toward the exit, they might want to leave Sinclair.",
  "But to Jeff's point, I mean, also the president surprises his own staff most of the time with these presidential decrees by a tweet.",
  "But then there was this article originally appeared in \"BuzzFeed\", an article that created the propulsion for a story about caravan.",
  "It seems that the Department Homeland Security and other agencies are scrambling to catch up to what the president said on Tuesday.",
  "Our image should be, we have a tense and questioning relationship with government, not that we sip champagne with them on Saturday.",
  "It's not shocking anymore to us to hear from a far-right politician, somebody running for office, these very anti-media sentiments.",
  "Joining me now to about it, Olivia Nuzzi, Washington correspondent for \"New York Magazine\" and political analyst Jeff Greenfield.",
  "STELTER: A couple of days ago, the White House indicated the president won't go to the correspondents' dinner against this year.",
  "And I don't think Kelly was -- John Kelly has been able to calm it down and I think is going to be the next four to eight years.",
  "BAQUET: First, the biggest crisis in journalism is not Donald Trump's attacks on \"The Washington Post\" and \"The New York Times\".",
  "You develop a relationship with the people who are giving you the weather, the traffic report, telling you about local crimes.",
  "As you know, Sinclair has been taking a task for those controversial media bashing promos that went viral this time last week.",
  "You know, the Committee to Protect Journalists find it's a much more dangerous world for journalists than it was a decade ago.",
  "Let's talk about that and more with Erick Erickson, the founder and editor of The Resurgent and a former FOX News contributor.",
  "He's talking about the network, about the Laura Ingraham ad boycott, and about the Kevin Williamson- \"Atlantic\" magazine mess.",
  "She says, look, people could have chosen to quit but who among us has an alternative career in their back pocket ready to go?",
  "STELTER: Sinclair's response to me a few minutes ago was, hey, this type of contractual language is standard in our industry.",
  "And they focus on the person who works 12, 14 hours a day, comes home, maybe catches the last 15 minutes of the 6:00 news.",
  "Jonathan Beaton den is a former reporter at WPEC, that's the CBS affiliate in West Palm Beach, Florida, owned by Sinclair.",
  "(COMMERCIAL BREAK)\n\n\n\n[11:51:48]\n\n\n\nSTELTER: President Trump vs. Amazon is a proxy for his war with \"The Washington Post.\"",
  "But I definitely think they understand the president has their eyes and ears, and they're using their influence on him.",
  "It's the country's largest operator of local TV stations and either owns or operates almost of them across the country.",
  "And it also infects journalists, because they tell you what stories you can or can't do and what angles you must take.",
  "You have been writing about this issue for paper this week, so let me take a look at what Trump said on Air Force One.",
  "STELTER: Let me ask you about local journalism as well, because a really interesting story is developing this weekend.",
  "In this case, he's definitely playing to his base, stoking anti-immigrant fears and even catching his staff off-guard.",
  "And I think it starts right here, about a week ago, the president dining with Sean Hannity last weekend at Mar-a-Lago.",
  "A quick break here, but we have a big guest right after the break, one of the most influential editors in the world.",
  "So, \"The Post\" has gone to some lengths to show its independence from Amazon, which happens to share the same owner.",
  "But what does it mean to you to see a kind of ongoing death and injury toll among journalists all around the world?",
  "It's been more than a year and the president is still promoting conspiracy theories about voter fraud, for example.",
  "STELTER: Yes, \"The New York Times,\" \"The Post\", CNN, \"The Journal\" all reports this stuff and turns out to be true.",
  "NUZZI: We've seen it again and again though since inauguration day, where the president sees something on Fox News.",
  "The paper is speaking out against its owner, the hedge fund Alden Global Capital, saying \"The Post\" must be saved.",
  "But that's why we've just gone through the Passover season, this president is different from all other presidents.",
  "But here's the thing about you defending \"The Washington Post\" --\n\n\n\n(CROSSTALK)\n\n\n\nBAQUET: He loses credibility.",
  "And I don't want to see my former colleagues who are still working for Sinclair have to continue to sustain that.",
  "He will be testifying both on Tuesday afternoon and on Wednesday morning, first to the Senate, then to the House.",
  "(BEGIN AUDIO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Amazon is just not on an even playing field.",
  "STELTER: I think the conventional wisdom might have been, oh, well, things will go a little calmer after a year.",
  "I don't believe so and I don't think it's a very effective way to do it either because people are very confused.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTUCKER CARLSON, FOX NEWS HOST: Would it be impossible to send the military to our border?",
  "Now, the Israelis say people are warned not to get too close to the border, there's been this ongoing protests.",
  "I mean, I have journalists working for the \"New York Times\" who are in harms in the Middle East and elsewhere.",
  "This was originally compiled by Deadspin, then it became widely covered by CNN, MSNBC all the major networks.",
  "There's been a lot of confusion about what exactly the president meant by sending the military to the border.",
  "President Trump receives faulty information, then he makes impulsive decisions and his staff has to scramble.",
  "But they would not issue presidential like proclamations, and that's what these tweets are, without checking.",
  "GREENFIELD: One is, shock revelation -- this is a different kind of presidents than anything we've ever seen.",
  "STELTER: But I wonder, Dean, what do you think is the cumulative effect of more than a year of these attacks?",
  "He wants to give his Fox friends something to celebrate and as a result, we're all talking about the border.",
  "That's what I'm hearing from anchors and reporters at Sinclair Broadcast Group stations from coast to coast.",
  "And, Olivia, you had an interesting experience with the chairman of Sinclair, David Smith, the longtime CEO.",
  "So, Jonathan you're now the president of Inside Advantage PR, what happened to you when you left Sinclair?",
  "I was making $44,000 a year, Brian, so, of course, as a 24-year-old, I couldn't cut them a check for 25K.",
  "(CROSSTALK)\n\n\n\nSTELTER: When they stop her on the street, it's because they spend every morning with her.",
  "You suggested that you were not being booked as much anymore because you weren't toeing a pro-Trump line.",
  "Williamson is no stranger to controversy, but \"The Atlantic\" went ahead and hired him and then fired him.",
  "Last Sunday morning, someone over at \"Fox and Friends\" spotted the \"BuzzFeed\" story and then ran with it.",
  "So, it's not just that \"Fox and Friends\" are sending out false information about anything in particular.",
  "This hour, a trio of newsmakers are here, including the top editor of \"The New York Times\", Dean Baquet.",
  "STELTER: Over a billion dollars in revenue, which I think is the number that might surprise some people.",
  "We just did a long project with \"The New Orleans Times-Picayune\" where I worked, which was a way for us.",
  "This morning, the president tweeting again, saying: \"The Washington Post is far more fiction than fact.\"",
  "I think to hire him in 2018 for a week, and then say, oh, well, no, we can't now, I think, is bad form.",
  "Laura Ingraham will be back on FOX News this Monday night, but all of her advertisers will not be back.",
  "He's relied and said on his Fox friends, sometimes via TV, sometimes on the phone, sometimes in person.",
  "It's this \"Denver Post\" editorial that we can put on screen basically saying, \"Please save our paper.\"",
  "BEATON: I would tell them to pull their head out of their ass and start treating their employees well.",
  "When Bannon talked about life inside the White House, when he left the White House, he verified them.",
  "So, what we are preparing for the military to secure our border between Mexico and the United States.",
  "Make sure you sign up for our nightly newsletter for all the day's media news at RELIABLESOURCES.com.",
  "No more, build the wall, militarized our southern border, and then we can have a discussion on this.",
  "NUZZI: I think you're right --\n\n\n\nSTELTER: And we saw this Fox TV feedback loop --\n\n\n\nNUZZI: Right.",
  "The other role is to sort of build an understanding of the culture and to sort of create a culture.",
  "Look, if you're at a Led Zep reunion, you're going to want to hear \"Stairway to Heaven\", that's it.",
  "Up here next, an interview you won't see anywhere else, former FOX News contributor Erick Erickson.",
  "We're seeing it more and more because you don't like someone's politics and there's an advertiser.",
  "(COMMERCIAL BREAK)\n\n\n\n[11:15:22] STELTER: In President Trump's mind, there are two types of media.",
  "And he's had a longstanding obsession with that \"Forbes\" list and doesn't like where he is on it.",
  "And later, one of the week's hottest topics: are conservative columnists really being silenced?",
  "If you do, get out your phone, send me a tweet at Brian Stelter or send me a Facebook message?",
  "STELTER: After break here, brand new reporting about the new fallout at Sinclair Broadcasting.",
  "Here's an example from Norma Holland in Rochester, New York, she went ahead and participated.",
  "Frankly, though, I think a lot of people have been surprised to hear about how onerous it is.",
  "I also want to know from you, Jonathan, what you experienced in terms of bias at the station.",
  "I think, to be frank, the correspondents' White House dinner ought to rethink their mission.",
  "Actually, do you have a question for Dean Baquet, executive editor of \"The New York Times\"?",
  "DEAN BAQUET, EXECUTIVE EDITOR, THE NEW YORK TIMES: He's turned his attention to \"The Post\".",
  "NUZZI: It's shocking to hear something so -- just a blanket statement condemning the media.",
  "And at the time, the big issue were those must-run segments that they would air overnight.",
  "And, honestly, I have been on TV more in the last two months than in the last year at FOX.",
  "And right now, it's looking to widen its influence by buying Tribune Media's TV stations.",
  "Basically, the staff is fed up by years and years of cuts, 30 more layoffs happening now.",
  "Now, his addiction to Fox and to other pro Trump commentators leads to impulsive actions.",
  "STELTER: If we can put a couple of the stats on screen about \"The Times'\" 2017 earnings.",
  "\"Atlantic\" editor in chief Jeffrey Goldberg initially defended the hiring of Williamson.",
  "I might say, hey, these are just people pointing out why it was a bad idea to hire him.",
  "And I will defend them on these principles and they will defend me on these principles.",
  "I mean, why is this not -- honestly, why is this not a hostile act against our country?",
  "ERICKSON: I think, to some degree, it was increasingly more uncomfortable to be there.",
  "My next guest is here to explain that because he left Sinclair and then they sued him.",
  "I hope people see it as a reminder of how powerful our mission is, the risks we take.",
  "Erick, how do you view these boycotts, whether they're against the right or the left?",
  "MARC FISHER, SENIOR EDITOR, \"THE WASHINGTON POST\": Well, that's exactly right, Brian.",
  "There are now deployments happening at the southern border, more in the days to come.",
  "Ask yourself: why is there so much talk about the U.S.-Mexico border all of a sudden?",
  "I'll talk with one former employee who's blowing the whistle on the local news giant.",
  "JEFF GREENFIELD, POLITICAL ANALYST: I think I would add a layer of maybe complexity.",
  "And now, Marc, we have this new tweet from the president where he blasts \"The Post.\"",
  "The newspaper I started in New Orleans, the Afternoon newspaper, had more than that.",
  "When you're a billionaire, you don't usually have to do things you don't want to do.",
  "Well, now, a former staffer at Sinclair station is here for his first TV interview.",
  "But they can't leave, at least not right now, and there's also contractual reasons.",
  "I guess I find myself wondering if the president's just going to take Fox's advice.",
  "I think that's because we have a sort of narrative that White Houses go like that.",
  "Is that a sensible response to this kind of reporting of flatly false information?",
  "And they told me basically: \"No, you're going to stay, unless you pay us the 25K.\"",
  "If he'd said it even the week before hiring, yes, maybe want to second-guess that.",
  "He had also tweeted in the past that those who receive abortions should be hanged.",
  "Critics pointed to this 2014 where Williamson likened a black child to a primate.",
  "And I told management: \"Look, I'm mentally fatigued, and I'm physically fatigued.",
  "This is a newsroom that now is on the verge of having fewer than 100 journalists.",
  "In the past, Zuckerberg has sent lawyers or lobbyists to testify on Capitol Hill.",
  "Same with the people who watch in all these small to midsize markets in the U.S.",
  "Just how -- how prevalent is this conservative bias that creeps in the coverage?",
  "GREENFIELD: Most presidents, whatever their ideology, they might believe things.",
  "[11:05:04]: They are hitting the note that most is likely to get Trump riled up.",
  "But, first, a story that symbolizes everything that's wrong with the Trump era.",
  "Plus, the growing uproar inside Sinclair TV station over propagandistic promos.",
  "STELTER: Quick break here, and more RELIABLE SOURCES right after a quick break.",
  "That's their only power to speak out against offensive or damaging commentary.",
  "When I was with Sinclair, it was...\n\n\n\nSTELTER: Jonathan, it's Sunday morning.",
  "NUZZI: Like, my aunt Diane (ph) watches a woman named Jamie Stelter every day.",
  "And when he said that to me, I just -- I didn't quite know what to make of it.",
  "NUZZI: But it's the highest -- it's the highest-rated morning show, is it not?",
  "I think the press will keep doing what it does, but a president has two roles.",
  "And you're at the point where you have 2.5 million digital-only subscriptions.",
  "And if you're a Trump supporter at all, you want to hear him bash immigrants.",
  "[11:00:08] BRIAN STELTER, CNN HOST: Hey, a manufactured crisis at the border.",
  "But I do want to bring in senior editor Marc Fisher at \"The Washington Post.\"",
  "And, thankfully, they have stood by Bari Weiss and Bret Stephens and others.",
  "Aired 11a-12n ET\n\nAired April 8, 2018 - 11:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "GREENFIELD: I mean, that's just part of the drill and he just warms to that.",
  "Some of it was our coverage of Harvey Weinstein, which we were first on to.",
  "And then he went on to say here that you should give people second chances.",
  "Hey, I want to turn to the firing of conservative writer Kevin Williamson.",
  "We're big, we can stand it, we can even thrive and it can even inspire us.",
  "It's healthy for the countries to have institutions fighting to the death.",
  "But I think calling attention to the problem is the main thing we can do.",
  "Well, the tragedy of this is the way that they misinterpreted that story.",
  "ERICK ERICKSON, THE RESURGENT: I'm generally opposed boycotts in general.",
  "And I was trying -- I had been talking to people at Sinclair in the fall.",
  "And let's put on screen part of what he said to you in an e-mail message.",
  "It's a legitimate position that gets lost in the bluster of Donald Trump.",
  "That's the CBS affiliate in West Palm Beach, Florida, owned by Sinclair.",
  "UNIDENTIFIED MALE: You know what, the president's instincts are correct.",
  "Trump wants his supporters to know the difference and watch accordingly.",
  "Tell me what you want to know from him, he'll be live right after this.",
  "Instead, he talks about voter fraud and immigration and other subjects.",
  "That means things won't be covered, school boards aren't being covered.",
  "STELTER: What can newsrooms like \"The Times\" do to help local outlets?",
  "And we're seeing it more and more, not just on really extreme opinion.",
  "Jeff, am I wrong about this being what's so wrong about the Trump era?",
  "And even entertainment, \"Roseanne\" is really good, \"SNL\" is very bad.",
  "STELTER: Normally, people expect you to battle \"The Washington Post\".",
  "On the other hand, I hope people see it as a reminder of what we do.",
  "Six other journalists injured there, according to the Palestinians.",
  "They have declined, but I do have a new statement from the company.",
  "You went ahead and published this for \"New York Magazine\" recently.",
  "STELTER: But this isn't even a mainstream view among conservatives.",
  "(CROSSTALK)\n\n\n\nBAQUET: We will fight to the death on daily stories.",
  "Do you think it means anything that he's not going again this year?",
  "But that's not the case for Facebook CEO Mark Zuckerberg this week.",
  "Now, Rupert Murdoch and FOX News have strongly supported Ingraham.",
  "People are boycotting advertisers over less and less major things.",
  "You've seen this viral video that they really created a firestorm.",
  "BEATON: It was -- it was a culture of misogyny and of xenophobia.",
  "The biggest -- biggest crisis is the decline of local newspapers.",
  "OLIVIA NUZZI, WASHINGTON CORRESPONDENT, NEW YORK MAGAZINE: Right.",
  "If they want a way to raise scholarships for people, I get that.",
  "STELTER: But have we become numb to his voter fraud lie by now?",
  "NUZZI: Exactly, local markets, and how important local news is.",
  "So I'm sure lots of folks will be tuning in for these hearings.",
  "So, Jonathan, you're now the president of Inside Advantage PR.",
  "And let me just reiterate, Sinclair forks, you got my number.",
  "I know \"The Times\" has been avoiding the dinner for a decade.",
  "Well, the answer involves President Trump's favorite channel.",
  "And, look, there were -- there are two questions about this.",
  "(END AUDIO CLIP)\n\n\n\nSTELTER: Now, you had to report on this.",
  "Olivia Nuzzi is still here with me from \"New York Magazine.\"",
  "[11:30:01]\n\n\n\nJonathan Beaton is a former reporter at WPEC.",
  "He says he wants to blow the whistle on the company's bias.",
  "They say they don't want to cow to this kind of ad boycott.",
  "[11:10:07] He's out there giving a speech about tax reform.",
  "Check out our coverage of that ongoing controversy as well.",
  "[11:55:08]\n\n\n\nThere are a lot of questions for Zuckerberg.",
  "So, how does this affect the -- you know, the bad outlets?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "He's listening to the very source of --\n\n\n\nSTELTER: Right.",
  "STELTER: I mentioned you're a former FOX News contributor.",
  "ERICKSON: You know, I think people can change the channel.",
  "Look, I have got tremendous respect for the people of FOX.",
  "And then there's another issue, which is the cultural one.",
  "That changed when a 2014 podcast by Williamson resurfaced.",
  "The corporate interference is bad and it's getting worse.",
  "I was there for five years after being at CNN for three.",
  "This is one of those areas where you find common ground.",
  "Part of it is, by the way, it was not just Donald Trump.",
  "And this goes for other sources of information as well.",
  "NUZZI: And as you said, is it any way to run a country?",
  "STELTER: That people who have abortions should be hung.",
  "You can always follow us online at RELIABLESOURCES.com.",
  "Erick, what is your view of \"The Atlantic\"'s decision?",
  "(CROSSTALK)\n\n\n\nNUZZI: But it's pretty shocking to see.",
  "We've heard Ann Coulter and others talking about this.",
  "Why are National Guard troops suddenly being deployed?",
  "\"The New York Post\", good, \"The Washington Post\", bad.",
  "We had one of our best years last year in a long time.",
  "I think that headline on WNYC this week on the media.",
  "(END VIDEO CLIP)\n\n\n\nSTELTER: And we've seen the rest.",
  "Thanks for tuning in to this week's RELIABLE SOURCES.",
  "We will see you right back here this time next week.",
  "GREENFIELD: -- misinformation that comes unmediated.",
  "And that's when I told him to go jump in a lake and.",
  "Then they feed whatever conservative bias they have.",
  "But Williamson wasn't being hired for this one view.",
  "He's been covering this Amazon-Trump thing going on.",
  "And you don't want to risk him going somewhere else.",
  "This is an audio-only gaggle, talking about Amazon.",
  "In fact, as I wrote, what I had in mind is hanging.",
  "NUZZI: Well, they need a copy editor, first of all.",
  "GREENFIELD: But, Brian, this is Trump as a showman.",
  "STELTER: And which is ultimately what's happening.",
  "And this became an outcry on Twitter and Facebook.",
  "I think you're forcing advertisers to take a side.",
  "I would love to have you on the program next week.",
  "And I have just posted a new story about Sinclair.",
  "(COMMERCIAL BREAK)\n\n\n\n[11:41:08]\n\n\n\nSTELTER: Hey.",
  "And that part was mostly on the business network.",
  "Of course, you're not a spokesman for \"The Post.\"",
  "This was around 6:30 in the morning Eastern Time.",
  "Your reporter, Sydney Ember, is writing about it.",
  "I think he meant...\n\n\n\nSTELTER: Well, we all do.",
  "BEATON: Well, it comes from the top down, Brian.",
  "I would tell Sinclair to get their act together.",
  "STELTER: Now, this has been going on for years.",
  "But, for somebody like me, $5,700 is something.",
  "ERICKSON: Yes, listen, I think this is a trend.",
  "STELTER: Usually you're their big rival, right?",
  "I just -- I don't think that's an image I like.",
  "They should not need for the president to come.",
  "This is going to be life in American politics.",
  "STELTER: How much of that is the Trump effect?",
  "Rasmussen polls are good, other polls are bad.",
  "I mean, TV networks measure things in ratings.",
  "(END AUDIO CLIP)\n\n\n\nSTELTER: So, there you go.",
  "Ever since then, they have been unresponsive.",
  "What did this tell you about Sinclair's bent?",
  "(CROSSTALK)\n\n\n\nSTELTER: On New York One, yes.",
  "One role, of course, is to pursue his agenda.",
  "They might have a sense of what they believe.",
  "So, it's not just that he's listening to Fox.",
  "So, let's try to slow down time for a minute.",
  "STELTER: Marc, thanks so much for being here.",
  "You have to see this timeline to believe it.",
  "What happened to you when you left Sinclair?",
  "Let's listen to what he said on the podcast.",
  "I can't believe that's even a real sentence.",
  "But I think the herd is not the free market.",
  "There was curiosity about why you left FOX.",
  "If you don't want to shop somewhere, don't.",
  "NUZZI: I think he meant meaningless drivel.",
  "Outlets are either with him or against him.",
  "We learned from them, they learned from us.",
  "And we will have full coverage here on CNN.",
  "Reince Priebus came out, he verified them.",
  "Let me bring in one other voice, Jonathan.",
  "First, a little background about Sinclair.",
  "ERICKSON: Yes, it's not a mainstream view.",
  "But he did these things in 2014 and 2015.",
  "They can hire and fire whoever they want.",
  "STELTER: Jonathan, thanks for being here.",
  "I'd would like to do a lot more of those.",
  "Jesse Watters is good, Jeff Bezos is bad.",
  "(CROSSTALK)\n\n\n\nNUZZI: On cable news, yes.",
  "You left Sinclair a number of years ago.",
  "This is a crisis in American journalism.",
  "(CROSSTALK)\n\n\n\nSTELTER: Is that a thing?",
  "And his views again were 2014 and 2015.",
  "FISHER: Well, no, it's an absurd claim.",
  "Big story at the end of the week here.",
  "It hurt -- I mean, it hurts the media.",
  "But we believe in the same principles.",
  "But it remains very much in the news.",
  "Now, you can disagree with him there.",
  "That's not an excuse, that's reality.",
  "He's a bricks and mortar kind of guy.",
  "STELTER: One final note before we go.",
  "She had some regrets it sounds like.",
  "[11:45:16]\n\n\n\nAnd I do support that.",
  "Goldberg fired Williamson on Friday.",
  "Is there any fairness to this claim?",
  "We know how to answer that question.",
  "It caused a nearly two-week uproar.",
  "I don't like this culture of chaos.",
  "Olivia, thanks for sticking around.",
  "STELTER: And took Sinclair's side.",
  "STELTER: Thank you for being here.",
  "However, that changed on Thursday.",
  "I'm not going to read it out loud.",
  "He knows what gets the base going.",
  "STELTER: To \"The Washington Post\".",
  "He has believed this for 30 years.",
  "Is this any way to run a country?",
  "Erick Erickson will join me live.",
  "And I think this is debilitating.",
  "This stuff so far is all held up.",
  "STELTER: Most news outlets still.",
  "It was about dam coastal erosion.",
  "STELTER: Erick, great to see you.",
  "It's not a First Amendment issue.",
  "Welcome back to RELIABLE SOURCES.",
  "It comes straight from corporate.",
  "People were embarrassed by them.",
  "STELTER: Dean, great to see you.",
  "ERICKSON: Well, you would think.",
  "They're now that was a newsroom.",
  "(END VIDEO CLIP)\n\n\n\nSTELTER: OK.",
  "Did you see the time on-screen?",
  "The Democrats had their chance.",
  "He sees something on \"Hannity\".",
  "GREENFIELD: I think two things.",
  "Anyway, Jeff, great to see you.",
  "There have been others as well.",
  "STELTER: Please come back soon.",
  "And it's very important to her.",
  "STELTER: It's a sad statement.",
  "ERICKSON: Yes, it actually is.",
  "STELTER: Is it out of control?",
  "BAQUET: Well, this one is not.",
  "This is a major city, Denver.",
  "Sinclair is good, NBC is bad.",
  "Is that what really happened?",
  "And that goes both ways now.",
  "How do you rationalize that?",
  "Essentially, they hired him.",
  "But this is President Trump.",
  "But, I mean, they hired him.",
  "STELTER: You say online mob.",
  "BAQUET: It's out of control.",
  "Olivia, please stick around.",
  "STELTER: -- again yesterday.",
  "STELTER: Yes, right, right.",
  "ERICKSON: Thanks very much.",
  "Let's talk it through here.",
  "[11:35:05]\n\n\n\nNUZZI: Right.",
  "I have a family of support.",
  "What's the current status?",
  "Let's zoom in on the time.",
  "We've highlighted it here.",
  "And he's bothered by that.",
  "Trump wants a PR victory.",
  "That's Trump being Trump.",
  "It's very, very alarming.",
  "Don't get me wrong there.",
  "BAQUET: It's two things.",
  "But it's out of control.",
  "Fox is good, CNN is bad.",
  "But those days are over.",
  "I'm sure you have some.",
  "Great talking with you.",
  "Well, they parted ways.",
  "You can read the rest.",
  "Jonathan joins me now.",
  "Jonathan joins me now.",
  "So, you're suing them.",
  "This was kind of wild.",
  "BAQUET: Yes, it's bad.",
  "STELTER: Right, right.",
  "BAQUET: Some of it is.",
  "BAQUET: No, not to me.",
  "A manufactured crisis.",
  "So, here's the kicker.",
  "ran with it big time.",
  "BAQUET: That's right.",
  "Just no credibility.\"",
  "That is unbelievable.",
  "Thanks for coming on.",
  "And it's not just me.",
  "They're good people.",
  "It wasn't all shows.",
  "We'll get into that.",
  "It's healthy for us.",
  "Of course, it isn't.",
  "BAQUET: Right, yes.",
  "STELTER: I imagine.",
  "ERICKSON: Maybe so.",
  "What did you find?",
  "You're a reporter.",
  "He's quite fickle.",
  "I'm Brian Stelter.",
  "So, don't go away.",
  "BAQUET: Thank you.",
  "BAQUET: Thank you.",
  "BAQUET: Thank you.",
  "That's astounding.",
  "First, it's scary.",
  "That's part of it.",
  "Lots to ask him.",
  "Good to see you.",
  "And I want out.\"",
  "ERICKSON: Right.",
  "Let's be clear.",
  "NUZZI: Exactly.",
  "NUZZI: Exactly.",
  "STELTER: Right.",
  "STELTER: Right.",
  "It's alarming.",
  "STELTER: Yes.",
  "STELTER: Yes.",
  "BEATON: Sure.",
  "It's nothing.",
  "STELTER: Yes.",
  "STELTER: Yes.",
  "NUZZI: Right.",
  "NUZZI: Right.",
  "STELTER: Yes.",
  "STELTER: Yes.",
  "FISHER: Sure.",
  "BAQUET: Yes.",
  "BAQUET: Yes.",
  "BAQUET: Yes.",
  "BAQUET: Yes.",
  "BAQUET: Yes.",
  "BAQUET: Yes.",
  "But it is.",
  "Call me.",
  "Exactly.",
  "Come on.",
  "Watch.",
  "I do.",
  "Yes."
]