[
  "It is telling that one of the most prominent and memorable figures in Ken Auletta’s new book, “Frenemies: The Epic Disruption of the Ad Business (and Everything Else),” is Don Draper, the fictional executive at the center of the celebrated television series “Mad Men.” Draper, a 1960s adman whose brilliant creative campaigns made clients swoon, is a convenient stand-in for the advertising industry of yore, a simpler time when corporations paid agencies big money to reach consumers through newspapers, magazines, billboards and the emerging 30-second spot on television.",
  "Auletta’s book, completed before Facebook admitted that consulting firm Cambridge Analytica gained access to data on 87 million users, doesn’t go nearly deep enough into privacy concerns, despite an entire chapter titled “The Privacy Time Bomb.” He unquestioningly quotes Ricky Van Veen of Facebook as saying “privacy is overrated” and bolsters that view with anecdotes about how teens and college kids love to share intimate details on social media.",
  "To help illustrate the shift from Draper to data, Auletta relies on mini-profiles of industry players such as Sorrell; Carolyn Everson, head of global marketing solutions for Facebook and the ad industry’s main liaison with the social platform; and corporate executives such as Comstock, Weed and Bank of America Vice Chairman Anne Finucane.",
  "And the lifeblood of the business is no longer creativity — though commercials still have the ability to pull at heartstrings or go viral — but rather computers, which use algorithms to place advertising on websites and, as Unilever’s Weed notes, produce data that can be used to precisely target consumers to buy more stuff.",
  "Martin Sorrell, the former CEO of advertising conglomerate WPP, adds, “Seventy-five percent of our revenues comes from things — $15 billion of nearly $20 billion — Don Draper wouldn’t recognize.”\n\nYou can hardly blame today’s marketing executives for feeling a little nostalgic for a less-tumultuous time.",
  "The author describes him as “a pear-shaped teddy bear of a man with a soft, round, tanned face, the sunny smile of a practiced politician, and the jokey shtick of a stand-up comedian.”\n\nThe lack of a modern-day Draper makes “Frenemies” a bit of a slog for the general-interest reader.",
  "Larry Page and Sergey Brin, the protagonists of Auletta’s 2009 book, “Googled,” are not exactly swashbuckling, but the pervasiveness and audacity of their ambition — to organize all the world’s information and make it universally accessible and useful — keep the reader engaged.",
  "The challenge for Madison Avenue and its clients, of course, is that its partners in this new world — Google, Facebook, Amazon and Microsoft — collect, control and manipulate far more information about consumers than agencies and marketers do.",
  "“The Highwaymen,” published in 1997, features profiles of Barry Diller, Ted Turner, Rupert Murdoch — entrepreneurial risk-takers whose gambits have had a huge and dramatic impact on everyday American life.",
  "Sorrell applies the word “frenemies” to describe the uneasy relationship between marketers and technology platforms, but there’s little doubt which parties have the upper hand — for now.",
  "“Frenemies” never successfully makes the case that the advertising industry, despite its massive size, is as important or innovative or influential as cable news or Google.",
  "Publishers, facing declining revenue from traditional advertising, have started their own studios to create “native advertising” for clients, cutting out agencies.",
  "Even Everson, who is meant to represent the industry’s big disruptor, comes with a pristine corporate pedigree — Anderson Consulting, Disney, MTV, Microsoft.",
  "With the exception of Sorrell, who resigned as CEO of WPP in April amid an investigation into alleged personal misconduct, it’s a pretty buttoned-up bunch.",
  "“Frenemies” culminates in the 2017 sale of MediaLink to Ascential, a British company that owns the Cannes Lions International Festival of Creativity.",
  "Auletta zeroes in on Michael Kassan, founder of MediaLink, a consultancy that works with publishers, big brands, ad agencies and digital platforms.",
  "(Auletta writes that advertising is “variously said to be a $1 trillion to $2 trillion industry,” which seems like an incredibly imprecise range.)",
  "Kassan is an expedient choice to help guide the reader through the changing industry landscape, as his firm touches every part of the ecosystem.",
  "People had fewer choices,” Beth Comstock, a former General Electric executive whose portfolio included marketing and advertising, tells Auletta.",
  "Kassan, described by Auletta as the “supreme power broker in the advertising and marketing industry,” fetched $207 million for MediaLink.",
  "“The biggest difference from Don Draper days is data,” says Keith Weed, Unilever’s chief marketing and communications officer.",
  "The real-life advertising and marketing executives Auletta quotes in “Frenemies” talk about Draper like he’s an actual person.",
  "The average tenure for a corporate chief marketing officer is less than four years, about half the shelf life of most CEOs.",
  "(In 2016 and 2017, MediaLink was a paid sponsor of the Vanity Fair New Establishment conference, which I helped produce.)",
  "His books and pieces for the New Yorker are propelled by his deep reporting and access to colorful titans of business.",
  "“Carolyn Everson doesn’t look like an existential threat,” Auletta writes as he introduces her.",
  "By contrast, Alphabet, Google’s parent company, is valued by the market at about $800 billion.",
  "Like Facebook’s Everson, Kassan, now 67, doesn’t fit the typical “change agent” mold.",
  "And there’s nothing imprecise about the difference between those numbers.",
  "(Amazon founder and CEO Jeffrey P. Bezos owns The Washington Post.)",
  "It is as if he’s going out of his way to make her bland.",
  "“Back in Don Draper’s day you had three major networks.",
  "Stephanie Mehta is editor in chief of Fast Company.",
  "You had people’s attention.",
  "Auletta is a quiet writer."
]