[
  "And now, Facebook faces the prospect of additional regulatory scrutiny after disclosing a new security breach affecting nearly 50 million users\n\nThe longer the privacy backlash continues, not to mention ongoing concerns about election meddling, the more potential for damage to Facebook's core business.",
  "Instagram has more than one billion monthly active users and has begun rolling out long-form video options and shopping tools\n\nThe surprise departure of Instagram's two founders could potentially pave the way for Facebook to exert more control over the platform's direction.",
  "\"For the first time, we've heard some grumblings from the advertiser community that the hot water that Facebook is in politically is creating some hesitation on budget allocations (for some),\" Ross Sandler, an analyst with Barclays, wrote in an investor note this week.",
  "Facebook stock opened at $150.13 on Thursday, down more than 30% from the high it hit in July, as the company continues to grapple with privacy scandals, fake news and a broader market selloff hitting the tech industry particularly hard.",
  "In fact, Facebook stock is hovering around its lowest point from the days after the Cambridge Analytica data scandal came to light in March and ignited a wave of consumer and regulatory scrutiny on both sides of the Atlantic.",
  "Meanwhile, Facebook's long awaited push into hardware this week -- with a video calling device called Portal -- was mired by the same user trust issues over privacy concerns that have plagued the company all year.",
  "Adding to Facebook's uncertainty right now: The company is making a big bet across its products on Stories, a visual format popularized by Snapchat, but one with unknown potential for advertisers.",
  "In July, Facebook suffered the biggest wipeout in stock market history after executives informing investors that the company's ad sales machine could slow as it \"puts privacy first.\"",
  "That could potentially come from a strong earnings report later this month, though Sandler thinks it's more likely Facebook stock stays in \"purgatory\" until early next year.",
  "Despite hours of testimony, a blitz of executive interviews and numerous tweaks to its privacy settings, Facebook has yet to put the Cambridge Analytica issue behind it.",
  "\"The question is will this monetize at the same rate as News Feed,\" Sheryl Sandberg, Facebook's COO, said on a conference call with analysts in July.",
  "(CNN) Facebook is taking steps to address criticism that its platform has been hijacked by bad actors, but investors are bailing.",
  "\"New leadership there could lead to more monetization,\" Scott Kessler, an analyst with CFRA, wrote in a note this week.",
  "Facebook is in need of a \"positive cataylst\" to kickstart its recovery, according to Sandler.",
  "One potential catalyst could be Instagram, long viewed as Facebook's secret moneymaker.",
  "Yet, Facebook's pledged fixes have also rattled Wall Street.",
  "\"And we honestly don't know.\""
]