[
  "Europe is about to do just that\n\nCiting media reports, the lawmakers raised concerns that smartphones could \"in some instances\" collect data from conversations taking place near the device, even if the user did not deliberately trigger the voice assistants by saying, \"Hey Siri,\" or \"OK Google.\"",
  "The Republican leadership of the House Energy and Commerce Committee sent letters on Monday to Tim Cook, the CEO of Apple (AAPL), and Larry Page, the CEO of Google's parent company, Alphabet, requesting details about their smartphone data collection practices.",
  "Apple and Google are facing questions from House Republicans over smartphone data privacy, suggesting members of Congress are broadening their scrutiny of how the tech industry handles users' personal information.",
  "The hearing followed news that Cambridge Analytica, a data firm with ties to President Donald Trump's campaign, accessed information from as many as 87 million Facebook users without their knowledge.",
  "The questions come roughly three months after Facebook (FB) CEO Mark Zuckerberg was grilled by members of the same House committee over the company's data collection practices.",
  "The letters, signed by the committee's chairman and the heads of three subcommittees, asked for details on how iPhone and Android devices collect audio and location data.",
  "\"I think most people are not aware of who is tracking them, how much they're being tracked and sort of the large amounts of detailed data that are out there about them.\"",
  "In the letter Monday, lawmakers asked Google to explain how many developers \"are permitted to access a user's email contents with or without consent on Gmail.\"",
  "In a blog post, Google didn't dispute the practice but said that it vets the developers and allows users to control the access developers have.",
  "The letters also cited a 2017 news report claiming Google collected data from cell towers even when location services were disabled.",
  "They also asked about any limits Apple and Google place on third-party app developers in collecting data from users' devices.",
  "We look forward to answering the Committee's questions,\" a spokesperson for Google said in a statement provided to CNNMoney.",
  "The Wall Street Journal reported earlier this month that Google lets outside developers scan the inboxes of Gmail users.",
  "In the aftermath of Facebook's data scandal, Cook positioned himself as a champion for user privacy.",
  "Google, with an ad-based business model similar to Facebook's, has faced more privacy scrutiny.",
  "\"Protecting our users' privacy and securing their information is of the utmost importance.",
  "Cook told CNNMoney last month that Apple believes \"privacy is a fundamental human right.\"",
  "Both companies were asked to clarify their policies on this issue.",
  "\"The privacy thing has gotten totally out of control,\" he said.",
  "Apple and Google have until July 23 to respond.",
  "Apple declined to comment on the letter.",
  "Related: Will the US regulate Facebook?"
]