[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— Facebook managed to annoy the Clinton campaign even more: Zuckerberg reopened wounds with the Clinton campaign this week, saying in his testimony Tuesday that when Facebook detected that Russian actors seemed to be attempting to manipulate candidates’ pages, “we did identify and notify the campaigns that they were trying to hack into them.” That's not true, said Clinton campaign manager Robby Mook, one of a number of Clinton-world figures to take umbrage.",
  "7 takeaways from the Zuckerberg hearings\n\nWith help from Nancy Scola, John Hendel and Steven Overly\n\n7 TAKEAWAYS FROM THE ZUCKERBERG HEARINGS — Mark Zuckerberg put in what amounted to nearly a full workday testifying before Congress about the Cambridge Analytica data leak — stopping the immediate bleeding for Facebook, but leaving unanswered questions about how it collects and controls information on more than 2 billion people.",
  "He later withdrew the suit and filed a federal whistleblower claim, alleging the company had retaliated against him in violation of the Dodd-Frank Wall Street Reform and Consumer Protection Act.”\n\n— Uber’s transportation vision: “Uber Technologies is looking to be virtually a one-stop transportation shopping app, saying on Wednesday it will add new services, including car-sharing and train tickets,” Reuters reports.",
  "— They're not convinced Facebook met its promises to the FTC: Members repeatedly pressed Zuckerberg on whether his company's handling of the Cambridge Analytica affair means that Facebook violated its 2011 consent decree with the Federal Trade Commission, which required the social network to protect users' privacy in line with what they expect.",
  "ITI raises alarm on tariffs: “We agree that China’s ongoing intellectual property rights violations, forced technology transfers and state interventions harm U.S. companies, workers, consumers and our competitiveness,” the Information Technology Industry Council writes in a letter with more than a hundred business organizations.",
  "ABOUT THAT OMNIBUS BROADBAND CASH — Sen. Ted Cruz (R-Texas) and GOP FCC Commissioner Mike O’Rielly both offered words of caution Wednesday about how the federal government should spend the $600 million going to the Agriculture Department’s Rural Utilities Service for a broadband pilot as part of the recent omnibus spending law.",
  "PUBLIC INTEREST GROUPS PUSH CA NET NEUTRALITY BILL — Consumers Union and Color of Change are among the public interest organizations urging California state senator Ben Hueso, the chair of the communications committee, to support a net neutrality bill that would restore policies established by the FCC’s 2015 order in the state.",
  "“While the time window for a deal is not clearly defined, the companies need to act before a U.S. wireless spectrum auction in November.”\n\n— Snap judgment: “A federal judge has halted a lawsuit from a former Snapchat employee who claims the company deceived its investors with phony growth metrics,” Variety reports.",
  "“Without careful planning … valuable funding could be wasted duplicating service, distorting competition, and undermining the viability of existing and ongoing efforts to extend broadband.” Agriculture Secretary Sonny Perdue said Monday that staff is sorting out buildout and eligibility requirements for the pilot.",
  "Removing some protections makes the whole regime meaningless by allowing ISPs to reach the same result in a different way.” The FCC, in a December repeal of the net neutrality rules, also sought to preempt state efforts on this front, so bills like this are likely to face legal challenges if they become law.",
  "He complained of what he viewed as wasted money from the billions of dollars spent on broadband stimulus under the Obama administration: “A lot of that money ended up nowhere near rural broadband.” He prefers removing regulatory barriers, he added, lauding the nimbleness of the private sector.",
  "SILICON VALLEY MUST-READS\n\n— SoftBank-ing on T-Mobile: “SoftBank Group Corp CEO Masayoshi Son faces a closing window of opportunity to merge the Japanese company’s debt-laden U.S. wireless subsidiary Sprint Corp with Deutsche Telekom’s U.S. wireless unit, T-Mobile U.S. Inc,” Reuters reports.",
  "Expect more questions pressing him to take a definitive stance on issues like patent trolls and the agency’s \"inter partes\" review process for contesting patents after they're granted — both topics that he declined to stake out strong positions on during his confirmation hearing.",
  "Here’s Nancy’s rundown on the key takeaways:\n\nStory Continued Below\n\n— Lawmakers have a heap of ideas for keeping Facebook in check: Some members suggested requiring sites like Facebook to refrain from sharing sensitive data with advertisers until users grant permission.",
  "For example, Zuckerberg said Facebook's internal investigations raised concerns about the entire British academic program that includes the professor who sold the user data to Cambridge Analytica, something the University of Cambridge pushed back on almost immediately.",
  "QUICK DOWNLOADS\n\nSusan Fowler’s goals post-Uber: “Susan Fowler – the engineer who kickstarted a reckoning on sexual harassment in Silicon Valley – says the industry must end an obscure legal clause that prevents people like her seeking justice,” The Guardian reports.",
  "— Light treatment of Russian interference: While Washington has spent months fixated on how, exactly, Russian online agents made use of Facebook to try to shape the 2016 presidential election, the topic got only light treatment during Zuckerberg’s lengthy testimony.",
  "Tesla’s take on the Autopilot accident: “Tesla defended its semiautonomous Autopilot system in the wake of a fatal crash last month, blaming the incident on the driver after his family hired a lawyer to explore legal options,” The Wall Street Journal reports.",
  "“With his proven record in developing and executing policy priorities, Emmett will be an invaluable resource to the Booking team,” Peter Lochbihler, director of global public affairs at Amsterdam-based Booking.com, told POLITICO in a statement.",
  "DROPBOX ON CLOUD ACT AND PRIVACY — Dropbox has some thoughts on how the CLOUD Act, a recently passed law that governs U.S. authorities’ access to data that’s stored overseas, can be implemented with an eye toward stronger privacy protections.",
  "“We hope to get other social media platforms, some of the other tech companies, in here in the future, to shed additional light, to add additional context to some of these privacy issues and to hear what steps they’re taking,” Thune said.",
  "“We are concerned that the proposed tariff list, and escalating tariff threats made by the Administration, however, will not effectively advance our shared goal of changing these harmful Chinese practices.”\n\nTips, comments, suggestions?",
  "4706 (115)) would ensure that artists who released records before 1972 receive royalties when their work is digitally streamed, and would set up a blanket licensing system for digital services to obtain licenses for musical work.",
  "FACING THE MUSIC MODERNIZATION ACT — The House Judiciary Committee voted unanimously Wednesday to approve a package of music licensing reforms that would update how royalties are paid to artists, songwriters and producers.",
  "— O’Rielly, meanwhile, said “it is imperative that RUS coordinate with the FCC to ensure the implementation of regulations prevent any overbuilding” with recipients of the commission’s broadband subsidies, in a blog post.",
  "— Members of Congress are still learning to talk tech: The Senate’s round of questioning was widely mocked for revealing woeful ignorance of the workings of the internet, in particular Facebook's ad-driven business model.",
  "— It’s been welcomed by creative industry groups like the musicFIRST Coalition as well as tech trade organizations including the Internet Association, which represents platforms such as Spotify and Pandora.",
  "— The questions on Cambridge Analytica produced a pile of new ones: The hearings didn't offer a great deal of new information on what really went down between Facebook and the Trump-affiliated data firm.",
  "“We urge you and your colleagues to resist attempts by ISPs or others to amend SB 822, as we fear such tactics will only serve to dilute a full restoration of net neutrality in California,” they write.",
  "— Some lawmakers would rather talk about Diamond and Silk: The hearings' most prominent non-data-related theme may have been whether Facebook is politically biased against conservative voices.",
  "“Congress attached the CLOUD Act to a 2000-page, must-pass spending bill, with no hearings or debate and with limited opportunity for input from privacy, consumer, and other stakeholders.",
  "He most recently worked as senior vice president of advocacy at the Data & Marketing Association, and previously held roles in the public policy shops of Amazon and Cablevision Systems.",
  "MARK YOUR CALENDAR — Freshly minted patent office director Andrei Iancu is set to appear at a Senate Judiciary oversight hearing of the USPTO that will take place Wednesday, April 18.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Others called for imposing disclosure requirements for online political ads or loosening the two-decade-old law that shields websites from liability for content posted by users.",
  "Both lawmakers on Wednesday expressed an interest in hauling other tech executives from companies like Google and Twitter to testify about their data practices, John reports.",
  "Still others talked about \"algorithmic transparency\" — forcing tech companies to reveal the secret proprietary formulas that determine what content they display to users.",
  "Dropbox says it’s pushing for passage of the Email Privacy Act (S. 1654 (115)) and advocating for the DOJ to prioritize privacy and transparency as it implements the law.",
  "“Anthony Pompliano filed suit in state court in January 2017, alleging that he had been fired as head of growth for the company after raising concerns about the numbers.",
  "“This bill will bring music licensing out of the age of player pianos and into the digital era,” said Internet Association President Michael Beckerman in a statement.",
  "The House appeared to show more flashes of tech savvy, though Wednesday still included numerous instances of members struggling with technology terms and concepts.",
  "Numerous Republicans brought up the case of Diamond and Silk, Trump-backing social media figures whose videos, the members said, had been restricted by Facebook.",
  "— If Sen. John Thune and Rep. Greg Walden — leaders of the Senate and House commerce panels — have their way, it certainly looks like this could be the case.",
  "Recall that FEC Commissioner Ellen Weintraub has also invited the CEOs of Facebook, Twitter and Google to testify about disclaimers on online political ads.",
  "ACLU on AI: The American Civil Liberties Union outlines the need for public oversight for algorithms used by the the government, in a blog post.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Two for one: Hulu and Spotify have announced a bundle that includes both services that’s open to all customers, TechCrunch reports.",
  "“There was $600 million in there ostensibly for rural broadband,” Cruz said during an event hosted by Charter Communications.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "It’s still unclear whether any of these proposals will pick up the momentum they need to become law, however.",
  "“When I was referring to the campaigns yesterday I meant the DNC and RNC,\" Zuckerberg said on Wednesday.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, where we’re mentally preparing for this heat wave.",
  "A Capitol Hill veteran, he worked in offices of former Sen. Byron Dorgan and former Rep. Ron Klink.",
  "Zuckerberg, meanwhile, repeatedly insisted that the company did not violate the FTC agreement.",
  "Key privacy protections fell by the wayside as a result,” the company writes in a blog post.",
  "BOOKED FOR WASHINGTON — The travel website Booking.com has made its first Washington hire.",
  "Emmett O’Keefe is joining the firm as the head of public affairs in North America.",
  "And in some cases, Zuckerberg’s responses only created more confusion.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "“Net neutrality protections work as a whole.",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "MORE TECH CEOS HEADED TO CONGRESS?",
  "The Music Modernization Act (H.R.",
  "**"
]