[
  "As Kavanaugh moves through the confirmation process, he added, “I don't think there will be any surprises, as his unabashed view that national security trumps privacy is pretty clearly articulated in Klayman.”\n\n“In short,” Gidari said, “the privacy community isn't having cocktails over this one.”\n\nPINGED, PATCHED, PWNED\n\nHeadquarters of the U.S. Office of Personnel Management (Andrew Harrer/Bloomberg News)\n\nPINGED: The Justice Department is walking back a statement from prosecutors in Virginia linking a criminal identity fraud scheme to the massive hack of Office of Personnel Management records, my colleague Rachel Weiner reports.",
  "“His decisions on mass surveillance and warrantless tracking of Americans’ every move are out of step with both the Fourth Amendment and the Court’s recognition that digital devices are different.”\n\nRep. Justin Amash (R-Mich.) also blasted Kavanaugh’s track record in Fourth Amendment cases, calling him a “disappointing pick.”\n\n“Future decisions on the constitutionality of government surveillance of Americans will be huge,” Amash said in a Twitter thread that quoted directly Kavanaugh’s opinion on NSA surveillance.",
  "In a concurring opinion in 2015, Kavanaugh wrote that the program was “entirely consistent with the Fourth Amendment.” He added that the Constitution “allows governmental searches and seizures without individualized suspicion when the Government demonstrates a sufficient ‘special need’ — that is, a need beyond the normal need for law enforcement — that outweighs the intrusion on individual liberty.” In this instance, he concluded, the special need was preventing terrorist attacks.",
  "“'Vigilant is required by contract, and have assured us, that ALPR data collected at these locations is only shared with local police departments as part of their efforts to keep the local community safe,' the company said in a statement.”\n\n— A former employee for LBI Inc., a defense contractor, was found guilty by a federal jury in Hartford, Conn., in a case of intellectual property theft, the Justice Department announced in a statement on Tuesday.",
  "and Jerry Moran (Kan.) told Alphabet chief executive Larry Page in a letter released Tuesday that “the reported lack of oversight from Google to ensure that Gmail data is properly safeguarded is cause for concern.”\n\n“Google does little to police those developers, who train their computers — and, in some cases, employees — to read their users’ emails, a Wall Street Journal examination has found,” the Journal's Douglas MacMillan wrote on July 2.",
  "“On Tuesday, U.K. watchdogs announced a $664,000 preliminary fine — the maximum amount allowed — after finding Facebook lacked strong privacy protections and overlooked critical warning signs that might have prevented Cambridge Analytica from trying to manipulate public opinion on behalf of clients around the world, including those who sought to withdraw Britain from the European Union in 2016,” my colleagues wrote.",
  "“Yesterday’s verdict sends a clear message that the Department of Justice is committed to protecting American intellectual property and will aggressively prosecute those who steal it.”\n\n— More cybersecurity news about the public sector:\n\nGOP Senators Tell Contradictory Stories About Moscow Trip A key Republican came back from the Kremlin seemingly shrugging off Russian aggression.",
  "(Salwan Georges/The Washington Post)\n\n— Irvine Company Retail Properties, which runs malls in California, uses automated license plate readers to collect information about customers but some groups worry that U.S. Immigration and Customs Enforcement could also access the data, the Verge's Russell Brandom reported Tuesday, citing a report from the Electronic Frontier Foundation.",
  "The Department of Homeland Security in September 2017 said in a statement that it was “concerned about the ties between certain Kaspersky officials and Russian intelligence and other government agencies.”\n\nA law enforcement officer walks past a U.S. Immigration and Customs Enforcement logo before a news conference on May 11, 2017, at the agency's headquarters in Washington.",
  "— More cybersecurity news from abroad:\n\nAustralia prepares to ban Huawei from 5G project over security fears Australia is preparing to ban Huawei Technologies Co Ltd from supplying equipment for its planned 5G broadband network after its intelligence agencies raised concerns that Beijing could force the Chinese telco to hand over sensitive data, two sources said.",
  "FCW\n\nPRIVATE KEY\n\nConference workers speak in front of a demo booth at Facebook's annual F8 developer conference, in San Jose, Calif. (AP Photo/Noah Berger, File)\n\n— Facebook allowed a Russian tech giant with Kremlin links to keep collecting user data through apps it developed after a policy change was supposed to have stopped such activity, CNN reports.",
  "“The penalty from the U.K. data watchdog, called the Information Commissioner’s Office, could change as the agency discusses the matter further with Facebook.”\n\nThe social network “should have done more to investigate claims about Cambridge Analytica and take action in 2015,” Facebook's chief privacy officer Erin Egan said, as quoted by Romm and Dwoskin.",
  "fraud case was the OPM data breach.” Boyd added: “Because the victims in this case had other things in common in terms of employment and location, it is possible that their data came from another source.”\n\nThis is the first time the Justice Department has explicitly said the original version of the statement was misleading or wrong, my colleague notes.",
  "“Instead, the hacker scanned large parts of the internet for misconfigured Netgear routers and exploited a two-year-old known vulnerability, involving default login credentials, to steal files from compromised machines.” The documents were allegedly stolen from the computer of an Air Force captain at Creech Air Force Base, Volz reported.",
  "“There was no evidence that the hacker who acquired the Reaper drone documents was affiliated with a foreign country, or that he was intentionally seeking to obtain military documents, said Andrei Barysevich, a senior threat researcher at Recorded Future, the U.S.-based cybersecurity firm that spotted the attempted sale,” Volz wrote.",
  "“We hope the Senate will press him to articulate his views on these crucial issues.”\n\nPrivacy advocates are particularly concerned with Kavanaugh’s defense of the NSA’s bulk collection of phone records in the case Klayman v. Obama, which arose from Edward Snowden’s disclosures about the agency’s warrantless surveillance of Americans.",
  "“In its joint air power strategy, unveiled in late June, NATO added cyberwarfare to its joint operations programs.”\n\n— A Chinese hacker group carried out a cyberattack campaign against Cambodia as the country gets ready to hold general elections at the end of the month, researchers at FireEye said in a report released on Tuesday.",
  "In an unusual letter to Sen. Mark R. Warner (D-Va.), Assistant Attorney General Stephen Boyd said a press release issued last month by the U.S. Attorney's Office for the Eastern District of Virginia “implied a premature conclusion that the exclusive and known source of the stolen identities used in the .",
  "During Brett Kavanaugh’s time on the U.S. Court of Appeals for the District of Columbia Circuit, he sided with the National Security Agency and law enforcement in a pair of major cases that respectively challenged the government’s ability to collect Americans' communications and location data.",
  "“The Israeli start-up said Monday that a cryptocurrency wallet on its network had been compromised, leading to the theft of $12.5 million worth of ethereum and $1 million worth of the lesser-known token Pundi X.” The company tweeted on Tuesday that it was “close to reactivating” its network.",
  "Initially, the statement read that a Virginia woman had admitted she was “Guilty of Fraud Using Stolen Info from OPM Data Breach.” An updated release scrubbed that wording, noting only that some of the victims of the fraud scheme had identified themselves as victims of the OPM breach.",
  "(Matt McClain/The Washington Post)\n\nPresident Trump’s pick to replace Justice Anthony M. Kennedy on the Supreme Court is drawing fire from privacy advocates and civil libertarians who object to his strong endorsements of warrantless government surveillance as a federal judge.",
  "“Jared Sparks stole thousands of documents — including proprietary designs and renderings — from his former employer when he left to work for a competitor,” John P. Cronan, acting assistant attorney general for the Justice Department's Criminal Division, said in a statement.",
  "PUBLIC KEY\n\nA U.S. made Reaper drone (Dominique Faget/AFP/Getty Images)\n\n— Cybersecurity researchers said a hacker last month sought to sell stolen documents about U.S. military MQ-9 Reaper drones for $150 on the dark web, the Wall Street Journal’s Dustin Volz reports.",
  "Only two apps were granted an extension, lasting two weeks, that would have allowed them to collect friend data beyond the cut-off date, Facebook said.” Sen. Mark R. Warner (D-Va.), the top Democrat on the Senate Intelligence Committee, says he wants to know more.",
  "(Matt McClain/The Washington Post)\n\nPWNED: Britain's data privacy watchdog said it plans to hand the maximum possible fine to Facebook for its role in the Cambridge Analytica scandal, The Washington Post's Tony Romm and Elizabeth Dwoskin reported Tuesday.",
  "While the national debate has focused largely on the judge’s views on abortion rights and executive power, his stances on digital privacy and government surveillance powers are arousing controversy that could also stretch into his confirmation hearings.",
  "Thune, Wicker and Moran said that in the wake of the Cambridge Analytica controversy, “the potential misuse of personal data held by large internet platforms and shared with third party developers is a matter of particular concern” to the Senate panel.",
  "“The ability of cyber-criminals or foreign state actors to damage or degrade public utilities and critical infrastructure networks through cybersecurity vulnerabilities and digital infiltrations is a rising and justified concern,” the lawmakers wrote.",
  "Nextgov\n\nCisco Chief Executive’s New Mantra: Simplify Computer Networks Chuck Robbins’s strategy is giving a Silicon Valley giant — one that used to benefit from technological complexity — momentum despite the growth of cloud computing.",
  "— More news from the private sector:\n\nKaspersky Makes Last Ditch Argument to Halt Congressional Ban from Being Implemented Multiple agencies have set Monday, July 16, as the deadline for the ban to be implemented in new procurements.",
  "“Kavanaugh has shown again and again that he will side with Big Brother and big business ahead of the liberty of individual Americans,” Sen. Ron Wyden (D-Ore.), one of the Senate’s loudest critics of government surveillance, told me.",
  "Jared Dylan Sparks “surreptitiously uploaded thousands of LBI files to his personal account with Dropbox” before he left the company to work for another firm that was exploring similar business projects, according to the statement.",
  "The Daily Beast\n\nWaging cyber war without a rulebook As the U.S. looks to go on the offense in the cyber domain, critical questions remain unanswered around who will take the lead and how clearly to draw the rules of engagement.",
  "(Jeff Chiu/AP)\n\nPATCHED: Three Republican senators want Google's parent company Alphabet to answer questions about Gmail's privacy policy after the Wall Street Journal reported last week that third-party apps read users' emails.",
  "His detractors — from both parties in Congress — worry his confirmation could mean a powerful voice on the bench against expanding privacy protections at a time when data collection tools are becoming more sophisticated.",
  "(Pablo Martinez Monsivais/AP)\n\n— As Trump takes part in a NATO meeting today in Brussels, it remains unclear how the organization would react in the event of a cyberattack, Fifth Domain's Justin Lynch reported Tuesday.",
  "and Daniel Lipinski (Ill.)\n\nThe lawmakers also requested that the GAO determine whether electricity companies use Kaspersky Lab products, a Russian company facing a government ban on federal agencies' systems.",
  "“Reached by The Verge, Irvine Company confirmed that license-plate data was being collected from three Orange County-area malls, but insisted that data was only shared with local agencies,” Brandom wrote.",
  "Reuters\n\nZERO DAYBOOK\n\nToday\n\nComing soon\n\nEASTER EGGS\n\nU.S. Army creates “third arm” for soldiers:\n\nWatch a “haboob” sweep through Arizona:\n\n1,300-pound 'monster' crocodile caught after eight-year hunt:",
  "The British agency blamed Facebook for allowing Aleksandr Kogan, a researcher at Cambridge University, to harvest information about Facebook users's and users' friends as well for Cambridge Analytica.",
  "(Bill Clark/CQ Roll Call)\n\n— Four Democrats on the House Science Committee asked the Government Accountability Office in a letter released Tuesday to assess cyberthreats to the U.S. electricity grid.",
  "The group, identified as TEMP.Periscope, compromised systems at Cambodian institutions such as the National Election Commission, several ministries including the interior ministry and the Senate.",
  "— Justin Amash (@justinamash) July 10, 2018\n\nThe criticisms add another dimension to the all-out blitz Senate Democrats and progressive groups launched this week to derail Kavanaugh’s nomination.",
  "Per CNN's Donie O'Sullivan, Drew Griffin and Curt Devine: “Facebook told CNN that the Mail.Ru Group “developed hundreds of Facebook apps, some of which were test apps that were not made public.",
  "Motherboard\n\nSECURITY FAILS\n\n— “Cryptocurrency conversion platform Bancor has suffered a ‘security breach’ that saw $13.5 million worth of digital tokens stolen,” CNBC’s Ryan Browne reported.",
  "The senators asked the company to describe the steps it takes to protect Gmail users' privacy as part of its partnerships with third-party app developers and requested answers by July 24.",
  "“Judge Kavanaugh’s nomination comes at a critical moment for digital rights,” said Corynne McSherry, legal director for the Electronic Frontier Foundation, a digital rights organization.",
  "— Bancor (@Bancor) July 10, 2018\n\n— More news about cyberthreats:\n\nTHE NEW WILD WEST\n\nPresident Trump, right, talks with NATO Secretary General Jens Stoltenberg on July 11 in Brussels.",
  "\"The British agency said it is still weighing potential penalties against Kogan as well as Alexander Nix, the former chief executive of Cambridge Analytica,\" Romm and Dwoskin wrote.",
  "Kavanaugh could be a “potential vote for retrenchment on privacy and the Fourth Amendment,” said Albert Gidari, director of privacy at the Stanford Center for Internet and Society.",
  "When the Jones case landed at the Supreme Court in 2012, the justices ruled unanimously that law enforcement officers typically need a warrant to track people using GPS devices.",
  "The other case in question came several years earlier in United States v. Jones, which centered on whether law enforcement needed a warrant to track people using GPS devices.",
  "The Chinese hacker group “maintains an extensive intrusion architecture and wide array of malicious tools, and targets a large victim set,” the FireEye researchers wrote.",
  "Those opinions could put Kavanaugh at odds with a majority on the court that has recognized broader Fourth Amendment protections as surveillance tools have advanced.",
  "THE KEY\n\nPresident Trump's nominee for the Supreme Court, Brett Kavanaugh, walks up the Senate steps to the Capitol with Vice President Pence on Tuesday.",
  "And just last month, the court ruled 5 to 4 that law enforcement generally must get a warrant to access the troves of location records from cell towers.",
  "In another landmark opinion two years later, the court again ruled unanimously that warrantless cellphone searches were unconstitutional in most cases.",
  "“We expect this activity to provide the Chinese government with widespread visibility into Cambodian elections and government operations,” they added.",
  "New York Times\n\nFacebook Is Testing a Feature to Tell You If That DM Came from Russia Facebook has faced a wave of misinformation and scam campaigns.",
  "Circuit declined to revisit its ruling that police had violated a suspect’s Fourth Amendment rights by tracking his car’s location without a warrant.",
  "“Questions over how NATO will respond to a cyberattack come as the alliance takes steps to bolster its digital protocols,” Lynch wrote.",
  "Users may soon have more information about that unsolicited direct message, judging by a new feature Facebook is currently trying out.",
  "The majority’s decision, he said, broke with precedent saying people didn’t have a “reasonable expectation of privacy” on the highway.",
  "“We need to determine what user information was shared with mail.ru and what may have been done with the captured data,” he told CNN.",
  "Irvine Company transmits the information to Vigilant Solutions, a company that also contracts with ICE, according to the EFF report.",
  "Google chief executive Sundar Pichai speaks about Gmail features at the Google I/O conference in Mountain View, Calif., on May 8.",
  "Third-party apps that pair with Gmail may scan users' email to provide shopping or travel services, according to MacMillan.",
  "We appreciate your support and the healthy debate on the balance between security and decentralization that has ensued.",
  "“We can’t afford a rubber stamp for the executive branch.”\n\nKavanaugh is not another Gorsuch—not even close.",
  "), the ranking Democrat on the House Science Committee, and Reps. Don Beyer (Va.), Marc Veasey (Tex.)",
  "Future decisions on the constitutionality of government surveillance of Americans will be huge.",
  "For instance, they asked the GAO to review cybersecurity threats to local utility companies.",
  "Facebook chief executive Mark Zuckerberg at a House hearing in Washington on April 11.",
  "Other targets included human rights advocates, diplomats and media organizations.",
  "Disappointing pick, particularly with respect to his #4thAmendment record.",
  "), chairman of the Senate Commerce Committee, Roger Wicker (Miss.)",
  "The letter was signed by Rep. Eddie Bernice Johnson (Tex.",
  "We can’t afford a rubber stamp for the executive branch.",
  "at a House Democrats' news conference on April 9, 2014.",
  "His colleagues are confused as hell by his talk.",
  "We are close to reactivating the Bancor Network.",
  "Inside a controversial mission to Moscow.",
  "Rep. Eddie Bernice Johnson (D-Tex.)",
  "Kavanaugh dissented when the D.C.",
  "Republican Sens.",
  "John Thune (S.D.",
  ".",
  "."
]