[
  "“The Conspirators,” reads the indictment, “searched for and identified computers within the DCCC and DNC networks that stored information related to the 2016 U.S. presidential election.” They then “gathered data by creating backups, or ‘snapshots,’ of the DNC’s cloud-based systems” and “moved the snapshots to cloud-based accounts they had registered with the same service thereby stealing the data from the DNC.”\n\nThe Russian hackers, in other words, are the modern equivalents of the Watergate burglars in 1972.",
  "In recent months, Cambridge Analytica, a British political consultancy founded by Robert Mercer — the American billionaire who also funded Breitbart News — went out of business after admitting it had illicitly obtained the data of at least 87 million Facebook users (and maybe more).",
  "The latest indictment produced by special counsel Robert S. Mueller III’s investigation, together with President Trump’s strange performance in Helsinki, suggests a different hypothesis: that Russia shared data with the Trump campaign, and not vice versa.",
  "Nearly a year ago, I speculated that the Trump campaign might have shared data with the Russian Internet Research Agency, the team that created fake personas and put up fake Facebook pages with the goal of spreading false stories about Hillary Clinton.",
  "It’s important to stop and acknowledge that the evidence we have does not establish this kind of connection between Russian hackers and the Trump campaign; the Mueller probe needs to continue unimpeded to help determine what happened and what did not.",
  "On the one hand, the Russian team targeted people who they thought might be moved to support Trump by anti-immigration slogans and messages; on the other hand, they targeted black voters with messages designed to discourage them from voting at all.",
  "The company got the data from a University of Cambridge academic, Aleksandr Kogan; Kogan, in turn, extracted it from an app that downloaded not just information about its users but also information about all of their friends and contacts.",
  "The indictment explains that the Russian hackers who broke into the servers of the Democratic Congressional Campaign Committee and the Democratic National Committee not only stole the now- infamous emails but also stole data.",
  "Shared data could also explain why Trump appeared to feel so indebted to Vladimir Putin in Helsinki, why he wanted to speak to him with no aides present, why he is so reluctant to acknowledge Russian interference.",
  "In October, a few weeks after the hackers broke into the DNC servers, New York Times journalist Maggie Haberman observed a major shift in the way the Trump campaign was spending its advertising budget.",
  "From the mundane — names, addresses, voting districts — to the specifics of habits and interest, data matters more than television time, more than space on billboards, more than speeches and debates.",
  "The Watergate burglars broke into the Democratic campaign offices to tap phones and steal documents; the Russian hackers used malware and “cloud-based accounts” to achieve the same goal.",
  "Now it involves sophisticated algorithms and highly controversial, carefully targeted campaigns designed to evoke primitive emotions — hope, fear, anger, joy — on social media.",
  "It could even explain why he talks so obsessively and inaccurately about the size of his great electoral victory: because he himself believes that the Russians helped him win.",
  "But shared data could explain why Russian state media, the Russian Internet Research Agency and the Trump campaign were all doing the same kinds of things at the same time.",
  "At about the same time, Trump also began using a curious set of conspiratorial slogans and messages, all lifted directly from Russian state television and websites.",
  "That illicit data seems to have been used by then-candidate Donald Trump, Ted Cruz and the Brexit “Leave” referendum campaigns, among many others.",
  "From Barack Obama “founded ISIS” to Hillary Clinton will start “World War III,” Trump repeated them at his rallies and on his Twitter feed.",
  "It doesn’t matter: The data needed to create them is now thought to be so valuable that political campaigns will cheat to get it.",
  "Now we need to ask a new question: Was data also at the heart of the relationship between the Trump campaign and Russia?",
  "Read more from Anne Applebaum’s archive, follow her on Twitter or subscribe to her updates on Facebook.",
  "Columnist\n\nData is the energy, the lifeblood, the food and drink of any modern election campaign.",
  "Access to Democratic Party data would, of course, have been useful in redirecting that spending.",
  "In the olden days, it helped candidates figure out which doors to knock on.",
  "It was as if he had some reason to believe they would work.",
  "The Russians certainly seemed to know what they were doing.",
  "He fears that this would make his presidency illegitimate.",
  "Did they share this information with the Trump campaign?",
  "Maybe these campaigns work, and maybe they don’t.",
  "The only difference is the technology.",
  "If so, the timing is interesting.",
  "Which it would."
]