[
  "The letter is most likely a last-ditch effort after the RBI told officials at top payment firms this week that the central bank would implement, in full, its data localization directive without extending the deadline, or allowing data to be stored both offshore as well as locally - a practice known as data mirroring.",
  "Global payments companies including Mastercard, Visa and American Express have been lobbying India’s finance ministry and the Reserve Bank of India to relax proposed rules that require all payment data on domestic transactions in India be stored inside the country by October 15.",
  "These measures have unnerved some tech companies who fear it will increase their infrastructure costs, hit their global fraud detection analytic platforms and affect planned investments in India at a time when more and more Indians are going online and using digital payments.",
  "The letter comes as relations between Washington and New Delhi are strained over multiple issues, including an Indo-Russian defense contract, India’s new tariffs on electronics and other items, and its moves to buy oil from Iran despite upcoming U.S. sanctions.",
  "Senators John Cornyn and Mark Warner - co-chairs of the Senate’s India caucus that comprises over 30 senators - urged India to instead adopt a “light touch” regulatory framework that would allow data to flow freely across borders.",
  "“We see this (data localization) as a fundamental issue to the further development of digital trade and one that is crucial to our economic partnership,” the U.S. senators said in the letter that has not been previously reported.",
  "NEW DELHI (Reuters) - Two U.S. senators have called on Indian Prime Minister Narendra Modi to soften India’s stance on data localization, warning that measures requiring it represent “key trade barriers” between the two nations.",
  "FILE PHOTO: India's Prime Minister Narendra Modi attends a presentation of a joint statement with Russian President Vladimir Putin after their delegation level talks at Hyderabad House in New Delhi, India, October 5, 2018.",
  "The measures in India come at a time when countries around the world are announcing stringent rules to regulate how firms store data and protect privacy, in the aftermath of Facebook’s Cambridge Analytica scandal.",
  "The senators added that any concerns related to “protection and security” as well as access to data for lawful purposes were possible without restrictions on physical location, according to the letter.",
  "Shamika Ravi, a member of Modi’s economic advisory council, had earlier told Reuters that the moves were in the “long-term strategic and economic interest” of the country.",
  "Government sources have previously told Reuters though, that stringent data localization measures were essential for gaining easier access to data during investigations.",
  "LOCALIZATION PUSH\n\nOther than the RBI proposal, India is working on an overarching data protection law that calls for storing all critical personal data in India.",
  "U.S. lobby groups, that represent companies such as Facebook Inc, Amazon.com and Alphabet Inc-owned Google, have also voiced concerns about the proposals.",
  "The letter also raised concerns on the draft data protection bill and e-commerce policy framework that called for stringent localization measures.",
  "REUTERS/Adnan Abidi/File Photo\n\nIn a letter to Modi dated Friday and seen by Reuters, U.S.",
  "Modi’s office did not immediately respond to an email seeking comment.",
  "E-commerce and cloud computing policies are also being developed."
]