[
  "(Facundo Arrizabalaga/EPA-EFE/Shutterstock)\n\nOne of the outstanding questions surrounding Russian interference in the 2016 election is how information that American intelligence officials believe was stolen by Russia from the Democratic National Committee and Hillary Clinton’s campaign chairman got to WikiLeaks and its founder, Julian Assange.",
  "Early in October — only a few days before WikiLeaks began dumping emails stolen from Clinton’s campaign chairman, John Podesta, Trump Jr. contacted WikiLeaks over Twitter, asking, “What’s behind this Wednesday leak I keep hearing about?”\n\nOne place — perhaps the only place — he would have heard about it was on Stone’s Twitter feed.",
  "We know that he had already been contacted on multiple occasions by people hoping to connect him indirectly to the Russian government, including the Trump Tower meeting in June 2016 and at an event related to the National Rifle Association convention earlier that year.",
  "For months, longtime Donald Trump ally and adviser Roger Stone Jr. has explained away his cryptic pre-Election Day tweets about upcoming WikiLeaks releases as being either lucky guesses or a function of his relationship with an intermediary, radio host Randy Credico.",
  "Clearly there was not a robust enough relationship between Stone and WikiLeaks that Stone could ask Assange questions directly in mid-September — if there was any relationship at all, which WikiLeaks has denied publicly and in leaked contemporaneous conversations.",
  "His private questions to WikiLeaks, though, suggest that if he was part of any long-term working relationship with Russian actors — an idea for which there isn’t obvious evidence — it didn’t overlap with Russia’s leak of stolen material to WikiLeaks.",
  "Given how much speculation has surrounded WikiLeaks, though, a function of that unclear relationship between the group and the hackers that stole the information it released, it’s worth noting what the relationship with Trump’s allies looked like.",
  "Four days after Stone (who never officially worked for Trump’s campaign) made that request to Credico, WikiLeaks reached out to Trump Jr. for the first time, pointing him to a website that he then emailed about to other people in the campaign.",
  "The most notable was his Aug. 21, 2016, tweet, “Trust me, it will soon the Podesta’s time in the barrel.” This was several days before Credico first interviewed Assange, which Credico told the Journal was the beginning of their relationship.",
  "When we learned last year that Donald Trump Jr. had communicated with WikiLeaks over Twitter, that was still one step removed from Trump Jr. communicating directly with Russia, even if the subject of conversation was Russia’s work product.",
  "Had Trump Jr. received dirt on Clinton during that Trump Tower meeting, it could have been clear collusion with Russian agents — but collusion that wouldn’t necessarily have given him any insight into what WikiLeaks was doing.",
  "There doesn’t seem to be much doubt that the data made that journey; The Washington Post reported on Russian hacks of the DNC even before material was released and that information demonstrably ended up in WikiLeaks’ hands.",
  "According to the Wall Street Journal, Stone sent several emails to Credico in September 2016 asking him to find out from Assange if his organization had any emails related to a particular event in Libya in 2011.",
  "But there’s a question that arises from all of this outreach and back and forth: If Trump’s team was working closely with the Russians, as some have theorized, why did it keep asking WikiLeaks for things?",
  "Put another way, if Trump Jr. were intimately familiar with Russia’s interference efforts, he would probably have had a very good idea of what the early October WikiLeaks release would deal with.",
  "The only public evidence is that Trump’s allies wanted to know what WikiLeaks had and when it was coming — not that they were aware of what was in the works or helped guide it.",
  "The timing isn’t entirely clear, but this could have been before Cambridge Analytica was hired by Trump’s campaign, eventually contributing to its digital outreach efforts.",
  "In June 2016, Cambridge Analytica’s then-chief executive, Alexander Nix, reached out to Assange to see whether WikiLeaks had emails from Clinton’s private email server.",
  "The timeline does match up, though, with Assange telling a British television network that he was in possession of emails belonging to Clinton.",
  "(Early documents were released by someone calling himself “Guccifer 2.0,” believed to be an intelligence officer with the Russian government.",
  "It was certainly before WikiLeaks began releasing files stolen from the DNC, but not necessarily before those files started to trickle out.",
  "The nature of the relationship between Russia and the Trump campaign has, even when posited at its most nefarious, been piecemeal.",
  "How that transfer was made isn’t clear, meaning that the relationship between WikiLeaks and Russian agents isn’t clear, either.",
  "The result is that there’s a wall, however low, between the Trump campaign’s interactions with WikiLeaks and the Russians.",
  "Stone’s relationship with WikiLeaks is the strangest, given his tweets about being privy to information from the group.",
  "\n\nWikiLeaks founder Julian Assange speaks to reporters on the balcony of the Ecuadoran Embassy in London in May 2017.",
  "Stone also had private messages with WikiLeaks on Twitter but none dealing with the leaks themselves.",
  "On Thursday, we learned of another indirect communication between WikiLeaks and the Trump campaign.",
  "There was one other point of contact between part of Trump’s team and WikiLeaks.",
  "Stone tweeted about having been in contact with Assange several weeks prior.",
  "Credico told the Journal that he never passed the request on.",
  "Stone and Guccifer communicated over Twitter, too.)",
  "Trump Jr. is a more interesting case.",
  "There’s no indication that he did.",
  "The timing is interesting.",
  "A number of odd tendrils."
]