[
  "What’s of importance is if it has been obtained with requisite disclosure to the owner of the data and if the custodian of the data is using it only for the intended purpose and not sharing it by unethical means.”\n\nThe fight between the two parties may make one think privacy and data security are finally a priority in a country that still has no data protection or privacy laws.",
  "Divya Spandana, a former actor who now leads digital strategy for the Congress party, accused Prime Minister Narendra Modi of violating privacy by mass emailing people who hadn’t volunteered their addresses.“One Sunday in 2016, we all started getting emails from his office.",
  "Keywords, search engine optimization, native advertising, targeted feeds and discoverability — we now speak this peculiar new language, shifting the gears of control over our lives to nebulous data hunters and giant online corporations.",
  "In return, the BJP has feasted on the discomfort caused by a photograph of the Congress party symbol hanging on a wall in the office of Alexander Nix, the founder of Cambridge Analytica, who was suspended last week.",
  "We have faced the tyranny of the state (governments had monopoly over cable and network news until the 1990s) and the tyranny of the market (as the economy moved from socialism to welfare capitalism).",
  "The clatter about privacy feels farcical: Who cares about Cambridge Analytica, when we don’t even know if our own highly disputed state-run social security program (known as Aadhaar) is breach-proof?",
  "India’s toxic addiction to technology (Indians have greater access to cellphones than toilets) and lack of digital literacy have already made its residents hapless vassals of a digital dystopia.",
  "Did you give him your consent?” she said in an interview, arguing that his official app asks for 22 invasive permissions, including the right to access the camera, microphone and contacts.",
  "Both parties have claimed that the other used the services of the now-disgraced Cambridge Analytica and its parent company, Strategic Communications Limited, for election campaigns.",
  "No amount of mapping and profiling makes any difference in the outcome of elections unless the numbers are not already speaking to existing prejudices and prevalent fissures.",
  "In the wake of Cambridge Analytica’s global information breach, data battles may make for good headlines, but let’s face it: We already lost the war a long time ago.",
  "Appearing before the British Parliament, whistleblower Christopher Wylie named the Congress party as a likely client, only reinforcing the BJP’s assault.",
  "(Manjunath Kiran/AFP/Getty Images)\n\nThe conflagration set off by the Cambridge Analytica scandal has spread like a forest fire across continents.",
  "Today, it’s a bad word, not because the principle is problematic, but because the methods played a part in the election of a terrible candidate.",
  "Because unless we turn the gaze inward and change ourselves, any claim that we can still recover our digital autonomy is just more fake news.",
  "And each has accused the other of running political apps that allow the personal information of Indians to be accessed by a third party.",
  "When Facebook co-founder Chris Hughes joined the Obama campaign, “weaponizing” information was seen to be the cutting edge of politics.",
  "And when was the last time we read an original document instead of opting for a quick Internet search in order to put out a fast story?",
  "“We simply don’t know the depth of engagement of Cambridge Analytica with Congress,” senior BJP functionary Vijay Chauthaiwale told me.",
  "This week, India’s ruling BJP and the Congress party have been engaged in an unruly quarrel over the data privacy of citizens.",
  "We have not only been seduced by the overwhelming force of technology — we have also actively consented to it.",
  "Culturally, we are all voyeurs and exhibitionists; professionally, many of us have become digital salespeople.",
  "We routinely hit “accept” on apps that ask to access our photos, location, audio or other personal details.",
  "Apart from our willing participation in the invasion of our privacy, we have to be aware of our hypocrisy.",
  "We have traded the authenticity of our thoughts for catchy headlines that are likely to get more hits.",
  "Why blame politicians when all of us are not only victims but perpetrators of targeted advertising?",
  "Would the United States be up in arms against Cambridge Analytica had Hillary Clinton won?",
  "\n\nA man passes a mural depicting social media logos in a building in Bangalore, India.",
  "Until then, all of this fuss over data privacy is just a lot of noise.",
  "I got mine on an address I hadn’t used to book a flight or a hotel.",
  "We journalists are especially captive to this new digital hegemony.",
  "In India, the media has been shaped by three phases of domination.",
  "“Who has access to data is not of prime importance.",
  "Now we live under the tyranny of the algorithm.",
  "So how did the PM have access to this address?",
  "When that happens, we can talk about change.",
  "We have to accept that data is in fact us.",
  "India’s politics has not been spared.",
  "Arguing over data is a deflection.",
  "But, sadly, this is not the case.",
  "Or that of anyone else?"
]