[
  "Here's the best 24. https://t.co/1VZ590IhxP pic.twitter.com/1Lb5mN91LV — Lo?enzo Franceschi-Bicchierai (@lorenzoFB) June 4, 2018\n\nThese declassified NSA security posters are A M A Z I N G. The level of surreal whimsy is... unexpected pic.twitter.com/FaEcy25s1n — Alex Wellerstein (@wellerstein) June 4, 2018\n\nI mean W H A T pic.twitter.com/POi5ygAWkO — Alex Wellerstein (@wellerstein) June 4, 2018\n\nseriously, the whole collection of old NSA propaganda posters is worth your time https://t.co/VfbxfOznar pic.twitter.com/agDtxF6AAh — Parker Higgins (@xor) June 4, 2018\n\nZERO DAYBOOK\n\nToday:\n\nComing soon:\n\nHouse Homeland Security Committee markup of H.R.",
  "“And DEOS, or Defense Enterprise Office Solutions, a 10-year deal for email and web document tools worth $8 billion.”\n\nEven before Google employees protested the company's involvement in the Project Maven program, the firm's odds of winning the other two contracts were slim “because it has less experience than rivals like Microsoft Corp., IBM and Oracle Corp. with legacy enterprise systems that large government agencies prefer,” Bergen writes.",
  "From hostile regimes to terrorist groups to cybercriminals, we face a host of bad actors eager to exploit our vulnerabilities and disrupt or even destroy our energy assets.” Perry also said his most important mission as secretary is “protecting our nation against those dangers.”\n\nFormer President Bill Clinton and author James Patterson speak during an interview about their new novel, \"The President is Missing,\" in New York on May 21.",
  "Additionally, DHS has set up an ongoing panel, of which I’m a member, that allows states to communicate with all levels of government regarding election security.”\n\nDHS officials have conducted vulnerability assessments in states across the country, and are working with state and local governments to share information about cyberthreats through channels that didn't exist in 2016.",
  "“The latest declassified batch, from the 1950s and ‘60s, comes to us courtesy of Government Attic, a website that requests and posts historical documents that it obtains using the Freedom of Information Act.”\n\nAnd it's fair to say that the posters did not go unnoticed on Twitter:\n\nNew: the NSA just released 136 historical propaganda posters from the 1950s and 1960s.",
  "“In consultation with leading third-party forensic and cybersecurity experts, we are in the process of bringing the Ticketfly ticketing system back online with the security of our clients and fans top of mind.”\n\n— More cybersecurity news from The Post and around the Web:\n\nThe Switch Did Facebook allow Chinese firms ZTE and Huawei to access user data?",
  "— John McAfee (@officialmcafee) June 4, 2018\n\n— More cybersecurity news from the private sector:\n\nApple Is Testing a Feature That Could Kill Police iPhone Unlockers Apple’s new security feature, USB Restricted Mode, is in the iOS 12 Beta, and it could kill the popular iPhone unlocking tools for cops made by Cellebrite and GrayShift.",
  "“There’s always a risk, but in order to hack those machines there almost always has to be some element of physical access that's needed at some point, and isn’t as easy as it might sound,” said David Becker, director of the Center for Election Innovation and Research, a nonprofit focused on improving election administration.",
  "Tony Romm\n\nCalifornia Enlists Data Scientists in Election Monitoring Bid Southern California officials are turning to data scientists for help spotting suspicious trends as voters head to the polls in primaries on Tuesday and cyber experts warn that Russia will seek to meddle in this year’s midterm elections.",
  "https://t.co/XcOgw73BhW — Facebook (@facebook) June 4, 2018\n\nRep. Frank Pallone Jr. (D-N.J.), the ranking Democrat on the House Energy Committee, called the revelations “deeply concerning” and said the FTC should review whether Facebook violated the settlement that it reached with the commission in 2011.",
  "Bloomberg News\n\nPolitics Cambridge University perch gave FBI source access to top intelligence figures — and a cover as he reached out to Trump associates In his interactions with three Trump advisers, Stefan A. Halper introduced himself as a scholar interested in U.S. politics and foreign policy.",
  "A top lawmaker in the U.S. Congress is questioning whether Facebook allowed two Chinese telecommunications firms with alleged ties to their country’s government to harness data about the social network’s users, potentially subjecting their personal information to new privacy and security risks.",
  "“Facebook and other data collectors, including these device manufacturers, should be prepared to come before Congress so that we can get a better grasp of the entire data collection ecosystem, and how people’s personal information is being shared and used,” Pallone said in a statement.",
  "(Photo: Bill Clark/CQ Roll Call)\n\nPATCHED: Google's decision to let a contract with the Pentagon expire next year after thousands of employees voiced concerns about the project could threaten the company's ability to compete for two other deals, Bloomberg News's Mark Bergen reports.",
  "But for most users, they did include their home and billing address and phone numbers.”\n\nTicketfly's website remained offline as off Tuesday morning but the company provided updates about its response to the breach and said on its homepage that users can log in to their accounts.",
  "“When the state board of elections has to reassure people that elections aren’t rigged, that shows there was some success in sowing the seeds of doubt, if that was the goal.” (Illinois does not have a primary today but is working hard to secure its elections before the midterms.)",
  "On the congressional side, Rep. David N. Cicilline (D-R.I.) tweeted that it “sure looks like [Facebook chief executive Mark] Zuckerberg lied to Congress about whether users have 'complete control' over who sees our data on Facebook.” He said the matter ought to be investigated.",
  "The U.S. intelligence community has concluded that a major goal of Russia’s campaign to interfere in the 2016 presidential election through cyberattacks on 21 states and national political organizations was to undermine public faith in the U.S. democratic process.",
  "\"Facebook’s arrangements with Amazon.com, Apple, BlackBerry and Samsung allowing their devices to access data from the social network’s users could further expose Facebook to steep fines and other penalties, experts said,\" The Washington Post's Tony Romm reports.",
  "“I’ve gotten calls from voters who you could tell had just been watching the news and were calling with concerns like, ‘How do I know my vote is even going to count?’ ” said Matt Dietrich, public information officer for the Illinois State Board of Elections.",
  "(Photo: Damian Dovarganes/AP)\n\nPWNED: A hacker who defaced the website of ticketing company Ticketfly and stole customers' information last week has apparently exposed more than 26 million email addresses, Motherboard's Lorenzo Franceschi-Bicchierai reports.",
  "The Department of Homeland Security revealed last fall that hackers targeted state election systems, breached a voter database in Illinois and stole login credentials from a county election official in Arizona during its 2016 interference campaign.",
  "Tammy Patrick, senior adviser at the bipartisan advocacy group Democracy Fund, said voters need to understand that the election systems the hackers targeted are physically separated from the actual equipment that’s used to record and tally votes.",
  "After all, U.S. intelligence chiefs have warned Russia is still trying to sow divisions among voters with a social media disinformation campaign and even potentially trying to infiltrate election systems to steal voter information or change data.",
  "(Photo by Matt McClain/The Washington Post)\n\nPINGED: A big storm is brewing for Facebook, which faced calls for investigations following revelations from the New York Times about its deals with at least 60 makers of cellphones and other devices.",
  "There's no evidence of any successful state breach so far, though Tennessee has already weathered a cyberattack that caused a county election results website to go dark for an hour during a May primary and it's not clear who was behind it.",
  "(Photo: Kevin Dietsch/Pool/EPA-EFE/Shutterstock)\n\n— Cyberthreats against the U.S. energy sector are “growing by the day” and “the consequences of a grid failure would be devastating,” Energy Secretary Rick Perry warned in a speech Monday.",
  "(Photo: Bebeto Matthews/AP)\n\n— Bill Clinton has a suggestion on election security: “Until we get this straightened out, every state should go to some sort of paper ballot system,” the former president told the BBC's Rebecca Jones.",
  "“There’s been a bit of a learning curve, now that there are nation-state adversaries that we’re talking about here.”\n\nDietrich, of the Illinois State Board of Elections, said he has had to address that same confusion with voters.",
  "Motherboard\n\nTHE NEW WILD WEST\n\n— \"Ukraine’s state security service (SBU) prevented a cyber attack on the embassy of a NATO country in Kiev, it said in a statement on Tuesday, without specifying which one,\" Reuters reports.",
  "— More cybersecurity news from around the world:\n\nCHAT ROOM\n\n— Here's where security meets art: “The NSA has long used security posters to warn workers to keep their mouths shut,” the Verge's Angela Chen writes.",
  "\"In New York, meanwhile, state Attorney General Barbara Underwood also pledged to investigate the matter, adding to the state’s existing probe of Facebook’s relationship with Cambridge Analytica,\" Romm writes.",
  "The journalist transmitted the hacked files that were posted online to Troy Hunt, who created the “Have I Been Pwned” service that allows users to check whether their email address was part of a data breach.",
  "“What terrorists do is instill fear into the general population — if they’ve done that they’ve accomplished their goals,” said Alex Padilla, secretary of state of California, which holds its primary Tuesday.",
  "“The Department of Homeland Security has worked with my office on various testing exercises, both in person and from remote locations, which have helped us to identify improvements to our cybersecurity.",
  "“I think the more unauthorized sharing that comes out, the more the FTC is going to be inclined to impose a significant civil penalty on Facebook,” David Vladeck, a former top FTC official, told Romm.",
  "They are protected by layers of physical security — including locks, tamper-proof seals, video surveillance and activity logs — that would make it extremely difficult for anyone to tamper with them.",
  "Just the fear of digital sabotage — and the perception that voting machines are hackable — is enough to scare voters into a lack of confidence in the democratic process, election officials lament.",
  "— More cybersecurity news about the public sector:\n\nTrump’s lack of cyber leader may make U.S. vulnerable Experts and lawmakers worry the nation is rudderless on the vital issue of cybersecurity.",
  "He adds: \"The best way to overcome that is to get as many people out to vote as possible.”\n\nOfficials say the way to do that is to communicate the best and most accurate information to voters.",
  "And in a congressional hearing earlier this year, Homeland Security Secretary Kirstjen Nielsen said her agency's communication with state officials has improved vastly in the past two years.",
  "When the Obama administration decided to designate election systems part of the country's “critical infrastructure” last year, many balked at the move and argued it was federal overreach.",
  "(Photo: Rich Pedroncelli/AP)\n\nAs millions of people across the country vote in eight different primaries today, state officials are working hard to secure the elections from hackers.",
  "EASTER EGGS\n\nDozens are dead after volcano erupts in Guatemala:\n\nHere’s what’s coming to your iPhone with iOS 12:\n\nCaps fans celebrate as team moves one step closer to Stanley Cup:",
  "So while experts agree the 13 states that use them should get rid of them in favor of paper ballots, they say it's important to stay sober about the threat of actual tampering.",
  "When researchers at DefCon, a popular hacker convention in Las Vegas, were presented with an array of them at last summer’s meeting, they had no trouble breaking into them.",
  "And there were big headlines when some states rebuffed the Department of Homeland security's offers to help secure voter registration databases ahead of the 2016 election.",
  "It’s a matter of them trying to get into voter registration systems and wreak some havoc.”\n\nMisconception 3: States are going it alone when it comes to securing elections.",
  "“By filling in an oval or using a touch screen DRE or dropping a ballot in a mailbox, the voter is casting the vote and that vote being counted is one system,” she said.",
  "Politico\n\nPRIVATE KEY\n\n— John McAfee, the founder of the anti-virus company that's named after him, announced on Sunday that he intends to run for president in 2020.",
  "In reality, the hackers were likely probing for vulnerabilities that they could exploit down the road, as officials and congressional investigators have concluded.",
  "DHS has also urged me and my counterparts to obtain security clearances, which I’ve now done, to enable us to receive classified briefings and threat assessments.",
  "Facebook could find itself under renewed scrutiny from the Federal Trade Commission, which is investigating the company over other privacy issues, Romm writes.",
  "Direct-recording electronic voting machines, or DREs, are frighteningly easy to hack -- provided you know what you’re doing and you can get your hands on one.",
  "Clinton, who published a novel titled “The President is Missing” with author James Patterson, also told Jones that he is concerned about cyberterrorism.",
  "), the chairman of the Senate Commerce Committee, said the panel will send questions to Facebook about the matter, Reuters's David Shepardson reported.",
  "“That did not exist in 2016.”\n\nPINGED, PATCHED, PWNED\n\nFacebook chief executive Mark Zuckerberg arrives at a Senate hearing on April 10 in Washington.",
  "Election officials and experts I’ve spoken with say they’ve heard from many voters who took that to mean that individual votes had been changed.",
  "“The partnership between secretaries of state and the federal government is getting better,” Minnesota Secretary of State Steve Simon told me.",
  "Cybersecurity is an incredibly complex topic -- and the nuances are sometimes hard to get across in the headlines or in politicial punditry.",
  "A spokeswoman for Google declined to comment or confirm whether the tech giant is competing for the JEDI and DEOS contracts, Bergen reports.",
  "THE KEY\n\nBianca Savola, an election clerk at the Sacramento County Registrar of Voters, inspects a mail-in ballot on May 30 in Sacramento.",
  "https://t.co/VfG00AZLjg — Senator Cortez Masto (@SenCortezMasto) June 4, 2018\n\nAn aerial view of the Pentagon building on Sept. 24, 2017.",
  "But tensions have thawed in recent months, and some election officials are trying to get the word out that they are being collaborative.",
  "If my following is sufficient I get to stand the world's largest stage and talk to the everyone, as I did last time, to tell the truth.",
  "“There’s JEDI, or Joint Enterprise Defense Infrastructure, cloud storage contract totaling as much as $10 billion,” Bergen writes.",
  "\"The hackers had used information gleaned from Ukraine’s health ministry to try to launch the attack, the statement said.\"",
  "Tom Hamburger, Robert Costa and Ellen Nakashima\n\nPUBLIC KEY\n\nEnergy Secretary Rick Perry at the White House on March 20.",
  "It's true that state election officials have long bristled at federal intervention in the way they administer elections.",
  "“Today I can say with confidence that we know whom to contact in every state to share threat information,” Nielsen said.",
  "But officials say there’s a more pressing, albeit abstract, challenge: Keeping voters confident that their vote is safe.",
  "But in an actual election, those machines are not on display, ready to be hacked by trained professionals in Las Vegas.",
  "These companies could not integrate people’s Facebook information with their devices without that person’s permission.",
  "Everything else — from voter rolls to campaign finance reports to candidate filing information — is stored elsewhere.",
  "By that count, election officials say, they're already succeeding in this cycle — without breaching a single system.",
  "They must be clear-eyed and transparent about the threat and the need to upgrade vulnerable election systems.",
  "Experts warned that, in light of the Russia threat, these hacks showcased a serious national security threat.",
  "“Attacks have become easier to launch,” Perry said at the Energy Department's Cyber Conference in Austin.",
  "I believe this will best serve the crypto community by providing the ultimate campaign platform for us.\"",
  "“Hunt analyzed the databases and found 26,151,608 unique email addresses,” Franceschi-Bicchierai writes.",
  "Misconception 2: When hackers target election systems, it means they’re trying to change people's votes.",
  "So officials say they are working hard to correct several common misconceptions about election security.",
  "So, why did Facebook allow device makers to access users' friends' information without their consent?",
  "“As many of you are aware, Ticketfly.com has been the target of a cyber incident,” the company said.",
  "That's why election interference, Padilla says, is \"in and of itself is an attack on our democracy.",
  "This raises even more questions about whether Facebook complied w/ the 2011 FTC consent agreement.",
  "Any enemy, foreign or domestic, that’s trying to sow doubts, that’s a form of voter suppression.\"",
  "“It’s not an issue of outside agitators trying to steal and change votes and throw elections.",
  "“When you cast your vote on Election Day, it’s safe and it’s going to be counted,” he said.",
  "Misconception 1: It's very easy for foreign governments to hack electronic voting machines.",
  "But what truly changes America is not the president, but the process of creating one.",
  "House Science Subcommittee hearing on \"the electric grid of the future\" on June 7.",
  "\"If asked again by the Libertarian party, I will run with them,\" McAfee tweeted.",
  "@Facebook's CEO, Mark Zuckerberg, told Congress that users own their own data.",
  "He also added in tweet yesterday that he doesn't stand a chance of winning.",
  "“Their frequency, their scale, their sophistication, it's increasing.",
  "Hands type on a computer keyboard in Los Angeles on Feb. 27, 2013.",
  "“The databases did not include passwords nor credit card details.",
  "898 on cybersecurity threats from Chinese tech firm ZTE tomorrow.",
  "Some of these are cutesy, hilarious, but also kinda dystopian.",
  "\"I've been worried about this for a long time,\" Clinton said.",
  "5733 on threats to industrial control systems and H.Res.",
  "\"It's something we're not doing enough to address.\"",
  "“Often people conflate the two,” Patrick said.",
  "From Sen. Catherine Cortez Masto (D-Nev.):\n\n.",
  "Don't think that I have a chance of winning.",
  "But they also need to spread reassurances.",
  "But the NYT is wrong about user controls.",
  "Facebook replied:\n\nHi @davidcicilline.",
  "Additionally, Sen. John Thune (R-S.D.",
  "\"If not, I will create my own party.",
  "But there’s no evidence of that.",
  "But that can be a challenge.",
  "This is an important point.",
  "A lawmaker wants to know.",
  "I do not."
]