[
  "The impact from changes like these will continue, and one could even argue that they'll accelerate with the pace of technological advancement, so what can you do to get ahead of the curve and keep your business ticking along without a hitch, no matter what is thrown at you?",
  "The second change came from the Facebook-Cambridge Analytica scandal, when it was discovered that data from millions of Facebook users was harvested and misused, setting off a chain reaction that culminated in Mark Zuckerberg testifying before Congress.",
  "The specifics of this change are extensive, but for most coaches and marketers, the most notable was the requirement for businesses operating in Europe to receive explicit permission to collect users' data and do things like send newsletters.",
  "Anyone dealing in the online sales and marketing space has felt the effects of the European Union's General Data Protection Regulation (GDPR), the Facebook-Cambridge Analytica data scandal and Google’s (constant) disruptive algorithm changes.",
  "Invaluable information — such as users' purchasing behavior, where they shop and what kind of cars they drive — and the ability to track whether an ad was seen on a different platform is no longer available to marketers.",
  "In March, Google launched something called mobile-first indexing, which means that Google looks for a mobile version of your site to index and rank first, and if one isn't found, it will go check for a desktop version.",
  "If, heaven forbid, your best lead generation channel is shut off or compromised, the last thing you want to do is learn a whole new platform on the fly while your profits plummet.",
  "Get ahead of this issue by familiarizing yourself with a variety of platforms, getting the basics down and utilizing the features before you're in full-blown panic mode.",
  "Privacy is an extremely important aspect of our progressing digital life, but many marketers and business owners felt that we went from a data flood to a data desert.",
  "Facebook is still loaded with useful targeting options, such as the ability to target your competitors' fans, but the loss of this data had a great impact on many.",
  "Think carefully about where your ideal audience hangs out online, what they do while there and what they like, and then strategically show up in all those places.",
  "No Need To Fear\n\nYou can easily ride out any upheaval by diversifying your marketing strategy and striving to show up on many platforms.",
  "The importance of diversity in your lead generation channels cannot be understated, and here's why:\n\n• You'll avoid channel dependence.",
  "This eventually resulted in Partner Categories and loads of priceless behavioral data being purged from the Facebook ads platform.",
  "If you're already creating content and putting in the work, you'll be selling yourself short by only utilizing it on one channel.",
  "Try testing it across channels and tweaking the format or delivery to meet the flavor of the environment, and see what happens.",
  "If you've made videos for Facebook, repurpose them for YouTube, embed them in a blog or blast them out to your email list.",
  "That's why it's vitally important to diversify your lead generation and marketing channels to prevent catastrophe.",
  "Companies dragging their feet on optimizing their websites for mobile use have been most affected by this change.",
  "We've all heard the old saying, “Change is the only constant,” and that goes double for the digital landscape.",
  "As an online business coach, I've seen clients and colleagues struggle to stay up to date with these changes.",
  "By putting all your eggs in one basket, you risk being left reeling if your only lead generator shuts down.",
  "You'll often be pleasantly surprised to find interested audience niches in a variety of locations.",
  "Last year, Google shut off all ads from U.S. addiction treatment centers due to quality concerns.",
  "Being overly reliant on a single channel means that the above changes could severely impact you.",
  "So no more auto-checked boxes to grow your email list without a purposeful opt-in by the client.",
  "Overall, this is a good thing for people, but it's been kind of a hassle for some marketers.",
  "Drug recovery companies must now undergo a vetting process to run ads through Google.",
  "The first big shake-up to the industry came when the GDPR went into effect on May 25.",
  "The third major shake-up came courtesy of a series of changes to Google's algorithm.",
  "If Google or Facebook suddenly or unexpectedly shuts you down, you'll have agility.",
  "Google does this all the time, and it often causes a major impact on your traffic.",
  "You may still experience a blow, but at least it won’t be a devastating one.",
  "One of the major tenets of marketing and advertising is split testing.",
  "And don’t forget to bring a golden nugget of tailor-made content.",
  "What would happen to your business if something similar happened?",
  "Would you be able to recover before irreversible damage was done?",
  "Summer 2018 was wild in the digital marketing community.",
  "What Does This Mean For The Average Business Owner?",
  "What Were The Major Marketing Changes In 2018?",
  "• You can test material across platforms.",
  "• You can pivot quickly in times of need.",
  "This isn’t really the case, of course.",
  "Diversify."
]