[
  "“And many people forget to redeem their points — estimates say there’s more than $100 billion worth of unredeemed rewards floating around the marketplace.”\n\nSweet, a fan engagement and rewards platform, is designed to reward users’ brand-building efforts with Sugar, digital tokens.",
  "“Consumers and fans bring billions of dollars’ worth of value,” he explains, “and they should be rewarded for their loyal participation.”\n\nA Taste of Sweetness\n\nMizzone says that loyalty programs make sense on the surface, but their execution often leaves a lot to be desired.",
  "And from a business perspective, everyone benefits: Fans get recognized and receive value for their engagement, and brands can access consumer data while avoiding the tumult of Cambridge Analytica through full transparency and self-reporting collection practices.",
  "Small actions — such as liking or tweeting a post, viewing or listening to new content, following, subscribing, referring, or taking surveys — enable brands, artists, and athletes to recognize fans for their engagement with Sugar tokens.",
  "In discussing using Yelp to locate a restaurant, utilizing Google Maps to find the way there, and posting photos on Instagram, Weyl said, “Data is something that is useful to companies in producing products that we all like.",
  "And Sweet’s rewards — which include shout-outs, phone calls, texts, tickets, meet-and-greets, and one-of-a-kind experiences — position fans to get even closer to those artists and brands, further fueling the loyalty cycle.",
  "So all of those traits sound a lot to me like labor.”\n\nIf data is the new oil, Tom Mizzone, the CEO and founder of Sweet, believes his platform may have found an answer that satisfies both consumers and businesses.",
  "In fact, Mizzone says, users of the platform are so eager to earn those rewards that they buy more Sugar to get the rewards faster; more than 50 percent of all Sugar redeemed is purchased by fans, not earned.",
  "The first 1 million Sugar token redemption was for a Black Eyed Peas video cameo, and growth has been swift: Sweet has onboarded dozens of brands and has 100 more awaiting spots on the platform.",
  "The program’s format is open to a wide variety of interests and circumstances — fans’ participation is restricted only by the time and energy they have available, not their income.",
  "Concepts like Sweet’s prove that there are a lot more options for engagement than brands may have thought possible — all they have to do is initiate that engagement and reward it.",
  "Sweet’s fan loyalty platform is offered in an opt-in format and gamifies the loyalty-earning process and makes incremental rewards feel like they’re building more quickly.",
  "As more people participate and more brands become attuned to the idea of sharing with fans rather than collecting from them, this approach will become more widespread.",
  "Even if the consumer genuinely likes and supports the products, services, or art created by the brand, that doesn’t negate the feeling that the investment is one-way.",
  "Fans can even do things such as shop former Disney pop star and actor Jorge Blanco’s closet via Skype and select an article of clothing for his team to send.",
  "Brands have poured money into creating personalized experiences for customers, based on the data they’ve collected about them, but that soon won’t be enough.",
  "The transactional nature of these programs asks customers to spend money before they ever see a “return” — sometimes to the tune of thousands of dollars.",
  "The next phase of Sugar’s growth involves expanding to broader markets and, in the future, connecting the Sugar token to an external public blockchain.",
  "Creating Cravings\n\nA loyalty program that’s built on fans further engaging with the objects of their admiration transforms those fans into super fans.",
  "Sweet has garnered interest from brands ranging from sports teams and athletes to artists, festivals, influencers, and tattoo-focused publications.",
  "Loyalty programs may not be earning as much loyalty as hoped, but that’s a sign that these programs need to be redesigned rather than abandoned.",
  "Fans can then exchange their Sugar, which carry a universal “spendable value” for rewards ranging from merchandise to one-of-a-kind experiences.",
  "And that engagement comes with a bonus for brands: They see a multiplier effect on fans’ engagement, driving deeper relationships with users.",
  "Reward buy-ups are one monetization tool the platform offers brands; artists can also offer VIP access, exclusive content, and ticket access.",
  "The Black Eyed Peas saw the value of the platform and recorded a launch video that the band distributed via its website and social platforms.",
  "To this point, some suggest that to make loyalty a two-sided proposition, consumers should be compensated for their brand-building efforts.",
  "Glen Weyl, an economist at Yale University, told NPR that most of us should be getting roughly a thousand dollars a year for our troubles.",
  "That means brands of all sizes will need to “sweeten the pot” by showing consumers that they care about them as people, not just numbers.",
  "They attend events and concerts, tell their friends about their new kicks, and share that awesome new single they just discovered.",
  "Pressure will mount for other loyalty programs to signal to consumers that they — and their data — are not being taken lightly.",
  "Consumers want the authentic interest and engagement of a small business, combined with the resources of a large corporation.",
  "By creating a conduit, Sugar will have the ability to allow its tokens to be used in any type of third-party app or program.",
  "That means mutual trust isn’t established, and consumers can feel effort is flowing from them, not toward them.",
  "Most loyalty programs struggle to establish real connections between brands and the customers they serve.",
  "“What Sweet has established is a highly scalable platform for all culturally relevant brands,” he said.",
  "To that end, Sweet appointed Max Keiser of “The Keiser Report” to serve as an economic advisor.",
  "Sweetening the Pot\n\nWhat does a model like Sweet’s mean for the loyalty market as a whole?",
  "More than 1 million Sugar-earning actions have been carried out by fans in 138 countries.",
  "“The programs that exist currently are often fragmented and purchase-oriented,” he says.",
  "Two-way investments are becoming the name of the game in brand-consumer relationships.",
  "Sweet built a system that rewards them for their actions, not just their purchases.",
  "It is incredibly intimate, and it belongs powerfully to us.",
  "Sweet also believes in open scalable markets and economies.",
  "Consumers and fans are powerful marketers.",
  "The payoff?"
]