[
  "They would run a group for pro-immigration reform, and then run a group against immigration reform and just try to put people against each other.”\n\n“We could do a better job of chasing and using AI tools to scan what is going on,” he continued, adding, “I am confident that we are going to do a much better job.”\n\nIn October last year, following an appearance at the U.S. Congress alongside Google and Twitter, Facebook confirmed in a blog post that millions of users in the U.S. had been served targeted advertising paid for by Russian accounts.",
  "“Only a very small amount is fake news and hoaxes.”\n\nREUTERS/Henry Nicholls\n\nTwo months later, the U.S. intelligence community officially confirmed it believed Moscow had orchestrated a widespread attack—partly using social media platforms— to “undermine public faith in the U.S. democratic process.” It named the culprits as President Vladimir Putin and the Russian government.",
  "I am sure they are working on that and there are going to be some new tactics that we need to make sure we observe and get in front of.”\n\nDavid Ramos/Getty Images\n\nLike Russian hackers and trolls, Cambridge Analytica has had firm ties to the period surrounding the 2016 presidential election campaign of Donald Trump.",
  "Facebook CEO Mark Zuckerberg has said he “is sure” that foreign bodies will try to exploit his platform during the 2018 U.S. midterm elections in the same fashion as the presidential ballots two years ago: spreading propaganda and sowing division.",
  "The social networking giant was thrust into crisis this week following the Cambridge Analytica data misuse scandal, forcing the founder of the California-based website to address the allegation that 50 million profiles were harvested back in 2014.",
  "“Meddling in elections within the U.S., or any other nation for that matter, by another country is the new norm and will continue for as long as there is a chance of success,” Lee Munson, security researcher at Comparitech, told Newsweek.",
  "But he claimed to be confident about curbing future meddling by boosting Facebook’s security teams and deploying machine-learning tech to help fend off any state-sponsored disruption during the November 6 political process.",
  "He said there was already “some sense” of the covert tactics that would be used and claimed his company would be hiring thousands more people dedicated to security throughout 2018, bringing the total number to 20,000.",
  "\"While previously used methods will probably not be as successful this time, the growing security team within Facebook will be faced with a large number of new types of attempted political influence.",
  "“I believe that Facebook will again be used as a platform for politicking during the upcoming midterm elections, something that Zuckerberg himself has admitted will be highly likely,\" Munson added.",
  "Whatever the result of Facebook’s efforts, I suspect there will be much said after the event as winners celebrate and losers blame social media interference, irrespective of the truth.”",
  "“What we see are a lot of folks trying to sow division, that was a major tactic that we saw Russia try to use in the 2016 election,” Zuckerberg noted.",
  "“I am sure someone is trying,” he said when asked if he believed midterm election interference was a possibility.",
  "This week, however, it emerged that the firm’s cybersecurity chief, Alex Stamos, will soon leave his position.",
  "“Of all the content on Facebook, more than 99% of what people see is authentic,” he wrote in November 2016.",
  "“Much of what they did was not directly…about the election but was more about just dividing people.",
  "Zuckerberg, in his latest public statements, said he will try to cut down on all three.",
  "“I am sure that there is version two of whatever the Russian effort was in 2016.",
  "Speaking to CNN, he apologized to users and pledged that changes would be made.",
  "Yet initially Zuckerberg himself played down the impact of Facebook propaganda.",
  "Still, he was forced to admit that security is always a work in progress.",
  "Some originated from a group known as the Internet Research Agency."
]