[
  "He noted that while Facebook is central to many people’s everyday lives, it also brings up difficult questions about “the privacy of the individual; the integrity of our democratic process; the tensions between local cultures and the global internet; the balance between free speech and prohibited content; the power and concerns around artificial intelligence; and the wellbeing of our children.”\n\nClegg will move with his family from the U.K. to California’s Silicon Valley in January, according to the Financial Times.",
  "(RELATED: Former Facebook Engineer Rips Company Leaderships For Not ‘Pushing Back’ On ‘Social Justice’ Employees)\n\n“We are a political monoculture … quick to attack — often in mobs — anyone who presents a view that appears to be in opposition to left-leaning ideology,” Facebook engineer Brian Amerige also wrote in an August internal memo to the company.",
  "(RELATED: UK Orders Cambridge Analytics To Turn In Data Or Face Criminal Charges)\n\nA group of advertisers also filed a formal complaint Tuesday, alleging Facebook knew about problematic measurement tactics massively inflating video viewership numbers and did nothing to address the problem for at least a year.",
  "Clegg “understands deeply the responsibilities we have to people who use our service around the world.”\n\n“The challenges we face are serious and clear and now more than ever we need new perspectives to help us through this time of change,” Sandberg continued.",
  "WATCH:\n\n“Our company is on a critical journey,” Facebook’s chief operating officer Sheryl Sandberg said, calling Clegg a “thoughtful and gifted leader” who can greatly help the company, according to The Hill.",
  "Soon after, the public became aware of the firestorm between the companies, prompting concern that user data had been compromised and that Facebook had not adequately vetted its commercial partners.",
  "I hope I will be able to play a role in helping to navigate that journey,” Clegg, who previously led the Liberal Democrat party, wrote in a Facebook post Friday announcing the appointment.",
  "Facebook must “[work] with people, organizations, governments and regulators around the world to ensure that technology is a force for good,” Clegg also wrote in his Friday post.",
  "The complaint comes after a 2016 lawsuit against the company alleging it engaged in fraud and deception by failing to disclose its faulty measurement system sooner.",
  "The announcement of Clegg’s role comes after Facebook suspended Cambridge Analytica in March after allegations the company harvested users’ personal data.",
  "The U.K.’s former deputy prime minister Nick Clegg will head Facebook’s global policy and communications department, according to a Friday announcement.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The company “is on a journey which brings new responsibilities not only to the users of Facebook’s apps but to society at large.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "CEO Mark Zuckerberg testified on Capitol Hill in April about the company’s vetting process.",
  "Facebook’s chief security officer Alex Stamos left the company in March.",
  "He will replace Elliot Schrage, who announced his resignation in June.",
  "The company announced it was closing two months later.",
  "Amerige announced his resignation Oct. 10.",
  "Schrage served the company for a decade.",
  "Follow Grace on Twitter."
]