[
  "Facebook Chief Operating Officer Sheryl Sandberg wrote: “The challenges we face are serious and clear and now more than ever we need new perspectives to help us though this time of change.”\n\nFacebook Chief Executive Officer Mark Zuckerberg and Sandberg were deeply involved in the hiring process and talks to hire Clegg began over the summer.",
  "Facebook said that, as of Nov. 7, all advertisers will have new requirements before they can place political ads in the U.K. \"We know we can’t prevent election interference alone and offering more ad transparency allows journalists, researchers and other interested parties to raise important questions,” the company said in a statement.",
  "To contact the reporters on this story: Robert Hutton in London at rhutton1@bloomberg.net;Natalia Drozdiak in Brussels at ndrozdiak1@bloomberg.net\n\nTo contact the editor responsible for this story: Flavia Krause-Jackson at fjackson@bloomberg.net\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2018 Bloomberg L.P.",
  "Bringing a former local politician on board could especially help the Silicon Valley giant in the U.K., where it is under investigation for letting the data of millions of users end up in the hands of Cambridge Analytica, a consulting firm that worked on Donald Trump’s 2016 U.S. presidential campaign.",
  "And in 2015, Uber hired as its senior vice president for public policy Jill Hazelbaker, a former campaign press secretary for Michael Bloomberg’s 2009 re-election campaign as New York City mayor and for Senator John McCain’s 2008 presidential campaign.",
  "In an example of the kind of scrutiny Facebook is now coming under, the U.K. Parliament’s Culture Committee on Saturday released details of what it said was an anonymous political campaign to reject Prime Minister Theresa May’s Brexit plan.",
  "Clegg replaces Elliot Schrage, who stepped down in June after a tumultuous decade at the company, which featured a period of rapid growth, an initial public offering, and the beginning of the fallout of the privacy scandals.",
  "A low point in his career came in 2012, when a contrite Clegg apologized in a political advertisement for promising to oppose any increase in tuition fees: \"We made a pledge, we did not stick to it, and for that I am sorry.\"",
  "Clegg’s hire comes as Facebook is under fire from regulators, politicians and authorities around the world on issues ranging from user privacy breaches, to the proliferation of fake news and hate speech on its platforms.",
  "(Bloomberg) -- Facebook Inc. hired Nick Clegg, Britain’s former deputy prime minister, to run its lobbying efforts, as governments around the world debate how best to regulate the social media giant.",
  "Alphabet Inc.’s Google and Uber Technologies Inc. -- also both battling regulatory scrutiny and reputation damage -- recently hired former political advisers for senior public policy roles.",
  "Google in 2016 had hired Caroline Atkinson, an economic adviser to President Barack Obama, to steer its global policy efforts before stepping aside from that role last year.",
  "When he agreed to form a coalition with Prime Minister David Cameron’s Conservatives in 2010, Clegg led his party into government for the first time since World War II.",
  "On his Facebook page, Clegg wrote: “The company is on a journey which brings new responsibilities not only to the users of Facebook’s apps but to society at large.",
  "I hope I will be able to play a role in helping to navigate that journey.” His title at Facebook will be vice president, Global Affairs and Communications.",
  "Clegg will start on Monday but the family -- he has three sons -- won’t move to California until 2019, according to a person familiar with the talks.",
  "The Committee said it found evidence that more than 250,000 pounds ($327,000) had been spent on targeted ads pushing for a harder Brexit.",
  "In the 2015 general election, the Liberal Democrats lost all but 8 of the 57 lawmakers they had returned to Parliament 5 years earlier.",
  "He’s also a former member of the European Parliament who knows his way around the institutions of the European Union.",
  "As leader of the Liberal Democrats, Clegg was at the heart of the British government from 2010 to 2015.",
  "And there was a particular issue around university tuition fees that bombed with supporters.",
  "Facebook has hired heavily from Washington, in its communications department and beyond.",
  "Its head of global policy, Joel Kaplan, used to work for President George W. Bush.",
  "--With assistance from Nate Lanxon, Alex Morales, Sarah Frier and Jeremy Kahn.",
  "The two parties weren’t natural bedfellows -- the Lib Dems are left of center.",
  "Clegg quit as leader and lost his own seat in last year’s surprise election.",
  "The committee said it was impossible to tell who was behind the campaign.",
  "Clegg’s wife, Miriam, is Spanish and a top trade lawyer.",
  "But the move went down badly with the party supporters.",
  "(Updates with Facebook statement in sixth paragraph.)",
  "It generated a series of spoofs online.",
  "Clegg is no stranger to controversy.",
  "He speaks French, Dutch and German.",
  "Schrage will stay on as an adviser."
]