[
  "So once I had decided to accept a new role in Facebook, there was little merit in delaying my move any longer.”\n\nVince Cable, the leader of the Liberal Democrats, told the Guardian he intended to write a letter to Clegg: “I will be urging him to make sure Facebook co-operates with attempts to make sure they pay their fair share of taxes,” he said.",
  "Profile Nick Clegg's political highs and lows Show Hide Nick Clegg: political highs and lows Even though Nick Clegg spent five years as deputy prime minister, his probable political highlight came about a month before he took the post, in the unlikely arena of the pre-election party leaders’ debate of April 2016.",
  "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\nEarlier this month the chief executive of the UK competition regulator said it is “actively considering” launching an investigation into the digital advertising market – which is dominated by Facebook and Google.",
  "He will also be acutely aware that there are very serious questions about the role the company played during the EU referendum that the DCMS select committee still requires answers to.”\n\nIn the summer, Facebook lost its top policy and communications chiefs Elliot Schrage and Rachel Whetstone.",
  "We need to find solutions, not succumb to the easy emotions and polemic of a ‘techlash’.”\n\nTom Watson, the deputy leader of the Labour party, said: “I look forward to meeting Nick Clegg in his new role, as we have serious concerns about Facebook’s lack of democratic accountability.",
  "I’m joining Facebook to build bridges between politics and tech | Nick Clegg Read more\n\nThe names of former chancellor George Osborne, now editor of the Evening Standard, and the ex-Labour foreign secretary David Miliband had circulated as potential candidates for the role.",
  "The decision to appoint Clegg, a former European commission trade negotiator and member of the European parliament, is indicative of Facebook’s desire to have a better relationship with Brussels, where the social media giant is facing calls for increased regulation.",
  "It was a rapid fall for a man who ended up spending just 12 years in the Commons, becoming Lib Dem leader little more than two years after becoming an MP, following his work at the European commission and five years as an MEP.",
  "While the appointment of Clegg to a top role at a tech giant may come as a surprise, rumours had been circulating for weeks that the Facebook founder Mark Zuckerberg was close to appointing a top former British politician.",
  "“I actually find the messianic Californian new-worldy-touchy-feely culture of Facebook a little grating.”\n\nClegg is relocating with his wife, the international trade lawyer Miriam González Durántez, and their three sons.",
  "Clegg, a leading supporter of the People’s Vote campaign and part of a high-powered pro-remain group of former politicians lobbying to stop Brexit, offered a weak apology for abruptly walking away from the fight.",
  "Former UK deputy PM says he ‘will no longer seek to play a public role’ in Brexit debate\n\nFacebook has hired Sir Nick Clegg, the former UK deputy prime minister, as its head of global policy and communications.",
  "But, inevitably, with a minority share in power came compromises, most notably ditching the party’s pre-election promises on tuition fees, as well as a tacit approval of the government’s austerity programme.",
  "Since leaving parliament, Clegg has doubled up as a Lib Dem grandee and a leading voice opposing Brexit, which has seen him lead unofficial and controversial diplomatic efforts to try to stop the process.",
  "The right regards it as a threat to traditional family values.”\n\nHe wrote that working to bring about change at Silicon Valley companies is a better plan than seeking to completely curb them.",
  "“As with most big decisions I took in politics, I expect my decision to move to Silicon Valley will be shouted down by people from the left and the right,” he wrote in his Guardian article.",
  "Clegg will have had to broach some tricky ground in his interviews with Facebook, having spoken out about cracking down on tax avoidance by big companies when he was deputy prime minister.",
  "“That is the big public policy issue.”\n\nClegg will also have faced an awkward moment explaining a comment piece he wrote two years ago in the London Evening Standard criticising Facebook.",
  "Sources say the decision to hire Clegg is not designed to be “quick fix” but a “bold” example that the company is committed to tackling Facebook’s policy and reputational challenges.",
  "Pitted against David Cameron and Gordon Brown, the then 43-year-old Liberal Democrat leader showed himself telegenic, engaging and politely baffled at his opponents’ tribal enmity.",
  "Clegg, 51, will join Facebook as it struggles to cope with mounting political pressure over issues including fake news, data protection and the threat of government regulation.",
  "Clegg’s political career peaked when he became deputy prime minister after leading the Lib Dems into a coalition with David Cameron’s Conservative party between 2010 and 2015.",
  "His political fortunes were placed into some context after it emerged last year that Clegg’s eldest son, Antonio, then 15, had been diagnosed with the cancer Hodgkin lymphoma.",
  "Photograph: Nils Jorgensen/Rex Features\n\nEarlier this month it emerged that Facebook paid only £7.4m in tax last year despite racking up a record £1.3bn in British sales.",
  "“As concerns about the impact of technology grow, the left has tended to condemn ‘Big Tech’ as representative of everything that is wrong in an unleashed market economy.",
  "“I have mixed feelings about leaving the UK’s public debate about the future of our country’s relations with the rest of Europe,” he said, writing for the Guardian.",
  "In July, Facebook was fined £500,000 – the maximum possible amount – for a lack of transparency and failing to protect users’ information, relating to the scandal.",
  "Two years later, Clegg lost his Sheffield Hallam seat to Jared O’Mara of Labour, a party which had never held the constituency since it was created in the 1860s.",
  "After the election, the Lib Dems had 57 MPs – enough to gain a share in government with Cameron’s Conservatives and get Clegg an office adjoining Downing Street.",
  "The chancellor, Philip Hammond, has also suggested he is ready to impose a digital services tax on internet companies in an effort to force them to pay more tax.",
  "Facebook is also facing wider scrutiny following the Cambridge Analytica data scandal and the social network’s role in the dissemination of “fake news”.",
  "Last year the European commission fined Facebook £94m for providing “misleading” information about its $19bn takeover of WhatsApp in 2014.",
  "The Facebook founder succeeded in getting him on board by guaranteeing he would have a leading role in shaping the company’s strategy.",
  "“The Brexit drama will soon move to – and possibly culminate in – the place where it arguably belonged all along, in parliament.",
  "Clegg’s appointment, first reported in the Financial Times, is said to have come after he was wooed by Zuckerberg for months.",
  "Not only did the audience polling declare him the winner, the debate also sparked the catchphrase: “I agree with Nick”.",
  "He will start work on Monday, based at Facebook’s London office until relocating to California in the new year.",
  "Clegg said that once he had signed up with Facebook, he decided he may as well leave as soon as possible.",
  "Whetstone is married to Steve Hilton, the political strategist who was a close adviser to David Cameron.",
  "Sheryl Sandberg, Facebook’s chief operating officer, was also involved in Clegg’s recruitment.",
  "“I am no longer an MP and have never had any desire to sit in an unreformed House of Lords.",
  "“If Silicon Valley were to disappear overnight, the technology invented in it would not.",
  "Global tech leadership would instantly transfer from the west coast of America to China.",
  "In the 2015 election, the Lib Dems were decimated to a rump of eight and out of power.",
  "He will take the official title of vice-president, global affairs and communications.",
  "The former head of the Liberal Democrats will move to Silicon Valley in January.",
  "“I believe in engaging and grappling with difficult questions,” he wrote.",
  "“He will know our concerns about data privacy, taxation and transparency.",
  "It is not known if either was officially approached by Facebook.",
  "It’s perhaps unfair to say things only went downhill from then.",
  "He lost his seat in parliament in the 2017 general election.",
  "I will no longer seek to play a public role in that debate.",
  "“I’m not especially bedazzled by Facebook,” he wrote.",
  "Clegg was never as politically popular again.",
  "He responded successfully to treatment."
]