[
  "“On the privacy front, it is what applications you install and use, and having a good understand of their privacy policies.”\n\nBuying a more secure phone could protect you from malware and nefarious apps, but it won’t protect you from data scandals like Facebook’s FB recent breach with Cambridge Analytica, which affected 87 million users or phishing attacks, emails posing as legitimate sources to gain password information.",
  "“Android’s requirement that data on mobile devices be transmitted to Google servers and used for targeted advertising and building a user profile, makes Android the more customizable, but less private mobile operating system.”\n\nAlternatively, Apple has been vocal about its commitment to data privacy, storing more data locally on the device and sending less to its server for ad targeting.",
  "As the debate between Apple AAPL, -3.57% and Android rages on, here are some security differences to take into account between the two operating systems when you’re considering a new phone:\n\nPrivacy measures\n\nThere is a difference between “privacy” and “security,” said Jessica Ortega, a website security analyst at Scottsdale, Ariz.-based cloud-based security firm SiteLock.",
  "“Google still has very little control over software updates, and Android users are basically at the mercy of their carriers and phone manufacturers when it comes to getting updates or new operating system versions,” Lorenzo Franceschi-Bicchierai, a security reporter at VICE’s Motherboard, wrote in his article ‘Goodbye, Android,’ explaining why he switched to an iPhone.",
  "“Contrary to Android’s Play store, the app store for iPhones is much more restrictive, requiring in-depth security scanning of all applications before distribution.”\n\nIn August, Google removed 145 Android applications from its Play app store after security firm Palo Alto Networks informed Google they were infected with malware and stealing data from users.",
  "In 2013, the American Civil Liberties Union filed a complaint with the Federal Trade Commission asking the agency to investigate wireless carriers including AT&T, Verizon, Sprint, and T Mobile for failing to inform customers that Google’s Android system could be running without critical security updates.",
  "Other privacy efforts to make\n\nAlthough by many of these measures, Apple is more secure, users have a responsibility to do more than just choose the “smarter” smartphone, said David Ginsburg, vice president of marketing at Cavirin, a Santa Clara, Calif.-based cybersecurity company.",
  "Apple is your best bet for built-in privacy, but you should take your own measures to prevent hacking of your devices even if you have faith in your phone system\n\nGet a daily roundup of the top reads in personal finance delivered to your inbox.",
  "“Because Android prides itself on being open-source to a degree, their Play store is much easier to get apps added to and this has resulted in malicious apps slipping past security screenings,” Ortega said.",
  "“The narrative that some companies will try to get you to believe is ‘I’ve got to take all of your data to make my service better.’ Well, don’t believe that.",
  "This means web developers can more easily create content and apps for Android phones, and that users can customize their devices more easily.",
  "In July 2015, a security researcher found a bug in the code of Android devices that left more than 950 million devices vulnerable to hackers.",
  "To prevent ongoing security concerns like these, users should use basic digital hygiene like password managers and two-step verification.",
  "“Android smartphones that do not receive regular, prompt security updates are defective and unreasonably dangerous,” the ACLU wrote.",
  "Google GOOG, -3.01% released its Pixel 3 this week, a new smartphone running on Android that is known for its high-quality camera.",
  "Security on the device\n\nAndroid collects and sells more data to advertisers, but which devices are less vulnerable to hacking?",
  "The Pixel is said to be the most secure device from Google yet, featuring a security chip that encrypts data on the device.",
  "Google’s Android platform is considered to be open-source with a much more accessible development platform and Play store.",
  "That is because Apple’s iOS has higher levels of scrutiny for what apps are allowed to be sold in the App Store.",
  "Apple is much more restrictive, meaning fewer malicious apps, but also less customization for the end user.",
  "The question can determine who you date, how much you make in the markets — and how secure your data is.",
  "Whoever’s telling you that — it’s a bunch of bunk,” Apple CEO Tim Cook told Vice News Tonight.",
  "Privacy is how data is handled and stored, and in that realm, Apple is superior, she said.",
  "“Securing your phone is just one aspect of ensuring your personal cyber posture,” he said.",
  "But security on Android devices is a different issue entirely, security experts say.",
  "Bugs like these are exacerbated by the company’s failure to push updates to users.",
  "“When it comes to privacy, Android is still the second choice,” she said.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "Software updates\n\nAnother downside to Android?",
  "Are you an Apple person or an Android person?",
  "Its infrequent software updates.",
  "Apple once again, said Ortega.",
  "Sign up here.",
  "The verdict?"
]