[
  "PEOPLE ON THE MOVE\n\n— Morning Tech has started surveying the field about who will take on the role of in-house \"data protection officers\" under Europe's new privacy rules, and here’s the current line-up of who’s picked whom for the DPO role — Twitter: associate legal director Damien Kieran; Snap: deputy general counsel Katherine Tassi; Microsoft: software engineer and privacy program manager Steve May; IBM: chief privacy officer Cristina Cabella; and Salesforce: SVP Lindsey Finch.",
  "RECENTLY ON PRO CYBERSECURITY — “President Donald Trump uses a White House cellphone that isn’t equipped with sophisticated security features designed to shield his communications, according to two senior administration officials — a departure from the practice of his predecessors that potentially exposes him to hacking or surveillance.” … The Committee on Foreign Investment in the United States has some shortcomings, a POLITICO investigation found.",
  "DOJ said that Sessions’ meetings would cover “counterterrorism, cybercrime, border security, and organized crime,” while DHS said Grady would “meet with international partners to discuss joint counterterrorism efforts as well as aviation security, cybersecurity and improved vetting measures.” The U.S. and its European partners briefly discussed cybersecurity and cybercrime in the readout from last year’s ministerial.",
  "The tax agency has failed to comply with a directive issued late in the Obama administration that requires it “to inventory and validate the system access capabilities and the number of privileged accounts as well as minimize the number of privileged users to specific HVAs,” the Treasury Inspector General for Tax Administration said in the report, which is dated May 18 but was first publicized on Monday.",
  "Famed hacker collective reunites on Hill today\n\nWith help from Eric Geller, Martin Matishak, Aubree Eliza Weaver and Nancy Scola\n\nTHE MORE THINGS CHANGE… — Congress today hosts an event commemorating the 20-year anniversary of the first ever cybersecurity hearing, where the witnesses from that day — members of the hacking collective L0pht — will reunite to discuss what has changed, and what hasn’t.",
  "“So many of the concerns raised by L0pht members 20 years ago — including the weak security properties of core internet protocols, problems with authentication, and failures by vendors to maintain security across the product lifecycle — remain unaddressed today,” Sen. Mark Warner, co-chair of the Senate Cybersecurity Caucus, said in a statement to MC.",
  "They are not our partners in keeping the American economy healthy and prosperous.”\n\nFROM ROMANCE TO BUSINESS — Using what it dubbed “responsible active defense techniques,” Agari captured 76 criminal email accounts from 10 different organizations over nearly a decade, and the cybersecurity company is out with a study today on what it learned.",
  "Stay in touch with the whole team: Bryan Bender (bbender@politico.com, @BryanDBender); Mike Farrell (mfarrell@politico.com, @mikebfarrell); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "CYBER ON THE AGENDA — Trump administration officials are in Bulgaria this week for the U.S.-EU Justice and Home Affairs Ministerial Meeting, bringing together the interior and justice ministers from the partner nations to discuss issues like terrorism, border security and of course cybersecurity.",
  "Grand, who focused on hardware then and now, said that the so-called internet of things shows how basic security principles — like simple security measures installed at the outset — are getting neglected in favor of getting an internet-connected device to market quicker.",
  "“That was a mistake, and I’m sorry.”\n\nAlso much like his testimonies in April, Zuckerberg is expected to renew his commitment to lawmakers that he’ll make “the significant investments needed to keep people safe.” Check out the full preview from POLITICO Europe.",
  "Among the agency’s other failings: It didn’t “effectively and timely mitigate critical and high-risk vulnerabilities” in one of these mission-critical systems, and it didn’t begin cataloging historical information about when patches were applied until December.",
  "His European debut comes just six weeks after Zuckerberg took to the Hill for hearings before the Senate Judiciary and Commerce committees, and the House Energy and Commerce Committee — clocking in at nearly 10 hours of testimony between the two hearings.",
  "ZUCKERBERG HEADS TO EUROPE — From our friends at Morning Tech: Facebook CEO Mark Zuckerberg will speak to European Parliament lawmakers in Brussels today about data protection and privacy following the recent Cambridge Analytica scandal.",
  "“That frees our investigators and attorneys to focus on corporate criminals who post the most dangerous and imminent threats to the American people — terrorists, drug traffickers, transnational cyber criminals,” according to Rosenstein.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "CyberScoop reported Monday on a confidential information sharing program between U.S. Cyber Command and the Financial Services Information Sharing and Analysis Center, focused primarily on nation-state hackers.",
  "“Whether it’s fake news, foreign interference in elections or developers misusing people’s information, we didn’t take a broad enough view of our responsibilities,” he’s expected to say in his opening remarks.",
  "“The scale of things have expanded far greater than any of us could've imagined back then.” Listing off the long-persisting cybersecurity issues from then and now, Thomas said, “Those issues are still there.",
  "… Financial market regulators in the U.S. and Canada launched the largest coordinated enforcement actions to date to combat fraudulent “initial coin offerings.”\n\nTWEET OF THE DAY — We hardly pew you.",
  "Taking a cue from his U.S. appearances, Zuckerberg is expected to apologize to Facebook’s European users and acknowledge that his company fell short when it came down to protecting users’ privacy.",
  "“I’m hopeful that Congress today takes cybersecurity more seriously than it did in 1998 — but there remains significant room for improvement.”\n\nHAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "Percentage-wise it's the same, but the user base is much larger.”\n\nThe Congressional Internet Caucus Academy, Senate Cybersecurity Caucus and Congressional Internet Caucus are hosting.",
  "IG DINGS IRS ON HIGH-VALUE ASSETS — The IRS can do much more to identify and document its high-value assets, or HVAs, according to a new Treasury Department inspector general report.",
  "He’ll take questions behind closed doors from a small group of MEPs, but the conversation will be livestreamed after intense criticism over how the meeting was initially set up.",
  "The IG recommended, among other things, that the IRS automate the process of cataloging users with high-level access and document the hardware configurations of all its HVAs.",
  "— “ZTE Kerfuffle Shows Cybersecurity Doesn’t Operate in a Vacuum.” Nextgov\n\n— The Defense Department is looking at expanding its bug bounty program and making it continuous.",
  "Nine of the 10 are Nigeria-based, and business email compromise — where scammers lure company officials into making wire transfers — were the most popular kind of attacks.",
  "RIGHT UP THERE WITH MS-13, APPARENTLY — Deputy Attorney General Rod Rosenstein doesn’t mince words when it comes to his, and the Justice Department’s, opinion of hackers.",
  "Then-Sen. Fred Thompson predicted that if Congress didn’t act, a big corporate hack would lead to a lawsuit and the problem would “fix itself,” as Grand paraphrased.",
  "Speaking at the 2018 Annual Conference for Compliance and Risk Professionals in Washington on Monday, Rosenstein praised companies that play by the rules.",
  "There’s been incremental progress, but “it doesn't seem like it can keep up with the scale of the attacks,” Grand, founder of Grand Idea Studio, told MC.",
  "Past military experience battling terrorism or drug cartels translates to tracking cybercrime groups, a former member of Delta Force told the newspaper.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "— Michael Clauser is the new head of government affairs for Analog Devices, a Massachusetts-based semiconductor company with a cybersecurity business.",
  "… U.S. and U.K. elections are threatened by cyberattacks, according to Matt Rhoades, the campaign manager of Mitt Romney’s 2012 presidential bid.",
  "“It forgets all the advances that have been made.” Twenty years ago, there were no corporate awareness campaigns on phishing, for example.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @POLITICOPro and @MorningCybersec.",
  "The voluntary cybersecurity framework put together by government and industry highlights how both sides can collaborate, he said.",
  "Online scams that promised romantic relationships were the groups’ main scheme before they shifted to business email compromise.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Both Grand and Thomas agreed that there’s been another change: The sheer amount of people or things connected to the internet.",
  "“A lot of people in industry say, nothing ever changes,” Thomas, now the global strategy lead at IBM’s X-Force Red, told MC.",
  "“Twenty years later, there have been so many attacks and no sort of lawsuit has really changed anything,” Grand said.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "The Washington Post\n\n— Florida election officials are meeting this week, and Russian hackers are on the agenda.",
  "— Banks are increasingly taking a “military-style” approach to battling cybercrime, The New York Times reports.",
  "There are a lot of people with their heads buried in the sand who think they aren't at risk,” Thomas said.",
  "They’re easy and quick, and net significant gains; the average payment request was $35,500, Agari found.",
  "Read our note from POLITICO Editor-in-Chief John Harris and Editor Carrie Budoff Brown to learn more.",
  "POLITICO and the South China Morning Post are partnering to expand coverage of U.S.-China relations.",
  "Quartz\n\n— A U.S. trial is revealing links between the Russian government and cybercriminals.",
  "Attorney General Jeff Sessions arrived in Sofia on Monday, and Claire Grady, the acting No.",
  "...The CFTC will publish new guidance on virtual currency derivatives contracts this week.",
  "It’s not the only news story of late connecting the military and the financial sector.",
  "That means hiring former soldiers, conducting exercises and setting up fusion centers.",
  "— Parsons Corp. said it acquired Polaris Alpha, a defense and intelligence IT company.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "… House lawmakers will receive a classified briefing on election security today.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "QUICK BYTES\n\n— North Korean hackers have netted $650 million for their country.",
  "Insurance Journal\n\n— The banking industry still has some work to do on cyber.",
  "ZDNet\n\n— Former NSA chief Michael Hayden talked cyber with RealClearPolitics.",
  "He previously served as senior manager for government relations at Fujitsu.",
  "Tampa Bay Times\n\n— The U.S. cybersecurity insurance market grew in 2017.",
  "And yes, people are making the same mistakes still, like bad passwords.",
  "Story Continued Below\n\nJoe “Kingpin” Grand is a bit more pessimistic.",
  "FedScoop\n\n— The Army shed some light on a recent cyber exercise.",
  "Facebook says it’s in the last stages of finalizing its pick.",
  "Follow the conversation on POLITICO Europe’s live blog here.",
  "In one case a woman paid out $500,000 to a phony suitor.",
  "Apple says it’ll have an announcement later this week.",
  "Google did not respond to a request for information.",
  "Are they more or less prevalent than 20 years ago?",
  "2 at DHS, will travel there today and Wednesday.",
  "“That's one way to look at things,” Thomas said.",
  "“Those groups do not have compliance programs.",
  "Computer Weekly\n\n— Xfinity exposed user data.",
  "Washington Technology\n\nThat’s all for today.",
  "The IRS concurred with the recommendations.",
  "Zuckerberg will appear at about 12:15 p.m.",
  "“Everything's on the network,” Grand said.",
  "Cris “Space Rogue” Thomas, sees progress.",
  "No organization can afford to be hacked.",
  "People appear desensitized, Grand said.",
  "They do not make voluntary disclosures.",
  "But, “We still have a long way to go.",
  "Just another ManTech advantage.",
  "Also, that’s a lotta bacteria.",
  "It could be across the hall.",
  "Full team info below.",
  "BANKS + MILITARY = ?",
  "Cripes, humanity.",
  "ET."
]