[
  "“Rather than a sinister breakthrough in political technology, the Cambridge Analytica story appears to be part of the traditional contest among consultants on a winning political campaign to get their share of credit — and win future clients.”\n\nTaggart sums up her article quoting a Cambridge Analytica spokesperson saying that the company “does not obtain data from Facebook profiles or Facebook ‘likes’ as reported.” She then concludes by accusing the Scout article as containing “conspiracy theories.”\n\nThe Enterprise Takeaway\n\nPerhaps the most important lesson that enterprise executives can take away from this story is that the relationship among AI, big data, and misinformation generally is complex and perhaps intractable.",
  "“If fake news created the scaffolding for this new automated political propaganda machine, bots, or fake social media profiles, have become its foot soldiers – an army of political robots used to control conversations on social media and silence and intimidate journalists and others who might undermine their messaging.”\n\nThe Scout article admits, however, that Cambridge Analytica’s involvement in the Bot Gestapo is unclear.",
  "The Guardian describes Mercer as “The rightwing U.S. computer scientist is at the heart of a multimillion-dollar propaganda network,” and Newsweek calls him “the mysterious billionaire benefactor of Breitbart.”\n\nThen a few weeks ago, online media firm Scout.ai published an even more provocative piece entitled The Rise of the Weaponized AI Propaganda Machine.",
  "“There’s been a wave of reporting on Cambridge Analytica itself and solid coverage of individual aspects of the machine – bots, fake news, microtargeting – but none so far (that we have seen) that portrays the intense collective power of these technologies or the frightening level of influence they’re likely to have on future elections,” the article says.",
  "Or depending on your perspective, Trump’s people simply leveraged the latest generation of software tools better than the Clinton campaign was able to manage, a carefully crafted turnabout after Obama’s two campaigns successfully gained advantage on the McCain and Romney campaigns respectively by using the latest software of the day.",
  "“Interviews with 13 former employees, campaign staffers, and executives at other Republican consulting firms who have seen Cambridge Analytica’s work suggest that its psychological approach was not actually used by the Trump campaign and, furthermore, the company has never provided evidence that it even works,” Taggart writes.",
  "While the inside story of the Trump campaign’s use of cutting-edge technology may have nefarious overtones for some, the reality is that it set the bar for both progressives as well as conservatives in the future – as well as anyone else seeking to gain a competitive advantage using AI and big data.",
  "But it’s not clear that Cambridge Analytica’s psychological profiling actually adds much value to the process.”\n\nKendall Taggart at Buzzfeed also penned an article skeptical of the Motherboard and Scout positions in her article The Truth About The Trump Data Team That People Are Freaking Out About.",
  "The article reports on how SCL, Cambridge Analytica’s parent company, paid unwitting individuals to seed its Facebook psychometric system, which in turn enabled SCL to build detailed models not only of those participants, but all of their Facebook friends, friends of friends, and so on.",
  "Digital footprints suddenly become real people with fears, needs, interests, and residential addresses.”\n\nThe \"Big Five\" personality profile, according to Cambridge Analytica’s website, includes Openness, Conscientiousness, Extraversion, Agreeableness, and Neuroticism – or OCEAN.",
  "Analyzing these five characteristics gives Cambridge Analytica’s customers the ability to perform \"behavioral microtargeting\" – the holy grail of personalized marketing, going well beyond the clumsy demographics approach familiar to all marketers.",
  "The secret to Donald Trump’s win: a masterful combination of big data-based manipulation of hapless Facebook users, combined with \"weaponized\" artificial intelligence (AI) which the Trump campaign used to mount a relentless misinformation machine.",
  "In this article, authors Berit Anderson and Brett Horvath delineate a number of advanced artificial intelligence (AI) and big data technologies that the Trump campaign used to gain an edge on the Democrats in order to win the election.",
  "“Cambridge Analytica buys personal data from a range of different sources, like land registries, automotive data, shopping data, bonus cards, club memberships, what magazines you read, what churches you attend,” the article explains.",
  "In this case, there was no SEC oversight, no public scrutiny of Trump’s attack ads.”\n\nNext, Anderson and Horvath sound the alarm over the vast network of fake news sites that helped sway public opinion during the campaign.",
  "“The more fake news that users engage with, the more addictive Analytica’s personality engagement algorithms can become.”\n\nAnderson and Horvath’s most striking claim, however, concerns what they call the \"Bot Gestapo.\"",
  "“Pretty much every message that Trump put out was data-driven.”\n\nThe Plot Thickens\n\nWhile Cambridge Analytica’s website claims that it is nonpartisan, its funding and control tell a different story.",
  "Facebook’s social network combined with insights into individuals’ \"likes\" on the platform can give marketers dramatically powerful insights into consumer behavior and preferences – for good or ill.",
  "The Other Side of the Story\n\nThe Scout.ai article appears to have its own bias, however, as its authors freely use inflammatory terms like \"eeaponized A\"’ and ‘Bot Gestapo’ to make their point.",
  "“This network of fake news creates a powerful infrastructure for companies like Cambridge Analytica to track voters and refine their personality targeting models,” the article continues.",
  "Jamie Condliffe at the MIT Technology Review, for one, provided a counterbalanced perspective in his recent article, The Right-Wing Propaganda Machine May Not Be as Smart as You Think.",
  "Intellyx publishes the Agile Digital Transformation Roadmap poster, advises companies on their digital transformation initiatives, and helps vendors communicate their agility stories.",
  "Regardless of how you look at the situation, influencing public opinion is what political campaigns are all about, and successful ones leverage all the tools at their disposal.",
  "Regardless of whether you’re mounting a progressive campaign or competing in a commercial marketplace, your opponents may very well be using the most powerful tools available.",
  "As today’s fake news crisis grows, AI may be our only hope to cut through the propaganda – but in the wrong hands, AI is also a powerful propaganda tool in its own right.",
  "“In theory, a site creating right-wing news combined with a finely tuned system for delivering it with laser-guided precision could create a potent propaganda machine.",
  "“We were able to form a model to predict the personality of every single adult in the United States of America,” explains Alexander Nix, CEO of Cambridge Analytica.",
  "“Because dark posts are only visible to the targeted users, there’s no way for anyone outside of Analytica or the Trump campaign to track the content of these ads.",
  "That article, The Data That Turned the World Upside Down, explores how the Trump administration used a big data technique called psychometrics to win the election.",
  "“Now Cambridge Analytica aggregates this data with the electoral rolls of the Republican party and online data and calculates a Big Five personality profile.",
  "Psychometrics, not Demographics\n\nOur story begins earlier this year, with a German-language article in Das Magazin by Hannes Grassegger and Mikael Krogerus.",
  "And much of the Cambridge Analytica’s funding comes from Robert Mercer, a brilliant, but enigmatic billionaire behind much of the Trump propaganda machine.",
  "“There's no way to know for sure whether Cambridge Analytica was responsible for subcontracting the creation of those Trump bots,” the authors concede.",
  "The Scout article claims that the earlier coverage on Cambridge Analytica’s methods and role in the Trump campaign didn’t tell the whole story.",
  "True, Cambridge Analytica may very well be a tool of wealthy, far-right interests – but it is not the only vendor with such technology.",
  "Steve Bannon, Trump’s Strategic Advisor and former executive chair of alt-right Breitbart News, was on the board until recently.",
  "Many of its competitors offer similar capabilities, and innovation in both AI and big data technologies continues to explode.",
  "Increasingly, such tools are software-based – and where political campaigns forge the way, enterprises are sure to follow.",
  "“Dark posts were also used to depress voter turnout among key groups of democratic voters,” the Scout article says.",
  "The article then goes on to explain how Cambridge Analytica enabled the Trump campaign to leverage \"dark posts.\"",
  "As of the time of writing, none of the organizations mentioned in this article are Intellyx customers.",
  "At the center of the Motherboard story: psychometrics software vendor Cambridge Analytica.",
  "A version of the article soon appeared in English on Motherboard, a service of Vice.com.",
  "And he also kick-started Steve Bannon’s Breitbart news organization,” Condliffe writes.",
  "The relationship between big data and social media is similarly a double-edged sword.",
  "Cambridge Analytica refused the author’s request for an interview for this article.",
  "This \"weaponized AI\" is only the beginning, according to Anderson and Horvath.",
  "Numerous articles, in fact, have sounded the alarm about Robert Mercer.",
  "You must beat them at their own game or risk losing everything.",
  "(See my recent article on AI, big data, and fake news.)",
  "“Mercer has invested in Cambridge Analytica.",
  "Robert Mercer never speaks to the press.",
  "Condliffe takes a skeptical tack.",
  "Image credit: Massimo Barbieri.",
  "The power of OCEAN is immense."
]