[
  "Smart Cities\n\nCities are using analytics to predict where crimes are likely to take place through historical and geographical data; to map infrastructure outcomes; to predict the number of people travelling on public transport and make sure it is running effectively; and to enable city planners to see where these areas of growth are likely to be in order to upgrade amenities to accommodate this.",
  "Data – from satellite images of areas of interest, automated drones, people-counting sensors, container ships’ positions, credit card transactions, jobs and layoffs reports, cell phones, social media, news articles, tweets, and online search queries – is now the most valuable commodity for Wall Street.",
  "More recently, the Republican National Committee announced a new program called RNC Voter Scores that uses voter files to determine which electors are on the fence about who to vote for, what issues are important to them and how a Republican candidate can best gain their votes.",
  "Elections\n\nPredictive analytics and the Voice of the Customer, which have proven to accurately predict the success of new products for the world’s leading retailers, are now being leveraged to forecast the outcomes of the U.S. midterm elections in key battleground races.",
  "With this, organizations can identify individuals with elevated risks of developing chronic conditions early in the disease’s progression, increasing chances of helping patients avoid long-term health problems that are costly and difficult to treat.",
  "At the University of Pennsylvania , a predictive analytics tool leveraging machine learning and electronic health record data helped to identify patients on track for severe sepsis or septic shock 12 hours before the onset of the condition.",
  "The Oakland Athletics’ use of analytics to assemble a competitive baseball team despite a small budget has been touted in the book Moneyball: The Art of Winning an Unfair Game and was even featured in a major motion picture, Moneyball.",
  "Investments/Wall Street\n\nThe new data-driven paradigm, fueled by alternative data sources as well as high performance computing and predictive analytics, offers a more robust framework to generate data-driven investment theses.",
  "Their usage has spread into predicting elements that touch the everyday lives of consumers - from a team’s starting lineup, to deadly health issues, to even identifying where a crime is most likely to take place.",
  "While I’ve talked a lot about the success of predictive analytics in retail for optimized product selection, pricing, planning and marketing, organizations in other areas are seeing great success as well.",
  "Forbes expects predictive analytics software applications to grow to nearly $3.5 billion, and global spending on Big Data and predictive analytics is expected to hit nearly $120 billion by year’s end.",
  "Healthcare\n\nInstead of simply presenting information about past issues to a user, predictive analytics are used estimate the likelihood of a future outcome based on patterns in the historical data.",
  "Just like we see consumer preferences on products change over time, predictive analytics are showing how the general population’s liking of candidates change over time as the elections approach.",
  "Over the past few years, companies across industries have learned to leverage the power of data to glean valuable insights into their customers and to shape their business and marketing plans.",
  "The campaign used the data from this app to promote “friend-to-friend communication,” after understanding that people are more likely to respond to calls to action from their friends.",
  "It’s been compared to the Cambridge Analytica scandal, but as noted in this U.S. News & World Report brief, it has not been deemed that the data was used without proper consent.",
  "More and more C-suite executives have also begun embracing predictive analytics tools to sift through the massive amounts of data and drive decision making around the future.",
  "The program has been successful, with data collected allowing the RNC to accurately predict a Colorado election within 1 percent, and a Georgia election within .001 percent.",
  "In Obama’s 2012 re-election campaign, a “targeted sharing” tool was created, and more than 1 million Obama supporters signed up for the Facebook app.",
  "Applying predictive analytics to these alternative data sources can help discover and contextualize insights that can produce better predictions.",
  "As a result, the team was able to develop two new customer products for two distinct segments of Magic fans that better cater to their wants.",
  "The RNC uses the information to predict the outcome of elections and tell campaigns which people within their districts they should contact.",
  "However, organizations that have strategies for deploying them are seeing real results, and they are saving time, money and resources.",
  "Data also helps the party decide which areas of the country, as well as individual states, need the most staffing.",
  "Voter data ranges from who buys audio books to types of cars owned, and the industry in which voters are employed.",
  "Many may still believe that Big Data and Predictive Analytics are just buzzwords that don’t drive any real value.",
  "Sports\n\nThe NBA ’s Orlando Magic uses predictive analytics to improve revenue and determine starting lineups.",
  "By leveraging the technology, the company analyzed ticket sales as well as team and player performance.",
  "Data is enabling candidates to learn more about defined voter segments and influence votes.",
  "However, predictive analytics aren’t just being used to predict business outcomes.",
  "Here are a few examples of how predictive analytics are being used today.",
  "Cities are even using predictive analytics to identify at-risk children.",
  "This gave the campaign permission to look at their friends lists.",
  "The premise of analytics in sports is certainly not new."
]