[
  "And, looking forward, the current Gadarene stampede into the “internet of things” is redolent of a mindset that Professor Mickens satirises as: “Let’s forget all the lessons from traditional network security and hope for the best.”\n\nThe polite term for the delusions that grip the lords of Silicon Valley (and their fans elsewhere) is technological determinism: the belief that technology is what really drives history and that they are on the right side of that history.",
  "But indifference to history is also functional for them because it enables them conveniently to forget that even the recent history of the tech industry is littered with disasters – think Windows 8 and Vista, Google Glass, Google+, Facebook Beacon, Microsoft’s Tay chatbot, Cambridge Analytica, Russian tweet-trolls and so on.",
  "That is, they’re less like meteors that come crashing into our planet… than like toddlers: sure, they crash into you a lot and change your life, but they didn’t come out of nowhere and, if you set your mind to it, you can teach them manners before they get to be bigger than you.” Yep.",
  "On Tenet No 1, for example, it’s not that long ago that the founder of Facebook, Mark Zuckerberg, treated us to a 5,700-word epistle for his millions of disciples, in which he solemnly argued that the world would be a better place if only we were all on Facebook.",
  "In one of the sharpest critiques of machine learning that I’ve come across, Harvard computer scientist James Mickens attributes many of the current disasters of the tech industry to what he calls the doctrine of “technological manifest destiny”.",
  "The novelist Dave Eggers nailed this beautifully in his novel The Circle, when the hapless heroine is led to exclaim that “privacy is theft” in a conversation about how selfish it is not to reveal all on social media.",
  "With that foundation, our next focus will be developing the social infrastructure for community – for supporting us, for keeping us safe, for informing us, for civic engagement and for inclusion of all”.",
  "For a company enmeshed in privacy scandals to do this suggests an interesting level of corporate sociopathy, but really it comes from adherence to the second tenet of the manifest destiny doctrine.",
  "As far as Tenet No 3 is concerned, it stems partly from the fact that most of the boy geniuses (and they are mostly boys) who founded Facebook, Google and Twitter are, at best, half-educated nerds.",
  "Then there’s Tenet No 2: that new tech should be deployed as quickly as possible, because not to do so would amount to a kind of theft (keeping all this great stuff from the rest of humanity).",
  "One of the infuriating tragedies of our time is how so many of our ruling elites seem to have swallowed this snake oil and how long it has then taken them to wake up to what’s going on.",
  "After all, if technology is the remorseless bulldozer that flattens everything in its path, then why waste time and energy fretting about it or imagining that it might be controlled?",
  "Only two weeks ago, in one of those you-couldn’t-make-it-up moments, Facebook launched a set of video chat devices for your home, complete with cameras that track your movements.",
  "Thus, new kinds of technology should be deployed as quickly as possible, even if we lack a general idea of how the technology works or what the societal impact will be.",
  "It also removes politics from the frame, because politics is about how societies make collective choices and determinism holds that there are no choices to be made.",
  "“Technology can be sublime,” wrote the historian Jill Lepore in 2008, “but machines aren’t something that happen to us; they’re something we make.",
  "The role assigned to people is essentially that of passive or active consumers of whatever wonders the tech industry chooses to lay before them.",
  "Brains trust (fund)\n\nA new study from MIT reveals that kids from wealthy homes in the United States are much more likely to be inventors.",
  "It may also explain why they have manifested such blithe indifference to the malign effects that their machines are having on society.",
  "These three delusions provide an illuminating lens through which to view the recent past of the tech industry.",
  "A Department of Health and Social Care report reveals the WannaCry ransomware attack cost the NHS about £92m.",
  "Technology is value-neutral and therefore will automatically lead to good outcomes for everyone.",
  "An investigation by the Atlantic into harassment on the platform will cause you to think again.",
  "“For the past decade,” he burbled, “Facebook has focused on connecting friends and families.",
  "What I’m reading\n\n\n\nCrying shame\n\nHere’s the true cost of computer insecurity.",
  "History is generally uninteresting because the past has nothing to teach us.",
  "Determinism, in that sense, removes human agency from the picture.",
  "The core tenets of this quasi-religious belief system are:\n\n1.",
  "You get the picture\n\nThink Instagram is a cosy, safe place?",
  "And isn’t it time we got started on that task?",
  "And the publication date of this homily?",
  "Also, very few of them are black.",
  "Now I wonder why that might be?",
  "16 February 2017.",
  "2.",
  "3."
]