[
  "“This is their march and their movement — so we’re giving the students our global platform and stepping aside.”\n\nTHE MESSAGE BEYOND SATURDAY’S RALLIES: “Columbine” author Dave Cullen checked in with the media-savvy young activists behind #NeverAgain about how they’re “building a social-media content studio that just might reform America’s crazy gun laws.”\n\nTHERANOS BOOK MOVED UP: Knopf has pushed up the publication day of John Carreyrou’s “Bad Blood: Secrets and Lies in a Silicon Valley Startup” from October to May 21.",
  "— “I think I still am a Fox News contributor,” Bolton told host Martha MacCallum, who responded, “No you’re not, apparently.” Bolton said he didn’t expected an announcement so soon, which “demonstrates the sort of limbo I’m in.”\n\n— Indeed, as POLITICO’s Eliana Johnson wrote : \"Though the hawkish conservative has spoken with the president several times in recent weeks, those close to him say he had no indication the president would offer him the job when he went to the White House for a meeting on Thursday.",
  "Richard Gingras, vice president of news at Google, argued that his company is not a publisher and that “we need to be very careful of going down the line of any significant platform making editorial decisions about what is acceptable speech and unacceptable speech.” Brown countered that “there is a difference between making editorial decisions and wanting to ensure that the information you are giving to people is accurate.”\n\nTHE ROLE OF FACEBOOK also came up in later panels with other media executives.",
  "Brown described “an awakening” taking place inside Facebook following the Cambridge Analytica scandal and noted that “we have to be judged by our actions.” Brown also acknowledged that Facebook’s legal threat to The Observer before its weekend bombshell was “not probably our wisest move.”\n\n— Representatives on the panel from Facebook and Google clashed over how to respond to misinformation, as the FT’s Tim Bradshaw and Anna Nicolau wrote .",
  "He also called the Times — a paper he’s given lengthy interviews to in recent months, along with Vanity Fair and Bloomberg — a “propaganda outlet.”\n\nStory Continued Below\n\n— Bannon’s closing keynote followed appearances by industry leaders like Times executive editor Dean Baquet and CNN chief Jeff Zucker, who a few hours earlier called Fox News a “pure propaganda machine” and akin to “state-run media” in its coverage of Trump.",
  "But, he said, “they make decisions about what people get to see, and I think that’s a form of editing.”\n\nBAQUET SAYS NYT ISN’T TRUMP’S OPPOSITION: “I think there’s tremendous pressure on news organizations like the New York Times to be the leaders of the anti-Trump movement, to be sort of the leaders of the opposition, and that is not a position we want to be in,” Baquet told Gillian Tett, the FT’s U.S. managing editor.",
  "— But the salmon-pink paper, Bannon also said, is a “propaganda arm of the global elite” that’s geared for the “Party of Davos.” The former Breitbart News chief repeatedly praised “the deplorables” and jabbed the “opposition media,” using the phrase he first uttered to the New York Times in the early days of the Trump White House.",
  "Carreyrou spoke with 60 former employees for the book and described the company in a release as having “operated under a shroud of absolute secrecy.”\n\nTODAY: Columnist Medhi Hasan has joined The Intercept full-time and is launching a new podcast today, “Deconstructed.” Vermont Sen. Bernie Sanders is the first guest.",
  "Bannon meets the 'global elite' — Zucker rips ‘state-run’ Fox — Cable news presidency — Parkland students speaking out\n\nSTEVE BANNON WIELDED A COPY of the Financial Times on stage Thursday at the paper’s Future of News event, saying he agreed with its editorial that morning on digital privacy rights.",
  "The New York Times’s Michael Grynbaum wrote after the Bolton hire that “the coterie of TV figures in the White House has fueled rumors that others may soon follow.” “Fox & Friends Weekend” co-host Pete Hegseth has been reported as a candidate for secretary of veterans affairs.",
  "— “No one is better positioned to tell the story of this emerging movement than the students themselves, and we’re pleased to have the talented staff of The Eagle Eye serve as guest editors of Guardian US,” Jane Spencer, deputy editor of Guardian US, said in a statement.",
  "BANNON’S APPEARANCE WAS HIS FIRST since the controversy embroiling Cambridge Analytica, the Trump-linked data firm he helped found and for which he served as a vice president from June 2014 to August 2016, at which time he took the lead of Trump’s presidential campaign.",
  "He is probably the greatest salesman the country has ever produced …Having known him for many years, when I hear him say something that I take as an exaggeration, I see it as a rhetorical device.” — Newsmax chief Chris Ruddy at FT’s Future of News event.",
  "She claimed having a 10-month sexual relationship with Trump between 2006-2007. Cooper's interview with adult-film star Stormy Daniels, who has alleged an affair with Trump around the same time period, will air Sunday night on CBS's \"60 Minutes.\"",
  "Tett asked Baquet if he’s denying the Times “has a strong liberal bias.”\n\n— \"I would be lying if I did not say that a newsroom that is largely built in Manhattan does not have liberal leanings in the lifestyles and attitudes of its employees.",
  "“In 2013, when I thought a data company might be important, all of a sudden it becomes global news.” He also steered the conversation to Facebook, saying the social media company’s entire business model is built on selling users data.",
  "MCDOUGAL OPENS UP: Former Playboy model Karen McDougal, who is suing American Media Inc. over selling her story about an alleged affair with President Trump, appeared on CNN on Thursday night in an interview with Anderson Cooper.",
  "Zucker even likened Fox News to Russian state-media, saying “TASS has nothing on them.”\n\n— “It galls me that somebody like Jeff Zucker can walk in here and sit here and say that Fox News is a propaganda channel,” Bannon said.",
  "AFTER TRUMP PICKED LARRY KUDLOW last week to be his chief economic adviser, the longtime CNBC contributor appeared exclusively on CNBC (and mentioned how the TV news-loving president “likes me as a media communicator”).",
  "But anyone who just sits back and says, ‘Hey, no problem, come 2020 Trump is gone’ — that would be a big mistake.”\n\nTOMORROW: NBC will premiere “Hope & Fury: MLK The Movement and the Media” on Saturday at 8 p.m.",
  "— Barber didn’t mention Chris Wylie, the former Cambridge Analytica research director who has been speaking out the past week about the company’s practices and, specifically, Bannon’s involvement.",
  "Bannon dismissed the scandal stemming from reports in the New York Times and The Observer that Cambridge Analytica harvested private data from 50 million Facebook users without their consent.",
  "Robert Yoon, former CNN director of political research and host of “The J Word” radio show, has been named the Howard R. Marsh Visiting Professor of Journalism at the University of Michigan.",
  "“What I will say is that we have in our culture, and in our institution, a set of safeguards in editing that force us, that allow us, to kind of achieve that balance despite that.\"",
  "The news show has also hired correspondents Amna Nawaz, who will cover various topics and substitute anchor, and Nick Schifrin as foreign affairs and defense correspondent.",
  "And former Fox News host Eric Bolling tweeted Thursday that he’d work for the White House, a post “that, to some eyes, doubled as a job application,” Grynbaum wrote.",
  "— “The great opposition party media never went after the Obama campaign, never went after the progressive left, which has been doing this for years,” Bannon claimed.",
  "STUDENT SURVIVORS from Marjory Stoneman Douglas High School continue to make their voices heard ahead of Saturday's March For Our Lives rally for gun reform.",
  "They landed on the cover of the latest Time magazine and four of them will sit down at 2 p.m. today with Dan Rather on his SiriusXM’s “Dan Rather’s America.\"",
  "Ambassador to the United Nations and Fox News contributor John Bolton was announced as the next national security adviser, he appeared on Fox News.",
  "— Don Imus, who is retiring after a half-century in broadcasting, talks on this Sunday’s “CBS Sunday Morning” about past feuds with Howard Stern.",
  "Caity Weaver, most recently a writer at GQ, is joining the New York Times’s Styles desk and will be a writer-at-large for the Times magazine.",
  "Bolton also was passed over for a top State Department job last year, reportedly because Trump was turned off by his bristly, full mustache.\"",
  "Also a group of group of students who run the school newspaper, The Eagle Eye, will serve as Guardian US guest editors for the next 48 hours.",
  "Carreyrou faced legal threats for his groundbreaking 2015 reporting on Theranos, whose CEO, Elizabeth Holmes, has been charged with fraud.",
  "I got to watch a half-hour preview of this two-hour documentary on Tuesday night at the Paley Center and look forward to seeing the rest.",
  "He praised Lionel Barber — the paper’s editor and his interviewer — for a “fantastic” sit-down last year with President Trump.",
  "Kevin D. Williamson is leaving National Review after a decade with the magazine to become an Ideas columnist at The Atlantic.",
  "Wylie told the Washington Post that Bannon oversaw the company’s early collection of Facebook data and approved all spending.",
  "“It’s hard for me not to think of what Facebook does as editing,” said New York Times executive editor Dean Baquet.",
  "— George Washington University School of Media and West Virginia University Reed College of Media are teaming up.",
  "But you can’t name a more propaganda outfit than CNN.”\n\nMorning Media: Good morning and welcome to Morning Media.",
  "REVOLVING DOOR\n\nPBS NewsHour has named managing editor Judy Woodruff the solo anchor of the nightly broadcast.",
  "Frankly, it’s been a rough year,” Facebook’s Campbell Brown said at the start of a morning panel.",
  "— As Bannon was leaving the event, CNN’s Dana Bash asked him directly if he bought Facebook data.",
  "EXTRAS\n\n— CJR’s Jonathan Peters looks at the merits of the Seth Rich case involving Fox News.",
  "More from the FT event, which was invaded by seemingly the entire media reporting corps.",
  "He acknowledged that Facebook doesn’t edit or assign stories the way Times editors do.",
  "Daniel Lippman ( dlippman@politico.com / @dlippman ) contributed to the newsletter.",
  "“Anyone who thinks Trump cannot win a re-election is just not looking at reality.",
  "— New York Media has bought Splitsider and is ramping up comedy offerings.",
  "Bash responded that “you were the Cambridge guy” as Bannon headed out.",
  "— Ken Doctor asks on NiemanLab if Tronc is going to go on the market.",
  "Drop a line to me ( mcalderone@politico.com / @mlcalderone ).",
  "She co-anchored the show with Gwen Ifill, who died in 2016.",
  "The FT, Bannon said, is the first paper he reads each day.",
  "And I think there’s a good chance he could be stopped.",
  "KICKER\n\n“The president is not a fact-based president.",
  "The film will also air at 9 p.m. Sunday on MSNBC.",
  "That would be nuts if I said that,” Baquet said.",
  "This article tagged under: Media\n\nMedia Stories",
  "That was the Cambridge guy,” Bannon said.",
  "“I’m not here to defend the Murdochs.",
  "MORE CABLE STARS TO TRUMP ADMIN?",
  "And shortly after former U.S.",
  "“I don't remember buying it.",
  "He can,” Sanders told Hasan.",
  "“That doesn’t mean he will.",
  "They can defend themselves.",
  "“IT’S BEEN A ROUGH WEEK.",
  "He is a salesman.",
  "They’re big boys.",
  "Subscribe .",
  "Archives ."
]