[
  "Yarbrough, who also interned at NASA while in college, doubled down after graduating, buying more foosball tables as well as pinball machines and putting them in other arcades.",
  "I was recently talking to the owner and founder Marcus Leng about a possible investment but it’s backed by Larry Page of Google so they’re not looking hard for other investors.",
  "As a college student in Tennessee, Jon Yarbrough struck a deal with a local arcade: He'd lend the place his foosball table, and they'd split the revenue 50-50.",
  "He has since been actively managing his money, which he’s put into real estate, tech stocks and more through his family office, Yarbrough Capital.",
  "The 61-year-old , who is now worth $2.2 billion, spoke to Forbes recently about his investment strategy and his advice for other investors.",
  "I have investments, for instance, in limited real estate partnerships, for example, multi-family developments in Virginia and Texas.",
  "I would also advise others wanting to get started investing to begin with broad market ETF’s initially but do it slowly over time.",
  "I don’t invest all of it in the stock market – it’s mostly in short-term fixed income bonds, real estate and private equity.",
  "The hardest thing is knowing when to sell…I actually bought more Facebook stock during the Cambridge Analytica scandal.",
  "I do have some advisers and discretionary managers that help, but I generally make all the final decisions myself.",
  "My advisers are pushing me to invest elsewhere but technology stocks make up 25% of my portfolio.",
  "He sold the business to Australian firm Aristocrat Leisure for $1.28 billion in October 2014.",
  "My investments in Google, Facebook, Amazon and Apple have all been growing by double digits.",
  "Way before that, I asked my dad – he was a stock investor – in high school about investing.",
  "There’s a California company that made public its aircraft recently – the Opener Blackfly.",
  "I’ve been following electric vertical take-off and landing stuff, going to NASA meetings.",
  "As those casinos proliferated, revenues grew at his company, Video Gaming Technologies.",
  "My broker said, “Hey you got a profit all ready” and tried to convince me to sell it.",
  "He then started creating his own video games and sold them largely to tribal casinos.",
  "It can discouraging if you put it all to work at once just before a market turndown.",
  "I look for stocks that are growing fast, have profits, a low PEG ratio (under 2).",
  "Meanwhile, I’m reducing my investments in hedge funds [because of] poor returns.",
  "In 1986, when Microsoft went public, I was allocated just 100 shares in the IPO.",
  "I haven’t decided whether it’s going to be a big thing long-term or a fad yet.",
  "Do you buy and hold most of these stocks or sell them when you make a profit?",
  "Alternatives (hedge funds, private equity, lending funds) make up the rest.",
  "I’ve bought some, just a little bit to get experience and learn about them.",
  "I’ve held Apple stock for over a decade, Microsoft for 20 to 30 years.",
  "I grew the Microsoft investment to over $1 million, then diversified.",
  "My bond portfolio is very diversified, mostly short-term maturities.",
  "I made some money in crypto – I sold my bitcoin before it went down.",
  "They are fantastic for hedge fund managers, but bad for investors.",
  "I’m looking into opportunities to invest in startups in this area.",
  "That’s when I invested $30,000 of my life savings into Microsoft.",
  "Its valuation was too high in my opinion – great company though.",
  "I’ve been talking to others in the space, going to conferences.",
  "The best investment advice I’ve received is to be diversified.",
  "Less than half is held in publicly traded corporate equities.",
  "Some might do well but I don’t know enough to say for sure.",
  "He started me on phantom stock investments in high school.",
  "I want to buy a Tesla roadster when it comes out in 2022.",
  "Are there other new technologies that you are following?",
  "Private equity provides compensation for being illiquid.",
  "I sold my company a [few years go] in an all-cash deal.",
  "Being an engineer, I felt that I understood technology.",
  "I expect to get a 15% to 20% return on private equity.",
  "Why do you invest in private equity and hedge funds?",
  "I’ve been investing in technology stocks since 1987.",
  "I do a lot of reading, like the Wall Street Journal.",
  "I like stocks, bonds, real estate and lending funds.",
  "The municipal bonds are managed by an outside firm.",
  "Private equity track records are attractive to me.",
  "I then lost 80% of that money in the dot com bust.",
  "Which asset has had the biggest returns over time?",
  "I was invested in Tesla, but I sold it in July.",
  "I’m hoping to invest in this one in particular.",
  "Price/earnings to growth for technology stocks.",
  "It’s what I understand and am comfortable with.",
  "What's the best investment advice you ever got.",
  "I’m looking to buy and hold stocks, not trade.",
  "It was worth $7 million by the dot com bubble.",
  "How involved are you in selecting your assets?",
  "I learned about diversification the hard way.",
  "Being diversified is the best risk mitigator.",
  "If the valuation goes down, I may buy more.",
  "I like stocks I can buy and forget about.",
  "What are your views on crypto-currencies?",
  "Technology stocks have been unbelievable.",
  "I’m committed for 7 to 10 years or so.",
  "What kinds of bonds do you invest in?",
  "How do you decide what stocks to buy?",
  "Where do you put your money and why?",
  "I had a lot of cash to put to work.",
  "Bonds are about half my portfolio.",
  "It’s one thing that I do for fun.",
  "Do you enjoy picking investments?",
  "It’s kind of like a hobby for me.",
  "What kind of stocks do you buy?",
  "What other advice do you have?",
  "When did you start investing?",
  "I think they’re interesting.",
  "Bonds with 2-year maturity.",
  "Mostly tech, some non-tech.",
  "People lined up to play.",
  "I’m very involved.",
  "I really do.",
  "I didn’t.",
  "Why?"
]