[
  "Facebook said in a statement, “In addition to making necessary changes to our platform to enhance its safety, we will make utmost efforts to develop products and features which will ensure protection of our users’ information.”\n\nA Japanese official told the news organization AFP: “It is the first time that the commission, which investigated the data leak with British authorities, has issued warnings to Facebook.”\n\nWhile the Cambridge Analytica scandal has been the most prominent of Facebook’s alleged data leaks, the company has faced a number of them in recent years.",
  "It was exposed in June that an application called Nametests.com has been running Facebook quizzes for years, but the application left the personal data of Facebook users who have used the app unprotected on its website, leaving the info vulnerable to third parties who may wish to steal the info.",
  "In April it was revealed that the user information of 87 million Facebook users had been allegedly left vulnerable in the Cambridge Analytica hack, this month the company revealed that another 29 million user accounts had been left vulnerable to hackers.",
  "Japanese officials asked Facebook to better communicate changes in security measures to regulators and users and to increase surveillance of third-party providers of applications.",
  "Japan’s Personal Information Protection Commission investigated the Cambridge Analytica situation in April along with British and international authorities.",
  "I can only note that Facebook didn’t see this.” Ceukelaire noted that the leaked info includes users pictures, status updates, friends list and much more.",
  "The Commission released a statement outlining their requests to Facebook, but the request is not legally binding and carries no administrative orders.",
  "Reuters reports that the Japanese government told Facebook this week that the company’s multiple user data breaches this year are not acceptable.",
  "Japanese officials have reportedly told Facebook to improve its user data protection following Facebook’s most recent user data breaches.",
  "Ceukelaire told Politico: “There was a security leak at one of the most popular quiz apps that was accessible for at least two years.",
  "Belgian hacker Inti de Ceukelaire first noticed the issue and published a blog post explaining the problem."
]