[
  "Banks’ snub comes after the communications chief of Vote Leave, which won official designation as the lead Brexit campaign group ahead of Leave.EU, also refused to appear, prompting Britain’s parliament to take the rare step of ordering him to come.",
  "LONDON (Reuters) - Arron Banks, the founder of Brexit campaign group Leave.EU, pulled out of a hearing with a parliamentary committee, saying on Friday it had been conducting a witch hunt of those who want Britain to leave the European Union.",
  "British businessman Arron Banks, who has funded the Leave.EU campaign, is seen during the opening day of the United Kingdom Independence Party (UKIP) annual conference at Doncaster Racecourse in Doncaster, northern Britain September 25, 2015.",
  "“I am writing to inform you that Andy Wigmore and myself will not be appearing before the committee on the 12th June.”\n\nA committee spokeswoman confirmed that the letter had been received and that the committee was considering its response.",
  "“It is perfectly clear that the committee, which comprises only Remain-supporting MPs, is conducting a co-ordinated ‘Witch Hunt’ of Leave groups,” he said in a letter to the committee’s chair, posted on the Leave.EU website.",
  "The MPs have questioned senior figures from Facebook and Cambridge Analytica as part of its investigation into “fake news” after the data of millions of Facebook users was improperly shared with the consultancy.",
  "REUTERS/Andrew Yates\n\nThe media committee has been examining how the 2016 referendum in which Britons voted to leave the EU might have been affected by data-sharing and misuse.",
  "But committee chairman, Damian Collins, said that Britain’s Information Commissioner, along with the Mississippi court and the Electoral Commission all had questions for Banks.",
  "The Electoral Commission, which regulates votes in Britain, found no evidence that Leave.EU received donations or paid-for services from Cambridge Analytica.",
  "Banks said the reversal of his decision to appear was linked to legal action in Mississippi, where a pro-EU campaign group alleges Leave.EU sent data.",
  "“We will continue to follow the evidence in our inquiry and will give a formal response to their letter next week,” he said on Twitter.",
  "Leave.EU denies the claim and said the committee had colluded with the campaign group by releasing evidence early from a witness.",
  "But Banks accused Members of Parliament (MPs) on the committee of being biased against those who wanted to leave the EU.",
  "Although Cambridge Analytica pitched to Leave.EU, both said that no work was done on the referendum.",
  "Banks and Leave.EU communications chief Andy Wigmore had agreed to appear before it on June 12.",
  "But it has fined Leave.EU for campaign finance breaches which Banks has said he will appeal."
]