[
  "California Rep. Adam Schiff, the top Democrat on the House intelligence panel, has said his party would have to “ruthlessly prioritize the most important matters first.”\n\nThe Republican-led Intelligence Committee was the only House panel to investigate Russian meddling, and its investigation is now closed.",
  "___\n\nDONALD TRUMP JR.\n\nDemocrats have pushed for more information about the president’s son, Donald Trump Jr., and communications with his father and other aides related to a June 2016 meeting between Trump campaign officials and a Russian lawyer.",
  "That includes Trump’s former personal lawyer, Michael Cohen, who pleaded guilty in federal court in August to campaign-finance violations and other charges, and prominent Trump supporter Erik Prince, who met with Russians during the campaign.",
  "Prompted by concerns that Trump may try to fire Mueller, the GOP-led Senate Judiciary Committee approved legislation in April that would give any special counsel a 10-day window to seek expedited judicial review of a firing.",
  "___\n\nISSUES RELATED TO COLLUSION\n\nSince Republicans closed the Russia investigation earlier this year, Democrats on the intelligence panel have conducted some of their own investigations despite not having subpoena power.",
  "They have made some progress in probing Cambridge Analytica, a data analytics firm once employed by the Trump campaign that improperly gained access to data from millions of social media profiles.",
  "The tax-writing committees in Congress can obtain tax records from the IRS under the law, but it is possible the Trump administration would refuse to hand them over, prompting a court fight.",
  "___\n\nMONEY LAUNDERING\n\nSchiff has repeatedly said a priority for Democrats would be investigating whether Russians used laundered money for transactions with the Trump Organization.",
  "Schiff and other lawmakers say they are closely watching special counsel Robert Mueller’s Russia investigation and the Senate’s Russia probe to look for gaps that they could fill.",
  "They have also investigated Republican operative Peter W. Smith, who worked to obtain Democrat Hillary Clinton’s emails from Russian hackers, according to The Wall Street Journal.",
  "“I believe there are those who were less than candid with us,” says Illinois Rep. Mike Quigley, a Democratic member of the committee, referring to Cohen and Prince, among others.",
  "Democrats may also look into direct messages on Twitter between Trump Jr. and WikiLeaks, the website that released emails from top Democratic officials during the 2016 campaign.",
  "According to phone records he provided to Congress, Trump Jr. had a call with a blocked number several days before the meeting took place; he said he didn’t recall with whom.",
  "___\n\nTRUMP’S TAXES\n\nDemocrats in the majority would probably push for the release of Trump’s tax returns, a task that would be up to the House Ways and Means Committee.",
  "___\n\nMORE WITNESSES\n\nThe Democrats issued a list in March of several dozen people whom the committee hadn’t yet interviewed when the Russia investigation was shut down.",
  "___\n\nPUBLIC HEARINGS\n\nHouse Republicans limited their Russia investigation to the intelligence panel, which traditionally conducts most of its business in secret.",
  "WASHINGTON (AP) — House Democrats are expected to re-open the investigation into Russian interference in the 2016 election if they win the majority in November.",
  "Democrats would probably spread the investigation over several other committees, opening it up and allowing for public hearings with top Trump officials.",
  "Lawmakers hope that access to Trump’s taxes would reveal information about his financial entanglements with other countries, among other things.",
  "Democrats say Republicans ignored key facts and important witnesses and want to restart parts of the investigation if they win the House.",
  "Democrats want to subpoena additional phone records because Trump Jr. has insisted he didn’t alert his father to the meeting beforehand.",
  "___\n\nPROTECTION FOR ROBERT MUELLER\n\nA Democratic House would probably try to move legislation to protect special counsel Mueller.",
  "The bill would put into law existing Justice Department regulations that a special counsel can only be fired for good cause.",
  "“My sense is that we want to be precise,” says California Rep. Eric Swalwell, a Democratic member of the intelligence panel.",
  "Texas Rep. Joaquin Castro, a Democratic member of the intelligence panel, says they would try to be more transparent.",
  "The committee recently voted to make most of its Russia transcripts public, but it’s unclear when that will happen.",
  "Former Trump campaign advisers Michael Flynn, Paul Manafort, Rick Gates, and George Papadopoulos are among them.",
  "Other committees might also want to look into money laundering, including the House Financial Services panel.",
  "They also want more information about his communications with former Trump communications aide Hope Hicks.",
  "Republicans say they found no evidence of collusion between Russia and President Donald Trump’s campaign.",
  "Democrats would also push to provide interview transcripts to Mueller, a step Republicans had resisted.",
  "They all pleaded guilty to various charges in the Mueller probe and have cooperated with prosecutors.",
  "Trump Jr. has released those direct messages, in which the website urged him to publicize its leaks.",
  "Schiff said he wants to know whether “this is the leverage that the Russians have” over Trump.",
  "It’s unclear whether Mueller is probing money laundering related to the president’s business.",
  "Democrats have said they also want additional documents that Republicans refused to subpoena.",
  "Trump broke a decadeslong tradition by declining to release his returns during the campaign.",
  "Important witnesses whose credibility Democrats have questioned might also be called back.",
  "Here’s a look at what Democrats are likely to investigate if they take the House majority.",
  "The Republican investigation was “a way to keep everything behind closed doors,” he said.",
  "Trump has repeatedly criticized Mueller and his investigation, calling it a witch hunt.",
  "But some Democrats also worry that there could be a political cost if they overreach.",
  "Democrats would want to call in some — but probably not all — of those witnesses.",
  "And if Mueller issues any findings, their investigative plans could change.",
  "Prince was defiant in an interview with the intelligence panel in December.",
  "Trump’s businesses have benefited from Russian investment over the years.",
  "The Republican House and Senate have declined to ask for them.",
  "But they would have to be selective in what they investigate.",
  "Smith died shortly after talking to the paper.",
  "But getting them may not be easy."
]