[
  "But at the end of the day, I don’t believe that our platform should take that down because I think there are things that different people get wrong.” — Mark Zuckerberg\n\nFACEBOOK CENSORSHIP: NUDE PAINTINGS BY RUBENS RUN AFOUL OF SOCIAL NETWORK\n\nFake news remains an ongoing struggle for the social media giant.",
  "\"We plan to grow and promote certain engaging experiences like Stories that currently have lower levels of monetization, and we are also giving people who use our services more choices around data privacy, which may have an impact on our revenue growth,\" Wehner said on the conference call.",
  "FACEBOOK'S MARK ZUCKERBERG BACKTRACKS ON COMMENTS ABOUT HOLOCAUST DENIERS\n\n\"Given this more cautious outlook, we are lowering our estimates and reducing our price target to $205 from $225,\" Monness Crespi Hardt analyst Brian White wrote in an investor note.",
  "Facebook CEO Mark Zuckerberg's net worth has fallen more than $16 billion after the company reported weaker-than-expected second-quarter results and issued guidance that its financial future isn't as rosy as some investors thought it might be.",
  "Facebook has been firmly in the spotlight in the wake of the Cambridge Analytica data sharing scandal and has also come under intense scrutiny thanks to the proliferation of fake news on the platform, something Zuckerberg apologized for.",
  "Some Wall Street analysts were still confident about the company's future, but admitted that things were murkier after the results, especially in light of the recent European privacy laws, which went into effect in late May.",
  "On its earnings call, CFO David Wehner said sales growth is likely to decline in the next two quarters as it prioritizes new formats such as Stories (a popular feature on Instagram) and continues to invest in privacy.",
  "\"However, we believe the magnitude of the decline in Facebook’s stock in after-market trading last night was an extreme overreaction, especially for a stock that we believe was already meaningfully undervalued.",
  "In the U.S. and Canada, Facebook's daily active users remained flat sequentially at 185 million, while the number actually fell in Europe, falling to 279 million, down from 282 million.",
  "Citing the company's \"mishandling\" of a number of crises, one activist investor has filed a proposal that Zuckerberg be removed as the company's chairman, Fortune reports.",
  "The extent of the fallout from the Cambridge Analytica scandal and the new European privacy law, known as General Data Protection Regulation (GDPR), is not yet clear.",
  "Shares of the Menlo Park, Calif.-based social networking giant had recovered some of their earlier losses, but were still trading down 19 percent to $176.10.",
  "Facebook generated $13.23 billion in second-quarter revenue, up 42 percent year-over-year, though it missed analysts' estimates at $13.36 billion.",
  "After the stock selloff, Zuckerberg's net worth fell to roughly $68.9 billion, making him worth less than Berkshire Hathaway CEO Warren Buffett.",
  "Earlier this week, the company was slammed by the parents of a Sandy Hook massacre victim for the hoax claims that emergedon the platform.",
  "Zuckerberg recently sparked outrage when he described Facebook's handling of content from Holocaust deniers on the social network.",
  "— Mark Zuckerberg\n\nPrior to Facebook's second-quarter results, Zuckerberg had a net worth of $77.6 billion, according to Forbes.",
  "Facebook's market cap has fallen roughly $120 billion, or the amount General Motors, Ford and Target are worth combined.",
  "Facebook has also been sucked into the probe into alleged Russian meddling in the 2016 presidential election.",
  "\"We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.\"",
  "Set against this backdrop, one activist investor wants Zuckerberg out as the firm's chairman.",
  "The company earned $1.74 per share, ahead of the $1.72 per share analysts were expecting.",
  "As such, we would be aggressive buyers of the stock on weakness this morning. \"",
  "“I’m Jewish, and there’s a set of people who deny that the Holocaust happened.",
  "Fox News' James Rogers contributed to this article.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "He subsequently backtracked on his comments.",
  "I find that deeply offensive.",
  "Brother can you spare a dime?"
]