[
  "The amount of time people are spending on the Silicon Valley company's main social network has dropped by almost 7% from a year ago, according to new data from the research firm Nielsen that was highlighted in a recent research note by Pivotal's Brian Wieser.",
  "Battered from the fallout from everything from Russian misinformation campaigns to the Cambridge Analytica scandal, the company is trying to emphasize the quality of the time users spend on its service rather than the amount of time they spend.",
  "Such statistics suggest consumers are increasingly turning away from the world's largest social network in favor of its competitors, underscoring the challenges facing the firm as it attempts to rebound from a series of bruising scandals.",
  "A new study of teens by Common Sense Media cited by the news website Axios found that only 15% of those ages 13 to 17 said their \"go-to social site\" was Facebook, down from 68% in 2012.",
  "\"To the extent that Facebook continues to hold a share of consumption at around 15%, it implies Facebook is over-monetizing vs. the industry to a significant degree,\" Wieser said.",
  "\"Overall, including Facebook, Messenger, Instagram and WhatsApp, Facebook's share of digital consumption was at 15.2% vs. 16.9% in the year-ago period,\" Wieser wrote in his note.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, WeChat at robaeprice, or Twitter DM at @robaeprice.",
  "Facebook will have a roughly 23% share of US digital ad revenue this year, he said, noting that the percentage is significantly higher than Facebook's share of users' time.",
  "Nielsen's data indicates the decline in use dates as far back as 2016, long before the company started deprioritizing the amount of time users spent on its apps and site.",
  "But as Wieser pointed out, because Instagram is so much smaller and less mature than Facebook, it can't offset all of the bigger service's losses.",
  "Though users are spending more time with the Facebook-owned Instagram, it didn't make up for the declining use of Facebook's primary service.",
  "Over the past two years, its share of digital content consumption across all its apps has dwindled from just under 20% to about 15%.",
  "By contrast, its archrival Google, buoyed by YouTube, has grown markedly — from less than 25% two year ago to almost 35% today.",
  "While Facebook is declining, Google is gaining\n\nThe Nielsen data offered an additional worrisome detail for Facebook.",
  "The amount of time consumers spent on its service jumped 38% over the past year, and it saw a 15% gain in users.",
  "\"Instagram still only captures time from consumers equivalent to around 15% of Facebook's total,\" he said.",
  "But the extent to which this change in emphasis has affected use of Facebook's services is unclear.",
  "Pivotal Research Group\n\nInstagram was a bright spot for Facebook in the new Nielsen data.",
  "Facebook's decline comes against a backdrop of scandals and shifts in direction.",
  "Facebook, by contrast, saw a much more modest 3.5% increase in users.",
  ")You can also contact Business Insider securely via SecureDrop.",
  "Facebook's grip on people's time and attention is slipping.",
  "The Nielsen data wasn't the only bad news for Facebook.",
  "(PR pitches by email only, please.",
  "Got a tip?"
]