[
  "Nouriel Roubini, a professor at New York University’s Stern School of Business and former Senior Economist for International Affairs in the White House’s Council of Economic Advisers during the Clinton Administration among other accolades, along with a research associate at the London School of Economics, collaborate to try to smash any notion of blockchain benefit to the business arena or otherwise.",
  "However, the ever-expanding, blue sky enthusiasm among converts is now beginning to encounter an even greater number of dark clouds via a growing and bold, counter-group of naysayers challenging the very vision of such growing luminaries in the space as ConsenSys founder and Ethereum co-founder Joseph Lubin and leaving some beginning to ponder which camp will actually claim the future.",
  "Such sentiment is, perhaps, best exhibited by Lubin, the blockchain commandant in the eyes of many, who recently told me, “Quite simply, this form of technology is important because greater economic agency can be obtained within the current business models used in the music industry, supply industry, healthcare, dynamic workforce\n\nassembly and many other niches.\"",
  "And if those in the space have their way, we will find the naysayers eating their words soon enough simply because there is just so much collective vibrancy, back-to-back conferences, innovation and energy reflected among those in the blockchain arena that it seems some kind of shift is simply inevitable.",
  "But what is important to understand about this current and all social tugs-of-war regarding development, usefulness and adoption rates is that the issue is never solely about the capabilities of the technology itself but rather the capabilities threaded with the larger, current social mindset of the time.",
  "More deeply, it should be well-noted that such tension is actually indicative of a larger change in social trends to that of a bottom-up rather than top-down approach of relating or that of what I call a \"leaderful\" society, simply defined as one where everyone leads and shares control.",
  "\"Our enterprise focus led us to understand that corporations were interested in using ETH but that it wasn’t very user-friendly so we formed EEA with the intent to build specifications for an enterprise-friendly ETH and then build an enterprise-friendly ETH, and that’s what happened.\"",
  "In a piece on the recent Fortune Global Forum in Toronto, the writer notes that one of the publication's reporters began a panel on blockchain technology by actually asking who in the audience was skeptical about the new offering, abruptly extinguishing any enthusiasm in the room.",
  "He continues, \"This is about how society is just starting to reconstruct itself to use this new database technology to build shared, collaborative, trustworthy infrastructures within and across industries instead of a siloed walled garden system, and it's not going anywhere.\"",
  "As we sit at a pivotal moment in our society where examination and definition of truth, new definitions of identity and the importance of individual voice and autonomy unfold; elements - such as blockchain - which seem to support those values create a powerful synchronicity.",
  "Such is only part of the overall vision at Lubin's company and even more to come via the largest blockchain consortium on the planet that was also launched by ConsenSys which only adds more fuel to the blockchain fire as a direct strike against the anti-blockchain crowd.",
  "At its very, very basic core, this emerging technology enables a more secure and transparent way of exchanging and tracking data and, is, therefore, a game-changer in that it redistributes power from a centralized position to one that is more decentralized in nature.",
  "And in the process, the goal is to encrypt the information about which an individual is deeply concerned such as personal health and finances, store it within a personal data lockers and selectively and incrementally disclose it in situations that one designates.",
  "However what we do know is that everything from the Web's daily usage by the average person to ATM deposits and withdrawls to shopping online with one's credit card and much was also met with utter disdain, disgust and disbelief at their introduction.",
  "There are numerous applications leveraging blockchain technology but one of the most intriguing is when the ConsenSys CEO explains that one of the key benefits of blockchain technology is that it will enable us to ultimately build a decentralized Web.",
  "Lubin says, \"In my opinion, the next version of the Web will enable a better identity construct so that companies like Facebook and Google won’t be able to build business models that will be exploitative of our personal information and communications.",
  "\"Through all this, we intend to connect consumers and service providers much more directly without big intermediaries in the middle like banks, ride-sharing companies and music companies in the middle sucking out most of the value,\" adds Lubin.",
  "And when two such components of cultural values and technology platform both mirror and enable each other, that is when explosive and irreversible change occurs in culture in ways that are yet even fully foreseen by any of us involved.",
  "But it has also become the byword for a libertarian ideology that treats all governments, central banks, traditional financial institutions, and real-world currencies as evil concentrations of power that must be destroyed.",
  "Though players in the burgeoning blockchain space are far from perfect and the verdict is still out on the technology, particularly the cryptocurrency side of it being the great equalizer, it is still the early days.",
  "Indeed, in just the last few days alone there have been articles in both The Guardian and Fortune indicative of a strong, anti-blockchain stance that take more than light swipes at burgeoning blockchain sector.",
  "The consortium facilitates experimentation and collaborations among entities that actually compete with one another but who also want to collaborate where they see a benefit around blockchain technology.",
  "Creating an offering that makes for an even more decentralized society is incredibly threatening to those who actually gain more power and wealth daily based on a traditional, centralized society.",
  "Hailed as the cure to most present-day transactional and personal data ills in our society, blockchain technology is on the lips of nearly everyone in business today, no matter what the sector.",
  "Thus, one of the many things that is being built at ConsenSys today is software called uPort created to power sovereign identification systems that will enable such a paradigm shift.",
  "We’re going to continue to spray less valuable info across the web to gain access to Facebook-like, Twitter-like and Google-like services as time goes on.",
  "And it is for this disruptive reason that the passion around the technology often times resembles that of a feverish quasi-sociopolitical movement.",
  "\"I wouldn’t want to share that kind of personal info with Facebook just so I could get photos of my friend at a party last night,\" Lubin scoffs.",
  "In fact, a full and amusing list of the worst predictions ever compiled by the New Statesman offers some truly laugh-out-loud moments.",
  "620 companies currently comprise what is known as the Enterprise Ethereum Alliance (EEA), and they engage in a number of activities.",
  "\"So with these new constructs, it’s going to change the nature of how those entities construct and operate their business\n\nmodels.",
  "The writer then goes on to basically end the piece with the fact that the reason for the technology continues to elude him.",
  "This piece promptly debuted to nearly five pages of mud-slinging comments between readers within just a couple of hours.",
  "To truly understand the tension, one has to realize that the issue is much, much bigger than the technology itself.",
  "But herein lies the foundation behind the tug-of-war between the traditional versus the emerging collectives.",
  "There is no good reason why such proprietary and highly valuable information should be recorded publicly.",
  "Just one scenario powered by blockchain, demonstrating a bit more than that of a glorified spreadsheet.",
  "The piece states:\n\nIn fact, it is the most over-hyped - and least useful - technology in human history.",
  "At the heart of the controversy is both a paradigm shift in cultural values and most certainly, power.",
  "The really valuable stuff is going to be under our control and we’re going to be able to monetize it.\"",
  "However, an opinion piece in The Guardian takes a much heavier sledgehammer to the sector.",
  "If anyone monetizes those things, we, as individuals, should be able to do that.\"",
  "So could 620 companies be so very cloaked in an Emperor's New Clothes paradigm?",
  "In practice, blockchain is nothing more than a glorified spreadsheet.",
  "We’ll be in much greater control of these aspects of our lives.",
  "\"We started this about three years ago,\" explains Lubin.",
  "Transparency is great if you've been in the dark.",
  "It isn't if you've profited well from shadows.",
  "In other words, fasten your seatbelt.",
  "Only time will truly tell.",
  "..."
]