[
  "The former employee, Selena Scola, is attempting to launch a class action case against Facebook, with her lawyers' court documents citing a need to \"protect herself and all others similarly situated from the dangers of psychological trauma resulting from Facebook's failure to provide a safe workplace for the thousands of contractors who are entrusted to provide the safest environment possible for Facebook users.\"",
  "\"Facebook employees receive these in house and we also require companies that we partner with for content review to provide resources and psychological support, including onsite counseling — available at the location where the plaintiff worked — and other wellness resources like relaxation areas at many of our larger facilities.",
  "That is why we take the support of our content moderators incredibly seriously, starting with their training, the benefits they receive, and ensuring that every person reviewing Facebook content is offered psychological support and wellness resources.",
  "Scola's lawyers are asking for the lawsuit to be certified as a class action, to require Facebook and Pro Unlimited to create a fund to finance \"a testing and treatment program\" for moderators, and for unspecified damages to be paid.",
  "\"As a result of constant and unmitigated exposure to highly toxic and extremely disturbing images at the workplace, Ms. Scola developed and suffers from significant psychological trauma and post -traumatic stress disorder ('PTSD').\"",
  "Facebook — and other public platforms like it — have thousands of moderators (typically contractors rather than employees) who scour the social network for content that violates the company's rules or is outright illegal.",
  "\"Ms. Scola's PTSD symptoms may be triggered when she touches a computer mouse, enters a cold building, watches violence on television, hears loud noises, or is startled,\" the documents say.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, WeChat at robaeprice, or Twitter DM at @robaeprice.",
  "The Silicon Valley social networking firm is being sued by a former content moderator, who alleges that her exposure to \"toxic\" material while working for the firm gave her PTSD.",
  "Instead the multibillion-dollar corporation affirmatively requires its content moderators to work under conditions known to cause and exacerbate psychological trauma.",
  "Facebook is facing another legal headache — this time over work conditions for staffers tasked with keeping the site free of disturbing images and other content.",
  "By requiring its content moderators to work in dangerous conditions that cause debilitating physical and psychological harm, Facebook violates California law.\"",
  "\"From her cubicle in Facebook's Silicon Valley offices, Ms. Scola witnessed thousands of acts of extreme and graphic violence,\" the court documents read.",
  "Scola lives in San Francisco, and worked for Facebook between June 2017 and March 2018, as a contractor working for the firm Pro Unlimited.",
  "In the course of their work, they can be exposed to child abuse imagery, graphic violence, terrorist propaganda, and other ugly material.",
  "The lawsuit comes as Facebook faces legal challenges as a result of the misuse of its user data by Cambridge Analytica.",
  "The complaint was filed in California state court in San Mateo on Friday, and was first reported on by Motherboard.",
  "In a statement, director of corporate communications Bertie Thomson said: We are currently reviewing this claim.",
  "Content moderation was described by the Wall Street Journal in 2017 as \"the worst job in technology.\"",
  "The documents allege: \"Facebook ignores the workplace safety standards it helped create.",
  "You can also contact Business Insider securely via SecureDrop.",
  "We recognize that this work can often be difficult.",
  "(PR pitches by email only, please.)",
  "Do you work at Facebook?",
  "Got a tip?",
  "Now read:"
]