[
  "Here's an example tweet sent at the height of the scandal where he explains that Facebook doesn't sell user data to advertisers:\n\nAnd another where he acknowledges that data is how Facebook can make money:\n\nIn 2018, Mosseri was shifted to become head of product at Instagram, putting him in pole position for the top job.",
  "Mosseri has proven he can do a tough job\n\nMosseri is thought to be in Mark Zuckerberg's inner circle, ranking among a tight cabal of executives that have remained loyal to the Facebook CEO over the years, such as Sheryl Sandberg and CTO Mike Schroepfer.",
  "This management reshuffle, which saw Instagram's former product boss Kevin Weil head to Facebook, brought Instagram closer to its parent company and has been cited among the reasons why Systrom and Krieger quit.",
  "According to a media agency source speaking to Business Insider, Instagram has benefited from Facebook's advertising infrastructure, while maintaining its appeal to a hard-to-reach younger demographic.",
  "In that position, he was one of the few Facebook executives who was vocal on Twitter during the firm's Cambridge Analytica data scandal, while the firm's upper ranks remained outwardly silent.",
  "He spent the weekend in Berlin, Germany, but appeared to be back in San Francisco as the drama kicked off at Instagram on Monday, when he posted this picture of a shipwreck in Point Reyes.",
  "Adam Mosseri shows off the now-defunct Facebook Home Reuters\n\nIn 2016, he began running Facebook's Newsfeed, explaining its occasionally baffling changes to journalists and publications.",
  "The two founders of Instagram, Kevin Systrom and Mike Krieger, announced they were quitting the company on Monday amid rumours of increasing tensions with Facebook CEO Mark Zuckerberg.",
  "Instagram is Facebook's golden child\n\nAccording to a June analysis by Bloomberg, the value of Instagram has increased 100-fold since Facebook acquired it for $1 billion in 2012.",
  "As well as Twitter, the 35-year-old is an avid Facebook and Instagram user, posting photos of his wife of five years, businesswoman Monica Mosseri, and his two children.",
  "If he gets the top job, Mosseri will need to tread the line between keeping Instagram growing in users and revenue, without overcrowding the app with new features.",
  "Not everything he's created has lasted — he oversaw Facebook Home, a now-defunct home screen for Android phones that made it easier to post to the social network.",
  "Mosseri would inherit a plum, if high-pressure job, given that Instagram is perceived as Facebook's cooler younger sibling, and the source of its future growth.",
  "The New York Times, The Information, and Cheddar's Alex Heath have all tipped Mosseri, who has worked at Facebook for more than 10 years, as the man to beat.",
  "He joined Facebook in 2008, only four years after the company was founded, as a product designer and worked his way up the ranks over the subsequent decade.",
  "And there's lots of speculation that the job won't go to one of the remaining Instagram crew, but a Facebook lifer and product designer called Adam Mosseri.",
  "In a statement announcing their resignation, the pair hinted at disagreements with their parent firm, and said they were leaving to create something new.",
  "He and other executives were frequently and aggressively challenged over Facebook's role in the scandal and its wider impact on society.",
  "Their departure means there's a vacancy at the top of Instagram, the coolest and most design-oriented of Facebook's properties.",
  "Instagram's value to advertisers is only growing as Facebook's core app becomes worse at younger demographics, the person said.",
  "eMarketer said Instagram will account for around 17% of Facebook's total ad revenue in 2018, bringing in some $8 billion.",
  "He may also have to deal with any dissatisfaction among rank-and-file staff that the app is becoming closer to Facebook.",
  "And Instagram has mostly escaped issues of fake news and inappropriate censorship that have plagued its older sibling.",
  "One of the most high-profile jobs inside Facebook is up for grabs — but perhaps not for very long.",
  "He follows 539 people at current count, a large chunk of whom are technology or media journalists.",
  "Both of his kids, Blaise and Nico, have their own Instagram accounts, set to private.",
  "As part of his Newsfeed role, Mosseri became a proficient Twitter user.",
  "It hasn't been updated since 2013."
]