[
  "Facebook \"is making incredible [amounts of] money from using our privacy as a commodity\" — Vera Jourová, European justice commissioner\n\nMuch of the focus, though, has centered on Europe's new standards, which are fast becoming the de facto global standard as countries from Japan to Brazil borrow heavily from the region's rule book.",
  "As part of the inquiry, Ireland's data protection commissioner will focus on whether the American tech giant mishandled people's data in a way that led to a hacker being able to access the online profiles of millions of Facebook users, including that of Mark Zuckerberg, the company's chief executive.",
  "A breach at Facebook has affected about 90 million users worldwide | Alexander Koerner/Getty Images Irish privacy watchdog to investigate Facebook data breach The Dublin-based data protection authority could announce its investigation within the next 48 hours, people close to the matter say.",
  "It also comes as European regulators start to flex their muscles under the region's beefed-up privacy standards, known as the General Data Protection Regulation, or GDPR, which include fines of up to 4 percent of a company's global revenues if it mishandles Europeans' digital information.",
  "The company revealed on Friday that hackers were able to exploit a technical vulnerability on the social network to take over people's accounts, as well as to access other digital services like Spotify and Airbnb that allow people to rely on their Facebook log-in to use those services.",
  "The inquiry marks the latest setback for the social networking giant, which has been plagued by scandal over the last two years ranging from the use of its platform by Russian-backed actors during the U.S. presidential election in 2016 to the Cambridge Analytica data breach.",
  "Ireland's data protection authority is expected to launch a formal investigation into the Facebook data breach affecting 90 million people worldwide, the first major test of Europe's new data protection rules, according to a person with direct knowledge of the matter.",
  "[The] worst is that Facebook has no way of seeing what was done\" — Paul-Olivier Dehaye, Belgian privacy researcher\n\nThe formal investigation will be opened in the next 48 hours, according to a person close to the data protection authority.",
  "The Irish regulator is in charge of the region-wide investigation into the Facebook data breach because the company's international headquarters are located in Dublin, where it can take advantage of the country's low corporate tax regime.",
  "While Facebook is unlikely to be slapped with such hefty sanctions, the company could face a fine of up to €1.4 billion — potentially the largest ever privacy fine worldwide — if it is found to have broken Europe's data protection rules.",
  "Others question if EU agencies — notably that of Ireland, a country highly dependent on U.S. tech companies for local employment — are willing to take on difficult cases that will likely be fought out for years in the region's courts.",
  "Many of the region's regulators remain relatively understaffed and under-resourced, raising questions on whether they have the regulatory muscle to take on a company whose revenues and legal clout significantly dwarf their own.",
  "Yet while EU officials have been quick to promote the new data protection rules, this most recent Facebook data breach represents a landmark moment in the region's stance toward digital privacy, according to legal experts.",
  "In Washington, U.S. lawmakers are holding a series of hearings about overhauling the nation's data protection rules after California passed its own legislation to give people a greater say over how their data is used.",
  "But Dixon, the Irish chief regulator, \"is no pushover,\" said Johnny Ryan, a Dublin-based privacy advocate who works for the privacy-friendly browser Brave and has filed cases to the data watchdog in the past.",
  "Facebook's privacy woes\n\nPolicymakers on both sides of the Atlantic are ratcheting up their rhetoric about how Facebook and other Silicon Valley giants use people's digital information.",
  "\"This new enforcement tool is long overdue,\" Helen Dixon, Ireland's data protection regulator, told POLITICO earlier this year ahead of the start of Europe's new privacy standards.",
  "\"Many more people potentially have been hacked,\" said Paul-Olivier Dehaye, a Belgian privacy researcher who has challenged Facebook's privacy practices in the past.",
  "\"We face constant attacks from people who want to take over accounts or steal information around the world,\" Zuckerberg wrote on his Facebook page.",
  "The agency said that less than 10 percent of the 50 million people directly affected by the data breach have European accounts.",
  "A spokesman for the Irish authority declined to comment on any potential fines linked to the upcoming Facebook investigation.",
  "Facebook is expected to provide more detail on the other 90 percent of its affected users as early as Wednesday.",
  "\"This is the first big case for GDPR,\" Vera Jourová, the European justice commissioner, told reporters Tuesday.",
  "\"So I would expect them to manage it better and take all the necessary measures to mitigate the damage.\"",
  "Facebook \"is making incredible [amounts of] money from using our privacy as a commodity,\" said Jourová.",
  "Facebook's first public estimation was that 50 million profiles had been affected in the breach.",
  "Facebook said a further 40 million individuals also had their accounts reset as a precaution.",
  "\"There's been a massive increase in awareness of data protection laws.\"",
  "\"And the worst is that Facebook has no way of seeing what was done.\"",
  "Read this next: Swedish center-right leader asked to form government",
  "\"I do think she's independent from the government,\" he said.",
  "\"The issue isn't Facebook jobs in Dublin.\""
]