[
  "But such explanations aren't likely to win back the trust of users still reeling from revelations that a data firm with ties to the Trump campaign used a specially designed app to trick users into giving up two dozen points of data about their friends — and that Facebook failed to stop or rectify the issue even after discovering it years ago.",
  "March 26, 2018 / 10:54 AM ET / Updated March 26, 2018 / 1:10 PM ET By Ben Popken\n\nA probe by the Federal Trade Commission is the latest bad news to slam Facebook, after the agency announced Monday it was launching a nonpublic investigation into the social media giant's privacy practices.",
  "The #deletefacebook hashtag has continued to flourish on social media as customers strike out against Facebook, with tech billionaire Elon Musk bringing further visibility to the movement last week when he deleted the Facebook page for two of his companies, Tesla and SpaceX.",
  "That same day, Facebook confirmed that it has been keeping texting and call logs for millions of people who use Android phones to access Facebook Messenger, adding to a growing backlash over how the company handles the user data that drives its record-setting profits.",
  "Ever since news broke that the data firm Cambridge Analytica had been abusing the Facebook platform to download unauthorized data on over 50 million users, users have been downloading their own Facebook data to see just how much the social network knows about them.",
  "\"This kind of mass data collection was not only allowed but encouraged by Facebook, which sought to keep developers building on its platform and provide companies with all the tools they need to influence and manipulate user behavior,\" the lawsuit said.",
  "The FTC news sent Facebook's stock price lower, adding to a sharp decline that started when a Cambridge Analytica whistleblower came forward to detail how the firm had taken Facebook data and used it to target ads for President Donald Trump's campaign.",
  "\"It's very unusual for apps to collect call log data, since the vast majority of them have no clear purpose in doing so,\" said Jason Hong, an associate professor of computer science at Carnegie Mellon University, who studies app privacy.",
  "It's not clear, however, how many other users are actually taking the plunge and disconnecting themselves from the world's largest social media platform — which for some users constitutes the majority of their online experience.",
  "A screenshot he sent NBC News showed the call history for over a dozen different calls, whether the call was incoming or outgoing, the name of the other caller, and the time and duration of the call down to the exact second.",
  "“We’re now taking steps to make sure this doesn’t happen again.”\n\nThe ads also said the company does \"expect there are others\" like the Cambridge Analytica app and promised to find them, ban them, and tell affected users.",
  "On Sunday the social networking giant confirmed that it had been recording the call history, and attempted to tamp down some of the criticism by emphasizing that the affected users had opted in to the process.",
  "Writer Avi Bagla tweeted that starting in 2015 when he began using an Android phone logged in to Facebook Messenger, \"From that time Facebook has an entire log of every phone call and sms I sent.",
  "\"The FTC is firmly and fully committed to using all of its tools to protect the privacy of consumers,\" Tom Pahl, acting director of the FTC's Bureau of Consumer Protection, said in a statement.",
  "On Sunday Illinois became the first state to file a lawsuit against Facebook and Cambridge Analytica, alleging a \"fraudulent scheme to harvest the data of millions of American voters.\"",
  "Facebook has been on its heels since the Cambridge Analytica revelations became public, with outcry growing and legislators calling for CEO Mark Zuckerberg to testify on Capitol Hill.",
  "An Axios-commissioned Survey Monkey poll shows that the social network's favorability has declined since October by 28 points, nearly double that of all the other tech giants.",
  "After nearly a week of silence, Zuckerberg said in a Facebook post last Wednesday that the violations were a \"breach of trust\" and promised to \"fix\" the issues.",
  "One of them was developer Dylan McKay, who posted last week that his file appeared to show a call log of every single call he'd made for the past few years.",
  "He wrote to a friend that he had \"not realized that any phone calls or SMSes I used outside of the app who have counted as in connection with the service.\"",
  "Bagla said he's a \"privacy junkie\" who typically opts in to a few permissions as possible and was \"shocked\" when he saw his call records in the file.",
  "He said Facebook may have been doing it to help with \"friend recommendations\" or to better calculate which friends should appear in your feed.",
  "\"Call and text history logging is part of an opt-in feature for people using Messenger or Facebook Lite on Android,\" the company wrote.",
  "\"This helps you find and stay connected with the people you care about, and provides you with a better experience across Facebook.\"",
  "Facebook\n\nFacebook stressed it didn't sell the data and doesn't record the text messages or the audio of the calls themselves.",
  "\"The FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.\"",
  "\"It's very unusual for apps to collect call log data, since the vast majority of them have no clear purpose in doing so.\"",
  "Once enabled, the Messenger app begins \"to continuously upload your contacts as well as your call and text history.\"",
  "Facebook took out full-page ads in major newspapers over the weekend, asking for forgiveness and pledging action.",
  "As the tweet went viral, other users replied that they were seeing their same call history recorded in the data.",
  "\"That’s because Facebook is not a social media company; it is the largest data mining operation in existence.\"",
  "A screenshot provide by Facebook of the \"continuously upload\" contact opt-in screen on Messenger for Android.",
  "The calls were not made using Facebook or one of its apps, they were just the calls he'd made on his phone.",
  "The Android operating system dominates the smartphone market, capturing over 80 percent of market share.",
  "There was also indication that automated bot networks were participating in amplifying the hashtag.",
  "\"I’m sorry we didn’t do more at the time,” the ads featuring Zuckerberg's signature read.",
  "Jiachuan Wu\n\nThere is also growing evidence that public opinion on Facebook has shifted.",
  "The data included who the call was to or from, the date, time and duration.",
  "Facebook shares had declined about 2.5 percent in later-afternoon trading.",
  "Experts say it's not common for apps to record its users' call history.",
  "There are over 1.2 billion Facebook Messenger users as of 2017.",
  "It didn't say how many users had their history recorded.",
  "iPhone users do not appear to have been affected.",
  "WTF.\""
]