[
  "It protects the Silicon Valley companies’ ability to support the Democrats by deleting our content with no liability.”\n\nRoslyn Layton, a visiting scholar for the American Enterprise Institute (AEI), told Breitbart News Saturday that “Google and Facebook have such an oligopoly” on advertising and that “we need to stop regulating Facebook’s competitors.”\n\nCampbell suggested that Section 230 “gives them complete ability to say whatever they want with no liability or slander, or libel, or whatever they like.”",
  "Breitbart News obtained exclusive emails that documented how the social media giant believed that the ad was “inflammatory.”\n\nA Twitter representative told a social media team regarding the ad, “Yes – it appears that the line in this video specific to ‘stopped the sale of baby body parts’ has been deemed an inflammatory statement that is likely to evoke a strong negative reaction.",
  "If this is omitted from the video it will be permitted to serve.”\n\nIn an exclusive interview with Breitbart News Tonight, Blackburn explained how Zuckerberg admitted that Facebook is “subjective in how they manipulate these algorithms” to censor conservatives.",
  "Campbell explained:\n\nThey have set it up and what they’re pushing for is the companies that support them, that support them full-time, they say, Google, Facebook, and the like, Silicon Valley, they have the right to edit the Internet whenever they like.",
  "The House Judiciary Committee will host Rep. Marsha Blackburn (R-TN), as well as conservative social media commentators Diamond and Silk on Thursday to discuss Facebook, Google, and Twitter’s social media censorship practices.",
  "The House Judiciary Committee’s hearing comes in the wake of the House Energy and Commerce’s hearing in April that featured Facebook CEO Mark Zuckerberg to discuss his company’s recent Cambridge Analytica privacy scandal.",
  "Rep. Blackburn, the chairman of the House Communications and Technology Subcommittee, will also testify regarding her expertise on social media practices and her own experience getingt censored on Twitter.",
  "Fred Campbell, a former Federal Communications Commission (FCC) Wireless Bureau Chief, told Breitbart News Sunday how “Conservatism itself is at stake” thanks to Google and Facebook’s censorship.",
  "The Browser Act has gained momentum in the House after reports revealed that Cambridge Analytica used Facebook to gain access to the personal data of more than 87 million users.",
  "Facebook recently deemed Diamond and Silk’s content “unsafe to the community,” which Zuckerberg later admitted was an “enforcement error” that his staff would fix.",
  "Campbell also noted that through the Safe Harbor provision in Section 230 of the Communications Decency Act, Facebook and Google can censor at will.",
  "The House Judiciary Committee will discuss the social media censorship practices of Google, Facebook, and Twitter on Thursday at 10:00 a.m. Eastern.",
  "Rep. Blackburn, who is running for the U.S. Senate seat in Tennessee, had one of her campaign ads blocked on Twitter last October.",
  "Blackburn also grilled Facebook chief executive Mark Zuckerberg in April during the House Energy and Commerce Committee hearing.",
  "Representatives from Google, Facebook, and Twitter were also invited, but they will not appear at the hearing.",
  "Blackburn sponsored the Browser Act, which would give Internet users more control over their digital privacy.",
  "They actually have a law that says that they can do that called Section 230 of the Communications Act.",
  "In the campaign ad, Blackburn touted her pro-life beliefs and her opposition to selling baby parts.",
  "You have an expectation of privacy,” Blackburn told Breitbart News in an exclusive interview.",
  "“People are beginning to understand that you have a right to privacy when you go online.",
  "The former FCC staffer added, “I’ve argued that Section 230 should be repealed.",
  "The hearing will also feature News Media Alliance CEO David Chavern.",
  "They can go ahead and delete conservative voices left and right."
]