[
  "This is surveillance.”\n\nCook wants U.S. privacy law to prioritize four basic issues: data minimization, or having companies not identify the customer or collect the data at all; transparency, or letting users know what data is being collected and what it's being collected for; the right to access or letting users get a copy of their data easily so they can understand what it is that's being collected or correct or delete their data if need be; and security, noting “security is foundational to trust and all other privacy rights.”\n\nEarlier this month, Apple launched a new website that lets customers search for their data and see what types of data the tech giant has on them.",
  "APPLE REVEALS SECRET IPHONE SECURITY TRICKS YOU NEVER KNEW EXISTED\n\nIn March, during the height of the Facebook-Cambridge Analytica scandal, he said \"this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary.”\n\nThe Associated Press, Fox Business, Fox News' Christopher Carbone and James Rogers contributed to this story.",
  "It widens the definition of what will be considered personal data and gives residents the freedom to request that a company delete their data, give them a copy of the data the company has stored online or correct a mistake in the data, all of which are demands companies must comply with.",
  "Privacy advocacy group noyb.eu, led by chair Max Schrems, filed four complaints that Google, Facebook and the social network's Instagram and WhatsApp properties, are forcing users to consent to targeted advertising if they wish to remain using the services.",
  "APPLE'S TIM COOK DEMANDS CHINESE CHIP SPY STORY TO BE RETRACTED BY BLOOMBERG\n\n\"This is surveillance\"\n\nThroughout the speech, Cook continued to lambast those who profit off users' digital profiles, saying: “We shouldn’t sugarcoat the consequences.",
  "Cook also posted some of what he said to Twitter, as seen below:\n\nPrivacy laws\n\nIn the U.S., California is moving to implement regulations similar to the EU's strict rules by 2020 and other states are mulling more aggressive laws.",
  "Cook, 57, has been increasingly at odds with some of the business models of companies such as Google and Facebook (who he did not specifically name at the conference), describing the trading of data as a \"data industrial complex.\"",
  "\"Our own information, from the every day to the deeply personal, is being weaponized against us with military efficiency,\" he said, at the 40th International Conference of Data Protection and Privacy Commissioners (ICDPPC).",
  "Apple CEO Tim Cook directed some scathing remarks toward his Silicon Valley competitors at a data privacy conference in Brussels on Wednesday, calling for new privacy laws in the U.S., similar to those enacted by the E.U.",
  "\"Scraps of personal data are collected for digital profiles that let businesses know users better than they know themselves and allow companies to offer users increasingly extreme content that hardens their convictions.\"",
  "Cook stated that the U.S. should follow the lead of the European Union, which enacted General Data Protection Regulation (GDPR) in May and said Apple is putting its support for new tough regulations.",
  "It is time for rest of the world, including my home country, to follow your lead,\" Cook said, adding \"We at Apple are in full support of a comprehensive federal privacy law in the United States.\"",
  "Earlier this month, Google said it was shutting down its Google Plus social network after it revealed a flaw that could have exposed personal information of up to half a million people.",
  "Apple, which has repeatedly said that \"privacy is a fundamental human right,\" made privacy controls a big part of its new iOS and macOS operating systems.",
  "Despite having just gone into effect in late May, Google and Facebook were almost immediately slammed, accused of breaking the law.",
  "In September, Facebook said it suffered a large data breach of 29 million users, including 3 million from Europe.",
  "That's rattled the big tech companies, which are pushing for a federal law that would treat them more leniently.",
  "FACEBOOK'S ZUCKERBERG DEVELOPED A FRAUDULENT SCHEME TO 'WEAPONIZE' DATA, LAWSUIT ALLEGES\n\n\"This is surveillance.",
  "Hackers were able to access phone numbers, email addresses and search information for some of Facebook's users.",
  "Cook's comments on Wednesday are not the first time he has called for greater government regulation on data.",
  "If companies are found to be in violation of GDPR, the resulting fines could be in the billions of dollars.",
  "And these stockpiles of personal data serve only to enrich only the companies that collect them,\" he added.",
  "implemented GDPR, which it called \"the most sweeping change in data protection rules in a generation.\"",
  "\"In many jurisdictions, regulators are asking tough questions.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "After years of debate, the E.U.",
  "earlier this year."
]