[
  "In the first big test of the new rules, Ireland's data protection commission, which is a lead authority for Europe as many big tech firms are based in the country, is investigating Facebook after a data breach let hackers access nearly 30 million accounts, including 3 million for EU users.",
  "His speech comes a week after the iPhone maker unveiled expanded privacy protection measures for people in the U.S., Canada, Australia and New Zealand, including allowing them to download all personal data held by Apple through a new website and letting users make corrections.",
  "The International Conference of Data Protection and Privacy Commissioners, held in a different city every year, normally attracts little attention but its Brussels venue this year takes on symbolic meaning as EU officials ratchet up their tech regulation efforts.",
  "Speaking Wednesday at an international conference on data privacy, Apple CEO Tim Cook applauded European Union authorities for bringing in a strict new data privacy law this year and said the iPhone maker fully supports a U.S. federal privacy law.",
  "Cook's remarks, along with comments due later from Google and Facebook top bosses, in the European Union's home base in Brussels, underscore how the U.S. tech giants are jostling to curry favor in the region as regulators tighten their scrutiny.",
  "At the same time, tech giants are under greater scrutiny by lawmakers and consumer advocates after Facebook's Cambridge Analytica data breach, when millions of users had their data unknowingly collected by a political consulting firm.",
  "\"With the spotlight shining as directly as it is, Apple have the opportunity to show that they are the leading player and they are taking up the mantle,\" said Ben Robson, a lawyer at Oury Clark specializing in data privacy.",
  "\"Data industrial complex\"\n\nCook warned that technology's promise to drive breakthroughs that benefit humanity is at risk of being overshadowed by the harm it can cause by deepening division and spreading false information.",
  "Separately, the bloc's consumer protection chief has warned Facebook it could face sanctions for being slow to clarify the fine print in its terms of service concerning what happens to user data.",
  "The EU's new laws on data privacy require companies to change the way they do business in the region, and a number of headline-grabbing data breaches have raised public awareness of the issue.",
  "It's also fighting a European order that it extend \"right to be forgotten\" rules to its search engines globally, in a battle pitting privacy concerns against the public's right to know.",
  "\"We at Apple are in full support of a comprehensive federal privacy law in the United States,\" he said, to applause from hundreds of privacy officials from more than 70 countries.",
  "Google, meanwhile, shut down its Plus social network this month after revealing it had a flaw that could have exposed personal information of up to half a million people.",
  "Cook's appearance seems set to one-up his tech rivals and show off his company's credentials in data privacy, which has become a weak point for both Facebook and Google.",
  "He has repeatedly said that privacy is a \"fundamental human right\" and vowed his company wouldn't sell ads based on customer data the way companies like Facebook do.",
  "Data protection has become a major political issue worldwide, and European regulators have led the charge in setting new rules for the big internet companies.",
  "Apple's Tim Cook warned that personal data is being \"weaponized\" against users, and endorsed endorsed tough privacy laws for both Europe and the U.S.",
  "In the U.S., California is moving to put in regulations similar to the EU's strict rules by 2020 and other states are mulling more aggressive laws.",
  "Facebook CEO Mark Zuckerberg and Google head Sundar Pichai were scheduled to address by video the annual meeting of global data privacy chiefs.",
  "European users already had access to this feature after the continent's General Data Protection Regulation, or GDPR, took effect in May.",
  "\"Our own information, from the everyday to the deeply personal, is being weaponized against us with military efficiency,\" he said.",
  "The new rules require companies to justify the collection and use of personal data gleaned from phones, apps and visited websites.",
  "GDPR also allows for big fines benchmarked to revenue, which for big tech companies could amount to billions of dollars.",
  "The 28-nation EU took on global leadership of the issue when it beefed up data privacy regulations by launching GDPR.",
  "And the EU competition chief has opened a preliminary investigation of Amazon over how it uses data from merchants.",
  "That's rattled the big tech companies, which are pushing for a federal law that would treat them more leniently.",
  "They must also give EU users the ability to access and delete data, and to object to data use.",
  "It is time for rest of the world, including my home country, to follow your lead,\" Cook said.",
  "He said the trade in personal information \"has exploded into a data industrial complex.\"",
  "Only Cook, who has been outspoken on protecting user privacy, attended in person.",
  "He also renewed the technology giant's commitment to protecting personal data.",
  "Cook's appearance \"is going to have good currency,\" with officials, he added.",
  "\"In many jurisdictions, regulators are asking tough questions.",
  "Apple plans to expand it worldwide."
]