[
  "“And this is from me; I am used to consistently minimizing my clicks.”\n\nAmazon is so convenient, so trusted, so everywhere, that it could subtly begin to advertise in a way that encourages what Salkever calls “hyperconsumption.” For example, Amazon invites consumers to sign up for “subscribe and save” deals, whereby brands offer a discount on items like laundry detergent if consumers agree to get refills of that brand in the future.",
  "“They’ll be able to increasingly use the data that we have on our search history and product purchase history to improve the return on investment for advertisers, as well as the experience for users.” It sends us ads for products we probably want when we’re already in a buying mood, allows us to click on those products, and, without even making us reenter our credit-card number or address, ships those products to our front door.",
  "But the company also owns Whole Foods, Twitch, Zappos, Audible, and IMDb, and sells TVs, tablets, Kindles, Echos—what Helen Lin, the chief digital officer at Publicis Media, calls “this whole canvas of properties that allow brands to go broader.”\n\nIn other words, Amazon owns a large swath of the internet’s advertising real estate—but it also owns the information advertisers rely on to target ads effectively.",
  "As Amazon gets better at knowing what we want and need and anticipating our desires,“the system will grow more and more adept at pushing our buttons, putting in front of us goods and services that are closer and closer to what we actually desire,” Salkever wrote in an essay in Fortune.",
  "We can be marketed to throughout our day—when we’re reading, watching TV, cooking dinner, browsing the internet—and we might not even mind it, because the ads we’re seeing are for things we actually want.",
  "Facebook and Google may know who our friends are, what we’re reading, and what we think about politics—but Amazon knows almost exactly where and how we spend our money.",
  "But it worries people like Alex Salkever, a futurist, a co-author of Your Happiness Was Hacked, and a self-described skeptical consumer of digital advertising.",
  "It collects information about what we watch on Amazon Video, what we read on our Kindles, what we listen to on Audible, and what we ask our Echo speakers.",
  "Read: What Amazon does to poor cities\n\nAmazon is catnip to advertisers for the simple reason that it is already an integral part of the way we buy.",
  "It also has little incentive to recommend that consumers get off their phone or computer or tablet and stop staring at consumer goods they want.",
  "It knows where we live, because it has our delivery addresses, and it may know where our family members live, if we use Prime to send gifts.",
  "Amazon has little incentive to use its algorithm to ensure that customers get no more laundry detergent than their home actually needs.",
  "He researches a lot of sports equipment, and Amazon started serving him ads for sports products that were obscure, but appealing.",
  "It knows, with unprecedented precision and volume, what individual consumers search for and buy.",
  "“It allows a brand to be part of a solution, as opposed to pushing an ad message,” Lin said.",
  "It knows when we write reviews of products and what we think of those products.",
  "About half of online shoppers start their product searches on Amazon.",
  "“That’s one of the powers of Amazon,” Olson told me.",
  "“It was hard not to click,” he told me.",
  "It’s both eerie and comforting.",
  "Advertisers love this."
]