[
  "The system of trusted internet connections is ill-suited, however, for massive computer clouds, which shift data around far more dynamically.”\n\n— More cybersecurity news from the public sector:\n\nTop NSA official skeptical of ‘hack back’ Despite what appears to be growing support among the cybersecurity community and some government officials, there are others pushing back against the idea that private firms should be allowed to “hack back,” or retaliate in cyberspace.",
  "The department began the program two years ago, inviting security researchers and ethical hackers to examine the Pentagon’s networks and identify cyber vulnerabilities.”\n\n— “As government agencies move more of their digital systems to computer clouds, the Homeland Security Department is rethinking how it deploys cybersecurity sensors to detect attempts to compromise those systems, a top official said Tuesday,” Nextgov's Joseph Marks reported Wednesday.",
  "“They said they had further confidence he was not spilling secrets because he rarely digs into the details of the intelligence he is shown and is not well versed in the operational specifics of military or covert activities.”\n\nChina uses the information it gathers from Trump's calls to try to shape his trade policy, but “Russia is not believed to be running as sophisticated an influence effort as China,” according to the Times.",
  "That means police using the tool can only draw out unencrypted files and some metadata, such as file sizes and folder structures.”\n\n— More cybersecurity news from the private sector:\n\nResearcher finds trove of political fundraising, old voter data on open internet A consulting firm that works with Democratic campaigns unknowingly left sensitive information and credentials to old voter records open on the internet.",
  "CyberScoop\n\nSECURITY FAILS\n\nMillions of Passengers Hit in Worst Ever Airline Data Hack Cathay Pacific discovered breach in March, confirmed it in May Bloomberg News\n\nFOR THE N00BS\n\nGoogle just made it easier to delete your search history: Here's how In an effort to simplify its data privacy controls, Google is making it easier to delete user search history.",
  "“These companies generally sell spyware that infects computers and cellphones with the goal of extracting evidence for police or intelligence operations, which can be particularly useful when authorities need to get around encryption and have a warrant to access the content of a target’s communications,” Franceschi-Bicchierai wrote.",
  "— Alex Stamos (@alexstamos) October 24, 2018\n\nTrump pushed back on the report in an early morning tweet, saying the story is \"soooo wrong\":\n\nThe so-called experts on Trump over at the New York Times wrote a long and boring article on my cellphone usage that is so incorrect I do not have time here to correct it.",
  "“Administration officials said Mr. Trump’s longtime paranoia about surveillance — well before coming to the White House he believed his phone conversations were often being recorded — gave them some comfort that he was not disclosing classified information on the calls,” Rosenberg and Haberman wrote.",
  "(Damian Dovarganes/AP)\n\nPWNED: Security researchers said a company selling spyware to governments left almost all its data exposed on a command and control server that was unprotected and on a public Google Drive folder, Motherboard's Lorenzo Franceschi-Bicchierai reported Wednesday.",
  "“But in the past, companies like Hacking Team, FinFisher, and NSO Group have all sold their malware to authoritarian regimes who have used it against human rights defenders, activists, and journalists.”\n\n— More cybersecurity news:\n\nWorried about iPhone eavesdroppers?",
  "“He also said that he plans to sue CSIS for hacking his reseller; CSIS is adamant that it did not hack anything, as everything was exposed and open to anyone.”\n\nKumar's spyware company “is part of the so-called ‘lawful intercept’ industry,” according to Motherboard.",
  "“While Google has not uncovered evidence that developers took advantage of this vulnerability or that profile data was misused, it has failed to protect consumers’ data and kept consumers in the dark about serious security risks,” Klobuchar and Cortez Masto said.",
  "EASTER EGGS\n\nTrump says political violence is an “attack” on democracy, urges “all sides to come together in peace”:\n\nThese guys stole a Tesla and revealed a huge security flaw:\n\nStore owner says it “feels good” to sell winning ticket:",
  "McAfee also cautioned that many county websites that voters turn to for information on Election Day are “sorely lacking in basic cybersecurity measures” that would prevent bad actors from altering them with false voting instructions.",
  "Klobuchar and Cortez Masto chided the company for its “conscious, overt decision to keep this data exposure a secret” and asked Pichai whether Google is confident that no user data was mishandled before the vulnerability was fixed.",
  "“Wyden noted that hackers could co-opt personal cellphones, turning microphones into listening devices, or cracking into an email account and stealing an official's contact list and launch further digital assaults,” Matishak wrote.",
  "McAfee, a more than 30-year old company traditionally known for is anti-virus software, just became the latest cybersecurity firm to release research into the spread of false information that could influence the midterm elections.",
  "“These same American citizens deserve to have their privacy protected and to know that the data Google collects is safe and secure.”\n\nIn this photo illustration, hands type on a computer keyboard in Los Angeles on Feb. 27, 2013.",
  "(Daniel Slim/AFP/Getty Images)\n\n— “The Department of Defense announced Wednesday that it was awarding contracts to three private security firms in an expansion of its bug bounty program,” the Hill's Jacqueline Thomsen reported.",
  "Ars Technica\n\nWhy the NSA Called Me After Midnight and Requested My Source Code The story behind my top secret coffee cup Peter Avritch\n\nPRIVATE KEY\n\nThe Apple logo above a store location entrance in Dallas on Sept. 19, 2013.",
  "“Currently, Homeland Security’s systems of cyber threat detection sensors, known as Einstein, cluster around a series of trusted internet connections that route information between federal agencies and the broader internet.",
  "While social networks such as Facebook and Twitter focus on rooting out false posts and other attempts to influence public opinion on their platforms, more traditional cybersecurity companies are also getting in the game.",
  "It published a report Wednesday warning of the ease with which adversaries could carry out a phishing attack to target voters -- and email links to hoax election websites with inaccurate information about where to vote.",
  "China says Trump may need a Huawei China’s foreign ministry has some suggestions for the Trump administration if they are worried about foreign eavesdropping on the U.S. president’s iPhone: use a Huawei handset instead.",
  "Fifth Domain\n\nIndiana National Guard recovers from ransomware attack on state server The server included military and civilian personal information, but officials say the malware used doesn't typically compromise data.",
  "Amy Klobuchar (D-Minn.) and Catherine Cortez Masto (D-Nev.) expressed “serious concern” to Pichai that the company earlier this year did not disclose a bug that exposed the data of up to 500,000 users of Google .",
  "Both focus on protecting companies against social media attacks, but are also doing work related to identifying fake news or coordinated foreign influence campaigns that is relevant to election integrity efforts.",
  "But with concerns about the proliferation of fake news in the fallout of the 2016 election, the company is working with the media to ensure their brands aren’t being used to lend validity to false information.",
  "(Jabin Botsford/The Washington Post)\n\nPINGED: Chinese and Russian spies are often listening to President Trump's cellphone calls, the New York Times's Matthew Rosenberg and Maggie Haberman reported Wednesday.",
  "Since learning of Russian actors’ campaign to spread disinformation on social media during the 2016 election, lawmakers have warned about the lack of guardrails in place to secure the U.S. midterm elections.",
  "The company’s report highlighted how the adversaries were more expansive than the disinformation campaigns previously seen from Russia and showed other foreign actors were building on the Kremlin's playbook.",
  "“Others in the industry are starting to see that as well.”\n\nEarlier this year, FireEye, another California cybersecurity company, helped Facebook identify an influence operation with ties to Iran.",
  "ZeroFox Chief Security Officer Sam Small said he could not share many specifics about what his company is doing ahead of the midterms because of its confidentiality agreements with customers.",
  "“In an online chat, Wolf Intelligence founder Manish Kumar told me that it wasn’t his company that left the data online, but a reseller he refused to identify,” Franceschi-Bicchierai wrote.",
  "As large cybersecurity incumbents such as McAfee take on a bigger role in disinformation research, he’s watching to see whether they’ll make an even bigger push into social media security.",
  "Politico's Martin Matishak reported last year that Sen. Ron Wyden (D-Ore.) had called for increasing the security of personal devices and email accounts that White House officials use.",
  "As Haberman and Rosenberg noted, Trump uses three iPhones — an official phone to access Twitter and other apps, another official device to place calls and a third personal phone.",
  "(Jeff Chiu/AP)\n\nPATCHED: Google chief executive Sundar Pichai just got another letter from senators who are unimpressed that the company didn't reveal a security bug for months.",
  "He said Facebook and Twitter have been “actively collaborating” with companies such as New Knowledge, as well as other researchers, to identify bad actors ahead of the midterms.",
  "Moreover, Trump refuses to stop using his phones even though aides have told him that the calls are not secure and that Russians are spying on him, according to the Times.",
  "“The department will now partner with Synack, HackerOne and Bugcrowd — all Silicon Valley crowdsourced companies — to add new features to the ‘Hack the Pentagon’ program.",
  "From Eva Galperin, director of cybersecurity at the Electronic Frontier Foundation:\n\nThat sound you hear is a million infosec professionals screaming in frustration.",
  "— Donald J. Trump (@realDonaldTrump) October 25, 2018\n\nGoogle chief executive Sundar Pichai speaks at the Google I/O conference in Mountain View, Calif., on May 8.",
  "https://t.co/pxKJQh0nMZ — Eva (@evacide) October 24, 2018\n\nFrom Alex Stamos, Facebook's former chief security officer:\n\nThis is obviously horrible on many levels.",
  "“Multiple sources familiar with the GrayKey tech tell Forbes the device can no longer break the passcodes of any iPhone running iOS 12 or above,” Brewster wrote.",
  "“Understanding that misinformation will sometimes be the most powerful weapon adversaries have to achieve their goal is something we're very aware of,” he said.",
  "“He does not use email, so the risk of a phishing attack like those used by Russian intelligence to gain access to Democratic Party emails is close to nil.",
  "They are expanding beyond locking down devices and thwarting viruses — and into the more abstract goal of identifying the spread of deceptive information.",
  "You won’t want to miss our daily analysis on the complex relationship between Washington and Silicon Valley, coming to your inbox later this year.",
  "and Jerry Moran (R-Kan.), who also sit on the committee, voiced discontent about Google's handling of the bug in a letter to Pichai two weeks ago.",
  "The National Institute of Standards and Technology hosts the 2018 Cybersecurity Risk Management Conference on Nov. 7 through Nov. 9 in Baltimore.",
  "Klobuchar and Cortez Masto said the company must protect the privacy of its users as it has “fundamentally” altered how Americans communicate.",
  "“In the process of this innovation, Google has directly profited off of the vast amount of data collected on American citizens,” they said.",
  "(Tony Gutierrez/AP)\n\n— Apple appears to have prevailed against the iPhone-cracking tool GrayKey from the company Grayshift, Forbes??????",
  "But they’ve struggled to pass legislation that would regulate the technology companies or further secure electronic voting machines.",
  "Some start-ups — including New Knowledge and ZeroFox — are specializing in detecting the spread of disinformation on social media.",
  "THE KEY\n\nA man exits a polling station during Arizona primary elections on Aug. 28 in Tempe, Ariz. (Matt York/AP)\n\nGood morning!",
  "There's a new player warning about the susceptibility of the U.S. election system to disinformation-- and it's an unusual one.",
  "Both companies have raised large funding rounds from venture capitalists, underscoring the market interest in such technology.",
  "With backgrounds in national security, his team members recognized the potency of terrorist groups’ disinformation campaigns.",
  "Which raises the question: If the entire US IC knew that LTE is broken, when was this going to be revealed or quietly fixed?",
  "The same goes for texts, which are disabled on his official phones.”\n\nThis is not a new issue in the Trump administration.",
  "“On those devices, GrayKey can only do what’s called a ‘partial extraction,’ sources from the forensic community said.",
  "New Knowledge chief executive Jonathon Morgan said his team began to focus on disinformation before the 2016 election.",
  "“Still, Mr. Trump’s lack of tech savvy has alleviated some other security concerns,” Rosenberg and Haberman reported.",
  "If you can’t get enough of Post newsletters, sign up here for my forthcoming newsletter, The Technology 202.",
  "https://t.co/3FZi0mRLiq — Alex Stamos (@alexstamos) October 24, 2018\n\nIf so, then I believe this is novel.",
  "I’m not up on all the literature, but I can’t quickly find a practical passive attack against modern LTE.",
  "The surge in research is likely to help policymakers respond to the increasingly sophisticated threat.",
  "CNBC\n\nZERO DAYBOOK\n\nComing soon\n\nCyberCon 2018 organized by Fifth Domain on Nov. 1 in Arlington, Va.",
  "McAfee's decision to branch into this new territory illustrates a broader shift in the industry.",
  "McAfee Chief Technology Officer Steve Grobman said such campaigns can have “immense” power.",
  "He said adversaries often turn to the most convenient and cheapest tools at their disposal.",
  "The government has less visibility into cyber threats if they sneak past those connections.",
  "StateScoop\n\nWhy does one California county sheriff have the highest rate of stingray use?",
  "“We haven't seen the traditional companies launching products or services yet,” he said.",
  "The data was found by researchers from CSIS Security Group, according to Motherboard.",
  "PINGED, PATCHED, PWNED\n\nPresident Trump at the White House in Washington on Oct. 24.",
  "I only use Government Phones, and have only one seldom used government cell phone.",
  "San Bernardino County denies EFF's request to see 6 stingray warrant applications.",
  "As a nerd, I feel like some of us need to dive into the practical issues.",
  "I’ll be taking the helm of The Cybersecurity 202 these next few weeks.",
  "Reuters\n\nPUBLIC KEY\n\nAn aerial view of the Pentagon on Jan. 24, 2017.",
  "I’m Cat Zakrzewski, a tech policy reporter at the Washington Post.",
  "), the Senate Commerce Committee chairman, as well as Sens.",
  "How are US adversaries tapping Trump’s iPhone?",
  "'s Thomas Brewster reported Wednesday.",
  "In a letter dated Oct. 23, Sens.",
  "Sen. John Thune (R-S.D.",
  "Roger Wicker (R-Miss.)",
  "Let’s look at options.",
  "Story is soooo wrong!"
]