[
  "A spokesperson said Kelly would not be live on air “given the circumstances,” and an NBC News source said that at a staff meeting for Megyn Kelly Today on Thursday, the news division president said that the host for Monday’s show is “TBD.”\n\nTwo people died after apparently falling off a huge cliff in Yosemite National Park.",
  "Here’s Pietras: “I hear what it sounds like to no longer need the heady rush of hatred to solidify your own sense of self; I hear, too, what it sounds like to be shaped by the fears you carry with you, but not destroyed by them.",
  "From the essay: “I think it’s a normal, everyday sort of sadness that we can’t live two or more lives at once, and that applies to far more than just the prospect of kids.”\n\nI Hated Britney Spears Until I Saw Myself In Her.",
  "Google paid and protected a former exec despite knowing about sexual misconduct with an employee\n\nAndy Rubin, the creator of Android, the world’s most popular mobile operating system, left Google in October 2014.",
  "The office noted that the fine would have been “significantly higher” under the European Union’s new GDPR regulations, which allow for a fine of up to 4% of global revenues for companies who mishandle data.",
  "The search for whoever sent possible explosive devices to Trump critics is focusing on Florida\n\nGeorge Soros, the billionaire philanthropist, was the first to receive a device in the mail earlier this week.",
  "In one of the allegations against Rubin, he was accused of having an extramarital affair with a junior employee, whom he was said to have later coerced into oral sex during a hotel room meeting in 2013.",
  "By focusing so narrowly on bystanders affected by individual shootings, they end up having little to say about police brutality beyond it being upsetting.”\n\nBy the way: Are you a writer?",
  "Google reportedly paid the former senior vice president a $90 million exit package and later invested in his new company despite being aware of the allegations of sexual misconduct.",
  "In the end, what I hear in Britney now is what I’ve always heard in her: the story I most need to tell about myself.”\n\nThe Hate U Give And The Limits Of Depicting Police Brutality.",
  "The Information Commissioner’s Office slapped the company with a penalty of £500,000 (approximately $645,000) for failing to protect the personal information of its users.",
  "Jenner, a longtime Republican who came out as trans in 2015, faced pushback from the LGBT community over her support of Donald Trump's candidacy during the 2016 election.",
  "Jenner said she believed President Trump would stand up for the LGBT community, and she felt confident she could educate Republicans on issues critical to LGBT Americans.",
  "The opioid epidemic has spurred a large “tent city” of homeless Native Americans\n\nIt began in July as a scattering of tents along the side of an exit ramp in Minneapolis.",
  "But it’s especially tough in Minneapolis, which is facing a citywide shortage of affordable housing, record low vacancy rates, homelessness, and housing instability.",
  "A pair of movies released recently — The Hate U Give and Blindspotting — take a closer look at police brutality, and revolve around characters who are changed by it.",
  "The following day, pipe bombs addressed to Barack Obama, Hillary Clinton, former attorney general Eric Holder, and Democratic Rep. Maxine Waters were found.",
  "Let’s take this opportunity to dive into the archives for an excellent piece from B. Pietras on how the artist played a pivotal role in a turbulent time.",
  "Native Americans in the state are six times more likely to die of an overdose than white residents — the widest race-based disparity of any US state.",
  "The country's parliament has voted in Sahle-Work Zewde, and even though the position is considered a ceremonial one, people are excited about it.",
  "NBC decided to air reruns instead after the host defended blackface on air on Tuesday and amid reported fighting at the network over her future.",
  "The site has inspired a growing movement to draw attention to Native Americans in cities who struggle with homelessness and opioid addiction.",
  "Local health advocates ascribe the disparity to the historical trauma of being displaced by settlers, along with a lack of social services.",
  "Email reader.pitches@buzzfeed.com with pitches for stories about student debt, familial obligations, wedding debt, funeral debt, etc.!",
  "Because technology likes to remind us that this is a dystopia, Twitter is promoting baseless conspiracy theories about the packages.",
  "Shannon Keating wrote a poignant piece reflecting on two movies that have dissected these questions, Can You Ever Forgive Me?",
  "Tech news outlet the Information reported that he left due to an inappropriate relationship, but the details were not known.",
  "It wouldn't be the first time someone has died while visiting the overlook, which stands at an elevation of 7,500 feet.",
  "One turned up at CNN, addressed to former CIA director John Brennan, and another at the office of actor Robert De Niro.",
  "And then two suspicious packages addressed to former vice president Joe Biden were found at a Delaware postal facility.",
  "Some of the packages were sent from Florida, prompting authorities to home in on the state, multiple outlets reported.",
  "She currently serves as the under-secretary-general of the United Nations, the third-highest rank at the organization.",
  "Now they are, after a New York Times report that detailed years of inappropriate behavior among Google’s executives.",
  "People who identify as American Indian or Alaska Native are already overrepresented in the US homeless population.",
  "Facebook will have little trouble footing the fine levied: It made revenues of $13.2 billion in the last quarter.",
  "The identities of the pair also had not yet been determined as park rangers worked to recover the bodies.",
  "“The reality is that the trans community is being relentlessly attacked by this president,” Jenner wrote.",
  "A man and a woman were found dead below Taft Point, a popular spot in the park for marriage proposals.",
  "Caitlyn Jenner said she no longer supports Trump after the latest proposal to roll back trans rights.",
  "The UK’s data watchdog just fined Facebook the maximum it could for the Cambridge Analytica scandal.",
  "Here’s a startling anniversary for you: This week, “...Baby One More Time” turned 20 years old (!!).",
  "Megyn Kelly’s show suspended live broadcasts for the rest of the week after her blackface comments.",
  "Stephen Kearse examines why these movies have nothing to say other than police brutality is bad.",
  "The camp has since grown substantially, swelling to a “tent city” that houses 300 people.",
  "BuzzFeed Reader is doing a series about debt in January and we’d love to hear from you.",
  "Slow down with these longreads\n\nIs A Successful Creative Life — Without Kids — Enough?",
  "The incident is under investigation and no further details were immediately available.",
  "This story is ripe for hoaxes, so we’re tracking misinformation about it right here.",
  "Here’s Kearse: “The police overreach that’s depicted in these films can be limiting.",
  "Google investigated that claim and found it to be valid, according to the Times.",
  "Read Nidhi Subbaraman’s excellent report on the movement to address this crisis.",
  "The opioid epidemic has hit different Minnesota communities disproportionately.",
  "At what point are you — as a human being, or a project, or a story — complete?",
  "An official told the New York Times they believe the same person sent all 10.",
  "SNAPSHOTS\n\nEthiopia has its first female president, and people are thrilled.",
  "and Private Life, while she ponders the question of having children.",
  "If you want more details on the pitch process, here’s a good primer.",
  "On Thursday, she wrote in the Washington Post that she was wrong.",
  "Sahle-Work is now the only woman head of state in Africa.",
  "But do they mine its subject effectively?",
  "(We're defining debt pretty loosely.)",
  "What does enough mean, anyway?"
]