[
  "On Tuesday, Sen. Ted Cruz, R-Texas, questioned Zuckerberg about whether Facebook's platform was biased toward conservative views and said Facebook recently “blocked Trump supporters Diamond & Silk's page, with 1.2 million Facebook followers, after determining their content and brand were, quote, ‘unsafe to the community.’”\n\nTo that, Zuckerberg replied: “I understand where that concern is coming from because Facebook and the tech industry are located in Silicon Valley, which is an extremely left-leaning place.\"",
  "We have provided them with more information about our policies and the tools that are applicable to their Page and look forward to the opportunity to speak with them.”\n\nThe sisters, who refer to themselves as \"President Donald J. Trump's most outspoken & loyal supporters,\" have been in the spotlight in recent days after Facebook initially deemed their videos \"unsafe to the community.\"",
  "In an interview on the \"Mornings on the Mall\" radio show with Vince Coglianese and Mary Walter, the sisters Lynnette \"Diamond\" Hardaway and Rochelle \"Silk\" Richardson said that Facebook had not communicated with them and that reports claiming otherwise were inaccurate.",
  "When originally reached for comment by Fox News inquiring why the videos from the duo were labeled as \"unsafe to the community,\" a Facebook spokesperson said that the company's policy team had concerns about their online rhetoric and deemed them as unsafe.",
  "While Zuckerberg tried to explain later in the hearing that Facebook works to proactively remove some harmful content, like terrorist material, Rep. Marsha Blackburn, R-Tenn., fired back saying \"Diamond and Silk [are] not terrorism.\"",
  "FACEBOOK MIGHT HAVE 29,000 DATA POINTS ON YOU, BUT MARK ZUCKERBERG DOESN'T REALLY KNOW\n\nOn Monday, a Facebook spokesperson told Fox News: “We have communicated directly with Diamond And Silk about this issue.",
  "'Enforcement error'\n\nOn Tuesday and Wednesday, Facebook CEO Mark Zuckerberg appeared before Congress to answer questions about the Cambridge Analytica data scandal involving the 2016 presidential election.",
  "MARK ZUCKERBERG'S NOTES PHOTOGRAPHED, SHOW HE WAS READY TO PUNCH AT APPLE IF CONGRESS PUSHED HIM\n\nThey also noted that although Facebook is a \"private entity,\" they are \"open to the public.\"",
  "Despite a public statement by Facebook that it has been in contact with Diamond and Silk regarding the nature of their videos, the President Trump supporters say that is not the case.",
  "The social media stars added that the labeling started seven months ago, when they \"noticed that there was a pause on our page, one day we were doing good and then it just dropped.",
  "The message they received last week was inaccurate and not reflective of the way we communicate with our community and the people who run Pages on our platform.",
  "“In that specific case, our team made an enforcement error and we have already gotten in touch with them to reverse it,” Zuckerberg said on Wednesday.",
  "Hardaway and Richardson went on \"Fox & Friends\" and said they were provided with no reason as to why their videos were labeled as unsafe.",
  "He added that Facebook does not question its employees about their political affiliation before hiring them.",
  "The embattled tech exec has repeatedly been asked by lawmakers about the Diamond and Silk censorship.",
  "Zuckerberg also reiterated his commitment to rooting out any bias in the work Facebook does.",
  "People were not receiving notifications, our posts were not showing up on their feed.\"",
  "\"The only thing they told us is that we are unsafe for the community.",
  "Facebook did not respond to a Fox News request for comment.",
  "Why are you not allowing our viewers to view our content?\"",
  "\"They gave us no rationale,\" the sisters said on Sunday.",
  "Fox Business' Brittany DeLea contribued to this story.",
  "The comments were first reported by The Daily Caller.",
  "It’s offensive, it’s appalling, it taints our brand.",
  "We don’t sell drugs, we don’t belong to no gangs.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "We are two women of color, how are we unsafe?",
  "Why are you censoring two black women?"
]