[
  "Leer las mentes de los votantes\n\nEn un inicio, con el grupo contratista SCL –que Nix dirigía– lo que después se convertiría en Cambridge Analytica hizo experimentos en países del Caribe y África, donde las reglas de privacidad eran laxas o nulas y donde los políticos que emplearon la empresa brindaban con gusto información en poder del gobierno, según aseguraron exempleados.",
  "Un análisis que realizaron The New York Times y The Observer de Londres revela cómo el impulso que tuvo Cambridge Analytica de poner a la venta una nueva arma potencialmente poderosa puso a la firma —y a los inversionistas conservadores y adinerados que buscaban reconfigurar la política— bajo el escrutinio de investigadores y legisladores en ambos lados del Atlántico.",
  "Continue reading the main story Foto\n\nLos detalles de la compra de Cambridge Analytica y el uso de la información proveniente de Facebook han aparecido en varios informes desde que el negocio comenzó a trabajar en la campaña de 2016, con lo cual desató un debate furioso sobre los méritos de las técnicas de modelaje psicográfico de la firma.",
  "En enero de este año, en un video encubierto que grabó Channel 4 News en el Reino Unido y que vio The New York Times, Nix se jactó de haber contratado empresas fachada y exespías en nombre de clientes políticos de todo el mundo, incluidos Kenia y México, e incluso sugirió formas de involucrar a políticos en situaciones comprometedoras.",
  "La firma había asegurado una inversión de 15 millones de dólares por parte de Robert Mercer, el acaudalado donador republicano, y había atraído a su asesor político, Stephen K. Bannon, con la promesa de herramientas que podrían identificar las personalidades de los votantes estadounidenses e influir en su comportamiento.",
  "Así que la firma extrajo información privada de los perfiles de Facebook de más de 50 millones de usuarios sin su consentimiento, de acuerdo con exempleados, exasociados y documentos de Cambridge Analytica, lo cual dio como resultado una de las filtraciones más grandes de la historia de las redes sociales.",
  "Ninguna campaña en Estados Unidos ni ningún grupo de recaudación de fondos ahí ha reportado haber pagado a la empresa para que trabajara en las elecciones intermedias de 2018 y no queda claro si Cambridge volverá a ser solicitada para trabajar en la campaña de reelección de Trump.",
  "Los investigadores pagaron a los usuarios una pequeña cantidad para hacerles una prueba de personalidad y que descargaran una aplicación, la cual tomaría una parte de la información de sus perfiles y los de sus amigos, actividad que Facebook permitía en aquel entonces.",
  "Además, como parte de su investigación sobre la interferencia rusa en las elecciones, el fiscal especial del Departamento de Justicia, Robert Mueller, ha solicitado los correos electrónicos de los empleados de Cambridge Analytica que trabajaron para el equipo de Trump.",
  "La empresa no verificó la afirmación de Kogan, quien se negó a proporcionar detalles de lo que había sucedido, pues citó acuerdos de confidencialidad con Facebook y Cambridge Analytica, aunque mencionó que su programa era “una aplicación muy inocente para Facebook”.",
  "Entrevistas con media decena de exempleados y contratistas, y una revisión de los correos electrónicos y documentos de la empresa, han revelado que Cambridge Analytica no solo utilizó información privada de Facebook, sino que aún posee todo o la mayoría del tesoro.",
  "Pero en una declaración para The New York Times, la empresa reconoció que había adquirido los datos, aunque culpó a Kogan de haber violado las reglamentaciones de Facebook y mencionó que hace dos años había borrado la información en cuanto se enteró del problema.",
  "De esa cantidad, casi 30 millones —un número que ya había reportado The Intercept— contenía información suficiente, incluidos lugares de residencia, para que la empresa pudiera ligar a los usuarios con otros registros y así crear perfiles psicográficos.",
  "Continue reading the main story Foto\n\nRead in English\n\nLONDRES — En 2014, cuando Cambridge Analytica, una empresa que hace perfiles de los votantes, se preparaba para incursionar en las elecciones intermedias de Estados Unidos, se topó con un problema.",
  "A inicios de 2014, el inversionista Toby Neugebauer y otros conservadores adinerados se prepararon para invertir varios millones de dólares en una campaña presidencial para el senador de Texas Ted Cruz, un proyecto que Nix estaba ansioso por ganar.",
  "Los datos que Cambridge Analytica recabó a partir de los perfiles, una porción de la cual revisó The New York Times, incluían detalles sobre las identidades de los usuarios, las redes de sus amistades y a qué publicaciones habían dado me gusta.",
  "La filtración permitió a la empresa explotar la actividad privada en redes sociales de un porcentaje enorme del electorado de Estados Unidos para desarrollar técnicas que apuntalaran su trabajo en la campaña de 2016 del presidente Donald Trump.",
  "Continue reading the main story Foto\n\nCuando el Centro de Psicometría se rehusó a trabajar con la firma, Wylie encontró a alguien que lo haría: Kogan, quien en ese entonces era profesor de Psicología en la universidad y conocía las técnicas.",
  "Las firmas tradicionales de investigación analítica utilizaban los registros de las listas de votantes y los historiales de compras de los consumidores para intentar predecir las creencias políticas y el comportamiento de los votantes.",
  "En el Reino Unido, Cambridge Analytica está enfrentando investigaciones entrelazadas del parlamento y los reguladores gubernamentales respecto de los alegatos que señalan que realizó actividades ilegales en la campaña del brexit.",
  "Expansión internacional y empresas fachada\n\nEn el verano y el otoño de 2014, Cambridge Analytica se aventuró en las elecciones intermedias de Estados Unidos y movilizó a los contratistas y empleados de SCL por todo el país.",
  "Entonces, en un encuentro casual, Nix conoció a Bannon, el instigador de Breitbart News que después se convertiría en asesor de la campaña de Trump y de la Casa Blanca, y a Mercer, uno de los hombres más ricos del planeta.",
  "Mercer accedió a financiar un proyecto piloto de 5 millones de dólares para sondear a los votantes y probar los mensajes psicográficos en la carrera electoral para gobernador de Virginia de noviembre de 2013.",
  "Entre investigaciones\n\nAlexander Nix, el director ejecutivo de Cambridge Analytica, y otros representantes de la empresa han negado en repetidas ocasiones haber obtenido o utilizado información de Facebook.",
  "Continue reading the main story Foto\n\nLos documentos también generan nuevas preguntas sobre Facebook, empresa que ya ha enfrentado críticas intensas por la divulgación de propaganda rusa y noticias falsas.",
  "Sin embargo, ese tipo de registros no servían para saber si un votante particular era, digamos, un introvertido neurótico, un extrovertido religioso, un liberal imparcial o un fanático de lo oculto.",
  "La empresa cubrió los costos —más de 800.000 dólares— y le permitió mantener una copia para sus propias investigaciones, de acuerdo con correos electrónicos y registros financieros de la compañía.",
  "Grewal añadió que la empresa suspendió de Facebook a Cambridge Analytica, a Wylie y al investigador que postuló que quería los datos para fines académicos, Aleksandr Kogan, un ruso-estadounidense.",
  "El país tiene estrictas leyes de privacidad y el sábado su comisionada de información anunció que estaba investigando si los datos de Facebook “se adquirieron y utilizaron de forma ilegal”.",
  "“Tomaremos las medidas que sean necesarias para asegurarnos de que la información en cuestión sea borrada de una vez por todas y actuaremos en contra de todas las partes”, comentó Grewal.",
  "En un inicio, ante cuestionamientos que realizó The New York Times, Facebook minimizó el alcance de la filtración y puso en duda que parte de los datos siguieran fuera de su control.",
  "“Esto fue un engaño y un fraude”, mencionó Paul Grewal, vicepresidente y director jurídico adjunto de la red social, en una declaración que hizo el viernes para The New York Times.",
  "Christopher Wylie, quien ayudó a fundar Cambridge Analytica y trabajó ahí hasta finales de 2014, se refirió de este modo a los líderes de la empresa: “No les importan las reglas.",
  "El año pasado en Estados Unidos, un exempleado señaló que Cambridge Analytica buscó a Mercedes-Benz, MetLife y a la cervecera AB InBev, pero que aún no ha firmado con ellos.",
  "Lo único que Kogan divulgó a Facebook y a los usuarios –en letras pequeñas– fue que estaba recopilando la información para motivos académicos, de acuerdo con la red social.",
  "El equipo de Wylie tenía un problema: para crear perfiles psicográficos a una escala nacional, se necesitaban datos que la empresa no podía reunir sin un gasto inmenso.",
  "Los investigadores del centro habían desarrollado una técnica para mapear los rasgos de personalidad con base en lo que les había gustado a las personas en Facebook.",
  "Tan solo unos 270.000 usuarios —los que participaron en la encuesta— habían dado permiso explícito para que reunieran sus datos por medio de la aplicación de Kogan.",
  "Finalmente, proporcionó más de 50 millones de perfiles brutos a la firma, señaló Wylie, una cifra que confirmaron un correo electrónico de la empresa y un excolega.",
  "Según los científicos, la estrategia podría revelar más sobre una persona de lo que sabían sus padres o sus parejas románticas, una afirmación que ha sido rebatida.",
  "Estos eran algunos de los rasgos psicológicos que, según la firma, iban a proporcionar un mecanismo poderoso y único en su tipo para diseñar mensajes políticos.",
  "En la actualidad, mientras Cambridge Analytica busca expandir su negocio en Estados Unidos y el extranjero, Nix ha mencionado algunas prácticas cuestionables.",
  "Sin embargo, la empresa después publicó un comunicado el 16 de marzo en el cual expresó su preocupación y prometió tomar cartas en el asunto.",
  "Pocos estadounidenses se involucraron en el trabajo, que incluía hacer encuestas, grupos de estudio y desarrollo de mensajes.",
  "Los investigadores del Congreso de Estados Unidos han cuestionado a Nix sobre el papel de la empresa en la campaña de Trump.",
  "No obstante, la escala total de la filtración de datos que involucró a estadounidenses no se había divulgado antes.",
  "“No se infiltró ningún sistema y no se robaron ni hackearon ninguna contraseña ni partes delicadas de información”.",
  "Se ha reposicionado a sí mismo como un gurú de la era de la publicidad digital: un “matemático loco”, según él.",
  "Kogan creó su propia aplicación y en junio de 2014 comenzó a recolectar datos para Cambridge Analytica.",
  "Tan solo una diminuta fracción de los usuarios había accedido a divulgar su información a un tercero.",
  "“Proteger la información de las personas está en el centro de todo lo que hacemos”, mencionó Grewal.",
  "Mientras tanto, Nix está en busca de llevar los psicográficos al mercado de la publicidad comercial.",
  "Sin embargo, no contaba con la información necesaria para que sus nuevos productos funcionaran.",
  "“Se suponía que Cambridge Analytica sería el arsenal de armas para combatir esa guerra”.",
  "Wylie encontró una solución en el Centro de Psicometría de la Universidad de Cambridge.",
  "Todo el escrutinio parece haber dañado el negocio político de Cambridge Analytica.",
  "Sin embargo, Grewal agregó que “constituye un abuso grave de nuestras reglas”.",
  "“Quieren librar una guerra cultural en Estados Unidos”, añadió Wylie.",
  "Para ellos, esto es una guerra y todo se vale”.",
  "Fines ¿académicos?"
]