[
  "“It feels new because it hasn’t been easy to have [voter records] publicly viewed before, but we think that’s for the public good.”\n\nVoter rolls are technically a matter of public record, but it’s not easy to look up your friends’ information.",
  "There's voterrecords.com, but it only covers 14 states plus D.C. On certain official state websites, you can look up registrations, but only if you know extra information like a person's actual full name and, say, their zip code or birth date.",
  "In a Medium post, the group that made Vote With Me called the New Data Project describes how they obtained the voter data: “Campaigns have used these records for decades, and sometimes have taken steps to prevent you from realizing it.",
  "The app Vote With Me connects to your phone’s contact list and matches names and phone numbers with state voter rolls — telling you which party your friends are registered to and which of the last elections they actually voted in.",
  "Mikey Dickerson, executive director of The New Data Project, the non-profit group that made Vote With Me, says that he knows his app might seem a little, well, creepy to some people, but he’s ok with that.",
  "Other get out the vote campaigns this year have raised eyebrows — some are even using fake news to get people to click on links that redirect to voter registration sites.",
  "Vote With Me gets its info by paying for a licensed set of records from a commercial entity that provides this as a service to campaigns or other groups.",
  "The idea is that you can use this information to encourage friends to go vote, and will prewrite a text message to them through the app.",
  "“Establishing the social norm of voting is important enough that a little bit of discomfort is warranted,” he told BuzzFeed News.",
  "We feel that as long as this data exists, regular people not on a political payroll should be able to see and use it, too.”",
  "Except that upon deeper reflection, I found this creepy and believe it’s a strange invasion of my and my friends’ privacy.",
  "Just because the voter records of our friends (or really, anyone on our phones, which is a lot of random people!)",
  "Even weirder is getting a text from someone telling you that they saw you didn’t vote in the last election!",
  "There simply isn’t a single free website where you can enter a name and get a voter record.",
  "(Who you voted for is, of course, always secret and not part of any of this information.)",
  "are a matter of public record doesn’t mean they expect other people to look for them.",
  "And all of these just say if you’re registered or not, not which years you voted.",
  "Great, right?"
]