[
  "Mark came to testify, so he’s been the news of the month, but every tech company needs to be held accountable to a high standard.”\n\nAt an Open Technology Institute event Wednesday evening, Rep. David Cicilline again said he fears Zuckerberg lied when he appeared before Congress in April by not disclosing the data-sharing partnerships -- with a pro-competition message: “It’s clear that we have reached a tipping point,” the Democrat from Rhode Island said.",
  "Inside Cybersecurity\n\n— “The Senate Armed Services Committee’s version of an annual defense bill would authorize the Pentagon to conduct surveillance on individuals conducting hacking or disinformation campaigns on behalf of the Russian government.” The Hill\n\n— A Cambridge Analytica director met with WikiLeaks founder Julian Assange to discuss the U.S. election, The Guardian reports.",
  "“Therefore, the topic lends itself especially well to a dynamic graphic representation.”\n\nKASPERSKY OBJECTS — Kaspersky Lab on Wednesday filed a notice that it was appealing a D.C. District Court decision to throw out its lawsuits against DHS’s ban on federal agencies using its software, and a more expansive federal ban Congress passed that’s due to take full effect this fall.",
  "Bipartisan group introduces legislation to safeguard encryption from state mandates\n\nWith help from Eric Geller, Martin Matishak, Ashley Gold and Steven Overly\n\nENCRYPT ACT COMES BACK — A bipartisan group of House members today is reintroducing legislation that would preempt states from requiring tech companies to install encryption weaknesses in their products.",
  "FACEBOOK’S RECKONING CONTINUES — Via Morning Tech: Lawmakers continued to wag fingers at Facebook on Wednesday after the company admitted Tuesday night that it has data-sharing partnerships with at least four Chinese technology companies (the company says it’s winding down these types of data-sharing partnerships with device makers).",
  "The company defines “internet exposure” as “services that either do not offer modern cryptographic protection, or are otherwise unsuitable to offer on the increasingly hostile internet.”\n\nRanking behind the U.S. are China, Canada, South Korea and the U.K. What to conclude from that and the rest of the report’s most important points?",
  "“Encryption exists to protect us from bad actors, and can’t be weakened without also putting every American in harm’s way.” The Encrypt Act has endorsements from the Internet Association, ACT | The App Association, Information Technology Industry Council, Developers Alliance, New America’s Open Technology Institute and Engine.",
  "Ongoing activity by ELECTRUM, which deployed malware the firm named CrashOverride that can seize control of switches and circuit breakers and wipe servers to delete all traces of itself to cause a blackout, suggests the group’s sponsor could direct it to disrupt operations against new targets outside of Ukraine.",
  "According to the Post, “an upcoming budget bill calls for a study to determine if OTA might be useful.” And on Wednesday, Takano and several colleagues introduced an amendment to the legislative branch appropriations bill for fiscal 2019 that would recreate OTA with a starting budget of $2.5 million.",
  "Stay in touch with the whole team: Bryan Bender (bbender@politico.com, @BryanDBender); Mike Farrell (mfarrell@politico.com, @mikebfarrell); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "ZTE MOVES PANNED — “The Trump administration's proposal to reverse a Commerce Department ban forbidding American companies from selling to ZTE doesn't protect U.S. customers from surveillance, hacking or digital espionage, say experts and lawmakers,” Martin reported for Pros late Wednesday.",
  "“While VPNFilter has spread widely, data from Symantec's honeypots and sensors indicate that unlike other IoT threats such as Mirai, it does not appear to be scanning and indiscriminately attempting to infect every vulnerable device globally,” the cybersecurity company wrote in a blog post.",
  "We need pro-competitive policies that give power back to Americans in the form of more rights and greater control over their data.”\n\nRECENTLY ON PRO CYBERSECURITY — The federal tech and telecom agency NTIA will launch a new effort focused on software component transparency next month.",
  "Story Continued Below\n\n“I can tell you that having 50 different mandatory state-level encryption standards is bad for security, consumers, innovation, and ultimately law enforcement,” Lieu said in a statement to MC about the legislation, dubbed the Encrypt Act.",
  "“Even Trump's new CIA Director Gina Haspel said during her recent confirmation hearing that she would not use ZTE phones.”\n\nVPNFILTER IMPACT WIDENS — Researchers discovered that even more routers are vulnerable to the VPNFilter malware uncovered last month.",
  "It’s the second bipartisan, encryption-friendly bill to re-debut in as many months, following May’s reintroduction of legislation blocking the government from mandating encryption “backdoors.”\n\nHAPPY THURSDAY and welcome to Morning Cybersecurity!",
  "Sen. Brian Schatz said federal privacy policy is needed, which he said he’d be “rolling out soon.” Other companies like Google need to come clean about their partnerships with Chinese companies, too, he said: “No tech company is off limits here.",
  "But: “Critics of that proposal say it shows that President Donald Trump is willing to ignore the national security advice of his own intelligence and defense officials in his pursuit of a larger trade agreement with China,” the story reads.",
  "Richard Burr and Dianne Feinstein, discussed the idea of requiring tech companies to use encryption that investigators could pierce, it showed that they weren’t “fully prepared to understand all the technical issues,” Takano told the Post.",
  "Sen. Bill Nelson took to the Senate floor to demand answers from Facebook, noting that the company has not yet responded to a letter asking about the partnerships from him and Sen. John Thune, chairman of the Senate Commerce Committee.",
  "A bipartisan theme emerged: Facebook CEO Mark Zuckerberg should have been more upfront about these data-sharing partnerships when he appeared before House and Senate lawmakers on the heels of the Cambridge Analytica scandal in April.",
  "Newsweek\n\n— Neither Europe nor the United States are prepared to deal with Russian election meddling, write former DHS Secretary Michael Chertoff and Michael Anders Fogh Rasmussen, the former NATO chief and Danish prime minister.",
  "The website on Wednesday launched CyberWar Map, which offers a lovely map linking advanced persistent threats, or APTs, to the countries believed to sponsor them, the campaigns they’ve launched and the targets they’ve hit.",
  "PEOPLE ON THE MOVE\n\n— The Internet Association has added Jon Berroya as senior vice president and general counsel, a role that will give him oversight of the group’s legal and regulatory affairs, our friends at MT report.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "Energy and Commerce Chairman Greg Walden and Rep. Marsha Blackburn both said Wednesday they wish the data-sharing partnerships were revealed earlier, and Sen. Ed Markey called for a Foreign Relations hearing on it.",
  "California Rep. Mark Takano and Florida Rep. Bill Foster are trying to bring back the Office of Technology Assessment, which Republicans shuttered after the Gingrich revolution swept them to power in the mid-1990s.",
  "And as Takano told The Washington Post, the 2016 litigation over the locked iPhone belonging to one of the suspects in the San Bernardino, Calif., shooting opened his eyes to how tech-illiterate many members were.",
  "Jim Jordan, a new co-sponsor, gives the bill a bit more juice on the GOP side of the aisle, given his role as a leading member of the conservative House Freedom Caucus and as a potential House speaker candidate.",
  "Explore the latest issue of The Agenda to dig more into this important topic and download the Working Group Report to see what potential solutions are being proposed to solve the country’s retirement puzzle.",
  "The court ruled that the federal government had the right to protect its networks as it sees fit, and that DHS had not, as Kaspersky alleged, sought to unconstitutionally “inflict punishment” on the company.",
  "Kaspersky in its May 30 statement said the government had not established evidence that its products pose any danger; DHS, in court filings, wrote about the threat Kaspersky presents by its ties to Moscow.",
  "The story comes shortly after revelations that Mueller discovered evidence of witness tampering by former Trump campaign manager Paul Manafort by viewing encrypted messages loaded to his iCloud account.",
  "The legislation was first introduced in 2016 in response to a series of states proposing bills following the FBI vs. Apple fight over the locked phone of one of the San Bernardino, Calif., shooters.",
  "GIMME THOSE PHONES — Special counsel Robert Mueller is reportedly working a pretty direct end-run around encryption as part of his Russia probe: demanding that witnesses give him their phones.",
  "Scrolling over to the left, meanwhile, will show that both China’s TempTick group and Russia’s Turla team have been spying on the negotiations around North Korea’s nuclear weapons program.",
  "“These key findings tell us that the most risk to the internet originates in countries that have significant investment in, and reliance on, a safe and stable internet,” the report states.",
  "“The United States leads all other countries in the 2018 exposure rankings, scoring the highest in nearly every exposure metric we measure,” the cybersecurity firm Rapid7 report concludes.",
  "Motherboard\n\n— “Pentagon seeks 'game changer' tech to thwart hackers.” CNN\n\n— Atlanta’s administration asked for more money because that ransomware attack was worse than previously known.",
  "Although the Journal reported there was no “public indication” that China exploited the information in two specific recent espionage cases, a former White House official was more direct.",
  "HELP WANTED — Aborted congressional attempts to require warrant-compatible encryption convinced a Democratic lawmaker to join the campaign to revive Congress’ technology advisory office.",
  "“The complexity of the field makes it increasingly challenging to conceptualize a ‘bird’s eye view’ of the cyber-battlefield,” wrote Michael Martelle of the National Security Archive.",
  "And via a new module, it can pass infected data from compromised routers to connected computers, phones and other devices, Cisco’s threat intelligence arm Talos disclosed Wednesday.",
  "Given all the complex tech and cybersecurity issues that Congress must now confront, they argue, it is imperative that the legislative branch have its own expert impartial advisers.",
  "Berroya joins from the video game industry’s Entertainment Software Association, where his legal responsibilities included intellectual property, cybersecurity and privacy matters.",
  "OPM RIPPLES — China might be leveraging data it allegedly obtained from the OPM breach uncovered in 2015 to find potential U.S. spy turncoats, The Wall Street Journal reported.",
  "“Direct very dangerous consequence of @USOPM database breach & incompetence!” tweeted Frances Townsend, who served as homeland security adviser to President George W. Bush.",
  "… ZTE sent reprimand letters to current and former employees involved in illegal sales to Iran and is seeking to claw back bonuses from those who have left the company.",
  "The page for APT 29, for example, identifies it as a Russian-sponsored group that has participated in the Grizzly Steppe campaign of interfering in the U.S. election.",
  "The demise of OTA has been linked to congressional illiteracy on technology and cybersecurity for years, but only recently has there been movement on the issue.",
  "OOOH, PRETTY — If you’re looking for a database of state-sponsored cyberattacks, George Washington University’s National Security Archive has you covered.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "— The Government Accountability Office is looking into disputed claims over whether the Federal Communications Commission was hit by a cyberattack.",
  "— The U.S. is the world’s most vulnerable nation when it comes to risk of massive, deliberate cyberattacks, according to a report out this morning.",
  "— The group responsible for knocking out Ukraine’s power grid in 2016 is still active, according to research out today from security firm Dragos.",
  "Separately, Symantec on Wednesday said that VPNFilter isn’t operating like Mirai, another high-profile bug affecting internet of things devices.",
  "“ Apology campaigns and hollow promises are no substitute for meaningful efforts to protect user rights and strengthen consumer protections.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Specifically, he wants to view messages witnesses might be sending via messaging apps WhatsApp, Confide, Signal and Dust, CNBC reports.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @POLITICOPro and @MorningCybersec.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "… The 11th Circuit dismissed an FTC directive requiring medical diagnosis company LabMD to overhaul its data security system.",
  "The move was fully expected, as the company signaled last month its intent to appeal the same day the court ruled against it.",
  "POLITICO convened leading thinkers and policymakers to look closely at the financial well-being of future American retirees.",
  "Berroya fills the role vacated by Abigail Slater, now special assistant to the president on the National Economic Council.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "Its sponsors this go-round include original lead sponsor Rep. Ted Lieu, one of Congress’ few computer science majors.",
  "The House Rules Committee allowed the amendment to advance, which means the House could vote on it as soon as today.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Register\n\n— The Daily Beast looks at some of the palace intrigue at the National Security Council on cyber.",
  "At the time of the office’s elimination, it had a $20 million budget and approximately 140 employees.",
  "… The House Homeland Security Committee rejected a resolution demanding information from DHS on ZTE.",
  "The NSA jumped on the Washington Capitals bandwagon, and explicitly related to cybersecurity, too.",
  "Straits Times\n\n— Expect more cyberattacks on South Korea prior to the U.S.-North Korea summit.",
  "Associated Press\n\n— Authorities indicted a teen in Minnesota accused of attempted hactivism.",
  "Defense One\n\n— Legislation in Australia would mandate government access to encrypted data.",
  "Reuters\n\n— Senate Rules Chairman Roy Blunt plans election security hearings this month.",
  "QUICK BYTES\n\n— DHS is investigating how vulnerable commercial aircraft are to hackers.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "POLITICO Magazine\n\n— A cyber-NATO is a bad idea, argues a Pacific Forum fellow.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Other returning sponsors include Reps. Mike Bishop and Suzan DelBene.",
  "Guardian\n\n— Vietnam’s draft cybersecurity law is raising concerns.",
  "Juniper Threat Labs at Juniper Networks also offered an analysis.",
  "He previously worked for BSA | The Software Alliance and Yahoo.",
  "Negotiators are reportedly close to a deal on that proposal.",
  "— It’s possible airplanes could be hacked from the ground.",
  "TWEET OF THE DAY — Aggressive evangelism never misfires.",
  "Now the Court of Appeals gets to weigh the debate.",
  "Nextgov\n\n— Marcus Hutchins is facing new charges.",
  "No organization can afford to be hacked.",
  "Financial Times\n\nThat’s all for today.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "When lawmakers, led by Sens.",
  "Presented by Prudential.",
  "Full team info below.",
  "Good ol’ ICE.",
  "JUST GREAT.",
  "WE’RE NO.",
  "GREAT.",
  "1!"
]