[
  "However, Zuckerberg acknowledged that ads in Stories don't make Facebook as much money as ads in News Feed, and revenue growth may be \"slower\" during the transition period, which he compared to the shift to mobile from desktop.",
  "\"Facebook needs to become far more aggressive and proactive in cleaning up its core social network community because it has a corporate responsibility to make the environment safe for all users and companies,\" she said.",
  "At the time, CFO David Wehner warned sales growth may decline in the second half of the year as the company prioritizes new formats, such as its popular Stories feature, and offers users \"more choice around privacy.\"",
  "Instagram's Stories -- a format pioneered by Snapchat, which lets users post photos and videos that disappear after 24 hours -- is used by more than 400 million people every day, up from 250 million one year ago.",
  "New York (CNN Business) Facebook's quarterly revenue and user growth disappointed investors amid a challenging year for a company navigating data misuse, misinformation and election meddling on its platform.",
  "\"Let's not ignore the big data point here: 1.49 billion daily active users equals almost one-fifth of the world's population, giving the social media company wide-reaching impact,\" she told CNN Business.",
  "Debra Aho Williamson, principal analyst at eMarketer, said the company grew revenue at a \"nice pace\" in the key US and Canada markets, and reported a small usage increase in those countries as well.",
  "Just last week, Facebook said it took down 82 pages, groups and accounts that were run from Iran but targeting people in the US and the UK ahead of the US midterm elections.",
  "But nevertheless, Forrester senior analyst Jessica Liu says Facebook still \"chugs along\" despite these issues, increasing quarterly users and revenue over last year.",
  "The company continues to grapple with privacy issues in the aftermath of the Cambridge Analytica scandal and the proliferation of disinformation.",
  "Daily active users averaged 1.47 billion for June 2018, according to Facebook, and monthly active users totaled 2.23 billion as of June 30.",
  "He also noted that while WhatsApp and Instagram Stories \"immediately took off,\" it's been a slower start for the format on Facebook.",
  "Total revenue jumped 33% to $13.73 billion for the three months ending in September, but fell short of analysts' expectations.",
  "Zuckerberg said the company's security systems will get \"to where we generally think [they] should be at\" by the end of 2019.",
  "Meanwhile, daily active users for the month averaged 1.49 billion — an increase of 9% year-over-year, according to Facebook.",
  "CEO Mark Zuckerberg said people increasingly want to share ephemerally through Stories or privately via direct messaging.",
  "The company also said it estimates over 2.6 billion people now use Facebook, WhatsApp, Instagram or Messenger each month.",
  "But Forrester's Liu says Facebook must continue to clean up its namesake platform in the next quarter and beyond.",
  "\"Overall, given all the challenges Facebook has faced this year, this is a decent earnings report,\" she said.",
  "In addition, more than 2 billion people use at least one of these Facebook-owned apps each day on average.",
  "\"People want to share in ways that don't stick around permanently,\" Zuckerberg said on the call.",
  "Monthly active users totaled 2.27 billion as of September 30, an increase of 10% year-over-year.",
  "Shares fluctuated in extended trading on Tuesday, but were up over 4% after the earnings call.",
  "Analysts, however, were expecting 2.29 billion monthly users and 1.51 billion daily users.",
  "Nearly 30 million users' phone numbers and email addresses were accessed by hackers.",
  "In September, Facebook was hit with the biggest security breach in its history .",
  "In June, it announced 1 billion people use the photo-sharing app each month.",
  "Facebook said its user growth had slowed and its expenses were increasing.",
  "Some of these same themes were reiterated on Tuesday's earnings call.",
  "It also was only an incremental increase over the previous quarter.",
  "But he cautioned that even then, the systems won't be perfect.",
  "Earnings of $1.76 per share topped Wall Street's estimates.",
  "The report comes after a disappointing second quarter .",
  "Instagram has also remained a bright spot for Facebook.",
  "Overal, it's been a challenging year for the company.",
  "User figures also missed analysts estimates.",
  "But it's not all bad news for Facebook."
]