[
  "\n\nFacebook CEO Mark Zuckerberg (REUTERS/Charles Platiau/File Photo)\n\nFacebook saw revenues jump in the third quarter, but is struggling to grow the number of its users in the United States and Europe -- a sign that the social media giant has suffered a toll from its recent controversies over privacy.",
  "“We’re building the best services for private messaging and stories, and there are huge opportunities ahead in video and commerce as well.”\n\nThe company’s audience continued to stall in the U.S. and in Europe, and Zuckerberg acknowledged that the company was “saturated” in those markets.",
  "Zuckerberg said that he expected that in the years ahead users would move away from Facebook’s scrolling newsfeed into publishing “Stories,” or short, disappearing video posts that people publish throughout the day, sharing ephemeral glimpses into their lives.",
  "“Our community and business continue to grow quickly, and now more than 2 billion people use at least one of our services every day,” said chief executive Mark Zuckerberg, referencing Facebook-owned Instagram, WhatsApp, and Messenger apps in a press release.",
  "The company is facing a crisis of confidence in the wake of the Cambridge Analytica privacy scandal and a major leak of user data this year, as well as new reports of misinformation spreading on its network ahead of the midterm elections.",
  "Other tech stocks, including Amazon and Google, also saw declines this quarter -- a worrisome sign that the high-flying technology industry may be coming down to earth, said Daniel Ives, Managing Director at Wedbush Securities.",
  "Facebook continued to forecast a significant slowdown in its revenue growth, in part because its users are spending their time using services that don’t make money for the company, such posting videos and sending messages.",
  "Moreover, Facebook earns much lower ad revenue from developing countries -- where it is growing fast -- compared to the ad revenue it receives in the United States, Canada, and Europe, where user growth has slowed.",
  "Still, the social network continued to see broad gains the rest of the world, particularly in India, Indonesia, and the Philippines, upping the number of people who log in daily to 1.49 billion.",
  "In late July, executives told investors to expect declining growth and revenues, in addition to rising costs associated with adapting to new European privacy rules and security investments.",
  "“I want to make sure we embrace this.”\n\nThe challenge for Facebook is that the company’s newsfeed, launched in 2006, is packed with ads the generate a majority of the company’s revenues.",
  "The projections sent shock waves through the market, causing Facebook value to fall by more than $100 billion, the largest single-day drop in a company’s value in Wall Street history.",
  "It lost a million daily users in Europe, after losing three million in the previous quarter due to new privacy regulations that went into effect in the region.",
  "Revenues were $13.7 billion in the quarter, about 33 percent higher than the same period last year, but about $40 million shy of analysts' expectations.",
  "This information, which led to a major drop in the company’s stock price in the second quarter, didn’t have the same effect this time around.",
  "These changes, which are the consequence of growing regulatory and public scrutiny of Facebook, are hurting Facebook’s profits.",
  "Facebook is also making moves to limit the amount of data about its members that advertisers can use in their targeting.",
  "The company does not break down user growth numbers for its other services, including WhatsApp, Instagram, or Messenger.",
  "The new methods people are using to communicate, such as video, stories, and messaging, have very little advertising.",
  "The social network had 185 million daily users in the U.S. and Canada, the same number as the two previous quarters.",
  "Chief Financial Officer Dave Wehner said he expected growth to decelerate to the single digits.",
  "The mixed numbers sent Facebook’s stock price zig-zagging in after-market trading on Tuesday.",
  "A string of privacy controversies and new regulations are weighing on Facebook’s finances.",
  "“People want to share in ways that don’t stick around permanently,\" Zuckerberg said.",
  "It has fallen more than 30 percent since July.",
  "Profit increased 9 percent to $5.1 billion."
]