[
  "“Humans, who are limited by slow biological evolution, couldn’t compete and would be superseded.”\n\nThough Hanson is not blind to the perils of AI that Hawking suggests, as well as others, such as biases in police investigations and automation leading to unemployment, he recognizes AI as an opportunity for human development on par with, and even surpassing, Gutenberg’s printing press and the invention of the internet.",
  "“If you look at totalitarian regimes historically,” says Hanson, “they used propaganda to spread fear and rage — effectively to find excuses why people should detach themselves from compassion and higher reasoning.” Hanson’s viewpoint is something we don’t get enough of in today’s public sphere of ideas: an appeal for unity coupled with a belief that evolving technology will help us evolve.",
  "In the short term alone, AI can help us find hidden disease trends through the use of big data analytics, saving lives and increasing people’s health around the globe.”\n\nWhen it comes to the long-term implications of AI, Hanson’s thinking is not far from that of Elon Musk, who has suggested mankind’s most practical option is to merge human minds with machines.",
  "“There are just so many opportunities for good.”\n\nTo this end, Hanson hired a diverse group of scientists, engineers, writers, and artists to help develop Sophia’s AI, character, and manufacturing, including many women writers and engineers from different backgrounds, including Asian, African, African-American, Native American, and Persian, among others.",
  "We decimated attention spans, rewarded hot-takers over thinkers, and created in audiences powerful addictions to conflict, vitriol, fear, self-righteousness, and race and gender resentment.”\n\nTo be sure, Hanson is not making light of our current dilemmas; nor is he suggesting a head-in-the-sand approach to the challenges we face.",
  "And as a result they felt justified in taking advantage of them, treating them like livestock.”\n\nThough the idea of future androids gaining sentience, much less advocating for what Hanson refers to as the Global Robotic Civil Rights Movement may seem shocking, isn’t it worth considering the matter compassionately?",
  "It’s about dealing with problems with your best brain, not your worst, most-primitive brain.” To this end, he envisions humans and AI working in concert on multiple fronts simultaneously, improving all sectors of human life including medicine, infrastructure, communications, transportation and economics.",
  "It would surge in a really big way.”\n\nIn spite of such optimism, Hanson is no stranger to the techno hysteria bubbling up from the cultural zeitgeist surrounding AI, freshly exacerbated by Stephen Hawking’s new book, Brief Answers to the Big Questions, which was posthumously published this month.",
  "“What if we could create human-actualization machines to help people achieve their true potential?” he suggests in an interview with my coauthor Neil Sahota and I for our upcoming book Uber Yourself Before You Get Kodaked: A Modern Primer on A.I.",
  "Hanson made waves earlier this year when he predicted that androids will demand the same rights as humans in the coming years, and before long, robots will marry humans, vote in elections and even possess their own land.",
  "And if we can make machines that one day appreciate patterns in this way — that value the existence of patterns now and potential patterns to come — well, we will be creating a better future for everyone and everything.”",
  "“Instead of weapons of mass persuasion through fear, we can create tools of mass enlightenment so we can bring people into their higher selves.”\n\nIt’s safe to say the majority of the news we consume today is fear-based.",
  "He’s seen firsthand how robotics can improve people’s lives and views the merging of the technological with the human as both inevitable and positive — as long as we stay mindful in our intentions and execution.",
  "Instead, he suggests, it would behoove us to build relationships between humans and robots in which trust is forged by spending time together and learning from one another to develop mutual compassion.",
  "As we begin to recognize patterns of beauty — near ones, such as the majesty of trees and clouds — and faraway ones, such as spiraling galaxies and beyond — we develop a special type of appreciation.",
  "While Musk’s venture Neuralink proposes a human/computer symbiosis for more protective purposes: “If you can’t beat it, join it” — Hanson’s emphasis is on compassionate inclusion for a better world.",
  "Likewise, interacting with Zeno, who has a highly expressive face, allows the children the chance to work on emotionally connecting with others, a characteristic challenge for those with autism.",
  "Hanson, her inventor, a leading roboticist and researcher, is a deep thinker with even loftier notions in mind for the human race — powered, of course, by AI and the technology of tomorrow.",
  "Another such opportunity to do good arose for Hanson recently when his company teamed up with Dr. Dan Popa from the University of Texas at Arlington and the Dallas Autism Treatment Centre.",
  "“While primitive forms of artificial intelligence developed so far have proved very useful, I fear the consequences of creating something that can match or surpass humans,” Hawking wrote.",
  "Zeno, who has spikey hair and resembles a cartoon boy, provides a non-threatening presence, allowing kids with autism to open up in ways they might not if they were dealing with a human.",
  "For instance, he points out that the recent Cambridge Analytica hubbub was undoubtedly a bad thing, but warns against viewing the incident as fodder for reactionary fearmongering.",
  "Zeno, one of Hanson’s creations, is a 2-foot-tall robot that can communicate nonverbally with children, helping to diagnose autism even before some are old enough to speak.",
  "According to Hanson, due to increasing computing power and decreasing costs, disadvantaged kids now have access to some of the best educational materials out there.",
  "If, in the years to come, we don’t begin embracing a more immersive, integrative experience between us and AIs, both will find themselves increasingly isolated.",
  "Judging by our past actions and inability to look past our differences, Hanson sees a need to build compassion now for the brave new world that’s coming.",
  "From myths and popular lore, we can guess what might happen if this child — who has been kept apart from other humans so long — were to re-enter society.",
  "Hanson also sees AI’s potential to improve the lives of youngsters in third-world countries now that many have access to smartphones for the first time.",
  "Developing machines programmed to appreciate all forms life, to exhibit and develop compassion for others, can only strengthen those traits within us.",
  "As a result, serious policy discussions get stifled under the weight of alarmist hand-wringing and finger-pointing about what’s wrong in the world.",
  "David Hanson, founder of the Hong Kong-based Hanson Robotics is known for creating robots so humanlike they are nearly unrecognizable as machines.",
  "\"We believe this diversity of voices makes for better technology and can thereby inspire and help a broader spectrum of humanity,\" said Hanson.",
  "Crafted to be a research platform for AI research and development, she can maintain eye contact, recognize faces, and decode human speech.",
  "Second-generation reporter and columnist for Rolling Stone, Matt Taibbi recently elaborated on the problem from an insider’s perspective.",
  "If Hanson is right and this is the world that’s coming, wouldn’t it be better to contemplate it through the lens of our higher selves?",
  "Some might even say it sounds like robot appeasement, but we may ask ourselves what good will come from fearmongering and hate?",
  "“What if we could help all those people who are trapped in menial jobs and slavery, or stuck in sexism and racism?",
  "“In the past when we haven’t erred on the side of caution, we have seen terrible civil-rights injustices.",
  "Big headlines, cartoonish morality, scary criminals at home and foreign menaces abroad, they all sell.",
  "“We learned long ago in this business that dumber and more alarmist always beats complex and nuanced.",
  "To help explain what he’s suggesting, Hanson brings up the hypothetical of a child raised by wolves.",
  "Even when considering recent controversies surrounding technology, he doesn’t go to the dark side.",
  "Such tools can help pull them out of poverty, even starvation, while boosting the world economy.",
  "“Humans, animals, and all other lifeforms on this planet form special kinds of complex patterns.",
  "This appreciation can extend to all complex patterns of life, but especially the human pattern.",
  "Such mindfulness may extend to the way we consider personhood and civil rights in the future.",
  "“Creating machines that value all life is what I call ‘pattern appreciation,’’’ says Hanson.",
  "After all, it wasn’t until recently that the U.S. formally recognized homosexual unions.",
  "We’ve witnessed war and slavery because one group viewed another as not human.",
  "She’s also the first robot to be granted citizenship (in Saudi Arabia).",
  "According to Hanson, the same will hold true when it comes to robots.",
  "What if we could free them up to achieve their human potential?",
  "Predictably, Hanson received backlash for such ideas.",
  "He would be unable to connect with other humans.",
  "Certainly, this idea will attract detractors.",
  "Instead, he tries to see the bigger picture.",
  "If we did, the global economy would surge.",
  "Sophia is his best-known creation.",
  "“It’s not about denying problems.",
  "for the Modern Business.",
  "“Not only that."
]