[
  "According to Transactional Records Access Clearinghouse (TRAC), a data gathering, data research and data distribution organization at Syracuse University, in fiscal year 2018, a total of 213 criminal defendants were prosecuted under RICO, as compared to the 1,405 civil suits filed ... there were 693 civil suits in 2017.",
  "So what is the advantage of using RICO, my good friend Peter Henning at the NY Times wrote that \"unlike most criminal statutes, RICO contains a civil component that allows it to be used to turn ordinary business disputes that would be filed in state courts into federal cases.",
  "A RICO lawsuit was filed just yesterday in Manhattan (Southern District of New York) against President Donald Trump, his sons Eric and Don Jr as well as Ivanka alleging false and misleading statements that led individuals to invest in a multi-level marketing company.",
  "RICO gave prosecutors power to go after all individuals who were involved in the organization .... so this gave prosecutors a broad tool to go after the leaders of organized crime as well as the street members who enforced their corrupt dealings.",
  "In Massachusetts, 80 towns and cities sued several major drug companies under RICO, including AmerisourceBergen Drug Corporation, Purdue Pharma L.P., and Janssen Pharmaceuticals Inc., among others, seeking damages over the opioid crisis.",
  "John Gotti, once head of the Gambino crime family, listed his occupation as a salesman for a plumbing contracting company, but prosecutors used RICO charges to take him and most of the countries organized crime families.",
  "Facebook is facing a RICO suit under allegations that it failed to notify its users that their profiles were compromised by \"co-conspirators\" SCL Group, Cambridge Analytica LLC, and Global Science Research Ltd. (GSR).",
  "It is interesting that this increase in civil RICO is coming at a time when there is a drop in prosecuting white collar criminal cases ... maybe we are returning to payment for misdeeds rather than incarceration.",
  "RICO civil suits were filed in cases regarding sexual abuse of olympic gymnasts, lobster embezzlement, Harvey Weinstein, and another may involve scandals associated with the Catholic Church abuses.",
  "However, prosecutors have moved away from RICO (mostly because of their past criminal cases that have weakened organized crime) and it has now become a favorite approach for civil litigation.",
  "A marijuana RICO action was filed in the state of Colorado where a couple is suing a grow facility claiming that the smell from the operation has lowered the value of their home.",
  "Proving a violation results in the award of triple damages plus attorney’s fees, so plaintiffs have an incentive to look for ways to turn their grievances into a RICO suit.\"",
  "Not only is Massachusetts the state of champions (congrats again to the Red Sox) but they lead the nation this year in RICO civil suits.",
  "The federal Racketeering Influenced and Corrupt Organizations (RICO) law was passed in 1970 to go after organized crime.",
  "Can you imagine if this Colorado case is successful how many businesses would be sued ?!",
  "According to TRAC:\n\nMassachusetts led the pack with 115 civil suits filed under RICO.",
  "This looks to be a trend but time will tell if these cases turn into dollars.",
  "For 2019, look for another increase if some of these cases get more traction.",
  "Civil cases can take years, even decades, to play out in court.",
  "It is about the money but it is also about finding justice.",
  "RICO, it's not just a mob-thing."
]