[
  "Time to cut ties with the digital oligarchs and rewire the web | Lizzie O’Shea Read more\n\nNow a professor at the Massachusetts Institute of Technology (MIT) and the University of Oxford, Berners-Lee expressed dismay at the way consultancy Cambridge Analytica obtained the personal data of 87 million Facebook users from a researcher.",
  "Web inventor says Silicon Valley firms have too much clout and ‘optimism has cracked’\n\nTech giants may have to be broken up, says Tim Berners-Lee\n\nTech giants such as Facebook and Google have grown so dominant they may need to be broken up, unless challengers or changes in taste reduce their clout, Tim Berners-Lee has said.",
  "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\n“Before breaking them up, we should see whether they are not just disrupted by a small player beating them out of the market, but by the market shifting, by the interest going somewhere else,” Berners-Lee said.",
  "“We have lost the feeling of individual empowerment and to a certain extent also I think the optimism has cracked.”\n\nFacebook’s CEO, Mark Zuckerberg, apologised after the Cambridge Analytica scandal and pledged to do more to protect users’ data.",
  "Berners-Lee, the computer scientist who invented the world wide web in 1989, said he was disappointed with the current state of the internet, following scandals over the abuse of personal data and the use of social media to spread hate.",
  "Photograph: Simon Dawson/Reuters\n\nBerners-Lee told Reuters: “What naturally happens is you end up with one company dominating the field so through history there is no alternative to really coming in and breaking things up.",
  "The digital revolution has spawned a handful of US-based technology companies since the 1990s that now have a combined financial and cultural power greater than most sovereign states.",
  "There is a danger of concentration.”\n\nBut he also urged caution, saying the speed of innovation in technology and tastes could ultimately cut some of the biggest firms down to size.",
  "Berners-Lee came up with the idea for what he initially called “Mesh” while working at the European physics research centreCern, calling it the World Wide Web in 1990.",
  "“If you put a drop of love into Twitter it seems to decay but if you put in a drop of hatred you feel it actually propagates much more strongly.",
  "Apple, Microsoft, Amazon, Google and Facebook have a combined market capitalisation of $3.7tn, equal to Germany’s GDP last year.",
  "And you wonder: ‘Well is that because of the way that Twitter as a medium has been built?’”",
  "But social media, Berners-Lee said, was still being used to propagate hate.",
  "“I am disappointed with the current state of the web,” he said.",
  "That scandal, he said, was a tipping point for many.",
  "Facebook Twitter Pinterest Tim Berners-Lee speaks."
]