[
  "According to the Hill’s Ali Breland, a joint request from both the United Kingdom and Canada is “unprecedented,” as the “two parliaments have never before held a joint hearing.”\n\nFacebook, which hired former U.K. Deputy Prime Minister and prominent anti-Brexit spokesman Nick Clegg this month, was given just a £500,000 fine (around $662,000) in the U.K. over the mass user data scandal which left the data of 87 million Facebook users vulnerable earlier this year.",
  "On Wednesday, the Chairman of the UK Digital, Culture, Media and Sport Select Committee, Damian Collins MP, and the Chairman of the Canadian Standing Committee on Access to Information, Privacy, and Ethics, Bob Zimmer MP, sent a letter to Zuckerberg requesting him to testify at a joint parliamentary hearing in Westminster, London.",
  "You have chosen instead to send less senior representatives, and have not yourself appeared, despite having taken up invitations from the US Congress and Senate, and the European Parliament.”\n\nWe understand that it is not possible to make yourself available to all parliaments.",
  "“Over the past year, our committees have both sought evidence from a Facebook executive with sufficient authority to give an accurate account of recent failures of process, including the recent Cambridge Analytica scandal and subsequent data breaches.",
  "We call on you to take up this historic opportunity to tell parliamentarians from both sides of the Atlantic and beyond about the measures Facebook is taking to halt the spread of disinformation on your platform, and to protect user data.",
  "“We write jointly as Chairs of the committees of the UK and Canadian Houses of Commons appointed to scrutinise digital policy, including disinformation and the governance of the internet,” declared the letter.",
  "Members of Parliament (MPs) from both the United Kingdom and Canada want Facebook CEO Mark Zuckerberg to testify at an “unprecedented” joint-hearing over user privacy and “fake news” on the social network.",
  "Given your self-declared objective to “fix” Facebook, and to prevent the platform’s malign use in world affairs and democratic process, we would like to give you the chance to appear at this hearing.",
  "We plan to hold a special joint parliamentary hearing at the Westminster Parliament on Tuesday 27th November—an ‘international grand committee’ on disinformation and fake news.",
  "However, we believe that your users in other countries need a line of accountability to your organisation—directly, via yourself.",
  "This will be led by ourselves but a number of other parliaments are likely to be represented.",
  "We would have thought that this responsibility is something that you would want to take up.",
  "We both plan to issue final reports on this issue by the end of this December, 2018.",
  "We would like to receive your response by Wednesday 7 November.",
  "The hearing of your evidence is now overdue, and urgent.",
  "No such joint hearing has ever been held."
]