[
  "REUTERS/Simon Dawson\n\nWhen asked who had the biggest intellectual influence on him, he said: “Mum and Dad.”\n\n“They were building computers, so I grew up living in a world where everything was mathematics and the excitement of being able to program something was very fresh,” he said.",
  "LONDON (Reuters) - Silicon Valley technology giants such as Facebook and Google have grown so dominant they may need to be broken up, unless challengers or changes in taste reduce their clout, the inventor of the World Wide Web told Reuters.",
  "“We have lost the feeling of individual empowerment and to a certain extent also I think the optimism has cracked.”\n\nFacebook CEO Mark Zuckerberg apologized after the Cambridge Analytica scandal and pledged to do more to protect users’ data.",
  "Tim Berners-Lee, a London-born computer scientist who invented the Web in 1989, said he was disappointed with the current state of the internet, following scandals over the abuse of personal data and the use of social media to spread hate.",
  "Now a professor at the Massachusetts Institute of Technology and the University of Oxford, Berners-Lee expressed dismay at the way consultancy Cambridge Analytica obtained the personal data of 87 million Facebook users from a researcher.",
  "“Before breaking them up, we should see whether they are not just disrupted by a small player beating them out of the market, but by the market shifting, by the interest going somewhere else,” Berners-Lee said.",
  "“What naturally happens is you end up with one company dominating the field so through history there is no alternative to really coming in and breaking things up,” Berners-Lee, 63, said in an interview.",
  "“There is a danger of concentration.”\n\nBut he urged caution too, saying the speed of innovation in both technology and tastes could ultimately cut some of the biggest technology companies down to size.",
  "The digital revolution has spawned a handful of U.S.-based technology companies since the 1990s that now have a combined financial and cultural power greater than most sovereign states.",
  "LOVE AND HATE\n\nBerners-Lee came up with the idea for what he initially called “Mesh” while working at Europe’s physics research center CERN, calling it the World Wide Web in 1990.",
  "Instead, it was hard work, the experience of working in computer science and an attempt to overcome the frustrations of trying to share information with colleagues and students.",
  "Apple, Microsoft, Amazon, Google and Facebook have a combined market capitalization of $3.7 trillion, equal to Germany’s gross domestic product last year.",
  "World Wide Web founder Tim Berners-Lee speaks during an interview ahead of a speech at the Mozilla Festival 2018 in London, Britain October 27, 2018.",
  "“If you put a drop of love into Twitter it seems to decay but if you put in a drop of hatred you feel it actually propagates much more strongly.",
  "Slideshow (3 Images)\n\nBut social media, Berners-Lee said, was still being used to propagate hate.",
  "And you wonder: ‘Well is that because of the way that Twitter as a medium has been built?’”",
  "“I am disappointed with the current state of the Web,” he said.",
  "He had been thinking about it for a long time,” he said.",
  "That scandal, he said, was a tipping point for many.",
  "I don’t even believe the one about Archimedes.",
  "There was, he said, no ‘Eureka’ moment.",
  "“Eureka moments are complete nonsense."
]