[
  "Critics of Amazon’s government contracting gained new ammo last week after The Daily Beast reported the company “pitched” U.S. Immigration and Customs Enforcement officials “on its controversial technology that can identify people in real time by scanning faces in a video feed.” Community organizers posted images online of protesters wearing Amazon CEO Jeff Bezos masks and holding signs reading, “Amazon: Whose side are you on?”\n\n— About that Sanders Amazon visit: Sen. Bernie Sanders (I-Vt.) announced plans to visit an Amazon warehouse in September amid an escalating public feud with the company.",
  "“The FTC and DOJ need to take this problem more seriously by revising the DOJ’s Vertical Merger Guidelines for our modern economy.”\n\nALSO: GOOGLE STAFFERS PROTEST OVER MISCONDUCT ALLEGATIONS — Employees at Google are set to stage a walkout today, a week after a bombshell New York Times report revealed that the company kept quiet about a series of sexual misconduct and workplace harassment allegations.",
  "Democrats, tech splurge ahead of midterms\n\nWith help from Margaret Harding McGill and Ashley Gold\n\nEditor’s Note: This edition of Morning Tech is published weekdays at 10 a.m. POLITICO Pro Technology subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro’s comprehensive policy intelligence coverage, policy tools and services, click here.",
  "NCTA – The Internet & Television Association, which represents the broadband and pay TV industries, said in a statement that it denounced King’s remarks and could “no longer support his campaign.” And AT&T, which has contributed to King’s campaign, said it will not make further campaign contributions to the lawmaker in 2018.",
  "— But not everyone appreciated the gesture: “If you see Sundar trying to claim this action for himself or the company, remember that Google workers made this walkout happen—and so much more,” the Tech Workers Coalition, a community organizing group made up of Silicon Valley staffers, tweeted in response to Pichai’s memo.",
  "TODAY IN TECH\n\nStory Continued Below\n\nDEMOCRATS, TECH SPLURGE AHEAD OF MIDTERMS — Left-leaning groups are pouring money into online advertising on platforms like Facebook ahead of next week’s midterms — and cash from Silicon Valley staffers is flowing to Democratic campaigns, according to recently released data.",
  "And Recode found that more than 90 percent of staff donations from Netflix, Twitter, Airbnb, Apple, Stripe, Lyft, Alphabet, Salesforce, Facebook, Tesla, eBay, PayPal and Microsoft went to Democratic candidates this campaign season, with Amazon, Uber and Hewlett-Packard and Intel not far behind percentage-wise.",
  "“In an interview with members of a far-right Austrian political party with historical Nazi ties, he tied Soros to the ‘Great Replacement’ — a far-right conspiracy theory describing a push to replace white Europeans with minorities,” POLITICO’s Rachael Bade and John Bresnahan report.",
  "TODAY: MERGER MANIA AT THE FTC — The Federal Trade Commission today will hold the latest session of its hearings on “Competition and Consumer Protection in the 21st Century,” with a focus on vertical mergers and the role of the consumer welfare standard in antitrust law.",
  "Since the revelations became public, an executive at parent company Alphabet resigned and Google CEO Sundar Pichai disclosed that the company has terminated 48 people over the past two years over sexual harassment, including 13 in senior management roles or above.",
  "“Workers have to keep building power, but right now execs are off balance and scrambling to regain control.”\n\nELSEWHERE IN TECH… — Protesters gathered outside Amazon headquarters on Wednesday to denounce the company’s work with the federal government.",
  "HAPPENING THIS WEEK\n\nKING BACKLASH SPILLS INTO TELECOM — The furor over Rep. Steve King’s (R-Iowa) ties to white nationalist figures and groups has struck the telecom industry, where two heavyweights castigated King over some of his recent remarks.",
  "Don’t miss your chance to compete against the nation’s top political minds in the POLITICO Playbook Election Challenge by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "WALTERS: DON’T FORGET FOSTA IN FUTURE TRADE DEALS — Language addressing online sex trafficking should be included in a future free trade agreement with the EU, Japan and the U.K., said Rep. Mimi Walters (R-Calif.) who co-authored H.R.",
  "“Public Knowledge has advocated for stronger antitrust enforcement for years, in particular against harmful vertical mergers such as Comcast/NBCU and AT&T/Time Warner,” Kimmelman said in a statement ahead of today’s hearing.",
  "Among top firms, Amazon came out on top overall with $12.4 million in donations to candidates, parties and outside groups, though Google outspent Amazon in terms of donations to liberal groups and candidates.",
  "— Blues in the Bay: Donations to Democratic candidates from tech staffers, political action committees and outside groups is more than triple that of Republican candidates, $13.4 million to $3.7 million.",
  "Section 230, the internet’s bedrock liability law, was included in the USMCA, along with the carve outs to that law enabled by FOSTA, and Walters wants to see the same thing happen in future trade deals.",
  "As MT has chronicled, employees at top tech and telecom firms are overwhelmingly donating money to Democratic candidates this campaign season, despite a dip in overall spending from 2016 to 2018.",
  "Tensions between Sanders and the company appeared to cool after Amazon announced a new wage hike, but Sanders has since pressed the company over its handling of unions and employee benefits.",
  "According to The Daily Beast and The Atlantic, the group is linked to MotiveAI, a company co-founded by media industry veteran Dan Fletcher that counts LinkedIn’s Reid Hoffman as a backer.",
  "— Why it’s happening: King, who has a long track record of incendiary racial remarks, sparked uproar with his endorsement of Faith Goldy, a white nationalist running for mayor in Toronto.",
  "— But the event will also feature voices critical of how the agency has approached vertical mergers, including Gene Kimmelman, president of public interest group Public Knowledge.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— Something to consider: Relatively little information is publicly accessible about one of the top three ad spenders on Facebook just a couple weeks out from the midterms.",
  "— Ad it to my tab: Democratic candidates, meanwhile, are vastly outspending their Republican counterparts on Facebook ads as we approach Election Day, The Atlantic found.",
  "Indian authorities want Facebook-owned WhatsApp to disclose the location and identity of people who send messages that lead to real-world violence, BuzzFeed News reports.",
  "— Question Mark: The United Kingdom and Canada are pressing Facebook CEO Mark Zuckerberg to answer questions about the Cambridge Analytica flap, The Guardian reports.",
  "And during the week of Oct. 21 to Oct. 27, the list of top spenders on Facebook was dominated by Democratic candidates and left-leaning groups, archival data shows.",
  "\"When the PAC committee meets next year to decide future contributions for 2019 and beyond, they will take all concerns very seriously,\" an AT&T spokesperson said.",
  "Supreme Court justices are in disagreement over whether to rein in certain class action lawsuits in an internet privacy case involving Google, Reuters reports.",
  "5G AIRWAVES AUCTION — AT&T, Verizon and T-Mobile are among the companies the FCC has deemed qualified to bid in its upcoming auction for 5G spectrum licenses.",
  "In a letter Wednesday to U.S. Trade Representative Robert Lighthizer, Walters writes that is “critical” similar language is included in any new trade deals.",
  "Today’s event will feature remarks from FTC Commissioners Noah Phillips and Christine Wilson, as well as Georgetown University law professor Steven Salop.",
  "The FCC on Wednesday released the list of 40 companies that have qualified and made upfront payments to bid in the 28 GHz auction, set to begin Nov. 14.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "And according to new analyses by the POLITICO Pro DataPoint team and Recode, that trend extends across a vast array of companies in the industry.",
  "On Tuesday, Pichai told company staffers in an email that managers will make sure “you have the support you need” during Thursday’s protest.",
  "King also has drawn heavy scrutiny for discussing conspiracy theories about billionaire donor George Soros with a Nazi-linked foreign party.",
  "Just this week, officials at the Justice Department said they have begun updating guidelines for how the department handles certain mergers.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "He is trailed by MoveOn with $541,000, News For Democracy with $402,000, Tom Steyer at $377,000 and Steyer’s NextGen group at $356,000.",
  "In addition to the wireless companies, DISH — filing under the name Crestone Wireless — and Frontier Communications also made the cut.",
  "The agency also released a list of 58 companies that it says filed complete applications, including Cox Communications and Starry.",
  "“Our offer to Sen. Sanders to visit an FC still remains,” the spokeswoman said, referring to Amazon’s term, fulfillment centers.",
  "The event comes as Trump administration officials have signaled they may be open to rethinking their approach to antitrust.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Mum’s the word: Companies are keeping quiet about their roles in a massive ad fraud scheme, BuzzFeed News reports.",
  "The group has poured millions of dollars into Facebook ads in 2018, data show, but remains somewhat of a mystery.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host ate way too much candy while awaiting trick-or-treaters.",
  "POLITICO’s Ben Schreckinger traces how the “jobs not mobs” slogan went from internet meme to the Oval Office.",
  "— Back to back auctions: The FCC plans to auction off airwaves in the 24 GHz band after the 28 auction ends.",
  "That could bolster arguments that tech firms should have to disclose more political advertising information.",
  "The outcome of high-stake contests could dramatically alter the course of policymaking across the country.",
  "Policy professionals know the 2018 midterms represent more than keeping track of winners and losers.",
  "President Donald Trump, the top GOP candidate spender, came in at the 12th spot with $256,000.",
  "Sprint also intends to participate, under its ATI Sub subsidiary, a spokeswoman said.",
  "1865 (115), the Allow States and Victims to Fight Online Sex Trafficking Act.",
  "Facebook could look “unrecognizable” come 2020, The Atlantic reports.",
  "Rep. Beto O'Rourke (D-Texas) tops the list with over $938,000 spent.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "But so far, no visit has taken place, Amazon told MT on Wednesday.",
  "Have you made your POLITICO Playbook Election Challenge picks yet?",
  "Go beyond election night with POLITICO Pro’s 2018 Midterms HQ.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "Visit politico.com/playbookelectionchallenge to play.",
  "Silicon Valley Must Reads\n\n— Myspace, is that you?",
  "Got an extra Three Musketeers bar or a news tip?",
  "Win awesome prizes and eternal bragging rights.",
  "(For more on that, check out yesterday’s MT.)",
  "It reportedly has a tech connection, though.",
  "— Dilbert, Reddit and Newt Gingrich, oh my!",
  "Your 2018 Midterms HQ: The countdown is on.",
  "The contest closes at 6 a.m. on Nov. 6.",
  "Don’t forget to follow us @MorningTech.",
  "Have an event for MT’s tech calendar?",
  "— Wait, who is News For Democracy?",
  "Your host wondered the same thing.",
  "Quick Downloads\n\n— Where you app?",
  "Election Day is almost here.",
  "Sign up today.",
  "— Ask Jeeves?",
  "Read more.",
  "**"
]