[
  "Mark Warner (D-Va.) and Amy Klobuchar (D-Minn.), in a letter to CEO Mark Zuckerberg this morning, express concern about the “significant apparent loopholes in Facebook’s ads transparency tool.” They write: “Americans have a right to know who is behind political ads that are designed to influence our democracy, and platforms like Facebook have a responsibility to ensure that the ads they sell have accurate disclaimers about who paid for them.” The lawmakers, co-sponsors of a bill to strengthen ad disclosure requirements on social media, praised Zuckerberg for supporting the Honest Ads Act, but cautioned that the company is “currently failing to carry out the basic disclosure and disclaimer provisions of the legislation.”\n\n— And Warner wasn’t done with tech: Speaking at an event in D.C. on Thursday night, the senator lambasted tech companies for “sucking up” vast amounts of user data and lamented that the shooter in the Pittsburgh synagogue massacre was able to find like-minded “haters” on social networking site Gab, which is popular with racists and white nationalists.",
  "“The BDAC Working Group’s recommendations will be key to this review.” Rep. Frank Pallone (D-N.J.) had sent Pai a letter on Oct. 26 urging him to kick off a rulemaking process on wireless resiliency by the end of 2018 “to ensure that Americans can count on more resilient communications networks by next hurricane season.” Pai “is glad to hear that others agree” with his call to review the framework, an FCC spokesman told MT, declining to comment on rulemaking timing but saying the working group appointment is “one step in that process, and he looks forward to working with Congress and his colleagues on next steps.”\n\nTECH GEARS UP FOR ELECTION — Top tech firms are readying efforts to get voters to the polls on Election Day.",
  "In a report released Thursday, the office of Manhattan District Attorney Cyrus Vance pointed to Cambridge Analytica’s misuse of Facebook user data and Google’s plans to launch a censored version of its search engine in China as evidence that “certain technology companies have made their decisions, not based on what might be prudent public policy, but — understandably — based on what is in their shareholders’ economic interest.”\n\n— Tech firms “have effectively established themselves as the arbiters of what data they can and should collect, and how they should or should not make that data available pursuant to legal process,” Vance’s report said.",
  "TECH PROTESTS TRUMP OVER TRANSGENDER TREATMENT — Top Silicon Valley firms signed onto a letter calling for the Trump administration to treat transgender people “with the respect and dignity everyone deserves.” The group of 56 corporations, organized by Human Rights Watch along with 14 pro-LGBTQ groups, cited recent reports that the administration is seeking to wipe out certain safeguards for transgender people.",
  "Facebook’s mounting ad woes\n\nWith help from Ashley Gold, John Hendel and Eric Geller\n\nEditor’s Note: This edition of Morning Tech is published weekdays at 10 a.m. POLITICO Pro Technology subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro’s comprehensive policy intelligence coverage, policy tools and services, click here.",
  "Since Facebook last released ad spending info through Oct. 27, News for Democracy has purchased at least 270 additional ads, mostly for unknown groups labeled as “Media/News” organizations, such as “Our Flag Our Country,” “Military Network” and “Living Free.” The ads feature first-person testimonials supportive of Democratic candidates.",
  "In a new filing with the Federal Election Commission, the conservative Foundation for Accountability and Civic Trust (FACT) accused News for Democracy LLC of “failing to comply with the basic filing and reporting requirements of federal campaign finance law.” (News for Democracy LLC could not be reached for comment.)",
  "And in an op-ed for The Cut, a group of walkout organizers listed demands for the company, including: bringing an end to forced arbitration; a commitment to pay equity; a publicly disclosed sexual harassment report; and a more transparent process for reporting sexual harassment or misconduct allegations.",
  "HAPPENING THIS WEEK\n\nTRUMP ADMIN SCORES WIN ON GLOBAL TELECOM STAGE — Doreen Bogdan-Martin was elected as a director at the United Nations’ International Telecommunication Union, following a year-long campaign from Trump administration officials supporting the bid of the former NTIA staffer.",
  "In a recent report, ProPublica found “12 ad campaigns in which energy, insurance and other industries masked their sponsorship of political messages on Facebook.” The ads, worth over $800,000, \"expose a significant gap in enforcement of its new disclosure policy,” ProPublica notes.",
  "— “Significantly, she is the first woman to hold one of the ITU’s five elected positions, and her leadership will give the United States a voice in ITU leadership for the first time in three decades,” NTIA chief David Redl said in a statement following the vote.",
  "Don’t miss your chance to compete against the nation’s top political minds in the POLITICO Playbook Election Challenge by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "Today Snapchat, which has reportedly helped over 400,000 users register to vote, is rolling out new app features that will help users find their nearest polling stations, inform them of election-related coverage and send reminders on Election Day.",
  "ENCRYPTION CRITIC SPEAKS OUT — One of the most outspoken opponents of end-to-end encryption is using the Cambridge Analytica and Google China controversies to accuse tech companies of consistently putting profits ahead of society’s best interests.",
  "— Bogdan-Martin will lead the ITU’s bureau of telecom development, which she envisions “redoubling its efforts on digital inclusion … working to bring online the remaining 3.9 billion people still offline,” according to her bid for the position.",
  "Elsewhere, social networking sites like Facebook, Instagram and Twitter continue to promote ads urging users to get out the vote, with Twitter on Thursday launching a new #BeAVoter video campaign to motivate younger users.",
  "PAI OF THE STORM — The FCC chairman on Thursday named a slate of members to a new disaster response and recovery working group of his Broadband Deployment Advisory Committee, part of his follow-up to Hurricane Michael.",
  "TODAY IN TECH\n\nStory Continued Below\n\nFACEBOOK’S MOUNTING AD WOES — The social network’s political advertising rules face fresh questions amid a barrage of troubling reports about how easy it is to game the system.",
  "\"Moments like this show that we didn't always get it right, and so we are committed to doing better,\" Pichai told the crowd, while acknowledging that anger and frustration at the company was palpable at the moment.",
  "— Merge madness: HBO and Cinemax went dark on Dish after failing to strike a new deal, prompting concerns AT&T's acquisition of HBO parent company Time Warner is already affecting market competition, Wired reports.",
  "— Sunday, Monday, Happy Days: PayPal co-founder Peter Thiel says Silicon Valley has “jumped the shark” and because of it, there may not be anymore big consumer internet companies, CNBC reports.",
  "GOOGLE WALKOUT OVER SEXUAL HARASSMENT — Thousands of Google employees around the world took to the streets on Thursday to protest he search giant’s handling of allegations of sexual harassment.",
  "The Manhattan DA believes that tech companies should disregard the consensus view of cybersecurity experts and try to design strong encryption that complies with warrants for encrypted data.",
  "— Beijing on the brain: Warner also said he doesn’t want countries like China to lead the way on building 5G networks and setting standards for data privacy — and said the U.S. must step up.",
  "“We’re exploring additional checks to help prevent abuse and will respond to requests from law enforcement and election officials now and in the future if new requirements arise,” he said.",
  "The site has logged nearly 2 million political ads to the tune of $296 million since May, according to data released last week, but a picture is emerging of a lax screening process.",
  "— Google CEO Sundar Pichai, who earlier this week addressed the controversy in an internal memo, again spoke on the issue during a New York Times DealBook conference on Thursday.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“Not only were News for Democracy able to make a multi-million dollar ad buy, but the ads were extremely deceptive,” FACT executive director Kendra Arnold told MT on Thursday.",
  "“We oppose any administrative and legislative efforts to erase transgender protections through reinterpretation of existing laws and regulations,” the signatories wrote.",
  "As MT detailed earlier this week, the group has spent millions of dollars on liberal political ads on Facebook this year, despite little being known about its origins.",
  "She wants to modernize the bureau’s “training courses and publications to make them more useful and accessible to serve today’s decision-makers,” she added.",
  "But the efforts aren’t limited to social media, with ride-sharing services like Uber and Lyft also offering promotional deals for voters on Election Day.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— Dishing it out: WarnerMedia is accusing the Justice Department of \"collaborating\" with Dish in the dispute between HBO and Cinemax, Reuters reports.",
  "At the same time, he criticized Google for declining to work on projects with the U.S. military while exploring a potential search engine for China.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— Google’s #MeToo moment: Google staffers around the shared stories their stories of assault at Thursday’s walkouts, The Guardian reports.",
  "A Pennsylvania judge has ordered the release of the region’s bid for Amazon’s second headquarters, The Pittsburgh Post-Gazette reports.",
  "Airbnb, Amazon, Apple, Facebook, Google, IBM, Intel, Lyft, Microsoft Corp, Salesforce, Twitter and Uber all signed onto the letter.",
  "“Recently, I announced that the FCC will comprehensively re-evaluate the agency’s Wireless Resiliency Framework,” Pai said.",
  "Facebook’s Rob Leathern told MT that when the company is “alerted to deceptive labels,” it investigates and removes them.",
  "She outlined a plan to better deploy the bureau’s data and resources and introduce measures increasing its transparency.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host can’t get this Monster Mash trap remix out of his head.",
  "Arnold called Facebook’s decision to approve the ads “problematic.”\n\nDEMOCRATS WARN OF AD ‘LOOPHOLES’ — Sens.",
  "He was cheering on the results in Dubai alongside FCC chief Ajit Pai and the State Department’s Rob Strayer.",
  "“Her leadership will make sure new information technologies benefit all people and nations,” Pence tweeted.",
  "Google representatives did not return a request for comment on the proposed changes late Thursday.",
  "“You’re going to need some rules that cut across all these platforms,” he told reporters.",
  "He added that by making the ads publicly accessible, outside groups are able to vet them.",
  "Silicon Valley Must Reads\n\n— Big Mark: Is the Facebook chief too big to fail?",
  "Vice President Mike Pence spoke to her Thursday to offer congratulations.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "Have you made your POLITICO Playbook Election Challenge picks yet?",
  "Now the group is at the center of a federal elections complaint.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Visit politico.com/playbookelectionchallenge to play.",
  "Email us the details at techcalendar@politicopro.com.",
  "— Remember that shadowy “News for Democracy” group?",
  "Win awesome prizes and eternal bragging rights.",
  "— Will the real energy lobby please stand up?",
  "Quick Downloads\n\n— Not-so-silent auction?",
  "Don’t forget to follow us @MorningTech.",
  "The contest closes at 6 a.m. on Nov. 6.",
  "Have an event for MT’s tech calendar?",
  "Election Day is almost here.",
  "The New York Times explores.",
  "— Impostor syndrome?",
  "Got a news tip?",
  "Sign up today.",
  "**"
]