[
  "The Tory MP Phillip Lee, said: “The more we hear about the risks of Brexit and the way it was sold to the public by people who had little or no interest in the truth, or following rules, the stronger the case becomes for suspending or revoking article 50 until all of these irregularities are cleared up.”\n\nThe former shadow business secretary Chuka Umunna said: “These latest claims, if proven, call into doubt the entire validity of the referendum result.”",
  "People were frozen out if they refused to work on it.”\n\nEmails seen by the Observer indicate that Eldon employees worked on some of Leave.EU’s most controversial referendum messaging, including campaigns similar to Ukip’s notorious “Breaking Point” poster, which appeared in June 2016, days before the EU referendum on 23 June 2016.",
  "One email chain that appears to have come originally from a Rock Services employee to staff at the stock photo agency Getty Images, dated 10 March 2016, shows the insurance company’s staff member requesting the right to use a series of photographs of refugees walking through eastern Europe.",
  "An online advert by Leave.EU appeared in March 2016 showing refugees walking through Slovenia below a headline attacking the EU summit on the migrant crisis, with the photograph used by the pro-Brexit group similar to the images requested by the Rock Services worker.",
  "Damian Collins, chair of parliament’s inquiry into fake news, said that the leaked emails appeared to “flatly contradict” what Banks had told his committee, and that he could have “deliberately misled the committee and parliament on an important point”.",
  "Brittany Kaiser, who worked for Cambridge Analytica, the defunct data firm at the heart of the Facebook scandal, told the same committee that she saw “with my own eyes” employees of Eldon Insurance staffing a call centre working for Leave.EU.",
  "We asked him directly if he’d used his insurance employees to work on the campaigns and he said they didn’t.”\n\nOne ex-Eldon Insurance employee told the Observer: “I made it absolutely clear that I didn’t want to work on the political stuff.",
  "Hundreds of internal emails leaked by former employees from Eldon Insurance and Rock Services to the Observer reveal that – despite categorical denials by Banks – insurance staff worked on the Leave.EU campaign from their company offices.",
  "The controversial businessman Arron Banks may have misled parliament over links between his pro-Brexit campaign and his insurance business during the EU referendum, according to explosive correspondence released by whistleblowers.",
  "Threats, bullying, vindictiveness: how Arron Banks repels charges against him| Carole Cadwalladr Read more\n\nAny work carried out in the months before the referendum should have been declared under electoral law.",
  "An email, dated 18 March 2016, seems to show a Leave.EU official informing a Rock Services employee that they have been asked to send some “additional data to you, 1 million phone numbers and the members data”.",
  "In a separate investigation released today, the website Open Democracy also publishes evidence that suggests significant crossover between Banks’s insurance and political staff during the campaign.",
  "Remain-supporting MPs from all the main parties said the latest revelations raised serious questions over how the referendum had been won – and strengthened the case for another public vote.",
  "The documents and eyewitness accounts obtained by the Observer and Open Democracy allege significant crossover took place between Banks’s insurance and political staff in the referendum.",
  "Another email, also dated 10 March 2016, from a Rock Services employee to the photo agency, offers a sense of the impact such anti-immigration images had in the Brexit campaign.",
  "Yet at least one senior Eldon employee appeared to have promoted themselves in their – since deleted – online profile as working for both Eldon and Leave.EU at the same time.",
  "When appearing before Collins’s parliamentary committee in June he told MPs that Leave.EU and Eldon Insurance were separate organisations with completely different staff.",
  "“One of the adverts will have a reach of 10m over the 3 weeks we would like to use it, meaning a potential of 30m-40m impressions,” writes the insurance employee.",
  "Banks declined to respond to any of the allegations put to him by the Observer, while Andy Wigmore, Leave.EU’s director of communications, issued a “no comment”.",
  "When her claims were later put by MPs to Banks he dismissed them as a “flat lie” and also said that staff working on different projects were “clearly demarked”.",
  "They indicate that Eldon and Rock Services staff contacted companies for material for apparent use in the Brexit campaign, and discussed sharing data.",
  "The Rock Services employee explains the image is to be used for an “advertisement talking about the issue of immigration and the refugee crisis”.",
  "The revelations come days after the National Crime Agency announced it was investigating allegations of criminal offences by Banks and Leave.EU.",
  "Collins said: “If Eldon employees were being paid to work on the campaign during the regulated period, it should have been a declared expense.",
  "Collins requested the emails and said they would form key evidence as part of his inquiry into disinformation and its threat to democracy.",
  "It raises very serious questions because that work needs to be counted as an election expense,” said the Conservative MP for Folkestone.",
  "Further apparent crossover is evident in other emails with one seeming to show Leave.EU sharing data with Rock Services.",
  "Responding to the latest revelations, Collins said that the evidence raised profound new questions for Banks.",
  "Another former Eldon worker alleged that they were frequently asked to help Leave.EU’s pro-Brexit campaign.",
  "“We specifically asked him about whether Eldon had undertaken work on behalf of Leave.EU and he said no.",
  "The latest allegations to hit Banks come before an appearance on the BBC’s Andrew Marr Show .",
  "You were told to stop what you were doing and do something for Leave.EU,” they said.",
  "“Some of these images were really horrible, the immigrants and refugee stuff.",
  "Banks has vehemently denied the existence of such a relationship.",
  "But there were always these urgent requests coming in.",
  "The businessman flew home from Bermuda on Saturday.",
  "There were quite a lot of spats about it.",
  "I didn’t want to be complicit in it.",
  "I wasn’t comfortable with it."
]