[
  "Under the principles laid out in the document, which Berners-Lee calls a “Magna Carta for the web”, governments must ensure that its citizens have access to all of the internet, all of the time, and that their privacy is respected so they can be online “freely, safely and without fear.”\n\nMeanwhile, companies commit to making the internet affordable and accessible to all; respecting consumer privacy and personal data; and developing technologies that ensure the web is “a public good that puts people first”.",
  "A ‘Magna Carta for the web’ will protect people’s rights online from threats such as fake news, prejudice and hate, says founder of the world wide web\n\nTim Berners-Lee has launched a global campaign to save the web from the destructive effects of abuse and discrimination, political manipulation, and other threats that plague the online world.",
  "One of the early signatories to the contract, Facebook, has been fined by the Information Commissioner’s Office for its part in the Cambridge Analytica scandal; has faced threats from the EU for taking too long to remove extremist content; and has been sued for allowing advertisers to target housing ads only at white people.",
  "The contract acknowledges that internet users have their own part to play and calls for people to make web content that is “rich and relevant”; to build communities that respect civil discourse and human dignity; and to fight for an open web that is “a global public resource for people everywhere”.",
  "Roya Mahboob, founder of the Afghan Girls Robotics Club and member of The NewNow, said: “The contract for the web comes at a perfect time for women and girls around the world to speak truth to power, call out injustice and seize new opportunities.",
  "Jonathan Zittrain, a law professor at Harvard University and author of The Future of the Internet and How to Stop It said: “To me, the most important function of the contract is to remind people that the web we have isn’t the only one possible.",
  "In a talk at the opening of the Web Summit in Lisbon on Monday, the inventor of the web called on governments, companies and individuals to back a new “Contract for the Web” that aims to protect people’s rights and freedoms on the internet.",
  "“For many years there was a feeling that the wonderful things on the web were going to dominate and we’d have a world with less conflict, more understanding, more and better science, and good democracy,” Berners-Lee told the Guardian.",
  "This idea can be quite revolutionary for the future of the web.”\n\nSome online ills can be traced back to the reliance of certain businesses on advertising, with the pursuit of better revenues spawning clickbait and fake news.",
  "The contract seeks to get those wielding the most power online to commit to some boundaries in how they treat their users.”\n\nCloudflare, an internet security firm, has also signed up.",
  "But Berners-Lee said companies are looking at how to combat those, and sees other reasons to be hopeful: “People in the big companies are concerned about truth and democracy.",
  "“We believe it offers an important opportunity to step back and examine the responsibilities we all have to make sure the web delivers on its promise,” a spokesperson said.",
  "“But people have become disillusioned because of all the things they see in the headlines.”\n\n“Humanity connected by technology on the web is functioning in a dystopian way.",
  "The contract outlines central principles that will be built into a full contract and published in May 2019, when half of the world’s population will be able to get online.",
  "More than 50 organisations have already signed the contract, which is published by Berners-Lee’s World Wide Web Foundation alongside a report that calls for urgent action.",
  "The firm, which has appointed the former deputy prime minister, Nick Clegg, to lead its PR operation, did not respond to a request for comment.",
  "But he believes it will help steer conversations in governments and boardrooms, and give the public a means to hold the powerful to account.",
  "They don’t want people to look back and say theirs was the platform that misled people to vote against their own best interests,” he said.",
  "Berners-Lee concedes it will be hard to measure the success of the contract, which will be promoted through a campaign called #ForTheWeb.",
  "“Tim Berners-Lee has pinpointed one of the great human rights issues of our time and his proposal deserves worldwide support,” he said.",
  "Another early signatory, Google, is reportedly developing a censored version of its search engine for the Chinese market.",
  "The contract means a real commitment to dignity, justice and equality from governments, companies and citizens.",
  "We have online abuse, prejudice, bias, polarisation, fake news, there are lots of ways in which it is broken.",
  "“The genie may seem to have come out of the bottle, but the internet has surprised us many times,” he added.",
  "This is a contract to make the web one which serves humanity, science, knowledge and democracy,” he said.",
  "That’s both a warning – including about how aspects of the web have become – and an opportunity.",
  "The former UK prime minister Gordon Brown has added his signature to the contract.",
  "“If you sign up to the principles, you can’t do censorship,” said Berners-Lee.",
  "Will it be persuasive enough for the Chinese government to be more open?",
  "“Will this be enough to make search engines push back?",
  "The powerful increasingly means the big tech firms.",
  "I can’t predict whether that will happen,” he said.",
  "Google did not respond to a request for comment.",
  "“Things change.”"
]