[
  "“Our guiding focus will be to challenge the economic assumptions of the past three decades, which have extended market values such as competition and self-interest far beyond their natural sphere and seized the public realm.”\n\nGuardian News and Media is aiming to break even this financial year after many years of losses and Viner said initiatives such as the relaunch of Guardian Weekly as a glossy magazine were exceeding expectations, with its biggest group of new subscribers millennials.",
  "And we’re absolutely on track to do that.”\n\nShe also announced that Guardian News and Media, as part of its commitment to a diverse workforce, would carry out an audit of employee pay by ethnicity during the next 12 months, in order to ensure the organisation treats individuals fairly.",
  "Viner used her speech to highlight the Guardian’s commitment to investigative reporting on topics such as the Windrush scandal and Cambridge Analytica, while calling for news organisations to collaborate more and commit to in-depth reporting.",
  "Viner told the Society of Editors’ annual conference in Salford that many contributors donated specifically because they wanted the Guardian to stay free and outside a paywall, so “progressive journalism can have the widest possible impact”.",
  "More than a million people worldwide have contributed to the Guardian in the last three years, with 500,000 paying to support the publication on an ongoing basis, according to Guardian News and Media’s editor-in-chief, Katharine Viner.",
  "“The Guardian will always embrace progressive policies and ideas, but in an age of filter bubbles and hyper-partisan politics, we must also make space for different ideas, and diverse opinions,” she said.",
  "“Many readers didn’t understand the challenging commercial reality facing all news organisations, but once we told them more, they expressed real interest in wanting to support the Guardian,” she said.",
  "“Too many important stories get ‘drive-by’ coverage, when what they deserve after the big moment is patient attention, forensic reporting which reveals injustice, or gives a voice to the silenced.",
  "At the same time, she said, the Guardian had a responsibility to use its journalistic platform to develop ideas and not just critique what was going wrong in the world.",
  "“This was helped by the fact that any money made by the Guardian has to be spent on journalism, because of our ownership structure with no shareholders or owner.",
  "“This entirely new revenue stream of monthly and one-off contributions is now a crucial part of our plan to get the Guardian to break even by next April.",
  "Viner also used her speech to pay tribute to her predecessor Alan Rusbridger as a fantastic editor who understood and embraced the digital revolution.",
  "News organisations must never de-prioritise the vital skill of finding things out, getting to the facts, and reporting them clearly,” she said.",
  "“His record on investigations in the public interest was exceptional, a model for how to hold the powerful to account,” Viner said.",
  "She said the business model was showing a new way for journalism to “regain its relevance, meaning and trusted place in society”.",
  "The former Daily Mail editor Paul Dacre criticised Rusbridger in his lecture on Sunday night."
]