[
  "If the House flips and Democrats on the committee are led by Schiff, who remains a clear favorite for chairman, current Democrat members and staff have said they intend to prioritize restoring comity to the committee and returning to the 'day job' of conventional oversight; they acknowledge civility may remain elusive if its current controversial chairman, Devin Nunes, stays on the committee as its ranking member.",
  "As some of the more forceful rhetoric about continuing the investigation has abated, the committee's Democrats generally, and for now, appear to be more willing to wait for findings to be issued by special counsel Robert Mueller – as well as for the final report of the Senate Intelligence Committee, whose investigation has continued, at least outwardly, in a more bipartisan fashion.",
  "One former senior congressional official said, however, that Nunes has privately expressed a sense of vindication about what the majority's investigations have revealed, and that if he retained the chairmanship he would reopen or pursue new avenues – including a meaningful portion of DOJ and State Department targets recently taken up by the House Judiciary and Oversight Committees.",
  "Also among the documents Republicans would continue pushing to become public are memorialized interactions between DOJ official Bruce Ohr and former British intelligence officer Christopher Steele, the author of a dossier on President Trump's potential ties to Russia whose unverified contents Republicans said were wrongly used to request surveillance on an American citizen.",
  "The preceding afternoon, while Congress was not in session and many of its members were away, Rep. Mike Conaway, R-Texas – who had led the Russia probe while the committee's Chairman, Devin Nunes, R-California, stepped aside amid an ethics investigation – had gathered a handpicked group of reporters to announce the end of the investigation and its principal conclusions.",
  "Lowenthal acknowledged that the charged politics of the moment – and a given House speaker's agenda – could make it difficult for Schiff to cast aside the investigation entirely but that, as chairman, Schiff would have an opportunity to restore a sense of order to the committee by being transparent about his objectives and the measures he would use to achieve them.",
  "They cite the media frenzy they charge Democrats with provoking and past instances where the minority used the Russia investigation to disrupt committee business – as when Schiff, during an open hearing in July on military threats from China, called for a vote to subpoena the interpreter present for President Trump's meeting with Russian president Vladimir Putin.",
  "Separate from its breakdown on the matter of the Russia investigation, the committee has notched some successes – it helped usher through a reauthorization measure to extend Foreign Intelligence Surveillance Act (FISA) Section 702 authorities and tended to most regular briefings and budgeting matters without incident.",
  "In order to conduct a \"legitimate\" investigation, the minority said at the time, it would have to interview Michael Flynn, Paul Manafort, Rick Gates and George Papadopoulos, whose testimony Democrats called \"essential\" to a full understanding of core issues of potential collusion and obstruction of justice.",
  "\"If there was a ban on talking to the press I think that would restore some integrity and lower the resentment that some members have motivations other than supporting and overseeing the intelligence community,\" said Rep. Tom Rooney, R-Florida, who is retiring from Congress and his seat on the committee.",
  "In particular – and mainly because the committee is not in physical possession of the documents in question – that would mean lobbying the executive branch for the release of an additional twenty pages of the Carter Page FISA renewal application, a redacted version of which was released in July.",
  "Since the Republicans shut down the investigation in March, two known witnesses – Cambridge Analytica whistleblower Christopher Wylie and Simona Mangiante Papadopoulos, wife of Trump campaign aide George Papadopoulos – have voluntarily testified before the minority, each with minimal fanfare.",
  "Particularly damaging for the committee were last winter's \"memo wars,\" during which both sides fought bitterly to publicly release fundamentally political documents containing classified information about the FBI's use of surveillance to monitor former Trump campaign aide Carter Page.",
  "Substantively, it would dig into topics including the rise of authoritarianism, supply chain threats and foreign interference campaigns on social media, as well as an array of national security challenges posed by China, North Korea, Iran and Yemen, according to committee officials.",
  "Over rare public admonitions from the FBI, which cited \"grave concerns\" about the release of the Republicans' memo, President Trump declassified its contents; he agreed only to the release of a redacted Democrat memo – which largely defended the FBI's work – after several weeks.",
  "Before a lone microphone stand and a group of reporters whose faces had become familiar, a visibly beleaguered Rep. Adam Schiff, California Democrat and the committee's ranking member, called the majority's decision a \"terrible disservice to the country and the American people.\"",
  "In a statement to CBS, he said the committee would have to \"fully assess\" what areas of inquiry still require a full accounting, \"based on a review of the extensive body of information we have collected, along with what the Senate and the Special Counsel have uncovered.\"",
  "The committee had reviewed tens of thousands of documents, interviewed dozens of witnesses and visited seven countries as part of its investigation, Conaway said, and after more than 14 months of work the majority had determined it had the facts it needed.",
  "On the evening of March 13, 2018, the Democrats on the House Permanent Select Committee on Intelligence emerged, grim-faced, from the committee's secure spaces in the basement of the U.S. Capitol for what was expected to be a uniquely somber press gaggle.",
  "Committee chairman Devin Nunes declined to be interviewed for this article, but a senior Republican committee official familiar with his plans told CBS News he \"intends to continue his work on the committee\" – whether or not Republicans keep the House.",
  "\"It's one of the worst situations I've seen in the time I've witnessed it, from the creation of the Intelligence Committee\" in 1977, said former CIA Director and Secretary of Defense Leon Panetta, who earlier in his career spent 16 years in Congress.",
  "\"You would hope that if the Democrats take control of the House they would recognize the importance of restoring the bipartisan role of that committee,\" Secretary Panetta said, \"and make sure the chair and the ranking member are working together.\"",
  "It was an ending – for its predictability, abruptness and relative understatement – discordant with an investigation that had roiled the media and left riven a committee whose charge it had historically been to remain undramatic and apolitical.",
  "Among the more nominal measures Democrats hope will bolster bipartisanship are arranging joint travel for staff and members and scheduling more public hearings – including a Worldwide Threats Hearing, whose last iteration was in February 2016.",
  "During their tenure, the committee passed five intelligence authorization bills, traversed with minimal controversy the political minefields of the Benghazi investigation, and crafted significant cybersecurity and surveillance legislation.",
  "If Nunes remains chairman, the official indicated, the committee would prioritize finishing its work on what it says were FISA-related abuses that were committed by the Department of Justice and FBI as part of its Russia investigation.",
  "Now, as major headlines have receded and some passions have subsided – and control of the House and the committee hangs in the balance – congressional leaders will face a pivotal choice about the committee's membership and its mandate.",
  "As is true for the Democrats, all decisions about the committee's membership – including the choice of chair or ranking member, depending on the midterms' outcome – will be made by congressional leadership, itself a looming unknown.",
  "\"Once that is out we think the big picture will be out there,\" the senior Republican committee official said, adding that Republicans would not consider any other methods – including memos – beyond declassification by the president.",
  "In a recent op-ed in the Washington Post, he wrote it would be \"negligent to our national security\" not to investigate \"serious and credible allegations\" of Russia's financial leverage over the president and the Trump Organization.",
  "One former senior Republican committee official who spoke on the condition of anonymity said that, still today, current intelligence and law enforcement officials from multiple agencies \"fight about who has to go\" before the panel.",
  "A former FBI field agent, Rogers said the intelligence community – including, and maybe especially, the FBI – will need reassurances that their work products will be treated as national security tools, not political weapons.",
  "The committee's unissued or unenforced subpoenas, and the overbroad privileges some witnesses managed to claim, added Rep. Jim Himes, D-Connecticut, had \"forever compromised\" Congress' power to undertake investigations.",
  "Ruppersberger, who has worked with Nunes and considers their relationship to be a positive one, said, \"For whatever reason Devin [Nunes] decided to focus on his relationship with Trump, and not the committee,\" he said.",
  "\"The issues related to the Mueller investigation ought to be handled by the Mueller investigation,\" Secretary Panetta said, \"and the committee ought to go back to overseeing the issues of the intelligence community.\"",
  "In separate interviews, both Rogers and Ruppersberger noted they had assumed their posts just as the committee had, under previous leadership, suffered through a comparatively less severe period of politicization.",
  "The committee official acknowledged that the Russia investigation had taken its toll on the entire membership but said Nunes and Schiff have \"still managed to a large extent to work together on non-Russia things.\"",
  "Mark Lowenthal, who served as the committee's staff director from 1995 to 1997, said the committee, in apparently losing some of the intelligence community's trust, was abdicating one of its core responsibilities.",
  "Bitter partisanship within the committee, Panetta said, exacerbated by President Trump's sometimes critical, often ambivalent posture toward the intelligence community, has brought about \"the worst of all worlds.\"",
  "Rogers and Ruppersberger were jointly recognized in 2015 with one of the intelligence community's most prestigious awards, INSA's William Oliver Baker Award, for the committee's bipartisan approach to oversight.",
  "\"Let Mueller finish the job – he's a pro, he knows what he's doing,\" said Rep. Ruppersberger, though he added that Democrats, under Schiff, are entitled to follow through on issues they feel remain unfinished.",
  "If, in private, Nunes appears unwilling to relinquish certain inquiries, Republican sources are outwardly skeptical about Democrats' public pronouncements about returning civility and comity to the committee.",
  "Rogers' erstwhile counterpart, Rep. Dutch Ruppersberger, D-Maryland, who served as the committee's ranking member, reiterated the central importance to proper oversight of building relationships and trust.",
  "Seven of them spoke about the damage they believed the Republican majority had done to the reputation of the committee, the Congress and the country in prematurely shutting down the Russia investigation.",
  "However, 2018 did mark the first time in six years that the committee failed to pass an Intelligence Authorization Act, which would have detailed spending priorities for the intelligence community.",
  "Asked about the remark, a senior committee official told CBS News, \"Since he already referred dozens of the most crucial witnesses to Oversight and Judiciary, that seems unlikely to say the least.\"",
  "No matter what happens on Election Day, it will be several months before the committee's membership is known – the intelligence committee is almost always the last one to be assigned its members.",
  "\"We're either going to have to live with him or work around him,\" one senior Democratic committee official said, expressing concerns that Nunes has \"no credibility with the people we oversee.\"",
  "The biggest lingering questions about the Democrats' agenda, though, are to what extent the politically divisive Russia investigation is 1) continued and 2) thrust back into the spotlight.",
  "In a status update released last March, however, Democrats listed more than 30 witnesses and 20 entities they said were \"vital\" to arriving at an understanding of what happened in 2016.",
  "Polls leading up to the midterms have vacillated just enough to keep both Republicans and Democrats nervous, and perhaps as a result relatively circumspect in their pronouncements.",
  "At around the same time, in what was perhaps the nadir of partisan tension, the majority considered building a wall between the staff members, who work in an undivided space.",
  "\"I think obviously as a result of the politicization of the committee, the intelligence community [is] … going to think twice about presenting the full story,\" Panetta said.",
  "In the immediate aftermath of the Republicans' announcement, Democrats vowed to pursue investigatory avenues they said had been overlooked, obstructed or willfully ignored.",
  "In addition to Rooney, three current members – Reps. Trey Gowdy, R-South Carolina, Ileana Ros-Lehtinen, R-Florida, and Frank LoBiondo, R-New Jersey – are leaving Congress.",
  "Questions for leadership\n\nThe number of current unknowns notwithstanding, those hoping the committee will right itself said changes would have to begin at the top.",
  "(Committee officials say provisions from the now-defunct 2018 bill are being folded into a 2019 bill that is expected to be finalized before the end of the year.)",
  "\"He's said, 'If we keep the House, 20 subpoenas will drop on January 3rd,'\" according to the official, who requested anonymity to speak about non-public matters.",
  "The questions aren't about good oversight of the intelligence business – they're about how to score political points,\" the former official said.",
  "And both Rep. Conaway and Rep. Peter King, R-New York, would require waivers to remain on the committee, which has an 8-year membership limit.",
  "To that end, he said, \"I think the Republicans would do well, frankly, to not have Nunes as ranking member – I think he's poisoned the well.\"",
  "Panetta said inflexibility and a continued insistence on political gains by either side would all but guarantee continued \"trench warfare.\"",
  "\"Bottom line: Russians did commit active measures against our election in '16, and we think they'll do that in the future,\" he said.",
  "The committee may also amend some of the structure governing its subcommittees, which are now categorized, generally, by agency.",
  "He has publicly called for a broad swath of potential investigations into President Trump's finances and foreign connections.",
  "\"You have to be their best friend and their severest critic,\" he said of the 17 intelligence agencies the committee oversees.",
  "\"Both parties are engaged in political warfare and it puts the intelligence community in a difficult position,\" Panetta said.",
  "Rep. Terri Sewell, D-Alabama, usually circumspect with the press about the investigation, said, \"Yesterday was a sad day.\"",
  "\"If you want to do your job of oversight you're going to have to have the respect of the intelligence agencies,\" he said.",
  "(In his remarks, Schiff indicated the majority had declined a previous request for a vote during a business meeting.)",
  "\"It doesn't mean they can't talk about some of these issues that have been raised in these past two years,\" he said.",
  "(The FBI has corroborated some parts of Steele's work, though details of what is unsubstantiated remain classified.)",
  "\"They will more willingly submit to oversight if they know you're also trying to help them be successful,\" he said.",
  "Who sits on the committee – and who leads it – will be the exclusive prerogative of congressional leadership.",
  "Mike Rogers, a former congressman from Michigan who was the committee's chairman from 2011 to 2015, agreed.",
  "\"I don't think there's a single person who got into it thinking they would be in the eye of the hurricane.\"",
  "Two – Reps. Will Hurd, R-Texas and Elise Stefanik, R-New York – are facing challenging reelection contests.",
  "Committee, heal thyself\n\nWithout question, observers of the committee agree, the status quo is problematic.",
  "\"I think if they're going to bury the hatchet,\" Rogers said, \"It'll be right between the shoulder blades.\"",
  "Others are less than sanguine that Schiff and Nunes will have much success repairing their relationship.",
  "\"If the House flips and he becomes chairman, Schiff has a choice: how do you want to treat the minority?",
  "\"Schiff is not vindictive; he's always tried to work with Nunes,\" said Rep. Eric Swalwell, D-California.",
  "If oversight of the entire intelligence community doesn't happen here, it just doesn't happen,\" he said.",
  "\"We found no evidence that the Trump campaign or anyone associated with it colluded with the Russians.\"",
  "\"The committee has been hindered in doing meaningful oversight because of the extreme partisanship.",
  "\"The mission should be getting the facts,\" he said, \"But the only way it works is bipartisanship.\"",
  "Though the Republicans' chances of maintaining the majority appear slim, they are not nonexistent.",
  "\"If there's no one [the intelligence community] can go to, that becomes a serious problem.\"",
  "\"Because in a situation like this – as they say in Ghostbusters – 'Who're you gonna call?'\"",
  "I want to wait until after the election,\" Trump said in a recent interview with Fox News.",
  "\"When Rogers and I came in, we said, 'Look, this has got to change,'\" Ruppersberger said.",
  "\"Both [congressional] leaders would do really well to shake that committee up,\" he added.",
  "\"Without it, you're not going to get the information and data you need to oversee them.\"",
  "Nunes has said publicly that those pages contain \"exculpatory information\" about Page.",
  "The president has indicated he may make a move on declassification after the midterms.",
  "\"I promised I wouldn't issue a subpoena if Dutch didn't sign off on it,\" Rogers said.",
  "(Each of those witnesses has pleaded guilty; Papadopoulos has also been sentenced.)",
  "\"If the committee doesn't have some fundamental change, nothing's going to change.\"",
  "\"[He] believes the committee functions best when it works in a bipartisan fashion.",
  "Close observers of the House Intelligence committee seem to support that route.",
  "Lowenthal, now President and CEO of the Intelligence & Security Academy, said.",
  "Both may determine its reputation and define its character for years to come.",
  "\"Adam [Schiff], given the right tools, will do the job,\" Ruppersberger said.",
  "\"It took us a long time to get our staffs to work together – but they did.\"",
  "\"And no matter what,\" he said, \"That new chairman is going to be tested.\"",
  "\"Of course,\" he added, \"that also depends on how the minority behaves.\"",
  "No matter what, the Republican membership will change meaningfully.",
  "\"It's been an unusual two years for everybody,\" the official said.",
  "It is not entirely clear how Schiff himself would have things go.",
  "It had barreled on, at times spectacularly, for more than a year.",
  "I don't expect Schiff to change should we be in the majority.",
  "\"We need that to effectively do our job,\" the official said.",
  "\"The work is too important to leave undone,\" Schiff said.",
  "\"Right now, the committee has got it all ass-backwards.\"",
  "\"We are getting very close to doing what we have to do.",
  "\"They have both created a toxic environment,\" he said.",
  "Rogers said the change would have to be wholesale.",
  "\"As chairman, you have to have restraint.\"",
  "\"We reached a new low,\" she said quietly.",
  "Or do you want to treat them better?\"",
  "(CBS was not among those invited).",
  "\"They just dread going in there.\"",
  "(That plan was shelved by March.)",
  "Nor would any of us want him to.\"",
  "\"It's going to be hard to heal.\"",
  "What would Republicans do?",
  "The way you were treated?",
  "What would Democrats do?",
  "\"You cannot have that.\"",
  "\"It's very partisan.",
  "Lowenthal said."
]