[
  "On the one hand, businesses large and small are fascinated and excited by the potential for digitalisation and data to super-charge their growth; on the other, their customers have never been more nervous about issues such as data privacy and cyber security.",
  "Its commitment is to operate at elevated levels of transparency, brand safety and fraud prevention across its digital media activity, with the aim of helping to build an ethical digital ecosystem that benefits both advertiser and consumers.",
  "Indeed, many start-up and scale-up businesses are betting their futures on this very point: they believe building a more ethical approach to digitalisation into their business models will prove to be a crucial point of differentiation.",
  "Scandals such as the Facebook-Cambridge Analytica crisis have prompted fears their data will be misused, while cyber security breach after breach prompts nervousness about how sharing data could leave you vulnerable to fraud and theft.",
  "The idea is to work with employers to give staff access to their wages at any time during the month, effectively ending the need for people to take on high-cost short-term debt when they face unexpected financial obligations.",
  "By making use of spare capacity from devices already in the home and office, DADI is powered by everyone, and the organisation promises to share its revenue to help build a fairer and more environmentally friendly internet.",
  "Monzo argues that banks should get rid of punitive fees, do more to ensure customers know exactly what they can expect to pay for an overdraft, and provide greater control over how people spend their money.",
  "It picks out digital ethics and privacy as one of its top 10 strategic technology trends for 2019, describing the associated issues as a “growing concern for individuals, organisations and governments”.",
  "Kinsu says it is powered by a community of people committed to “doing the right thing” for both customers and society at every opportunity, in both the products it creates and the causes it supports.",
  "For businesses, the challenge is going to be making a virtue out of necessity – for those enterprises able to establish digital trust with their customers, the rewards will be high.",
  "Monzo\n\nIn financial services, an industry where trust is a particular issue, Monzo was founded on the idea that there should be an alternative to traditional banking practices.",
  "Its work showcases what responsible technology might look like and the organisation says it is determined to build communities to improve the way technology shapes the world.",
  "Desolenator\n\nDesolenator is working to raise the profile of the water crisis globally by collaborating with communities and organisations to improve sustainable use of water.",
  "Desolenator has developed a patented system that combines the thermal and electrical energy from a photo-voltaic panel with a process of heat exchange to produce pure water.",
  "DADI\n\nThe UK's new blockchain posterchild, DADI, has raised $30m from investors and this year launched a 'new internet' that it claims will be both faster and cheaper.",
  "Businesses want more customer data – and the right to do more with it – because this is how they will personalise and pivot at speed in the digital era.",
  "Wagestream\n\nStart-up Wagestream has just raised £4.5m for a business it promises will kill off the payday loan sector and the ‘payday poverty cycle’.",
  "Kinsu\n\nKinsu is one of a growing number of insurtech businesses hoping to reinvent the relationship between insurance and customers.",
  "Iotec\n\nIotec Global says it prides itself on being the leading independent ethical digital media consultant and practitioner.",
  "It offers a range of simple insurance products that customers can renew on a monthly basis, all accessed via an app.",
  "DotEveryone\n\nDotEveryone is an independent think tank with a mission to explore how technology is changing society.",
  "Here are seven leading technology-enabled businesses making exactly that calculation.",
  "The London-based charity says it aims to make responsible technology the new normal.",
  "But customers don’t trust businesses to behave responsibly with their data.",
  "The market research agency Gartner recognises this contradiction.",
  "It feels like a pivotal moment for digital transformation.",
  "These two ideas are tough to reconcile."
]