[
  "Australia, Argentina and Ireland join UK and Canada in urging Facebook CEO to give evidence to parliaments\n\nParliamentary committees from five countries have called for Facebook’s chief executive, Mark Zuckerberg, to appear in front of a joint hearing on online disinformation.",
  "On 2 November, following the joint request from the UK and Canada, Facebook again declined on Zuckerberg’s behalf, telling the two committee chairs, Collins and Canada’s Bob Zimmer, that it was “not possible for Mr Zuckerberg to be available to all parliaments”.",
  "It’s time to strike back Read more\n\nWith or without Zuckerberg, the joint committee will meet in London on 27 November, led by Damian Collins MP, the chair of Britain’s Digital, Culture, Media and Sport select committee.",
  "In a statement, Collins said: “His response is not good enough for my committee nor for the parliamentarians from around the world who also consider that Mark Zuckerberg has questions to answer in person.",
  "In the six months since the Cambridge Analytica scandal broke, Zuckerberg has appeared just three times in front of legislatures: twice in the US Congress, and once in the European parliament.",
  "“Yesterday the information commissioner, Elizabeth Denham, told my committee that dealing directly with senior Facebook staff had been critical to the investigations [of her office].",
  "“We call on you … to take up your responsibility to Facebook users, and to speak in person to their elected representatives,” the five chairs write in a jointly-signed letter.",
  "Committee chairs from Australia, Argentina and Ireland joined the call on Wednesday, following last week’s joint request from the UK and Canadian governments.",
  "By being unwilling to face questions about his progress, doubts about his ability to do so remain.”\n\nFacebook declined to comment for this story.",
  "“Mark Zuckerberg has set himself the personal challenge of ‘fixing’ Facebook this year to prevent its misuse in our democratic process.",
  "The committee’s inquiry into fake news and disinformation has regularly called for Zuckerberg to appear, but been rebuffed each time.",
  "In her view, it would be ‘very useful’ for Mark Zuckerberg to appear before the committee.",
  "That’s why we’re inviting him once more […] It’s a call that’s growing, not diminishing.",
  "Between them, the five countries have an estimated 170 million Facebook users.",
  "Zuckerberg now runs not a business but an empire."
]