[
  "SoftBank's Vision Fund, backed by $45 billion in Saudi government money, has invested billions into startups including WeWork, Slack, DoorDash, and most recently smart window maker View\n\nBut the uproar over the murder of journalist Jamal Khashoggi at the Saudi consulate in Istanbul last month means the recipients of Saudi cash now face some uncomfortable questions.",
  "But while there may be a growing realization that more regulation in Europe is inevitable, some believe that officials elsewhere, especially in the United States, need to challenge the idea that the internet cannot be regulated.",
  "\"From the majority of the [top] people from the big companies, I hear 'we are responsible, we see that something wrong is happening, we are part of the problems, so we recognize that we must be part of the solution,'\" she said.",
  "Vera Jourova, the European Union's top official for justice, consumers and gender equality, said that after years of clashes with European regulators, Big Tech now seems more willing to work with the authorities.",
  "Lisbon, Portugal (CNN Business) Europe's Web Summit this week was buzzing with tiny startups hoping for the big break that would turn them into the rock stars of tech who crowded the conference's main stage.",
  "'Why can't we regulate some code'\n\nUber, Facebook ( FB ), Google ( GOOGL ), Amazon ( AMZN ) and others have found themselves under intense scrutiny over data privacy, competition, safety and tax.",
  "\"We absolutely need to curb the radicalized behavior, I think any reasonable person agrees that is not healthy,\" Alexis Ohanian, the co-founder of Reddit, told CNN Business in an interview.",
  "\"I definitely think the era of technology companies thinking it was good to move fast and break things is over,\" said Brad Smith, Microsoft's ( MSFT ) president and chief legal officer.",
  "Facebook's data scandal , Europe's new sweeping privacy rules , waves of misinformation, slumping stock prices and record antitrust fines have left the industry feeling badly bruised.",
  "The tech industry is facing more challenges than ever before — from regulation and hacking, to questions about funding and the trade war between the world's two biggest economies.",
  "\"We could require two factor authentication and biometric identification every time you read an email,\" said Tamar Yehoshua, Google's vice president for product management.",
  "They are calling for sweeping changes following a New York Times investigation into million-dollar severance packages for executives accused of misconduct.",
  "Consumers are beginning to challenge the idea that companies should be able to use their data as they like in exchange for providing free services.",
  "\"I think they started to understand the law must be applied online and that they don't operate in vacuum,\" she told CNN Business in an interview.",
  "Because of regulation,\" said Christopher Wylie, the whistleblower in the Cambridge Analytica scandal, during a panel debate at the conference.",
  "'More cumbersome to use'\n\nThe scandal sparked global outrage and fueled growing concern among internet users about the privacy of their data.",
  "'We need to curb the radicalized behavior'\n\nJourova said the idea that tech companies are just \"pipes\" for other people's content is dying.",
  "But after a year many would like to forget, the big questions hanging over the future of the industry also loomed large at the conference.",
  "\"The question is how we actually enforce that to scale, and I think that's the challenge every platform is struggling with right now.\"",
  "'It's not just accepting a check'\n\nThe funding that fuels the innovation in the tech industry poses yet another challenge.",
  "Thousands of Google employees walked out last week in protest of the company's handling of sexual harassment allegations.",
  "In a speech at the conference, she said Google needed to do a \"better job at creating a safe and inclusive workplace.\"",
  "\"This would make accounts virtually impervious to hackers, but it would also make technology more cumbersome to use.\"",
  "But even if they understand they have the responsibility to act, many companies are struggling to find the answers.",
  "Lisa Jackson, Apple's vice president for environment, highlighted the need for more access to education for girls.",
  "Twitch CEO Emmett Shear said startups must recognize that accepting money from certain investors has consequences.",
  "'We can't find the answers ... without women'\n\nAnd companies are facing problems that go beyond their products.",
  "Saudi Arabia has become one of the biggest tech investors, as it tries to diversify its economy way from oil.",
  "The MeToo campaign, and calls for equal pay and a more inclusive tech sector, were also high on the agenda.",
  "Wylie's revelations about his former company's use of Facebook data sparked global outrage about privacy.",
  "One of those who walked out was Jacquelline Fuller, the president of the company's charitable arm.",
  "That leaves Big Tech to figure out how to strike the right balance between privacy and security.",
  "\"You're going to be in business with these people, and you should think hard about that.\"",
  "Google's vice president for product management Tamar Yehoshua speaks at the Web Summit.",
  "About 70,000 people attended the summit in Lisbon, Portugal, with a lot on their minds.",
  "\"It's not just accepting a check,\" Shear told CNN Business in an interview.",
  "\"We can't find the answers we need without women involved,\" she said.",
  "\"If we can regulate nuclear power, why can't we regulate some code?\"",
  "The global tech conference in Lisbon attracted 70,000 people.",
  "When you sit on an airplane, do you feel safe?",
  "\"When you go to a doctor, do you feel safe?",
  "Yes, you do.",
  "he added."
]