[
  "In a statement about Denham's report to CBS News, a Facebook spokesperson called for Denham to turn over evidence related to Cambridge Analytica, a now-defunct company made famous for deploying improperly harvested data to aid Republican campaigns in the U.S. Denham said during Tuesday testimony that Cambridge Analytica's data had been accessed by Russian IP addresses during its work for various American and British campaigns.",
  "An unprecedented joint \"international grand committee\" of members of the U.K. and Canadian Parliaments investigating disinformation and online election influence campaigns has expanded to include Argentina, Australia and Ireland, according to a letter sent by elected leaders to Facebook CEO Mark Zuckerberg.",
  "We are grateful that the ICO has acknowledged our full cooperation throughout their investigation and have also confirmed they have found no evidence to suggest UK Facebook users' data was in fact shared with Cambridge Analytic,\" the Facebook Spokesperson said.",
  "It called for increased oversight of social media companies and election campaigns, while highlighting the use of \"scraped\" Facebook data by companies associated with the successful Brexit campaigns and President Donald Trump's 2016 run.",
  "In her report as head of the Information Commissioner's Office (ICO), Denham wrote that \"Facebook...failed to keep the personal information secure because it failed to make suitable checks on apps and developers using its platform.\"",
  "The invitation comes the day after Britain's Information Commissioner issued an update on her office's investigation of the use of Facebook data by political organizations in the \"Brexit\" campaign.",
  "\"We were very disappointed with this dismissive response....Five parliaments are now calling on you to do the right thing by the 170 million users in the countries they represent,\" they wrote.",
  "\"While we respectfully disagree with some of the ICO's findings, we have said before that we should have done more to investigate claims about Cambridge Analytica and taken action in 2015.",
  "Elizabeth Denham told the House of Commons' Culture, Media and Sport Committee that the political use of targeting techniques developed to sell products poses a threat to democracy.",
  "\"Now that their investigation is complete, we are hopeful that the ICO will now let us have access to CA servers so that we are able to audit the data they received.\"",
  "\"It is not possible for Mr. Zuckerberg to be available to all Parliaments,\" wrote Facebook officials in a letter to the British and Canadian Members of Parliament.",
  "\"I don't think that we want to use the same model that is used to sell us holidays and shoes and cars to engage with people and voters,\" Denham said.",
  "In its Nov. 2 letter declining the invitation, Facebook noted that Zuckerberg appeared before Congress and the European Union Parliament last year.",
  "The social media baron was invited last week by British and Canadian officials to attend their first joint hearing on Nov. 27, but declined.",
  "Her conclusion mirrors that of a scathing preliminary report on \"disinformation and fake news\" written by the U.K. committee in July.",
  "But the newly reinforced committee, now hailing from five countries, is stepping up pressure.",
  "Both the Canadian and British committees plan to release final reports in December.",
  "Facebook has not yet replied to the updated invitation.",
  "The letter demands that Zuckerberg respond by Nov. 12."
]