[
  "is 55 ... Rep. Andy Biggs (R-Ariz.) is 6-0 … Rep. Rick Allen (R-Ga.) is 67 … Adams Nager ... CNN correspondent Kaylee Hartung ... Jonathan Tannenwald … Meghan Roh, director of public affairs at Epic … Ben Golnik … Avi Zvi Zenilman is 34 ...\n\n… Siobhan Gorman, partner at Brunswick Group (h/t George Little) ... Facebook’s Erin Green … Jeff Bjornstad is 51 ... Trey Graham … Daniel Libit ... Olivia Lucas ... Phil LaRue ... Max Viscio … Perry Goffner ... Kate Murphy … Kelsey Suter of APCO Worldwide … Betsy Bourassa ... George Thompson, partner at Banner Public Affairs … Jamila Bey ... Liz Llorente ... Edelman’s Kathy Killeavy … Kyle Kerchaert ... Adnaan Muslim … Jackie Lemaire … Glennis Meagher … David Grossman … Tory Mazzola … Andrea Krizner … Dana Schultz (h/ts Teresa Vilmain)\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "ELECTION DAY PARTY CIRCUIT -- SPOTTED at a Rokk Solutions election happy hour at Bobby Vans Grill featuring George Washington and Abraham Lincoln impersonators: Ron and Sara Bonjean, Rodell and Sheena Mollineau, Robert and Katie Zirkelbach, Will Kinzel, Holly Campbell, Dave Dziok, Jared Parks, Matt and Rebecca Haller, Carl Hulse, Dan Ronayne, Sue Hensley, Jim Kuhnhenn, Liesl Hickey, Jay Newton Small, Christina Sevilla, Steve Rochlin ...\n\n... Cara Morris Stern, Eddie Vale, Anthony Coley, Kenny Day, Jackie Kucinich, Frank Coleman, Lachlan Markay, Ben Jenkins, Brian Donahue, Caitlin Carroll, Kelley Hudak, Mark Paustenbach, Luis Miranda, Katy Summerlin and Ryan Hughes.",
  "While it was too early to draw any conclusions about the postponement of the meeting, there have been signs of a growing rift between Washington and Pyongyang over the denuclearization process and the right time to lift sanctions.” WaPo\n\nHMM -- “Neighbors: Zinke houseguest impersonates secretary, calls U.S. Park Police to home,” by Nick Juliano and Ben Lefebvre: “A man who appeared drunk and was staying at Interior Secretary Ryan Zinke’s house impersonated the secretary and then called U.S. Park Police officers to respond to a confrontation in his Washington, D.C., neighborhood Monday night, witnesses told POLITICO.",
  "They also raised eyebrows for covering a grab-bag of products, including electoral hardware in a country not exactly known for its elections.” WaPo\n\nUPDATE -- “British Watchdog Finds Cambridge Analytica and Brexit Financier Misused Private Data,” by NYT’s Adam Satariano in London and Nick Confessore in New York: “The defunct political consulting firm Cambridge Analytica violated British law when it used improperly harvested Facebook data to aid Donald J. Trump’s 2016 presidential campaign, and would face a significant fine if it were not already in bankruptcy, Britain’s top data protection watchdog found Tuesday.",
  "“The long-awaited report by Britain’s Information Commissioner’s Office, which has been investigating the misuse of personal data by political campaigns, also said an insurance company owned by Arron Banks, a main backer of Britain’s campaign to leave the European Union, broke British law when it used customer data to aid the Brexit effort.” NYT\n\nMEDIAWATCH -- “Fox News goes out on a limb on House Democrats,” by Jason Schwartz and Michael Calderone: “Fox News attributed its quick call to its new ‘Fox News Voter Analysis’ system, launched in partnership with the AP ahead of the midterms.",
  "Those include the next federal budget and an expiring debt limit in March, along with potential bipartisan talks on politically sensitive matters such as immigration and health care, both of which have been central to the midterm campaign.” WaPo\n\n-- “Trump readies for 2020 campaign with no plans to change his approach,” by WaPo’s Seung Min Kim and Josh Dawsey: “President Trump plans to quickly focus on his reelection campaign following Tuesday’s midterm elections, believing his brand of divisive and confrontational politics will mobilize his supporters and carry him to a second term.",
  "He continues to judge his success by crowd sizes — which were large throughout his recent campaign blitz — and applause.” WaPo\n\n-- ELIANA JOHNSON, ALEX ISENSTADT and ALEX THOMPSON, “Trump 2020 ‘begins today’: “With the midterms behind him, Trump dives into a re-election campaign facing a Democratic House, political gridlock — and special counsel Robert Mueller's Russia probe.”\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "In next year’s session of Congress, there will be 100 women in the House for the first time in history.” NYT\n\nWHAT’S NEXT … WAPO’S BOB COSTA, “Conservatives now wonder if transactional Trump might leave them in the cold”: “Conservatives who have learned to love President Trump, a relative newcomer to their movement, could emerge from Tuesday’s election anxious that he might now leave them in the cold to cut deals with newly empowered congressional Democrats.",
  "It is remarkably relevant today.” Playbook Plus Q&A\n\nBIRTHDAYS: Retired Gen. David Petraeus ... Sheila Nix … POLITICO’s Elena Schneider ... Brad Woodhouse, Democratic consultant and executive director of Protect Our Care (hat tip: Bradley Beychok) ... Liz Allen, SVP at GPG and former Obama WH deputy comms director (h/t Chris Ortman) … former Sen. Rudy Boschwitz (R-Minn.) is 88 ... POLITICO Europe’s Agathe Legris ... Caroline Tabler, comms.",
  "Rather than rely on notoriously flawed exit polls, Fox said its new methodology is based on surveys conducted across 50 states by a group at the University of Chicago, in combination with voting results collected by the AP.” POLITICO\n\n-- “‘It disturbs me to my core’: Fox News staffers express outrage over Hannity’s rally appearance,” by CNN’s Oliver Darcy\n\n-- GEORGE PACKER will be a staff writer for The Atlantic.",
  "-- SPOTTED at an election party held by Center Forward at the AT&T Innovation Center: Michael Avenatti, Irish Ambassador Dan Mulhall, John McCarthy, Riley Kilburg, Walt Cronkite, Vinoda Basnayake, Bob Crowe, Adam Parkhomenko, Erik Huey, Cori Kramer, Joel Bailey, Paul Gage, John McConnell, Ryan Guthrie, Rodell Mollineau, Cori Kramer, Tom Quinn, Libby Greer and Jeff Murray.",
  "“Trump would sound like he agreed on the phone, and then veer quickly back to what interested him, while complaining to his own advisers that Ryan, who was leaving office, had allowed too many of his members to retire.” WaPo\n\n-- “This is how Republicans lost the House,” by McClatchy’s Katie Glueck, Alex Roarty and Adam Wollner\n\nThe most reliable politics newsletter.",
  "CONSIDER THIS: Only four Democratic lawmakers who chaired a committee the last time Democrats controlled Congress remain in office: Collin Peterson of Minnesota, who chaired the Ag Committee; Bennie Thompson of Mississippi, who chaired Homeland Security; Nydia Velazquez of New York, who chaired Small Business; and Zoe Lofgren of California, who chaired Ethics.",
  "But this time, it wasn’t enough: Opponent Josh Hawley won by 6 points, exorcising the party’s demons in Missouri, and probably three other Democratic incumbents went down alongside her despite battle-hardened campaigns and big financial advantages.”\n\n“Trump’s popularity and swaggering campaign presence was simply too much for even the best-run campaigns.",
  "Learn more at google.com/grow/veterans\n\nPOLITICO 2020 CHEAT SHEET: “2020 presidential candidates who could take on Trump”\n\nYOU’RE INVITED -- ANNA and JAKE are sitting down with top Republican and Democratic operatives for a “PLAYBOOK ELECTIONS: WHAT’S NEXT?” event to make sense of the 2018 midterms and what the takeaways are going forward.",
  "Learn more at google.com/grow/veterans\n\nTHE TICK TOCKS …\n\n-- TIM ALBERTA and ELENA SCHNEIDER: “‘Please Stop Saying Red Wave’: Inside Democrats’ Takeover of the House”: “In the middle of September, White House political director Bill Stepien sat down in the presidential residence across from Donald Trump and delivered a wake-up call.",
  "Having fully bought into the narrative of Republican invincibility—supported by boisterous crowds, a string of special election victories, and of course, his own supposedly unprecedented accomplishments and record-smashing poll numbers—the president struggled to imagine a sweeping rebuke of his government.",
  "What was effectively a referendum on Mr. Trump’s incendiary conduct and hard-right nationalism may make some of the party’s lawmakers uneasy about linking themselves to a president who ended the campaign showering audiences with a blizzard of mistruths, conspiracy theories and invective about immigrants.",
  "| Wong Maye-E/AP Photo\n\nFOR YOUR RADAR -- “Pompeo’s meeting with North Korean counterpart called off at last minute,” by WaPo’s Simon Denyer in Tokyo: “The meeting was scheduled to take place Thursday, but State Department spokeswoman Heather Nauert said it would now take place ‘at a later date.’ ...",
  "THE STEP BACK: DAVID SIDERS, “An election of bragging rights — and disappointment — for both parties”: “While House Minority Leader Nancy Pelosi (D-Calif.) heralded the result as ushering in a ‘new day in America,’ persistent schisms in the American electorate remained largely unchanged.",
  "‘Tell them that you’re on the ballot,’ Stepien urged.” POLITICO\n\n-- WAPO’S MICHAEL SCHERER and JOSH DAWSEY: “How Democrats won the House”: “At the White House, a number of senior aides had argued privately that Trump’s focus on fanning fears over immigration went too far.",
  "The outcome deflated progressive activists who had desperately hoped for more.” POLITICO\n\nNYT’S JONATHAN MARTIN and ALEX BURNS: “Their loss of the House ... served unmistakable notice on Republicans that the rules of political gravity still exist in the Trump era.",
  "It is unclear why the Park Police, who are part of the Interior Department, were called to the home rather than the D.C. Metropolitan Police Department.” POLITICO\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The POLITICO Senate map\n\nBURGESS EVERETT and JAMES ARKIN: “Across the country Democrats similarly outraised their Republican opponents and built field operations that they hoped would weather a brutal Senate map that tilted heavily in Republicans’ favor.",
  "The following candidates received presidential endorsements but lost: The president was gleeful that Mark Sanford lost his primary to Katie Arrington, but his First District of South Carolina went to Joe Cunningham, the Democrat, who topped Arrington.",
  "The Democratic House of Representatives will be looking to hold TRUMP’S administration’s feet to the fire, and is sure to drag his Cabinet to Capitol Hill multiple times each month, to answer a slew of questions about its behavior, past and present.",
  "Learn more at google.com/grow/veterans\n\nIVANKA INC. -- “China greenlights large batch of Ivanka Trump trademark applications,” by WaPo’s Gerry Shih in Hong Kong and Jonathan O’Connell: “Ivanka Trump-branded semiconductors and voting machines?",
  "In an election marked by startlingly high early turnout and long lines on Election Day, Democrats made new inroads into America’s suburbs — gaining governorships in Kansas, Illinois, Michigan and New Mexico in addition to the House majority.",
  "“On the horizon are an array of hot-button issues that are top priorities for conservatives but could prove tempting areas of compromise for the famously transactional Trump as he seeks to repair his presidency ahead of the 2020 election.",
  "That’s an odd, if remote, possibility after Chinese trademark regulators awarded preliminary approval for 16 trademark applications from the president’s daughter and White House senior adviser, online Chinese government filings show.",
  "Polling showed that Democratic voters were highly motivated ahead of the midterm elections, Stepien explained, while Republican voters were not—and Trump was feeding the complacency of his base by downplaying the threat in November.",
  "The Interior Department blamed the incident on ‘suspicious’ people who interrupted a home barbecue by lurking outside Zinke’s home and yelling profanities about President Donald Trump — which neighbors said did not happen.",
  "The book includes an inscription to my grandma from the author: ‘For Rita, a professional who does not need this book.’ She also saved hand-written notes to and from her colleagues at Ogilvy & Mather and other ad agencies.",
  "WELCOME TO THE WORLD -- ALEX CONANT, partner at Firehouse Strategies, and CAITLIN CONANT, political director at CBS News, on Tuesday welcomed Connor Dunn Conant, who was born five minutes before the polls opened.",
  "“Fresh off an 11-rally, six-day campaign swing through key conservative states, Trump has begun talking about holding Make America Great Again rallies early next year, two of the president’s advisers said.",
  "“And it revealed that many of the right-of-center voters who backed Mr. Trump in 2016, as a barely palatable alternative to Hillary Clinton, were unwilling to give him enduring political loyalty.",
  "Neighbors said the incident began when they noticed a black Mercedes with New York license plates idling for several hours outside a residence Zinke has rented since he was a member of Congress.",
  "POLITICO Playbook: Trump's Republican Washington has been broken Presented by\n\nPresident Donald Trump called Tuesday a \"tremendous success\" but faces a hostile Democratic majority in the House.",
  "in 2012, and unlike that year, there was no presidential campaign to boost Democratic turnout.” POLITICO\n\nPRESIDENT DONALD TRUMP (@realDonaldTrump) at 11:14 p.m.: “Tremendous success tonight.",
  "The map was always favorable to Senate Republicans, but the GOP nearly ran the table last night, picking up at least four Democratic-held seats in North Dakota, Florida, Indiana and Missouri.",
  "They include: Brat, Lena Epstein in Michigan, Claudia Tenney, John Faso and Dan Donovan in New York, Kevin Yoder in Kansas, Erik Paulsen in Minnesota and Danny Tarkanian in Nevada.",
  "Veronica Escobar and Sylvia Garcia, Texas’s first two Latina congresswomen.” BuzzFeed\n\nTHE GOVERNORS … LAURA KELLY, the Democrat, won the Kansas governorship, topping Kris Kobach.",
  "“The approvals by Beijing on Oct. 13 were notable for their timing, coming just as Chinese and U.S. officials were seeking to restart trade talks that had collapsed amid acrimony.",
  "Pic\n\nBIRTHWEEK (was yesterday): Rachel Urban, a director of external affairs at UnitedHealth Group who also recently got engaged to iHeartMedia’s Adam Weiss (pic), turned 3-0.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Thank you to all!” … CHRIS CADELAGO and ANDREW RESTUCCIA, “Trump boasts of ‘tremendous success’ despite painful House defeat”\n\n-- THE PRESIDENT has no public events today.",
  "Senate Republicans also headed off potentially embarrassing losses in Texas with Ted Cruz’s victory over Beto O’Rourke and Marsha Blackburn defeating Phil Bredesen.",
  "There is one game in town for Trump right now: Try to forge a relationship with the House Democratic majority that mostly ran in complete opposition to his agenda.",
  "John Bresnahan and Rachael Bade with more on “House Dems ready to clash with Trump”\n\nAS OF NOW, Democrats have taken 220 seats, and Republicans have 194 seats.",
  "Sensing this, and playing to his ego, Stepien and senior White House officials encouraged Trump to mobilize Republicans by making the election all about him.",
  "House Speaker Paul D. Ryan (R-Wis.) would call Trump twice in the final weeks to urge him to get off the nonstop immigration talk and refocus on the economy.",
  "She is the best organized, most viable candidate despite the fact that several incoming Democrats said on the campaign trail they won’t vote for her.",
  "… ROD BLUM of Iowa, John Chrin and Keith Rothfus of Pennsylvania, Pete Sessions in Texas, Jay Webber in New Jersey and Dave Hughes in Minnesota.",
  "“But a government ethics expert said it raised new questions about whether the secretary was using government resources for personal purposes.",
  "PLAYBOOKERS\n\nSPOTTED: Nancy Pelosi yesterday at Joe’s ... Michael Avenatti in a private side room at the Jefferson Hotel yesterday afternoon.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "President,’ Stepien told him, according to sources familiar with the conversation, ‘Please stop saying ‘Red Wave.’’\n\n“Trump was perplexed.",
  "And with that comes a dynamic that TRUMP has not yet confronted: a chamber of Congress that is looking to destroy and defeat him.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "RON DESANTIS bested Democratic star Andrew Gillum, while STACEY ABRAMS has refused to concede to Brian Kemp in Georgia.",
  "BIRTHDAY OF THE DAY: Jen Friedman, former Obama WH deputy press secretary and now SVP of public affairs at Blackstone.",
  "They lost battleground Senate races in Indiana, Missouri, and North Dakota, with other losses possible if not likely.",
  "RSVP\n\nPLAYBOOK READS\n\nPHOTO DU JOUR: A woman watches election results at Rockefeller Plaza in New York on Tuesday.",
  "“But in a bitter disappointment, Democrats fell short in swing-state gubernatorial contests in Ohio and Florida.",
  "Only time will tell if any candidate stands up to run against her, but as of now, she’s running unopposed.",
  "Republicans avoided the kind of devastating gaffes that boosted McCaskill and Sen. Joe Donnelly (D-Ind.)",
  "The U.S. government is now split -- the House is Democratic, the Senate and White House are Republican.",
  "BUZZFEED’S JULIA REINSTEIN: “Here Are Some Of The Historic Firsts From The Midterm Elections”: “1.",
  "After eight years in the minority, the California Democrat finally led her caucus back into power.",
  "IT IS TRUE THAT THE HOUSE is the more likely chamber to flip in the first midterm of a president.",
  "If the White House has an idea, it will almost always get shot down by the Democratic leadership.",
  "PRESIDENT DONALD TRUMP wakes up this morning to a new reality: an exceedingly hostile Washington.",
  "Alexandria Ocasio-Cortez and Abby Finkenauer, the youngest women ever elected to Congress ... 4.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "-- HOUSE REPUBLICANS considering leadership bids will probably announce their intentions today.",
  "CBS’ Jeff Glor pointed out on Twitter that Connor will be able to cast his first vote in 2038.",
  "She was a senior executive, and pioneer, in the advertising business during the ‘Mad Men’ era.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Frame the election as a choice between Republican accomplishment and Democratic rhetoric.",
  "Two-thirds of House Republicans have never served in the minority (h/t WaPo’s Paul Kane).",
  "“He argued that Trump should focus on how voters outside the boisterous rallies reacted.",
  "Speakers to be announced soon for this event, part of the POLITICO-AARP Deciders series.",
  "Avoid distractions and needless fights, Ryan’s team argued with White House colleagues.",
  "Deb Haaland and Sharice Davids, first Native American women elected to Congress ... 3.",
  "What she’s been reading recently: “‘How to Advertise,’ by Kenneth Roman and Jane Maas.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "SCOTT WALKER, the Republican governor of Wisconsin, is out -- he lost to Tony Evers.",
  "| Win McNamee/Getty Images\n\nDRIVING THE DAY\n\nTRUMP’S REPUBLICAN WASHINGTON: BROKEN.",
  "ONE BRIGHT SPOT FOR SENATE DEMS: Jacky Rosen edged out Sen. Dean Heller in Nevada.",
  "I received this book from my 98 year-old grandmother, who passed away recently.",
  "Expect a wave of House Republican retirements in the next four or so months.",
  "Peter Roskam in Illinois and John Culberson in Texas both were toppled.",
  "He has spent the last 15 years as a staff writer for The New Yorker.",
  "Rashida Tlaib and Ilhan Omar, first Muslim women in Congress ... 2.",
  "Ayanna Pressley, Massachusetts’ first black congresswoman ... 5.",
  "The POLITICO House map\n\nIF THE WHITE HOUSE WANTS A BORDER WALL?",
  "But, it is also the purest test of the president’s popularity.",
  "Get ready for war with an extraordinarily progressive House.",
  "Republicans lost Steve Russell’s deep red seat in Oklahoma.",
  "SOME OF THE STALWARTS OF THE HOUSE GOP majority went down.",
  "The Montana and Arizona races are still too close to call.",
  "Candidates will want to announce their intentions quickly.",
  "414 seats have been called, leaving 21 seats on the board.",
  "Their power goes to near zero in a Republican minority.",
  "Jared Polis, first openly gay governor in the US ... 6.",
  "Lou Leon Guerrero, first woman governor of Guam ... 7.",
  "THE MOST LIKELY CANDIDATE FOR SPEAKER is NANCY PELOSI.",
  "Better try to get it done in the lame duck this year.",
  "Dave Brat, who beat Eric Cantor in 2014, is a goner.",
  "REPUBLICANS will have some adapting on their hands.",
  "Investigative hearings will happen on the regular.",
  "DETAILS: Nov. 15 at 5:30 p.m. at The Showroom.",
  "The news media will need to shift its focus.",
  "The entire country voted, and Democrats won.",
  "The final speaker race will be in January.",
  "TRUMP’S HOUSE ENDORSEMENTS MEANT SQUAT.",
  "MITCH MCCONNELL had a very good night.",
  "director for Sen. Tom Cotton (R-Ark.)",
  "Other Trump candidates got smacked.",
  "IT WASN’T ALL BAD NEWS FOR THE GOP.",
  "Eliminate birthright citizenship?",
  "You can unsubscribe at any time.",
  "Everyone is up for re-election.",
  "to the House Freedom Caucus.",
  "... Rep. Sam Graves (R-Mo.)",
  "SUBPOENAS will be flying.",
  "Published in 1976.",
  "In China?",
  "Easily.",
  "R.I.P.",
  "‘Mr.",
  "..."
]