[
  "\"The United States is not going to abandon Europe commercially over a tax that would bring in €5 billion per year\" — Anonymous French official\n\nThe problem for tech companies has more to do with the fact that France, and many EU allies, want to enshrine the idea of taxing value added from the collection and deployment of personal data for advertising — in other words, the engine at the core of Facebook, Google, Twitter and, increasingly, Amazon's wildly successful business models.",
  "A pinch, with a long sting\n\nIn the wake of a $5 billion fine against Google, a €13 billion ($14.5 billion) tax recovery order against Apple and a slew of investigations against Facebook, Silicon Valley sees the digital tax as yet another front in the European Union's assault on its technological dominance and market power around the world.",
  "The large tech firms have so far responded by ramping up their lobbying efforts in the European capital, while U.S. Treasury Secretary Steven Mnuchin has warned the Europeans against jeopardizing tech investment — although so far Washington has stopped short of bringing the digital tax issue into its argument with Brussels over trade.",
  "\"I'm calling on MEPs [members of European Parliament] and citizens to rally around the idea within 60 days so that EU finance ministers and later heads of state will adopt the proposal and re-establish fiscal justice in Europe,\" Le Maire said, a day before Apple CEO Tim Cook was due to address a privacy conference in Brussels.",
  "While Berlin has never overtly broken with France over the digital tax, German industry leaders have voiced worries about potential backlash from the United States if it were ever to be imposed, and also about the prospect of having to pay taxes for data sold between various global subsidiaries of German businesses.",
  "To push his plans for a so-called digital tax on the revenue of companies like Google and Facebook, Finance Minister Bruno Le Maire came to the European Parliament in Strasbourg equipped with a three-page fact sheet on the proposal and a Twitter hashtag (#wepayyoupay) designed to win over politicians and voters.",
  "Le Maire's pitch to the Parliament is the latest step in a campaign to build broad support for a measure that Macron's government regards as a vote-winner — but which some EU governments are reluctant to support, while tech companies have decried the plan as an unfair cash grab that would stifle innovation.",
  "According to a survey conducted by Harris Interactive across six EU countries in September, 61 percent of respondents agree with the statement that Google, Apple, Facebook and Amazon are bad for democracy, and 67 percent agree with the statement that they are more powerful than the European Union.",
  "In the latest sign of technology companies' efforts to get to grips with Europe's regulatory environment, Facebook last week announced it had hired British ex-Deputy Prime Minister Nick Clegg — also a former member of the European Parliament — as its head of global policy and communications.",
  "As to fears of German industrial data being taxed, the official continued: \"What we are aiming for is a tax that will cover value created thanks to personal data of EU citizens and used for advertising purposes, not industrial data ... German carmakers don't have to be worried.\"",
  "DigitalEurope, a group representing the interests of big U.S. tech firms, wrote an open letter to the Austrian presidency of the Council of the European Union last week, urging them to reject the tax proposal, which it said would kill off innovation and investment in the EU.",
  "Under the current proposal, which was put forward by the European Commission for consideration by EU states by year-end, companies with substantial digital operations in the EU — those generating more than €750 million in annual revenue — would be subject to the new tax.",
  "Six months after the Facebook/Cambridge Analytica scandal prompted outrage across the European Union, the French president's finance minister pressed EU party leaders Tuesday to act on concerns about technology companies' tax practices and perceived market dominance.",
  "Europe's zeal in going after Big Tech on everything from privacy to copyright law has set the stage for a never-ending lobbying war between Big Tech's proxies in EU capitals and central governments, many of which are much more immune to the nagging than Washington.",
  "Perhaps even more worryingly for companies, an EU move to tax revenues could set the ball rolling on a much broader reappraisal of corporate taxing practices worldwide — away from taxing profits, toward taxing revenue in the place where it's generated.",
  "While Paris claims to have the backing of 19 countries including the United Kingdom — whose chancellor, Philip Hammond, has pledged to \"go it alone\" on such a tax — it's far from garnering the unanimous support needed for the measure to pass.",
  "A European tax on data could prompt other countries to impose similar measures — just as Japan, South Korea, South Africa and a slew of other countries have imposed their own variations of Europe's far-reaching data privacy rules.",
  "Spread across Facebook, Google, Amazon and a few other major firms, a €5 billion financial hit would not be an existential problem, considering that Facebook alone, for example, generated $40.7 billion of revenue in 2017.",
  "Macron's troops insist this proposal is different, not least because of the groundswell of European frustration with U.S. tech firms in the wake of the Cambridge Analytica scandal, which affected 2.7 million Europeans.",
  "\"The United States is not going to abandon Europe commercially over a tax that would bring in €5 billion per year,\" said a French official who spoke on condition of anonymity to discuss diplomatic matters.",
  "The French-led push fits into broader European efforts to rein in Silicon Valley companies, ranging from a $5 billion antitrust fine against Google to ongoing investigations into Facebook's data practices.",
  "That's where Le Maire's trip to Strasbourg comes in: to convince political group chiefs and other members of the Parliament to lobby leaders in their home countries in favor of the turnover tax.",
  "Not all digital companies would be affected: According to French finance ministry officials, the plan is to focus on those that make money from collecting and deploying masses of personal data.",
  "Unanimous approval is a high bar to clear and Dublin, in particular, looks unlikely to back a tax that targets firms whose investments make up a large share of its gross domestic product.",
  "Le Maire's listeners were fully aware of the fact that Macron is working to grab a big chunk of seats in the next Parliament as part of a broad alliance of liberal parties.",
  "STRASBOURG — Emmanuel Macron is gunning to turn his crusade against Big Tech into a broad political rallying cry ahead of next year's European Parliament election.",
  "After a day of meetings, even Gilles Lebreton, a member of Marine Le Pen's National Rally, which usually opposes Macron, said he is \"in favor of the digital tax.\"",
  "Now France is trying to pick up the pace and win support from all 28 European capitals to get a law written into EU statute books by the end of the year.",
  "Proceeds from the tax would be distributed proportionally across EU member countries, according to the amount of revenue generated in each country.",
  "The tax plan, part of Macron's presidential campaign platform last year, has so far mainly been the subject of high-level diplomatic campaigning.",
  "Tech firms' opposition to the tax plan is due mainly to its long-term implications rather than any immediate financial impact.",
  "Tech firms' opposition to the tax plan is due mainly to its long-term implications rather than any immediate financial impact.",
  "Similar initiatives like a tax on financial transactions were never applied save in a few countries, defeating their purpose.",
  "No large tech firm would plausibly be led to abandon the European Union as a result of such a tax, French officials argue.",
  "Squaring the Irish circle\n\nSkeptics argue that the digital tax proposal has little chance of seeing the light of day.",
  "A group of countries led by Ireland and including Estonia, Sweden and the Czech Republic remains strongly opposed.",
  "The French government's hope is that those leaders will put pressure on heads of government back home.",
  "The subtext to his message: Don't put yourselves on the wrong side of public opinion on this issue.",
  "The Commission has suggested a tax of 3 percent on revenues would raise some €5 billion a year.",
  "\"The political approach is one we believe can go around some of the countries' reluctance.",
  "Read this next: Apple’s Tim Cook heads to Brussels to talk privacy amid ongoing tax fight",
  "\"We understand the concerns, but this is a market of more than 400 million consumers.",
  "Most notably, German Chancellor Angela Merkel's Christian Democrats are on the fence.",
  "These leaders can send a message back to their capitals,\" said a French official.",
  "To all such concerns, the French are trying to provide reassurance.",
  "Le Maire added: \"Today, the fiscal injustice is unacceptable.\"",
  "But the French government still has some tough nuts to crack.",
  "Politicians ignore such feelings at their own risk.",
  "There's no way around it.\""
]