[
  "\"We weren't prepared enough for the kind of coordinated misinformation campaigns that we're now aware of\" — Mark Zuckerberg\n\nHe then launched into a well-rehearsed mea culpa routine over Facebook's data protection record, saying: \"We didn’t take a broad enough view of our responsibilities.",
  "\"The format of the meeting was a farce\" — Udo Bullman, leader of the Socialists & Democrats group\n\n\"I have no doubt that Mr. Zuckerberg is a genius, but there is a risk his legacy will be that he created a company akin to Frankenstein's monster, which spiraled out of his own control.\"",
  "The European lawmakers then played their strongest card: Facebook's compliance, or otherwise, with the European Union's new privacy regime, the General Data Protection Regulation (GDPR) which enters into force on Friday, and includes a range of beefed-up protections and safeguards.",
  "Facebook CEO Mark Zuckerberg shakes hands with European Parliament President Antonio Tajani | Stephanie Lecocq/EPA Mark Zuckerberg dodges punches at European Parliament Facebook CEO’s performance left lawmakers furious — and desperate for another chance to grill him on privacy.",
  "The long-awaited hearing in Brussels had been billed as a showdown between the Facebook CEO and European Union lawmakers who drew up the world's most stringent privacy rules, especially after Zuckerberg had agreed to have the event broadcast live on the internet.",
  "\"The responses we received today from Mr. Zuckerberg, and indeed the restricted format of the hearing, were totally inadequate,\" Guy Verhofstadt, a liberal member of European Parliament who fired some of the sharpest barbs during the hearing, said in a statement.",
  "The chorus of frustration underscored the European Parliament's limited powers, and exacerbated a standoff between the EU and the world's largest social network over data collection practices that has sparked a global scandal over alleged privacy infringements.",
  "And yet, just minutes after the meeting ended, Tajani faced criticism about the format he had negotiated, which many said did not allow for proper scrutiny of the chief executive responsible for a privacy breach that affected millions of Europeans.",
  "Jan Philipp Albrecht, a key lawmaker on data protection issues who was invited to the meeting, said Parliament should have insisted on a question-and-answer format and \"not lengthy statements and a lengthy answer from Mr Zuckerberg.\"",
  "\"Today's meeting is just a starting point as we move towards a new form of governance for platforms\" — Antonio Tajani, Parliament President\n\nYet Zuckerberg wasted little time explaining how his company would comply with the rules.",
  "That was a mistake, and I’m sorry.”\n\nThe leaders of the Parliament's political factions had prepared for the encounter, hoping to corner the CEO on specific issues including privacy, competition and election manipulation.",
  "But the event, which lasted an hour and a half, saw Zuckerberg fail to satisfy European demands for answers and the European Parliament roundly mocked for using a format that let the Facebook boss get away with it.",
  "Facebook, he said, controls only 6 percent of the global advertising market and faces plenty of competitors, adding that there are \"18 million small businesses that use Facebook tools\" to grow their business.",
  "Mea culpa — again\n\nZuckerberg, who agreed at the last minute to have his European Parliament hearing broadcast live, started the meeting with a cheerful: \"It's good to be back in Europe!\"",
  "It ended with Zuckerberg vowing to get back to his questioners with more specific answers at a later date — before heading to Paris for a meeting with French President Emmanuel Macron.",
  "\"You have to remember that you're here in the EU where we created GDPR,\" said Claude Moraes, chairman of the civil liberties committee that led the drafting of the bill.",
  "The tone of questions from the start was much sharper, and much harsher, than those that Zuckerberg faced on Capitol Hill in Washington a few months ago.",
  "He said applications like the ones used by Cambridge Analytica were now more thoroughly checked before being granted access to users' personal data.",
  "Initially, Zuckerberg would speak only behind closed doors, prompting a wave of protest from politicians who argued that the event should be public.",
  "\"It is time to discuss breaking the Facebook monopoly,\" he said, asking Zuckerberg to convince him that the social network should not be broken up.",
  "Udo Bullman, the leader of the Socialists & Democrats group, echoed that frustration and called for another meeting to grill Zuckerberg on privacy.",
  "And he left many European lawmakers outraged after avoiding their questions on everything from data protection to fake news and election security.",
  "But the tech CEO, who divided questions into themes that he could address generally rather than one-by-one, had an answer ready.",
  "Zuckerberg responded: \"We weren't prepared enough for the kind of coordinated misinformation campaigns that we're now aware of.\"",
  "European lawmakers asked all their questions before the Facebook boss had to respond, leaving them with no time to follow up.",
  "Parliament President Antonio Tajani had lobbied Facebook for weeks to send its CEO but only last week landed a confirmation.",
  "\"Zuckerberg did not answer many of the direct questions put to him, and the few answers that we heard were disappointing.\"",
  "Poisoned gift for Parliament president\n\nParliament's leaders worked hard to bring the social media boss to Brussels.",
  "\"Will you guarantee that no manipulation from foreign and hostile interference ... on your platform can happen?\"",
  "\"Today's meeting is just a starting point as we move towards a new form of governance for platforms,\" he said.",
  "Manfred Weber, leader of the center-right European People's Party group, came out swinging.",
  "\"In which way will you adapt your business model to make sure that doesn't happen?\"",
  "Tajani tried to set the record straight at the outset of the meeting.",
  "But he added the tech CEO wouldn't agree to anything else.",
  "Tajani told POLITICO that \"it was an open debate.\"",
  "\"We need more answers in the next days,\" he said.",
  "\"The format of the meeting was a farce,\" he said.",
  "His answers on GDPR lasted about three minutes.",
  "Mark Zuckerberg has left the building.",
  "\"We are the regulators.\"",
  "asked Bullmann."
]