[
  "hearing, one politician accused him of creating a “digital monster” that was “out of control.” Zuckerberg insisted Facebook’s 2 billion users “own their data.”\n\nNot so, Vestager says–that data is currency, and Europeans are giving it up without realizing it.",
  "In May, after revelations that the data-mining company Cambridge Analytica had harvested huge numbers of Facebook profiles without users’ knowledge during the run-up to the 2016 U.S. elections, European lawmakers summoned co-founder Zuckerberg to Brussels.",
  "In June 2017, she fined Google €2.4 billion ($2.7 billion) for effectively shutting out competitors on its shopping service, and in July, she fined it €4.34 billion ($4.94 billion) for creating an effective monopoly through its Android operating system.",
  "On a rainy fall day, sitting in a homely office decorated with contemporary Danish paintings, she describes how she arrived in Brussels in 2014 with only a sketchy knowledge of the inner workings of giant companies.",
  "To others, including tech tycoons like Facebook CEO Mark Zuckerberg and Apple CEO Tim Cook, she is an irksome foreign official who has pried into their affairs and demanded changes in the way they conduct business.",
  "“Most businesses have to make a real effort to be able to pay their taxes and make a profit.”\n\nThough Vestager says she has not intentionally targeted U.S. companies, they have been her best-known cases by far.",
  "A furious Cook called her ruling “total political crap.” The money now sits in an escrow account while both Apple and Ireland itself–fearful of losing its business-friendly reputation–appeal the ruling.",
  "In May 2017, she fined the social-media giant Facebook €110 million ($125 million) for having secretly shared users’ profiles with WhatsApp, after the company bought the communications firm in 2014.",
  "In 2016, Vestager ordered Apple to pay a record €13 billion ($14.8 billion) in back taxes to the Republic of Ireland, where Apple has run parts of its business since 1980 under a low-tax structure.",
  "“You may not realize what currency you are using, but you will be paying, rest assured.”\n\nShe believes that there is now sufficient discontent among users for lawmakers to force through change.",
  "Her first five-year term expires in 2019, and her bid for a second faces opposition from Denmark’s government, whose blessing she needs; her own political party is no longer in power.",
  "It was a gift from a hostile Danish trade union in 2012, while she was Economy and Interior Minister, which she says reminds her that some people will always disagree with her.",
  "In 2015, for example, she ruled on a deal Starbucks struck with the Netherlands to pay rock-bottom tax rates in the country, where it had its regional headquarters at the time.",
  "As I arrive to meet Margrethe Vestager, she is bounding down the long corridor outside her Brussels office toward a group of German teenagers just leaving her office.",
  "“People in the tech industry are not used to being told what to do,” says Thomas Vinje, a lawyer in Brussels who heads the global antitrust team for Clifford Chance.",
  "law, Vestager investigates complaints of unfair competition, and then her rulings are heard in European courts, where plaintiffs have the chance to argue their side.",
  "And in her zeal for challenging vested interests, she has taken on some of the world’s biggest corporations, including Apple, Amazon, Facebook and Google.",
  "I do not want to give it away for free so you can make a lot of money on it, just like as a taxpayer I should not have to pick up your bills,'” she says.",
  "“I forgot to offer you these!” Europe’s Competition Commissioner says, handing them a box of chocolate-covered licorice from her hometown of Copenhagen.",
  "As much as curbing monopolies, Vestager wants her legacy to be reining in how companies suck up personal data, which she believes stifles competition.",
  "Four years after being appointed to one of the E.U.’s more controversial positions, Vestager has become both a global celebrity and a lightning rod.",
  "As Europe’s antitrust czar, she is responsible for maintaining a level playing field for every business operating inside the bloc’s 28 countries.",
  "Vestager found the agreement amounted to illegal “state aid” and forced the coffee giant to pay up to €30 million ($33.5 million) in back taxes.",
  "“She has certainly not made friends with Silicon Valley.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "This sense of right and wrong was instilled in Vestager when she was a young girl being raised in relative isolation on Denmark’s west coast.",
  "Since international law has only just begun tackling the issue, Vestager has appointed outside advisers to help draft new regulations.",
  "But Vestager, Denmark’s former Deputy Prime Minister, has grown used to getting strong reactions from people, not all as positive.",
  "Increasingly, the work has veered from her traditional competition portfolio into a much more incendiary issue: data privacy.",
  "“She’s amazing.”\n\nThere are few European Union officials whom jaded teenagers would ever want to meet, let alone gush over.",
  "In the U.S., it’s a role split between the Federal Trade Commission and the Department of Justice’s antitrust division.",
  "Too often, large corporations seemed to trample smaller ones underfoot by operating under completely different rules.",
  "“So it is extremely frustrating when you see that ‘equal under the law’ is for many, but not for everyone,” she says.",
  "With her future uncertain, she is racing to finish cases, from her office filled with vibrant art and objects.",
  "“Everyone was always received.”\n\nNow Vestager is in a position to minister to a much bigger population.",
  "To many Europeans and Americans, hers is a voice of sanity in an age of gluttonous profitmaking.",
  "She laughs, and says, “They would not have the imagination.”\n\nContact us at editors@time.com.",
  "She approached her job based on a principle she learned early in life, she says: fairness.",
  "But her office has pursued U.S. firms more aggressively than the country’s own regulators.",
  "Homeless people “would get food and a beer, and a place to stay for the night,” she says.",
  "One that sits on her coffee table is a sculpture of a hand with a raised middle finger.",
  "“You have to try this.” As she races back to her office, one student gazes after her.",
  "“Tech is changing our entire society.”\n\nYet Vestager’s work might soon be at an end.",
  "Her parents were Lutheran priests who ministered to their small-town community.",
  "“We are at the end of the beginning of an industrial revolution,” she says.",
  "And once again, a U.S. corporate giant was found to be a key offender.",
  "The most notorious has been with the world’s most profitable company.",
  "“Would Zuckerberg or Tim Cook also give you a middle finger?” I ask.",
  "“Our democracies tell us we are all equal under the law,” she says.",
  "Vestager says she has “very close relationships” with both.",
  "“This idea of services for free is a fiction,” she says.",
  "View Sample Sign Up Now\n\nVestager, 50, does not care.",
  "Townsfolk showed up daily to discuss their problems.",
  "This appears in the November 19, 2018 issue of TIME.",
  "And she seems genuinely offended by what she sees.",
  "“Wow,” she says, through a mouthful of licorice.",
  "So she decided it would be one rule for all.",
  "This, she says, is now her most urgent work.",
  "Her remit also extends to tax avoidance.",
  "“People now realize, ‘The data is mine.",
  "Where Vestager led the way, the E.U.",
  "At a fierce E.U.",
  "Under E.U.",
  "followed."
]