[
  "“While he is unable to accept your invitation we continue to fully recognize the seriousness of these issues and remain committed to working with you to provide any additional relevant information you require for your respective inquiries,” a Facebook spokesman wrote.",
  "Zuckerberg has clearly decided he has no stomach for a repeat public examination of his “digital monster.”\n\nThe rebuff came after Damian Collins, the head of the U.K. parliament’s media committee, joined his Canadian counterpart in pressuring Zuckerberg to testify.",
  "Facebook noted the social media company has provided multiple written submissions for inquiries into the Cambridge Analytica scandal and that senior officials have given evidence to the British Committee’s session in Washington and to British Parliament.",
  "In his latter appearance, Nigel Farage accused him of “willful discrimination” against conservatives on the platform, and positing the creation of a “Social Media Bill of Rights” to protect free speech.",
  "Facebook rejected the invitation to appear before the so-called “international grand committee” session Nov. 27, pleading it wasn’t possible for the Facebook founder to appear before all parliaments.",
  "In their letter to Facebook in October, representatives of both Canada and the U.K. said Mark Zuckerberg chose to send “less senior representatives” to previous public meetings.",
  "Facebook founder and CEO Mark Zuckerberg has refused to testify before Canadian and British lawmakers about the social media giant’s data privacy breaches.",
  "In Canada, they noted they had “similarly sent senior privacy and public policy representatives” and followed up to update their work.",
  "Zuckerberg has previously faced questions from the U.S. Congress and Senate as well as the European Parliament.",
  "Committee chairs from Australia, Argentina and Ireland joined the U.K/Canada call on Wednesday.",
  "Between them, the five countries have an estimated 170 million Facebook users.",
  "?"
]