[
  "Facebook held an internal briefing for employees on Tuesday about the Cambridge Analytica scandal but its two top executives, CEO Mark Zuckerberg and COO Sheryl Sandberg, didn't turn up.",
  "The chief executive of robotics company Ripcord, Alex Fielding, is stepping aside after a 19-year-old former employee claimed she was fired after complaining of a toxic work environment.",
  "Eight Roads Ventures, an early investor in Alibaba, has raised $375 million (£267 million) to try and help build $10 billion tech giants in Europe.",
  "The billionaire cofounder of WhatsApp, which Facebook acquired for $19 billion (£13.5 billion), tweeted that it's time to 'deletefacebook.'",
  "Zuckerberg and Sandberg have been noticeably silent since news of Cambridge Analytica's alleged misuse of Facebook's data broke on Sunday.",
  "A Facebook shareholder is suing the company for allegedly misleading investors by not telling them about the Cambridge Analytica scandal.",
  "Former Uber CEO Travis Kalanick has a new job as chief executive of a real estate company startup called City Storage Systems.",
  "Amazon is now the second most valuable company in the world, ahead of Google, Facebook, and Microsoft, but behind Apple.",
  "Subscribe with Google is a new tool that helps publishers find, retain, and charge subscribers, according to Bloomberg.",
  "One developer told Business Insider he built an app as a 'thought experiment' to test how much data people would give.",
  "Fan Yuan's suit claims that since Facebook knew about the problem for two years, it should have told investors.",
  "Google will spend $300 million (£213 million) to help its frenemies, news publishers, to grow subscriptions.",
  "Brian Acton was jumping on the #deletefacebook trend on Twitter following the Cambridge Analytica scandal.",
  "Spotify CEO Daniel Ek will be able to sell shares worth up to $2 billion in the music firm's upcoming IPO.",
  "Facebook's Cambridge Analytica scandal stems from the way the company opened up its platform a decade ago.",
  "He will retain 37% voting power at Spotify, no matter how many shares he might sell.",
  "However, Fielding will stay on as chief product officer, and on the company's board.",
  "CSS plans to buy distressed real estate then refurbish them for digital systems.",
  "Amazon shares finished up 2.69% at $1,586.51 (£1,130.72) on Tuesday.",
  "The company wants to help fill Europe's late-stage funding gap.",
  "Here is the tech news you need to know this Wednesday.",
  "Philippe Wojazer/Reuters\n\nGood morning!",
  "Facebook COO Sheryl Sandberg.",
  "10.",
  "9.",
  "8.",
  "7.",
  "5.",
  "6.",
  "1.",
  "2.",
  "4.",
  "3."
]