[
  "\"We are confident that the earthquake will happen, more confident than we have been that it will happen in months, not years,\" Jonathan Ruffer, the cofounder of Ruffer LLP, the firm behind a series of trades last year betting on a rise in market volatility via the purchase of 50-cent options contracts, said in a quarterly investment note to clients.",
  "Venture-capital investing jumped 18.5% to $28.2 billion in the first quarter, but the 1,693 startups that got funding in the period was the lowest since at least 2011, according to a joint report from PitchBook and the National Venture Capital Association.",
  "The ruble has tumbled more than 10% versus the dollar this week after the Trump administration on Friday imposed new sanctions on 24 wealthy Russians and government officials as well as over a dozen Russian-controlled entities.",
  "The German billionaire Karl-Erivan Haub, who is the owner and CEO of the retail group Tengelmann, went missing during a ski trip in the Swiss Alps last week.",
  "Global debt levels rose by $21 trillion last year to $237 trillion, the highest level on record, according to the Institute of International Finance.",
  "Consumer prices in China fell 1.1% month-over-month in March, missing the 0.5% decline that economists were anticipating.",
  "The Facebook CEO testified Tuesday at a US Senate joint committee hearing on the Cambridge Analytica data scandal.",
  "ET, and the minutes from the March Federal Open Market Committee meeting will cross the wires at 2 p.m.",
  "China's Shanghai Composite (+0.56%) led the gains in Asia, and France's CAC (-0.3%) lags in Europe.",
  "The '50 Cent' trader who bets on market volatility says a financial 'earthquake' is coming.",
  "The data was most likely distorted by temporary factors related to the Lunar New Year.",
  "Mark Zuckerberg survived 5 hours of relentless questioning from Congress.",
  "He will be back on Capitol Hill for more testimony on Wednesday.",
  "The Russian ruble is on track for its worst week since 1999.",
  "One of Germany's richest men is missing in the Swiss Alps.",
  "Bed Bath & Beyond is set to report after markets close.",
  "The S&P 500 is set to open lower by 0.69% near 2,638.",
  "The US 10-year yield is down 1 basis point at 2.79%.",
  "Reuters/Leah Millis\n\nHere is what you need to know.",
  "Fewer companies are getting venture-capital money.",
  "Stock markets around the world trade mixed.",
  "The world has never been in this much debt.",
  "Chinese inflation comes up short.",
  "CPI will be released at 8:30 a.m.",
  "US economic data trickles out.",
  "Earnings reporting is light.",
  "ET."
]