[
  "The Washington Post reported that Trump asked Dan Coats, director of national intelligence, at a March 22, 2017 briefing whether Coats “could intervene with then–FBI Director James B. Comey to get the bureau to back off its focus on former national security adviser Michael Flynn in its Russia probe.” Per the report, two days later, Trump called Coats to ask him to “issue a public statement denying the existence of any evidence of coordination between his campaign and the Russian government.” After consulting internally, Coats reportedly declined to intervene with Comey or issue the requested statement because he deemed the requests inappropriate.",
  "That to me would be far more powerful kompromat than any video.” In response to the McClatchy report, Schiff indicated there “have long been credible allegations of money laundering which, if true, would pose a real threat to the United states in the event that Russia were able to leverage evidence of illicit financial transactions against the president.”\n\nTrump will have little ability to impede congressional efforts to obtain this information.",
  "President Richard Nixon’s misuse of intelligence resources to thwart the Watergate investigation featured prominently in the Articles of Impeachment adopted by the House Judiciary Committee—specifically accusing Nixon of “endeavoring to misuse the Central Intelligence Agency.” Note that “endeavoring” is akin to “attempt,” and would not require the misuse of intelligence resources itself to occur, just an effort to make it happen.",
  "According to the report, the “anonymous call was placed in between two other calls between Trump Jr. and Emin Agalarov.” When asked by lawmakers if his father has a blocked number, Trump Jr. said, “I don’t know.” However, others have testified that calls from Trump’s residence do appear as “blocked.” Plus, there is other circumstantial evidence that suggests Trump himself may have known and authorized the meeting.",
  "They identified measures “necessary to compel important testimony and the production of documents to pursue promising leads, overcome improper assertions of privilege, ensure a complete record about key communications and events, and determine the veracity of statements made by key witnesses.” Now, the Democrats can return to those leads they deem material to a fulsome account of Russian election interference.",
  "The intelligence committee will also likely do a deep dive on allegations that officials of the United Arab Emirates, private security contractor Erik Prince, and George Nader, a Lebanese-American businessman who advised the UAE, sought to provide foreign campaign assistance and establish a back-channel communication conduit with Russia that would bypass the U.S. intelligence community.",
  "The two men reportedly “insisted they’d never felt pressured to do anything improper, but they parsed their words carefully and stopped short of outright denials that Trump had asked them to undermine the FBI’s probe.” Senate Democrats, and even Republicans, expressed dismay at their recalcitrance, but the Republican-led committee failed to use its subpoena or contempt power.",
  "I would anticipate the House Intelligence Committee will recall the following (non-exhaustive) list of witnesses:\n\n• Steve Bannon, former chief Trump campaign strategist and White House adviser, for his refusal to testify about the presidential transition, his communications with Trump since leaving government, and his involvement with Cambridge Analytica.",
  "On June 9, 2016, Donald Trump Jr., Jared Kushner, and Paul Manafort, met at Trump Tower with a Russian delegation that promised “dirt” on Democratic presidential nominee Hillary Clinton as part of “Russia and its government’s support for Mr. Trump.”\n\nWhile House Republicans ignored these reports, expect Schiff to pursue this line of inquiry aggressively.",
  "Third-party document requests (in the shadow of a subpoena threat)\n\nThe Democrats’ “Minority Views” report expressed a desire for follow-up document requests of numerous third-parties related to the investigations, including: the Trump Organization, the Trump campaign, the Trump transition team, and Deutsche Bank for Trump Organization financial records.",
  "Democrats have indicated they would like to re-interview Kushner about his role in a Dec. 15, 2016 meeting at Trump Tower with UAE officials, and would also like to compel testimony and documents from Prince about information that may contradict his prior testimony about contact with Russian insiders during January 2017 meetings in the Seychelles.",
  "Schiff complained that the committee failed to subpoena phone records that would reveal the identity of a blocked call with Trump Jr. that took place while he was setting up the June 2016 meeting with Emin Agalarov, a Russian real estate developer and musician who first told Trump Jr. about the Russian offer to deliver dirt on Clinton.",
  "In June, McClatchy reported that “buyers connected to Russia or former Soviet republics made 86 all-cash sales—totaling nearly $109 million—at 10 Trump-branded properties in South Florida and New York City.” That story also indicated that many of these purchases flowed through shell companies designed to obscure their identities.",
  "Glenn Simpson, co-founder of Fusion GPS (which commissioned the Steele dossier while working on opposition research for the Hillary Clinton campaign), told Schiff’s committee that his research uncovered “patterns of buying and selling that we thought were suggestive of money laundering” at Trump properties.",
  "The committee Democrats published their own report, titled, “Minority Views,” to respond to the Republicans’ “Report on Russian Active Measures, March 22, 2018.” The Democrats’ report contains a good road map of where they felt the investigation had been stymied.",
  "Moreover, much of the information related to transactions likely to come under scrutiny is in third-party hands: with Trump-property tenants, at banks, with accountants, in corporate filings, and in local government offices that record real estate transactions.",
  "More From Just Security:\n\nA Thousand Cuts: How the Acting Attorney General Could Kill Russia Investigations Without Firing Mueller—and Only “Norms” Could Stop Him\n\nFrom Brunson to Khashoggi, Global Magnitsky Sanctions Score a Mixed Record of Firsts",
  "Two years since President Donald Trump’s election, the question remains unanswered: What is driving Trump’s departure from traditional bipartisan confrontation of Russian aggression and his strange affinity for and acquiescence to Putin?",
  "This disclosure raised the obvious question: How did the self-professed “King of Debt” raise enough liquid cash to purchase all of those properties, and why buy in all cash when it goes against standard real estate industry practices?",
  "The committee will also likely seek to engage the special counsel to help arrange testimony by witnesses cooperating with law enforcement, including: Michael Cohen, Michael Flynn, Rick Gates, Paul Manafort, and George Papadopoulos.",
  "• Corey Lewandowski, former Trump campaign manager, for his refusal to testify about his conversations with Trump about the June 2016 Trump Tower meeting, Trump’s firing of Comey, and Trump’s efforts to fire Mueller.",
  "In a prior article, I gave context to the dynamics at play in their simultaneous refusal to answer or assert executive privilege, and criticized the Senate for not bringing its power of compulsion to bear.",
  "In addition, the Democrats want to obtain records from communications service providers and social media companies reflecting communications of witnesses, Russian cutouts, and other persons of interest.",
  "Democrats, as well as the Republican foreign policy establishment and special counsel Robert Mueller, have been trying to figure out the nature of Trump’s relationships with Russia and Vladimir Putin.",
  "In consultation with the special counsel, the committee may also consider a grant of immunity to Credico, who has indicated an intent to assert his Fifth Amendment right against self-incrimination.",
  "Further, they consistently refused to use subpoenas and contempt powers to compel recalcitrant witnesses from providing information or defending unsupported claims of privilege.",
  "Schiff has raised concerns about reports that a cash-strapped Trump Organization received infusions of cash that may have had their origins in Russia or among Putin’s allies.",
  "Here, I’d like to drill down on a few specific areas of unfinished business in the Russia investigation that may come rushing back to the fore as Democrats assume control.",
  "The Washington Post reported the Trump Organization had been able to spend more than $400 million in cash on new properties in the nine years before he ran for president.",
  "• Roger Stone, to address new information about his knowledge of WikiLeaks possession of stolen Democratic emails and his interactions with Randy Credico as a conduit.",
  "I previously offered a broader assessment of likely national security oversight agenda items under Democrats, including an overview of the intelligence committee.",
  "Chip Somodevilla/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "With subpoena power, Democrats will likely return to other Trump advisers and associates who have refused to answer questions during committee appearances.",
  "The New York Times quoted Schiff: “One of the issues that is of great concern to me is: Were the Russians laundering money through the Trump Organization?",
  "• Hope Hicks, former White House communications director, for her refusal to testify about her White House tenure and the presidential transition.",
  "Following the Democratic takeover of the House in January, Rep. Adam Schiff (D-Calif.) is expected to chair the House Intelligence Committee.",
  "As such, the separation-of-powers issues at issue in many congressional investigations such as executive privilege will not be present here.",
  "While in charge, committee Republicans sharply circumscribed the scope of the inquiry, blocking lines of inquiry and evidence collection.",
  "Coats and Rogers refused to answer questions from the Senate Intelligence Committee about these alleged requests from Trump.",
  "The story recounts a similar request made by Trump to Adm. Mike Rogers, then the director of the National Security Agency.",
  "But the Democrats that will steer the renewed Russia investigation have concrete investigative steps that are ready to go.",
  "His leadership will come after a spectacle of partisan acrimony during the chairmanship of Rep. Devin Nunes (R-Calif.).",
  "While House Republicans ignored these reports, expect Schiff to pursue this line of inquiry aggressively.",
  "Under Schiff, the House Intelligence Committee would be able to pick up where the Senate backed down.",
  "And the committee may now grant the special counsel access to Stone’s committee interview transcript.",
  "The new Democratic majority will have to spend significant time developing its oversight agenda.",
  "House Intelligence Committee ranking member Rep. Adam Schiff.",
  "The information relates to pre-presidency conduct.",
  "They can also pick up on unpursued Senate leads."
]