[
  "\"You start to realize … how important it's going to be for the future of the world that we police these things well, that we take it very seriously and put real resources against solving the problems now that you're at this scale,\" said Systrom, speaking Tuesday evening at the WSJ Tech D.LIVE conference in Laguna Beach, California.",
  "Systrom, who left his role at Facebook as head of Instagram in September, did not call for the regulation of social services, but he did highlight anti-bullying features built by Instagram under his tenure as examples of the necessary policing.",
  "Instagram co-founder and former CEO Kevin Systrom said it is important for the future of the world that social media companies be policed well and seriously address the issues of misinformation and harassment on their services.",
  "Systrom said Russian meddling in U.S. elections and the exploitation of Facebook user data by Cambridge Analytica have highlighted just how big social media companies have become and the implications of their reach.",
  "\"In an era when you can distribute information widely to the world very, very quickly and amplify it, what happens when you think some political figure said something they didn't?\"",
  "In particular, Systrom highlighted \"deepfakes,\" which are highly-believable doctored videos that are beginning to make their way onto social services.",
  "Since leaving Facebook alongside his Instagram Co-founder Mike Krieger, Systrom has not shared many details about his reason for leaving.",
  "\"We're on a steep curve here,\" said Systrom, adding that he's bullish that social media companies will be able to solve these issues.",
  "This emerging type of fake content will be among the next set of problems social media companies will have to contend with, he said.",
  "Those features include letting users turn off comments on their posts and using machine learning filters to stop bullying.",
  "At another conference in October, Systrom said that \"no one ever leaves a job because everything's awesome.\"",
  "\"You have tradeoffs in your job, and not everything is always perfect.\"",
  "\"That's not to say that it won't be without its challenges.\"",
  "\"It's getting on the margin of real,\" Systrom said.",
  "He echoed that sentiment on Tuesday.",
  "\"Every job has tradeoffs,\" he said."
]