[
  "I’m giving to support those who are sticking to the truth.”\n\nYuchen, China\n\n“In support of information that is deep in research and rich in context.”\n\nJamin, Kenya\n\n“Because I am grateful for having free and unlimited access to a very good newspaper, I consider it my duty to support independent journalism if I can afford it at the moment.”\n\nBikash, India\n\n“I respect and admire that before resorting to a paywall, you’re appealing to your readers with truth and facts, so hopefully they will voluntarily support you.",
  "Thanks for trying to find a balance between a paywall and advert-city.”\n\nRobert, US\n\n“The Guardian is one of the few news outlets that regularly reports in a non-sensationalist, non-fear mongering way on issues that I care about and believe are important.”\n\nAshleigh, Australia\n\n“Because you’re the only daily news outlet writing anything worth reading.",
  "Because we love reading Katharine Murphy let loose, because First Dog makes us cry (with laughter and sorrow) and because it’s about time we paid up to support quality journalism.”\n\nClaire, Australia\n\n“I’m 25 and am both worried for our future as a human community and angry against people who exploit the ignorance of their fellow citizens.",
  "We asked what else motivated people to join our community – here are some of their responses:\n\n“I appreciate that you supply the articles for free and leave it up to me to decide the worth and value of your journalism.",
  "One million supporters over three years: the story so far\n\nSupporters in their own words\n\n\n\nOur deep investigative reporting of the Panama Papers and Cambridge Analytica scandals inspired readers to support us.",
  "Thank you.”\n\nAlexander, Austria\n\n“The Guardian makes the kind of journalism that at least makes me feel like I understand slightly more about this chaotic world of ours.”\n\nOtto, Finland",
  "Thanks to their financial support, we have been able to keep our quality, independent journalism open to everyone, free of charge, wherever they are.",
  "So I chose to contribute something to say thank you.”\n\nDan, UK\n\n“The Guardian has become my most trusted news source, and to me that is invaluable.",
  "Supporting you is the least I can do.”\n\nNando, Honduras\n\n“It’s really hard for all journalists to report, especially to do investigative reports.",
  "Thank you.”\n\nColleen, US\n\n“It’s nice that when there is an interesting Guardian article, I can quickly donate a ‘ tip ’ that day, at my choice.",
  "Unhindered access to information for all people, no matter income, gender, education etc, is the foundation for justice and freedom.",
  "Since 2015, the number of Guardian supporters has grown to include readers, listeners and viewers from across the world.",
  "Now is the time to give what I can.”\n\nJeremie, France\n\n“Because the Guardian gives a voice to the unheard.",
  "As a Chinese citizen, I’ve read too much fake news and biased reporting here.",
  "I believe you should be recognised and rewarded for that.",
  "I read newspapers online a lot, for free.",
  "The Guardian questions the status quo."
]