[
  "Web inventor Tim Berners-Lee, for example, used the Berners-Lee keynote that opened the conference Monday night to call for companies, governments and Internet users to unite around a “Contract for the Web.”\n\nIts nine principals call for meeting such goals as protecting privacy, providing universal Internet access, keeping the Internet open and universal (Berners-Lee has called for net-neutrality protections before), and building online social systems that impede harassment and hate speech but promote constructive conversations.",
  "More: Apple CEO Tim Cook supports stricter data privacy laws, warns of 'data industrial complex'\n\nMore: Americans are more concerned with data privacy than job creation, study shows\n\nMore: UK watchdog fines Facebook $644,000 over users’ data breach in Cambridge Analytica scandal\n\nBut Summit speakers also had suggestions about what to do to fix things.",
  "\"The real guarantee of an innovative future comes from keeping markets open.”\n\nIn a press conference afterwards, she defended the EU’s sweeping General Data Protection Regulation, which requires companies to let their customers see, edit or delete most data collected about them.",
  "(Photo: Getty Images)\n\nLISBON—Cambridge Analytica whistleblower Christopher Wylie had some harsh words at the Web Summit conference here for the business he had chosen and the company whose data he had once helped exploit for that now-bankrupt research firm.",
  "CLOSE Former Cambridge Analytica researcher Christopher Wylie testified before members of the Senate Judiciary Committee on Wednesday, as they seek answers into how the London-based firm misused Facebook data during the 2016 U.S. presidential election.",
  "Microsoft president Brad Smith, meanwhile, used a Wednesday evening keynote to call for \"a digital Geneva Convention” to end state cyberattacks against civilians and asking for support for the company’s Digital Peace campaign.",
  "\"The tools that we've created, the tools often times that you've created, have been turned by others into weapons,” he said, citing in particular last year’s international ransomware attacks.",
  "In a Web Summit talk, Google product-management vice president Tamar Yehoshua said the GDPR \"has helped us focus our work” of providing clearer and more comprehensive privacy controls.",
  "\"Facebook, it has so much power at its disposal, it is making a digital clone of our society,” he said to British newscaster Krishnan Guru Murthy in a panel last Tuesday afternoon.",
  "For instance, United Nations secretary general António Guterres warned in a speech last Monday night that \"the weaponization of artificial intelligence is a serious danger.\"",
  "He compared Facebook’s conquest of social media to European colonizers’ conduct across Asia, Africa, and Latin America, calling it “our generation's East India Company.\"",
  "Read or Share this story: https://www.usatoday.com/story/tech/columnist/2018/11/12/support-regulating-social-media-facebook-privacy-surfaces-web-summit/1947813002/",
  "And even if this debate does not yield a new law, many U.S. firms have decided to extend some GDPR privacy protections to U.S. users.",
  "---\n\n\n\nRob Pegoraro is a tech writer based out of Washington, D.C. To submit a tech question, e-mail Rob at rob@robpegoraro.com.",
  "Vestager said the GDPR’s principles, if not its extensive details, continue to draw interest on the other side of the Atlantic.",
  "“There's no need to ask people to give up values like privacy, democracy, fairness in the name of innovation,” she said.",
  "(Disclosure: Pegoraro moderated four panels here, in return for which the organizers covered most of his travel costs.)",
  "\"I find that there is sort of an increased questioning and curiosity on what we're doing in Europe,” she said.",
  "The U.S. government may not lead on those issues, but the European Union seems prepared to.",
  "Wearing an “Arrest the President” hoodie, Wylie demanded regulations for social media.",
  "\"As an individual, you need to hold those companies accountable,” Berners-Lee said.",
  "\"If we can regulate nuclear power, why can't we regulate some [expletive] code?\"",
  "EU competition commissioner Margrethe Vestager said in a keynote Wednesday.",
  "(May 16) AP\n\nA city beneath a web of connected lines.",
  "“You need to hold those governments accountable.\"",
  "Follow him on Twitter at twitter.com/robpegoraro.",
  "That was a common sentiment at Web Summit.",
  "\"We need governments to do better.\"",
  "he asked as the audience cheered."
]