[
  "\"Buy-side shops looking to consume alternative data, be it credit card panels, satellite imagery, location intelligence, app usage, social media or other alternative data, are very careful with respect to data provenance; that is, ensuring that the transfer of data from the original user or creator of the data all the way to the buy-side never breaches any duty or obligation owed to another party,\" Peter Greene, Vice Chair Investment Management Group, Lowenstein Sandler, LLP explained.",
  "\"I don't think startups are having a hard time finding capital, but I do think startups that intend to work outside of the constraints of the ecosystem as it is currently defined find a hard time attracting interest particularly in times of concerns around data protection and privacy,\" Lee remarked.",
  "At a time when we look toward an uncertain future driven by Artificial Intelligence with the recent past specter of Cambridge Analytica still fresh in the minds of most, the intersection of data, media and investments in such will truly become one of the most important of our time.",
  "This confluence of circumstances makes for a tricky area for many media-related startups navigating the terrain when raising money for ventures that are heavily reliant upon data exchanges in a world fraught with security challenges as well as creative competition.",
  "Such is the climate that Greene and his fellow panelists Ramesh Babu, Managing Director, ConsenSys; Kamaron Leach, Reporter, Bloomberg, Justin Hendrix, Executive Director, NYC Media Lab; and angel investor and CEO, Didit.com, Kevin Lee analyzed during the evening.",
  "Indeed a recent study from PricewaterhouseCoopers indicated that 45 percent of industry executives surveyed said that they had experienced internal data theft and were extremely concerned about data hijacking from competitors, foreign entities and more.",
  "Yet at the same time, given the advent of a variety of forms of emerging technology from augmented reality to artificial intelligence, there is a hotbed of startup activity in the media space which complicates matters even more.",
  "Innovation around and protection of data, particularly as it pertains to media platforms is a very hard animal to tame, and the arena will only become more complex in an era where new ideas and new voices need to be supported.",
  "As the stakes become higher for all those involved within this ecosystem, there will be massive paradigm shifts that will take place that will make this arena one of the most interesting to track now and in the days ahead.",
  "In terms of a template by which to best pattern themselves, such companies have few models to replicate given that legacy media companies, and even those at the 10-year mark, struggle daily in such a complex data arena.",
  "\"Personal data use has always been a point of contention for industries which operate close to customers, and media companies are right in the center of this conundrum as their businesses rely on it, \" explained Babu. \"",
  "In fact a recent New York Times article noted that even though Facebook has made it through the mid-term elections seemingly unscathed as former seat of misinformation, that such a reprieve would not last long.",
  "\"Larger organizations are often risk-averse and therefore it sometimes makes sense for them to hang back to evaluate the potential opportunity of a new technology, platform or business idea,\" he continued.",
  "That is why conversations like tonight’s are so important to bring us together as a community of tech partners to discuss how shifts in technology will affect the future of work for the industry.\"",
  "However, he feels that even those aware of Cambridge Analytica may not truly know nor deeply understand what having their data online exposes them to and impacts their lives and belief system.",
  "In fact, such was the topic of conversation at a recent and quite timely panel discussion entitled \"Media StartUps In A Post Cambridge Analytica Era\" which was held at the SAP Leonardo Center.",
  "However, when it comes to the latter, Leach who tracks media, entertainment and technology in his role at Bloomberg said that individuals seem to have become a bit numb to such occurrences.",
  "Thus the next generation of founders in the space must be savvy in their navigation in their approach to raising investments in addition to demonstrating a near-mastery of data pitfalls.",
  "\"In my opinion, I don't believe everyday people -- particularly those outside of the technology industry -- are as concerned, or even aware their personal data may have been exposed.",
  "Lee explained that companies often take such a position because it gives them more options, including investment in a selected startup, acquisition of the startup and fast follower.",
  "\"We believe that diversity is the cornerstone that fuels innovation,\" Thamara Ramirez-Walker, Senior Director, SAP Global Marketing who provided opening remarks for the discussion.",
  "Greene, whose expertise directly intersects with these issues added that the buy-side typically wants to steer clear of receiving personally identifiable information (PII).",
  "This figure drops even much, much further when one compares actual media ownership which is massively unbalanced and in drastic need of new entrants with new perspectives.",
  "This is certainly a challenging hurdle to overcome as Pew Research only recently announced that just the newsroom part of the media diversity mix alone is dismal.",
  "Indeed more than 77 percent of newsroom employees are non-Hispanic white as opposed to 65 percent of U.S. workers in all occupations and industries combined.",
  "While government officials and the journalism community hold the civic duty to keep the public informed, Americans already have to balance everyday life.\"",
  "In an ideal world, any data a customer shares and entrusts to a company should be owned by the customer, with the company acting as only a custodian.\"",
  "\"A key way to avoid bad outcomes as we advance emerging media technologies is to advance the diversity of the teams building the tech,\" says Hendrix.",
  "He further added that throughout the lifecycle of engagement that customers should be explicitly told where and how their data is going to be used.",
  "Such worries are complicated even more by those manipulating data to drive various commercial and political agendas and create false perceptions.",
  "As a result, many corporate development or venture groups within large corporations will not sign even the weakest non-disclosure agreement.",
  "While blockchain may not be able to address all of the challenges around data privacy, it definitely has a role to play in future.",
  "And media, in its largest definition, is a particularly vulnerable target of such acts given its various business models.",
  "Feverishly created and coveted, its potential exploitation and ill-intentioned manipulation is deeply feared.",
  "Yesterday's hijack of Google is only the latest incident regarding hacks and misuse of data.",
  "Naturally, data is a commodity that always has a buyer that is interested in purchase.",
  "Many are hedging bets around at least the latter part of this equation on blockchain.",
  "\"The goal is to create cultural, social and design awareness to avoid blind spots.",
  "Diversity, privacy and more are clearly hot buttons in our society today.",
  "Data is arguably one of the most important elements in our lives today.",
  "Leach says that part of the issue may simply be awareness.",
  "With such high stakes, investors are cautious.",
  "\"Technology is changing the world around us.",
  "The narrative around this area is growing.",
  "We know it’s the right thing to do. \""
]