[
  "Read more: These investors control $3 billion of Facebook stock — and they want to take Zuckerberg down\n\n\"He is not accountable to anyone, not the board or the shareholders, which is a bad corporate-governance practice,\" one told me.",
  "Stepping down as chairman would allow him to acknowledge his failings, throw a bone to angry shareholders and Facebook critics, and yet still keep control of the $40 billion company he created in his Harvard dorm room.",
  "It features the board member Erskine Bowles, the chair of Facebook's audit committee, conducting a foul-mouthed grilling of management on how the company allowed itself to become a tool for Russian interference.",
  "\"Mr. Cook's criticisms infuriated Mr. Zuckerberg, who later ordered his management team to use only Android phones — arguing that the operating system had far more users than Apple's,\" The Times said.",
  "On the lack of interest, the report said Zuckerberg, and his right-hand woman, the chief operating officer Sheryl Sandberg, were \"distracted by personal projects\" as Facebook was dragged into danger.",
  "The Times portrays Zuckerberg as, at best, uninterested in some of the existential issues that have threatened Facebook over the past three years and, at worst, even complicit in exacerbating them.",
  "Drew Angerer/Getty Images\n\nIn Zuckerberg's defense, Facebook on Thursday said he and Sandberg were \"deeply involved in the fight against false news and information operations on Facebook.\"",
  "And as far as making things worse, well there's an anecdote about his misjudging the anger against his social network in a clumsy conversation with Republican Rep. Greg Walden.",
  "If you haven't read The New York Times' blockbuster 6,000-word opus on how Facebook has dealt with a sequence of scandals, it's a worthwhile investment of your time.",
  "Zuckerberg's failures are red meat for furious investors\n\nAll of this is red meat to the growing cabal of angry investors who want Zuckerberg gone as chairman.",
  "In its own right, the black-ops mission to cast George Soros as the puppet master behind an anti-Facebook movement is startling and disturbing.",
  "This is despite this governance mechanism functioning pretty smoothly at other tech companies, including Apple, Twitter, and Microsoft.",
  "\"I designed the platform, so if someone's going to get fired for this, it should be me,\" he told Recode earlier this year.",
  "(Facebook said in response to the Times report that it had \"long encouraged our employees and executives to use Android.\")",
  "There is now a fresh proposal to split Zuckerberg's dual role that will be voted on at next year's shareholder meeting.",
  "Business Insider has spoken several times with activist shareholders, with holdings worth more than $3 billion.",
  "It might also help achieve the ultimate aim of making Facebook a better, safer place for its 2 billion users.",
  "Analysis has shown that it was supported by 51% of independent investors at the annual shareholder meeting.",
  "As evidence of Russian meddling mounted last year, the report said, Zuckerberg was on a \"listening tour.\"",
  "It also said he preferred to focus on \"broader technology issues,\" leaving the politics to Sandberg.",
  "In the heat of the Cambridge Analytica data debacle, Facebook was criticized by Apple CEO Tim Cook.",
  "But something else stood out, and it speaks volumes about the way Zuckerberg deals with crises.",
  "And there's one element of The Times' story that underlines the value of independent oversight.",
  "It has said an independent chairman would create \"uncertainty, confusion, and inefficiency.\"",
  "Based on interviews with 50 people, it is rich with devastating anecdotes and mini-scandals.",
  "But overall, the impression I took away was one of a spectacular failure in leadership.",
  "They believe Zuckerberg's feet need to held to the flames by an independent chairman.",
  "And in this sense, all roads lead to Facebook's CEO and chairman, Mark Zuckerberg.",
  "It smacks of petulance at a time when Facebook needed reasoned responsibility.",
  "Erskine Bowles, the chair of Facebook's new Audit & Risk Oversight Committee.",
  "Instead of taking it on the chin, The Times said, Zuckerberg was riled.",
  "A proposal to oust him as chairman was put forward last year.",
  "Getty\n\nFacebook has consistently brushed off these demands.",
  "It's not as if Zuckerberg is blind to Facebook's failings.",
  "\"He's his own boss, and it has clearly not been working.\"",
  "Facebook's chief operating officer, Sheryl Sandberg.",
  "Zuckerberg and Sandberg were stunned into action.",
  "He accepts that the buck stops with him.",
  "It is already gathering support."
]