[
  "\"As you know, there is a concerted right-wing effort the world over to demonize Mr. Soros and his foundations, which I lead—an effort which has contributed to death threats and the delivery of a pipe bomb to Mr. Soros' home,\" Gaspard wrote in the letter, which was also posted on his Twitter account.",
  "In the blog post Thursday, Facebook said there were \"a number of innacuracies\" in the article and said that while it did hire Definers to look into who funded an anti-Facebook group, \"To suggest that this was an anti-Semitic attack is reprehensible and untrue.\"",
  "In a letter addressed to Facebook COO Sheryl Sandberg and copying CEO Mark Zuckerberg along with several Facebook investors and Washington politicians, Open Society Foundations President Patrick Gaspard denounced Facebook's alleged efforts to disparage Soros.",
  "The president of George Soros' foundation blasted Facebook executives over allegations that the company had funded a Republican-opposition research firm to discredit Soros in part by leveraging anti-Semitic sentiment toward the billionaire liberal donor.",
  "The New York Times initially reported the allegations Wednesday evening as part of an investigation into Facebook's handling of data exposure through the Cambridge Analytica scandal and the spread of false information linked to Russia.",
  "An official from Soros' foundation reportedly told the Times it had not supported the \"Freedom from Facebook\" group targeted by the company and had not made grants in support of campaigns against Facebook.",
  "According to the Times investigation, Facebook engaged Washington-based consultant Definers Public Affiars to help maintain its image as it trudged through a wave of negative coverage.",
  "Gaspard said that beyond Soros, \"Your methods threaten the very values underpinning our democracy,\" and asked to speak with Sandberg in person about how Facebook plans to move forward.",
  "The Times said reporters received a research document from Definers after the House hearing this summer that suggested Soros was behind a movement against Facebook.",
  "Soros has long been a target by the political right and was one of the erecipients of a pipe bomb last month that were also sent to many liberal politicians.",
  "\"You are no doubt also aware that much of this hateful and blatantly false and Anti-Semitic information is spread via Facebook.\"",
  "Following the Times investigation, Facebook ended its relationship with Definers, Facebook said in a blog post Thursday.",
  "Facebook did not immediately respond to a request for comment for this story.",
  "Here is the full text of the letter from Patrick Gaspard:"
]