[
  "Because of Facebook’s propensity to algorithmically amplify content that generates strong emotions, University of Pennsylvania professor Kathleen Hall Jamieson concludes in her new book Cyberwar that Russian activity in the 2016 election “not only infected the news agenda but also tilted the balance of discourse in battleground states against the Democratic Party nominee.”\n\nWarner, one of the few in this drama who comes off as more concerned about the fate of the republic than the prospect of Facebook campaign contributions, has been such a strong and consistent interrogator of Facebook that his party leader, Schumer, felt compelled to defend his old friend Sandberg.",
  "Over the past three years, Facebook has been outed for abusing the trust of its users, sharing personal data with third parties like Cambridge Analytica, unwittingly hosting Russian-backed propaganda intended to undermine American democracy, amplifying calls for religious and ethnic violence in places like Sri Lanka and Myanmar, and promoting violent authoritarian and nationalist leaders like Rodrigo Duterte in the Philippines and Narendra Modi in India.",
  "And we know that COO Sheryl Sandberg, in the face of growing scrutiny of the company, was so desperate to repair the leak in the price of Facebook stock that she went into cahoots with a number of suspect figures across American politics—including a right-wing opposition research shop dabbling in the PR dark arts as well as Senate Minority Leader Chuck Schumer, who ran interference for the company within his party.",
  "After months of stalling and dodging and under intense pressure from Sen. Mark Warner of Virginia, the ranking minority member of the Senate Intelligence Committee, Facebook finally revealed in late October 2017 that Russian propaganda had reached at least 126 million American Facebook users.",
  "Sandberg consistently backed Kaplan, denying the American public a full account of a hostile foreign power’s attempts to influence an election and, just as important, the fundamental vulnerability of Facebook to being hijacked by almost any small but determined force.",
  "After all, didn’t he just want, in his words, to “bring the world closer together?”\n\nThe Times report makes clear that Zuckerberg and Sandberg played no-cop-bad-cop while troubles rolled across their screens and into their board meetings.",
  "As these stories piled up and public trust eroded, the Times reports, Zuckerberg consistently exempted himself from crucial discussions with the Facebook security team and acted generally baffled that anyone would question his baby.",
  "Sandberg, a veteran of the Clinton administration and a thoroughly connected member of America’s corporate and cultural elite, called in all the favors she could and appealed to some of the baser instincts of potential allies.",
  "Thanks to some deep reporting by a team of New York Times reporters, we now know that CEO Mark Zuckerberg spent the year after the 2016 presidential election largely checked out and clueless about the monster he had created.",
  "Sandberg also reportedly unleashed a propaganda campaign that leveraged the right-wing meme machine—the same machine that so deeply pollutes Facebook with misinformation and disinformation about life in America.",
  "Kaplan reportedly led the charge internally to water down Facebook reports about the breadth of Russian attacks on American democracy for fear of angering President Donald Trump and conservative power brokers.",
  "All the while boasting of transparency and concern for the health of our communities, Facebook clandestinely played with the very villains who regularly warp and pollute our culture and politics.",
  "Crucially, Sandberg brought on Republican lobbyists like Joel Kaplan, last seen lending public support to his old friend, Justice Brett Kavanaugh, during his fraught confirmation hearings.",
  "It was a terrible idea in the first place, but as long as advertisers, authoritarians, and Chuck Schumer protect it, Facebook will face little significant pressure in most of the world.",
  "Perhaps the most disturbing allegation in the Times report is that Facebook’s right-wing agents tried to link some high-profile Facebook critics to financier George Soros.",
  "All Zuckerberg and Sandberg need to do is ride out this moment, boast about making a good effort to clean the thing up, and keep those campaign contributions flowing.",
  "Facebook can put an ad in front of exactly the type of person who might respond to a sales pitch or a call to political action and ignore those who might not.",
  "After the 2016 election, Mark Zuckerberg went on a “listening tour” while Sheryl Sandberg reportedly orchestrated an oppo campaign against Facebook’s critics.",
  "Facebook is now just another normal sleazy American company run by normal sleazy executives, engaged in normal sleazy lobbying and corporate propaganda.",
  "Warner should be looking for ways to work with Facebook, Mr. Schumer advised, not harm it.”\n\nSchumer has always been a transactional politician.",
  "It’s become one lately, largely as a result of the rush of trouble that has rendered Zuckerberg verbally stunned and Sandberg morally stunted.",
  "Just as Zuckerberg and Sandberg graced the covers of magazines, Facebook scaled the peaks of the stock market and the public imagination.",
  "For most of its history, Facebook made too much money to care about money and had too strong a reputation to care about its reputation.",
  "The three features that make Facebook Facebook also make it the ideal platform for working on behalf of dangerous and violent forces.",
  "All of the scandals and crises the company has facilitated in recent years are examples of Facebook working as it was supposed to.",
  "Given that Soros is the go-to boogeyman in many recent anti-Semitic campaigns, we should be shocked that Facebook stooped so low.",
  "Zuckerberg and Sandberg can’t fix Facebook because to fix Facebook is to scrap one or more of these essential attributes.",
  "Facebook promotes extreme content like hate speech and conspiracy theories over thoughtful, balanced, deliberate work.",
  "They must realize, as social media scholars have been warning for many years, that Facebook is vulnerable by design.",
  "The leaders of Facebook can no longer pretend they are special people running a special company.",
  "The Times reports that he told Warner to back off from his scrutiny of Facebook and that “Mr.",
  "(As the Times also points out, Schumer’s daughter is a marketing director at Facebook.)",
  "Facebook gathers posts from more than 2.2 billion people in more than 100 languages.",
  "Photos by Josh Edelson/AFP/Getty Images and Scott Eisen/Getty Images.",
  "But Facebook has not always been just a regular, sleazy company.",
  "What explains the cravenness of Facebook’s leadership now?",
  "And the third is the best advertising system ever created.",
  "The second is algorithmic amplification.",
  "We are stuck in the world Facebook made.",
  "The problem with Facebook is Facebook.",
  "Photo illustration by Slate.",
  "Facebook will be just fine.",
  "Democracy will not.",
  "The first is scale.",
  "It was golden."
]