[
  "Here are some of the key takeaways from the New York Times report:\n\n1: Facebook attempted to link protesters to George Soros\n\nFollowing the Cambridge Analytica user data breach in which the personal data of millions of users was allegedly left vulnerable, Facebook attempted to discredit those that were critical of the company’s practices — by linking them to billionaire left-wing financier George Soros, known for funding a number of far-left groups.",
  "Tim Miller, a former spokesman for Jeb Bush and one of the founders of Definers, previously stated in an interview that a goal for tech firms should be to “have positive content pushed out about your company and negative content that’s being pushed out about your competitor.”\n\nAnd that’s exactly what Definers did for Facebook.",
  "2: Facebook Hired a PR Company to Publish Articles Critical of Competitors\n\nIn October 2017, Facebook began to increase the level of work for Definers Public Affairs — a PR group originally been to monitor press coverage of the company — undertakes for the company.",
  "The article states:\n\nWhile Mr. Zuckerberg has conducted a public apology tour in the last year, Ms. Sandberg has overseen an aggressive lobbying campaign to combat Facebook’s critics, shift public anger toward rival companies and ward off damaging regulation.",
  "A recent article published by the New York Times titled “Delay, Deny and Deflect: How Facebook’s Leaders Fought Through Crisis,” provides insight into how Facebook has operated through numerous crises over the past few years.",
  "3: Zuckerberg questioned whether Trump’s immigration comments broke Facebook rules\n\nIn 2015, Donald Trump called for a shutdown of Muslim immigration following a series of Islamic terrorist attacks across the globe.",
  "This apparently upset Mark Zuckerberg who runs an immigration-based nonprofit organization, and the CEO questioned whether Trump’s comments broke Facebook’s terms of service:",
  "Many NTK Network stories are written by staff members at Definers or America Rising, the company’s political opposition-research arm, to attack their clients’ enemies.",
  "The report also alleges that Facebook hired a PR firm which published articles critical of Facebook’s competitors through an associated conservative news website.",
  "While the NTK Network does not have a large audience of its own, its content is frequently picked up by popular conservative outlets, including Breitbart.",
  "Facebook employed a Republican opposition-research firm to discredit activist protesters, in part by linking them to the liberal financier George Soros.",
  "The rash of news coverage was no accident: NTK is an affiliate of Definers, sharing offices and staff with the public relations firm in Arlington, Va.",
  "The article states:\n\nOn a conservative news site called the NTK Network, dozens of articles blasted Google and Apple for unsavory business practices.",
  "Facebook also reportedly hired a Republican opposition research firm to discredit activist protesters critical of Facebook’s data breaches.",
  "It also tapped its business relationships, lobbying a Jewish civil rights group to cast some criticism of the company as anti-Semitic.",
  "And Ms. Sandberg wooed or cajoled hostile lawmakers, while trying to dispel Facebook’s reputation as a bastion of Bay Area liberalism.",
  "One story called Mr. Cook hypocritical for chiding Facebook over privacy, noting that Apple also collects reams of data from users.",
  "In Washington, allies of Facebook, including Senator Chuck Schumer, the Democratic Senate leader, intervened on its behalf.",
  "This was done partly by linking them to the left-wing financier George Soros.",
  "Another played down the impact of the Russians’ use of Facebook."
]