[
  "We’ve elected not to do that.”\n\nIn an interview with MSNBC, Cook asserted that Apple views privacy as a “human right” and a “civil liberty,” and promised that Apple was “not going to traffic in your personal life.” Apple later attempted to demonstrate this purported commitment to privacy by revamping its privacy policy to more heavily protect users’ information, a move that may have been a direct response to Facebook’s blunder.",
  "(RELATED: Multimillionaire Fight: Facebook’s Zuckerberg And Apple’s Tim Cook Battle Over Data Privacy)\n\n“I wouldn’t be in this situation,” Cook told Recode’s Kara Swisher when asked what he would do if he were dealing with the same kind of controversy, adding that Apple had chosen not to involve itself with the personal lives of its customers in the same way that Facebook has.",
  "“I think that the privacy thing has gotten totally out of control and I think most people are not aware of who is tracking them, how much they’re being tracked and the large amounts of detailed data that are out there about them,” Cook told CNN, echoing his previous statements about the company.",
  "After Cook spoke out against him, Zuckerberg instructed Facebook executives to use only Android phones, according to a Wednesday New York Times article containing a detailed account of what it called “crisis” situations confronted by Facebook leadership over the past two years.",
  "Facebook responded to the report Wednesday in a statement claiming that the piece contained “a number of inaccuracies.”\n\n“Tim Cook has consistently criticized our business model and Mark has been equally clear he disagrees.",
  "Cook has taken multiple jabs at Zuckerberg this year over Facebook’s treatment of its users’ personal data, specifically regarding the company’s partnership with the now-defunct digital consulting firm Cambridge Analytica.",
  "The Apple CEO spoke out against Zuckerberg in March, after it was revealed that while working for the Trump campaign, the firm collected personal information from 87 million Facebook users.",
  "After recent criticism from Apple CEO Tim Cook, Facebook CEO Mark Zuckerberg has instructed his management team to use only Android phones, according to a report by The New York Times.",
  "And we’ve long encouraged our employees and executives to use Android because it is the most popular operating system in the world.”",
  "“The truth is, we could make a ton of money if we monetized our customer — if our customer was our product.",
  "Cook continued to criticize Facebook’s business model and ethics months later.",
  "So there’s been no need to employ anyone else to do this for us."
]