[
  "“She learned about this when I learned about this.”\n\nNevertheless, the Times report clearly raised significant concerns about Zuckerberg and his team’s ability to address the serious problems facing the company, including by raising questions about how long it took Facebook to recognize the Russian influence operation that was using its platform to attempt to sway the US presidential election in 2016.",
  "“As soon as I learned about this, I talked to our team and we’re no longer working with this firm.”\n\nZuckerberg went on to repeat part of the messaging of the PR firm, which is that the prominent philanthropist George Soros, who is Jewish, is pulling the strings of not-for-profit groups that have criticized Facebook, some of them under the banner of a campaign called “Freedom from Facebook”.",
  "In a letter to Sheryl Sandberg, Facebook’s chief operating officer, Gaspard said: “You are no doubt also aware that much of this hateful and blatantly false and antisemitic information is spread via Facebook.”\n\nThe New York Times quoted an Open Society official as saying that the organization had supported two groups that formed part of Freedom from Facebook, but not that group itself.",
  "“I have tremendous respect for George Soros.”\n\nFacebook reportedly discredited critics by linking them to George Soros Read more\n\nZuckerberg’s comments came in the aftermath of a damning report by the New York Times exposing how Facebook executives have struggled to tackle problems such as foreign interference in elections, hate speech and the Cambridge Analytica revelations.",
  "“I’ve come to believe that we shouldn’t be making so many decisions about free expression and safety on our own.”\n\nHe also expressed confidence that he would be able to handle the company’s problems, invoking a previous period of struggle when Facebook was slow to adapt to the transition from desktop computers to mobile phones.",
  "Patrick Gaspard, the president of Soros’s foundation, the Open Society Foundation, excoriated Facebook in response to the report, characterizing the company’s engagement in the “concerted rightwing effort the world over to demonise Mr Soros and his foundations” as “reprehensible” and “frankly astonishing”.",
  "But to suggest that they knew about Russian interference and either tried to ignore it or prevent investigations into what had happened is grossly unfair.”\n\nDuring the call, Zuckerberg also announced his intention to establish an “independent body” that would adjudicate appeals over content takedowns.",
  "CEO says he learned about relationship with PR company after it was reported in New York Times\n\nMark Zuckerberg defended his leadership of Facebook on Thursday, claiming ignorance of the company’s relationship with a political consultancy that used an antisemitic narrative to undermine critics.",
  "The report revealed internal disagreements among executives over when and how to reveal details of the interference campaign to the public, and suggests that Sandberg and Zuckerberg failed to recognize the significance of the issue – or the importance of disclosing what had occurred.",
  "“This stuff is painful.”\n\nHow Republican firm's plan to defend Facebook by attacking rivals backfired Read more\n\nTim Miller, Definers’ Silicon Valley lead and a former Jeb Bush spokesperson, wrote on Twitter: “Definers shared a narrow document about an anti-Facebook group’s funding.",
  "“The bottom line is the intention was not to attack an individual but to demonstrate that a group that was presenting itself as a grassroots effort was in fact funded by … was not in fact a spontaneous grassroots effort,” Zuckerberg said.",
  "“Look, I learned about this reading in the New York Times yesterday,” a defensive Zuckerberg said on a conference call with reporters that was ostensibly about Facebook’s content moderation practices.",
  "Facebook’s board of directors responded to the report in a statement: “As Mark and Sheryl made clear to Congress, the company was too slow to spot Russian interference, and too slow to take action.",
  "The article exposed Facebook’s employment of Definers Public Affairs, a Republican PR firm which attacked the company’s critics by, among other things, drawing attention to their ties to Soros.",
  "“To suggest that we weren’t interested in knowing the truth, or that we wanted to hide what we knew, or that we wanted to prevent investigations is simply untrue,” Zuckerberg said.",
  "“When we had to pivot and build out the whole new technical platform on mobile, that was a similar kind of existential issue that we really had to deal with,” he said.",
  "Zuckerberg also defended Sandberg, Facebook’s chief operating officer and the executive who oversees the company’s political and public relations operations.",
  "In a statement following publication of the Times’ report, Facebook said that characterizing that narrative as antisemitic is “reprehensible and untrue”.",
  "Invocations of Soros as a puppet master funding liberal groups is well known as an antisemitic dog whistle.",
  "I’ve continuously fought the alt-right and others who spread racist lies and hate and will keep doing so.”?",
  "Zuckerberg refused to respond to questions about whether anyone would be fired for the company’s failures.",
  "It was entirely factual, as Open Markets organizers have acknowledged they get funding from Soros.",
  "I’m disgusted by the rise of antisemitism including people who have falsely targeted Soros.",
  "He said only that “someone on our comms [communications] team must have hired” Definers.",
  "I have defended Soros from smears and conspiracies that weren’t based in fact.",
  "“On a personal note I’m really blown up by the accusations.",
  "As a board we did indeed push them to move faster.",
  "“Sheryl was also not involved,” Zuckerberg said.",
  "It’s deeply deeply personal."
]