[
  "In October 2017, as Congress held hearings on Russia’s disinformation campaign on Facebook, NTK ran articles with headlines like “Russian Content on Facebook Amounted to Just .004% of Total Content” and “Majority of the Russian-Bought Facebook Ads Appeared After the 2016 Election.” The articles argued that Russian meddling was “far smaller than Democrats would like you to believe” and that Facebook had “already proactively announced changes to its advertisement policy” in response to the problem.",
  "NTK obtained an email via FOIA request in which she told her colleague that she was leaving to “help out with family medical care.” The site needled her for “false pretenses.”\n\nIn a blog post responding to the Times investigation, Facebook claimed, “The New York Times is wrong to suggest that we ever asked Definers to pay for or write articles on Facebook’s behalf—or to spread misinformation.” The company also announced that it had ended its contract with Definers.",
  "Like Facebook, Google has been accused of helping to spread ‘fake news’ through YouTube.” The article ended with the line: “So if Zuckerburg [sic] is willing to testify before Congress, why won’t Page?”\n\nThe Times notes that one of Facebook’s crisis containment strategies was to cast aspersions on other big tech companies, and that Zuckerberg was particularly incensed when Apple CEO Tim Cook chided Facebook for profiting off of user data.",
  "“Many companies have struggled with responses to this disturbing trend, but Facebook’s creation of an in-house intelligence agency may set the standard for the industry.” What this PR-adjacent article fails to mention is that Bickert was testifying in front of the Senate to address allegations that Facebook was suppressing conservative viewpoints.",
  "Beyond just the usual conservative criticisms that big tech companies skew liberal, NTK has called Apple out for avoiding taxes, making devices with inferior chips and slow download speeds, and “still supporting Nation of Islam app that features Louis Farrakhan webcast.” The site also highlighted Google’s controversial work in China.",
  "Josh Edelson/AFP/Getty Images\n\nOn Wednesday, the New York Times published an extensive investigation into Facebook’s efforts to deflect criticism and downplay the Cambridge Analytica and Russian election meddling scandals that have embroiled the company over the past two years.",
  "A few months earlier, NTK published an article entitled, “EPA Employee Used Trump Budget as Retirement Excuse, But Emails Say Otherwise,” which criticized a former senior EPA employee for stating in her retirement memo that she was leaving the agency because of Trump.",
  "When news broke in March that Cambridge Analytica had improperly accessed data from 87 million Facebook accounts, NTK ran a flurry of stories apparently aimed at defending Facebook and drawing attention to unsavory business practices at other big tech companies.",
  "In response to some of the more shocking public relations tactics that the Times piece revealed, CEO Mark Zuckerberg told reporters on Thursday that Definers was at fault, and that he had little knowledge of their operations until he read the investigation.",
  "And shortly before Zuckerberg went to testify before Congress on the Cambridge Analytica scandal in April, an NTK article pointed out, “Like Facebook, Google harvests personal user information, and turns around and sells that data to advertisers.",
  "For example, NTK published a piece in January highlighting that Facebook’s head of product policy, Monika Bickert, disclosed in a Senate hearing that the company had formed a task force to suppress terrorist propaganda.",
  "In 2017, Mother Jones reported that the Environmental Protection Agency had hired Definers for media monitoring, a controversial decision since the firm performs opposition research for Republicans.",
  "As part of its push to salvage its public image in the wake of the scandals, Facebook reportedly began working more closely with an opposition research firm called Definers Public Affairs.",
  "A reader who knows nothing of Definers’ clients might see the NTK Network as a garden-variety conservative news aggregator that has an odd fixation on berating Apple and Google.",
  "The Times also reported that Definers submitted at least 40 Freedom of Information Act requests in an effort to find emails from EPA personnel expressing anti-Trump sentiments.",
  "“In general, we need to go through all of our relationships and evaluate what might be more typical D.C. relationships and decide if we want to continue with them,” he said.",
  "While NTK’s audience is not very large on its own, the Times reports that the site’s stories are often picked up by more popular conservative outlets like Breitbart.",
  "It’s particularly focused on signs of turmoil in the Democratic Party, fact-checking talking points from liberal politicians, and Beltway gossip.",
  "“ISIS and other modern terrorist organizations have used social media to recruit young people across the globe,” the post reads.",
  "Given that its coverage of Apple and Google is so unsparing, NTK’s defensive coverage of Facebook is especially jarring.",
  "Definers, which was founded by Republican operatives, helps to operate a conservative news site called NTK Network.",
  "However, Definers claims that it was not Facebook but another company that was funding the firm’s work on Apple.",
  "The articles themselves are largely terse summaries of the news, often no longer than a few hundred words.",
  "The NTK site does not disclose that it is affiliated with Definers or was being paid by Facebook.",
  "At first blush, the NTK Network website looks like a pale conservative imitation of Axios.",
  "The interface is essentially just an endless feed of Republican-oriented headlines.",
  "(NTK’s editor in chief, Joe Pounder, also serves as the president of Definers.)",
  "At other times, NTK’s coverage of Facebook has been downright adulatory.",
  "NTK’s reporting also gives us a peak into Definers’ other pet causes.",
  "NTK Network published damaging stories about Apple and Google.",
  "The EPA soon canceled the contract."
]