[
  "For years white nationalists and the alt-right have deployed as one of their main tropes the lie that Soros buys elections – if you play on that narrative and then deny it, you are taking us all for fools.”\n\nFacebook Twitter Pinterest Definers attempted to portray George Soros as a key funder of Freedom from Facebook, a coalition of allied groups including the online racial justice organization Color of Change.",
  "A few months previously, Allan Blutstein, a lawyer who works for both Definers and America Rising, sent out 40 freedom of information requests to the EPA seeking information on agency employees who had been critical of Pruitt or had expressed concern about the environmental policies being pursued by the Trump administration.",
  "As one of its senior staff, Tim Miller, who opened a Silicon Valley branch of the company last year, described its mission: “Have positive content pushed out about your company and negative content that’s being pushed out about your competitor.”\n\nThe only problem was, sometimes that negative content comes back to bite you.",
  "The Times found that as part of Definers’ efforts to shore up Facebook’s reputation, it prepared an opposition research dossier, circulated to journalists encouraging them to look into the role played by the billionaire liberal philanthropist George Soros in donating to groups involved in anti-Facebook advocacy.",
  "Patrick Gaspard, president of Soros’s Open Society Foundations, wrote to Facebook pointing out that the financier was the target of a “concerted right-wing effort the world over to demonize” him and that “much of this hateful and blatantly false and anti-Semitic information is spread via Facebook”.",
  "That was the thinking that led two top Republican operatives – Mitt Romney’s 2012 presidential campaign manager, Matt Rhoades, and Joe Pounder, former senior adviser to Marco Rubio in the 2016 White House race – to set up a Virginia-based partnership called Definers Public Affairs.",
  "A further affiliate, America Rising Squared, has also engaged in controversial practices, including sending out video operators known as “trackers” to film leading climate change activists including Bill McKibben of 350.org and the billionaire Democratic advocate Tom Steyer.",
  "Last year its sister company, which shares executives and an office, America Rising, was revealed to have been hired for $120,000 by the Environmental Protection Agency to provide “media monitoring” on coverage of its then administrator, Scott Pruitt.",
  "Soros has become a favorite hate figure for antisemitic rightwing groups and conspiracy theorists peddling the old trope of a Jewish global takeover; the philanthropist was recently one of 14 liberal recipients of a pipe bomb.",
  "Rashad Robinson, president of Color of Change, which was one of the targets of Definers’ antics, was dismissive of the firm’s insistence that it was merely focusing on Soros because of his critical position on Facebook.",
  "As Facebook struggled to defend itself against adverse media coverage following the Observer and Guardian’s disclosure of a massive breach of data harvested by Cambridge Analytica, it turned to Definers for help.",
  "Facebook said that its two top executives, Mark Zuckerberg and Sheryl Sandberg, both of whom are Jewish, had no knowledge of Definers’ actions, and announced it was cutting ties to the firm.",
  "Take the tricks learned by political campaign managers on how to boost your candidate’s standing while ruthlessly undermining that of rivals, and apply it lucratively to the corporate world.",
  "Definers put out its own defence, saying in a statement that the document it had released on Soros’s funding of Freedom from Facebook “was entirely factual and based on public records”.",
  "Many of its stories are picked up by rightwing outlets such as Breitbart, but there was no public disclosure that the content was paid for by the subjects of its glowing articles.",
  "The site turns out to be yet another affiliate of Definers – it was founded by the same former Republican campaign managers and shares the office in Arlington, Virginia.",
  "Definers attempted to portray Soros as a key funder of Freedom from Facebook, a coalition of groups including the online racial justice organization Color of Change.",
  "Soros’s personal spokesman, Michael Vachon, decried what had happened as “Facebook smear tactics” and called for a public investigation of the company’s PR tactics.",
  "At the same time as Blutstein issued freedom of information requests, an obscure site called Need to Know Network (NTK) was pumping out positive content on Pruitt.",
  "Sign up for the new US morning briefing\n\nThe revelation that Definers had used Soros as a target to defend Facebook unleashed an immediate storm of protest.",
  "Miller, Definers’ Silicon Valley operative and a former spokesman for another 2016 presidential hopeful, Jeb Bush, addressed the antisemitic claim directly.",
  "Revelation that Definers had used George Soros as a target to defend Facebook unleashed an immediate storm of protest\n\nIt was a beguilingly simple idea.",
  "I've continuously fought the alt-right & others who spread racist lies & hate & will keep doing so\n\nBut by then the damage had been done.",
  "Late on Wednesday the New York Times published an investigation into Definers’ work on behalf of a major corporate client – Facebook.",
  "The site’s coverage of the EPA under Pruitt and Trump had the air of a state media outlet, which in many ways it was.",
  "Blutstein told the New York Times it was a “fishing expedition” to see whether officials had acted improperly.",
  "Soros, he said, was not among the group’s top five funders, yet Definers had exclusively homed in on him.",
  "Photograph: Michel Euler/AP\n\nThis is not the first time the spotlight has turned back on Definers.",
  "Hours after the Times exposé was published, all parties scrambled into damage limitation mode.",
  "“Pruitt Promises to Put States Back in the Driver’s Seat on Regulations”, read one headline.",
  "Im disgusted by the rise of anti-semitism including people who have falsely targeted Soros.",
  "In a thread of tweets he said that he had defended Soros from conspiracies in the past.",
  "Tim Miller (@Timodc) On a personal note I'm really blown up by the accusations.",
  "It's deeply deeply personal.",
  "“This is an old strategy."
]