[
  "I mean, certainly, when we -- the issues are different here, more around content and security type issues -- but when we had to pivot and build out the whole new technical platform on mobile, that was a similar kind of existential set of issues that we really had to deal with well.",
  "On Wednesday, The New York Times published a bombshell report into how Facebook's leadership attempted to manage mounting scandals by playing down problems and trying to smear critics — and it's just the latest in a long line of crises for the beleaguered social network.",
  "But to some degree, you have to know that you're on the path that you're doing the right things and then allow for some time for the teams to actually execute and get the stuff working the way that we all know that it needs to be and to the standard that people expect.\"",
  "But to some degree, you have to know that you're on the path that you're doing the right things and then allow for some time for the teams to actually execute and get the stuff working the way that we all know that it needs to be and to the standard that people expect.",
  "The New York Times investigation found that Facebook was trying to discredit critics with smears that play into anti-Semitic conspiracy tropes, and that its leadership pushed to play down public disclosures about Russian election meddling on its social network.",
  "Because of Facebook's unconventional stock structure, the founder and CEO holds the overwhelming majority of the company's voting power — leaving shareholders powerless to kick him out, no matter what.",
  "I'm very committed to this, I understand that this is a big part of what will be - - this is just so important for the future of the internet and a lot of these big issues that society is facing.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, Telegram or WeChat at robaeprice, or Twitter DM at @robaeprice.",
  "The company leapt into damage control mode, and on Thursday morning held a mammoth 80-minute conference call with reporters in which Zuckerberg attempted to defend the company yet again.",
  "And Russia's use of the social network to spread fake news and propaganda, sowing dissent in a campaign that started during the 2016 US election and continues to this day.",
  "The 34-year-old billionaire techie has ignored previous calls to step down as CEO— so Business Insider asked him why he thinks he's still the best person for the job.",
  "And allegations that the company provided misleading information about video measurements for over year, with major impacts for the advertising and media industry.",
  "I think, unfortunately, when you're building something of this scale, oftentimes, putting in place the solutions can take a long time,\" Zuckerberg said.",
  "In other words: Fixing Facebook takes time, and he's guided the company through past upheavals before — including its shift from desktop to mobile.",
  "I certainly don't want to be -- don't love that we're in a position where we aren't delivering the quality that we want to be delivering every day.",
  "I certainly don't want to be — don't love that we're in a position where we aren't delivering the quality that we want to be delivering every day.",
  "It comes after the Cambridge Analytica scandal, in which tens of millions of users' data was misappropriated by a shady political research firm.",
  "Here's the full text of Mark Zuckerberg's response, via the official transcript:\n\nWell, I think we're doing the right things to fix the issues.",
  "\"And I don't think that me or anyone else could come in and snap our fingers and have these issues resolved in a quarter or half a year.",
  "And I don't think that me or anyone else could come in and snap our fingers and have these issues resolved in a quarter or half a year.",
  "I think, unfortunately, when you're building something of this scale, oftentimes, putting in place the solutions can take a long time.",
  "And the Myanmar humanitarian crisis, where Facebook's role spreading hate speech helped facilitate genocide.",
  "The only person who can make Zuck budge is Zuck, and he's made it clear that he's not going anywhere.",
  "The question remains though: At what point has Mark Zuckerberg been given enough chances?",
  "This is not the first time that we've had to deal with big issues for the company.\"",
  "This is not the first time that we've had to deal with big issues for the company.",
  "If Zuckerberg doesn't want to go, then there's little anyone can do about it.",
  "But it took a few years to really get right, and get to a good place.",
  "And a hack that saw around 30 million users' sensitive data stolen.",
  "Mark Zuckerberg still thinks he's the best person to run Facebook.",
  "You can also contact Business Insider securely via SecureDrop.",
  "\"I think we're doing the right things to fix the issues.",
  "And I am just fully committed to getting this right.",
  "This isn't just one or two mistakes.",
  "(PR pitches by email only, please.)",
  "He added: \"This stuff is painful.",
  "Do you work at Facebook?",
  "The list goes on and on.",
  "This stuff is painful.",
  "Got a tip?"
]