[
  "Palantir, the big data company that has sold big data software to the likes of ICE and the NYPD, has a reputation that some might compare to LexCorp, but a new profile from The Wall Street Journal describes CEO Alex Karp as \"a self-described socialist.\"",
  "Edward Hasbrouck of the Identity Project, a group that seeks to expose impediments to human migration, told The Verge that Palantir's system is \"the black-box system of profiling algorithms\" associated with Trump's \"extreme vetting\" of immigrants.",
  "When employees reportedly \"begged\" to end the ICE deal, Karp claimed that data was being used for drug enforcement, not family separation, a highly unpopular Trump administration policy that separated undocumented parents from their children.",
  "Palantir has also worked with Immigration and Customs Enforcement (ICE) in the US, building three systems that allow the deportation force to store and search troves of data on targeted individuals and manage their profiles.",
  "Predictive policing programs have previously been shown to increase surveillance and arrests in communities of color while providing extremely limited predictive power, according to a report from the RAND Corporation.",
  "'Not everyone will like it'\n\nKarp admitted to The Wall Street Journal that his family has expressed their displeasure with Palantir's work and acknowledged that Trump-era politics has muddied Palantir's saleability.",
  "According to The New York Times, Palantir employee Alfredas Chmieliauskas worked with Cambridge Analytica on obtaining Facebook data that would eventually be used to create psychographic profiles of voters.",
  "Whistleblower Chris Wylie alleged that other members of Palantir worked with Cambridge Analytica and helped build tools that would eventually be used to target voters in the 2016 presidential election.",
  "Palantir also contracted with the NSA to aggregate, organize, and index data from XKEYSCORE — the program that indiscriminately collected data on wide swaths of American internet activity.",
  "Another report from The Verge revealed that Palantir had a contract with US Customs and Border Protection to provide data services and systems to produce risk assessments on passengers.",
  "According to the Democratic Socialists of America, the largest socialist group in the US, \"Democratic socialists do not want to create an all-powerful government bureaucracy.",
  "Palantir has been reported to have contracts managing, sorting, and aggregating big data to the likes of the NSA, FBI, CIA, ICE, and numerous military agencies.",
  "In March, Palantir admitted that at least one employee engaged with \"people associated with Cambridge Analytica\" between 2013 and 2014 on a \"personal capacity.\"",
  "So far, Palantir's whole business model has been based on empowering federal and state bureaucracy, and certain corporations, with exclusive big data tools.",
  "But we do not want big corporate bureaucracies to control our society either... Democratic socialists favor as much decentralization as possible.\"",
  "\"We want a public perception that reflects who we are, and not everyone will like it,\" Karp reportedly told The Wall Street Journal.",
  "According to The Wall Street Journal, Palantir is now working to empower large corporations with the same sort of data services.",
  "Companies like Merck and Credit Suisse are reportedly using them for logistical analytics and financial analysis, respectively.",
  "Besides Palantir's work in big data, the company has also been linked to a major privacy scandal.",
  "In New Orleans, Palantir was secretly being used for predictive policing, according to The Verge.",
  "They have already reportedly secured contracts with Credit Suisse, Merck, Fiat, and Airbus.",
  "From the perspective of a self-proclaimed socialist, the perception doesn't look too great.",
  "That political identification is in stark contradiction to the company's activities."
]