[
  "It works in sports, and it works in politics sometimes…but when Facebook hired political strategists to obfuscate facts, deflect attention to competitors, bad mouth them, and deny reality, they were really ignoring the best strategy open to them — come clean, apologize, and fix the situation as quickly and thoroughly as possible.",
  "It works in sports, and it works in politics sometimes…but when Facebook hired political strategists to obfuscate facts, deflect attention to competitors, bad mouth them, and deny reality, they were really ignoring the best strategy open to them — come clean, apologize, and fix the situation as quickly and thoroughly as possible.",
  "Going on the offense when you should be tearing down your defenses: As corporations adopt some of the worst traits of political campaigns, they are forgetting that while America can tend to forgive transgressions when a company fesses up quickly, they will punish organizations when they too visibly go on the offense.",
  "When Facebook CEO Mark Zuckerberg stood up in front of Congress and admitted Facebook had made mistakes in granting data access to companies like Cambridge Analytica, he ignored the the fact that previously, Facebook had been strongly denying the influence of Russian hackers on its platform.",
  "When Facebook CEO Mark Zuckerberg stood up in front of Congress and admitted Facebook had made mistakes in granting data access to companies like Cambridge Analytica, he ignored the the fact that previously, Facebook had been strongly denying the influence of Russian hackers on its platform.",
  "Yet, once word of Cambridge Analytica came out, and the outrage began, Facebook went radio silent for over 3 days — longer than it took Johnson & Johnson to decide to take Tylenol capsules off the market after some had been laced with cyanide…in 1986!",
  "Yet, once word of Cambridge Analytica came out, and the outrage began, Facebook went radio silent for over 3 days — longer than it took Johnson & Johnson to decide to take Tylenol capsules off the market after some had been laced with cyanide…in 1986!",
  "As corporations adopt some of the worst traits of political campaigns, they are forgetting that while America can tend to forgive transgressions when a company fesses up quickly, they will punish organizations when they too visibly go on the offense.",
  "As the mantle of unbridled self-confidence and ego has moved westward, many new \"Tech Masters\" have surpassed their predecessors in over-confidence, over-estimation of how powerful they are, and in how badly they can get things wrong.",
  "But when a fall from grace comes, as it has come for Facebook (through their own mistakes says yesterday’s blockbuster New York Times article \"Delay, Deny, Deflect: How Facebook Leaders Leaned Out in Crisis\"), it shakes the world.",
  "Similarly, if you do apologize, but it is disingenuous — such as Mr. Zuckerberg’s “apology tour” happening at the exact time that Facebook was on the attack against its critics — no one will trust you.",
  "Similarly, if you do apologize, but it is disingenuous — such as Mr. Zuckerberg’s “apology tour” happening at the exact time that Facebook was on the attack against its critics — no one will trust you.",
  "You are destined to lose, at least your reputation.”\n\nToday the battleground has moved to electrons…as Facebook’s virtual powerhouse platform battles The Times’ virtual investigative powerhouse.",
  "“What have you done for me lately?” has turned into “What have you done for me in the past Nanosecond?” It's an endless treadmill in the social media whirlwind world -- but it can't be ignored.",
  "“What have you done for me lately?” has turned into “What have you done for me in the past Nanosecond?” It's an endless treadmill in the social media whirlwind world -- but it can't be ignored.",
  "Crisis demands the ability to see clearly, the humility to admit mistakes readily, and the courage to do whatever it takes to fix those mistakes immediately.",
  "The result of going on the offense is often socially inept, tone-deaf, reprehensible behavior that is called out by the public — especially customers.",
  "The result of going on the offense is often socially inept, tone-deaf, reprehensible behavior that is called out by the public — especially customers.",
  "Choosing pragmatism over idealism: Idealism puts you on the side of the angels, and gives you a laudable, relatively bullet-proof defense in a crisis.",
  "When Facebook chose to pull back on its findings regarding Russian meddling, it chose pragmatism over idealism — provoking fury from many loyalists.",
  "But mass headlines are still winning over targeted news feeds for at least a while longer…and any company ignores that lesson at its own peril.",
  "Facebook, it turns out, has committed all seven:\n\nTruth-Shifting : Believing that what you say is true is true -- just because you say it is.",
  "Ignoring the Good Will: Building trust and a reserve of good will has never been more important, but never more evanescent, than today.",
  "Letting denial or calculation impede a swift response: Speed matters in today’s world, and no one should know it better than Facebook.",
  "The ONLY way to face an extinction-level mistake is to humbly, immediately, and stunningly admit your failure: step into the blame.",
  "The ONLY way to face an extinction-level mistake is to humbly, immediately, and stunningly admit your failure: step into the blame.",
  "They need to redefine their value proposition continually...and subsume their pride and certainty to the will of their customers.",
  "They need to redefine their value proposition continually...and subsume their pride and certainty to the will of their customers.",
  "But corporate executives (unlike politicians perhaps) still cannot lie with impunity and think they can get away with it.",
  "But corporate executives (unlike politicians perhaps) still cannot lie with impunity and think they can get away with it.",
  "Wall Street's Investment Bankers used to be called the Masters of the Universe, but that seems so last millennium now.",
  "This was a shocking example of internal disarray that allowed Facebook’s own voice to be drowned out by its critics.",
  "This was a shocking example of internal disarray that allowed Facebook’s own voice to be drowned out by its critics.",
  "Building trust and a reserve of good will has never been more important, but never more evanescent, than today.",
  "Pragmatism, on the other hand, comes across as ethically-challenged, soulless, money-grubbing and indefensible.",
  "In a world populated by more and more haters, even Masters of the Universe can't count on universal good will.",
  "In a world populated by more and more haters, even Masters of the Universe can't count on universal good will.",
  "If you can't do this, you are committing one or more of the seven deadly cardinal sins of crisis management.",
  "Inability to Apologize: Apologies can be highly under-rated by Masters of the Universe: \"What, ME apologize?",
  "Maybe sometimes they will, but in the most egregious situations, the truth will rear up... and bite them.",
  "Maybe sometimes they will, but in the most egregious situations, the truth will rear up... and bite them.",
  "Ducking the Blame: You can not fight off undeniable blame with bluster (even if you have in the past.)",
  "Rome burned; the Renaissance faded; and Facebook can be replaced if they are not very, very careful.",
  "Facebook forgot this critical lesson, as they possibly took their power and good will for granted.",
  "Facebook forgot this critical lesson, as they possibly took their power and good will for granted.",
  "Every industry and every generation feels invulnerable as long as everything is going their way.",
  "And finally, the eighth deadly sin is to get into a pitched battle with The New York Times.",
  "Information and misinformation transit the globe at the speed of light on their platform.",
  "Information and misinformation transit the globe at the speed of light on their platform.",
  "The old adage used to be: “Never get into a battle with those who buy ink by the barrel.",
  "There is a tipping point of arrogance that an organization simply can not recover from.",
  "Self-Importance: Believing that your product or service is just too important to fail.",
  "Apologies can be highly under-rated by Masters of the Universe: \"What, ME apologize?",
  "You can not fight off undeniable blame with bluster (even if you have in the past.)",
  "Bluster is not a holding strategy while you fix things, or worse, while you don't.",
  "Bluster is not a holding strategy while you fix things, or worse, while you don't.",
  "It has immeasurably improved the quality of my life, and my connection to friends.",
  "Speed matters in today’s world, and no one should know it better than Facebook.",
  "Believing that what you say is true is true -- just because you say it is.",
  "But just as non-apologizers make bad spouses, they also make bad leaders.",
  "But just as non-apologizers make bad spouses, they also make bad leaders.",
  "Not admitting your mistakes makes folks want to “get you” even more.",
  "Not admitting your mistakes makes folks want to “get you” even more.",
  "And trust today is the most powerful and elusive currency there is.",
  "And trust today is the most powerful and elusive currency there is.",
  "And in this case, that penance needs to be very public indeed.",
  "And in this case, that penance needs to be very public indeed.",
  "You've got to admit your sins, fix them, and do your penance.",
  "You've got to admit your sins, fix them, and do your penance.",
  "And the behemoth that Mark Zuckerberg built has led the pack.",
  "Now, I LOVE Facebook, and have since the moment I could join.",
  "At least the cyber world, and all who live or visit there.",
  "The cognitive dissonance, when pointed out, was damaging.",
  "The cognitive dissonance, when pointed out, was damaging.",
  "We all know that truth has lost its primacy these days.",
  "We all know that truth has lost its primacy these days.",
  "Think of it as a trip to the corporate confessional.",
  "Think of it as a trip to the corporate confessional.",
  "But, Facebook can still alienate them permanently.",
  "And billions of people feel the same way.",
  "Facebook showcases the whole issue.",
  "Facebook should have known better.",
  "Facebook should have known better.",
  "Crisis, of course, ensues.",
  "Never.\"",
  "Never.\""
]