[
  "Still, it was staggering to learn that Facebook had hired a Republican opposition-research firm that sought to discredit some of the company’s detractors by linking them to George Soros — exploiting a classic anti-Semitic trope — while at the same time lobbying a Jewish group to paint the critics as anti-Semitic.",
  "So well before The Times’s blockbuster story on Wednesday about how Facebook deals with its critics, we knew it was a socially toxic force, a globe-bestriding company whose veneer of social progressivism hides amoral corporate ruthlessness.",
  "Sheryl Sandberg, who has spent years cultivating an image as Facebook’s humane, feminist face, reportedly helped cover up the company’s internal findings about Russian activity on the site, lest they alienate Republican politicians.",
  "Politico found that “Voters in so-called news deserts — places with minimal newspaper subscriptions, print or online,” voted for Trump in higher-than-expected numbers, even accounting for employment and education.",
  "Given the polarization of our politics, however, it’s hard to imagine Republicans actually siding with Democrats to regulate Facebook, as opposed to simply using the threat of regulation as a cudgel.",
  "Without a trusted news source, people are more vulnerable to the atmosphere of disinformation, cynicism and wild conspiracy theories in which fascism — and Trumpism — flourishes.",
  "In theory, there could be a bipartisan coalition against Facebook, since many conservatives also fear and resent it, believing it is biased against them.",
  "(Trump has floated the idea of using antitrust law against some of the major tech platforms to pressure them to give more exposure to right-wing voices.)",
  "In general, people trust local papers more than the national media; when stories are about your immediate community, you can see they’re not fake news.",
  "Now we’re nearing something close to a progressive consensus: Facebook is bad.",
  "The question, as always, is what is to be done.",
  "Or that C.O.O."
]