[
  "Not necessarily, just like newspapers and magazines, they would simply identify the placement as a “Special Advertising Section.”\n\nThe reputational risk and downside of not addressing the known hate posts to drive violence, the known political purchase to produce biased manipulation or clearly false information will have consequences and the public will demand regulators step in.",
  "It’s not believable that Facebook, whose entire monetization model is based on tracking every user’s clicks, cookies, eyeball duration of engagement to create a unique segment of one for targeted ads and mined data can claim ignorance or innocence on posted information – it’s a silly and insulting assertion.",
  "The New York Times expose (https://www.nytimes.com/2018/11/14/technology/facebook-data-russia-election-racism.html) showed Sandberg and Zuckerberg's denial and suppression of major business risks from Chief Security Officer Alex Stamos when he attempted to investigate the Russia situation.",
  "The different issue at Facebook is that they have crossed over into being a media company and have not directly faced this issue and the compliance requirements of being a media company.",
  "The board would best serve the shareholders to ask management to assess the risk and trade-offs of the cost of proactively embracing the regulatory framework of being a media company.",
  "This latest set of Facebook missteps highlight two big issues for Facebook and the Board:\n\nShould the Chairman role be separated when the CEO already has 60% voting rights?",
  "My belief is the boards oversight duty includes challenging management to refine, refresh, and when needed, redefine the scope and definition of their company's businesses.",
  "These new regulations protected user’s data so it can’t be mined and sold to companies like Cambridge Analytica who then sold their individual data to political campaigns.",
  "Perhaps it’s time for Mark Zuckerberg to look to the model of Microsoft or Intel where their founders, Bill Gates and Andy Grove, separated the Chairman and CEO role.",
  "Facebook can’t defend with honesty that they are only a social media platform company when 43% of US Adults get their news from Facebook according to Pew Research.",
  "Facebook has an inherent conflict of self-reporting their numbers of users and level of engagement, but that’s a matter the marketplace will correct over time.",
  "We see this at Amazon with their original Kindle business building into an e-commerce leader and adding their analogous Amazon Stores and AWS cloud services.",
  "Part of that director’s job is anticipating risks and looking forward to future proof the company as the market and regulatory environment evolves.",
  "The board should take this opportunity to redefine and refresh the line between what topics come to the board and which ones do not bubble up.",
  "When you have a dynamic founder who is both CEO and Chairman, it’s hard for there to be transparency for the board into management issues.",
  "Should the Facebook board challenge management to present the business case for embracing a balanced media regulatory framework?",
  "According to Oxford, the definition of a media company is: A company that provides broadcasting, film, and Internet services.",
  "Yes, Facebook’s platform, Facebook Store, allows sellers to list products, and set up a shopping cart to connect payments.",
  "My view is their board should proactively discuss with management the pros, cons, risk, and business case trade offs.",
  "Mark Zuckerberg has 16% ownership, but the big issue is his super voting rights of 60% control of the voting shares.",
  "Boards must be able to rely on their management team’s honesty and transparency to share major corporation risks.",
  "Facebook provides news via member posting and they partner with the New York Times, Buzzfeed and NBC for content.",
  "The shareholders will want their Board to represent and be able to stress test and challenge management’s logic.",
  "TV media has their Neilsen ratings to confirm that the eyeballs on the screen/ number of watchers is accurate.",
  "Accidental drift, gradual metamorphosis is not the best company strategy and is not effective board oversight.",
  "To make their ads valuable they need maximized eyeballs, engagement and on site time to charge more.",
  "The job of Facebook’s board is to oversee the company for long term growth and profitability.",
  "Yes, as clearly shown by the Cambridge Analytica scandal where they sold data on 87M users.",
  "That’s the essence of the board’s role, to make business judgments for ALL shareholders.",
  "TV, newspapers and magazines report subscription numbers to attract their advertisers.",
  "This leads to the bigger topic of revisiting the definition of the company’s business.",
  "(http://www.pewresearch.org/fact-tank/2018/10/24/facts-about-americans-and-facebook/.)",
  "Facebook has gradually evolved into many specific and intermingled business lines.",
  "We all want Facebook to thrive and accept they make money via digital advertising.",
  "Generally it’s better to have a thoughtful strategy and to embrace the inevitable.",
  "Their new Instagram Shopping app is reportedly targeting $4 B in sales by 2020.",
  "Ultimately Facebook will need to be regarded as an online news media outlet.",
  "That’s why the newspaper and TV adage of “if it bleeds, it leads,” is true.",
  "The first one is transparency and information from management to the board.",
  "Transparency and authenticity with users and consumers will serve Facebook.",
  "This flags the final, big Facebook board governance elephant in the room.",
  "Ultimately, the shareholders and the marketplace will decide the issues!",
  "This is not an unusual phenomenon in the world of platform dominance.",
  "Yes, a media company is an intervening agency, means or instrument.",
  "The first big regulatory reform to hit Facebook was Europe’s GDPR.",
  "Would Facebook lose the revenue stream of Russian placements?",
  "Is Facebook a data mining / business intelligence platform?",
  "Is Facebook a social media lifestyle engagement platform?",
  "Look at how Starbucks faced the issue of racial bias.",
  "Yes, $34 B in worldwide advertising revenue in 2018.",
  "There are big issues now facing the Facebook board.",
  "Is Facebook a digital advertising platform?",
  "By addressing this, it helped their brand.",
  "What revenue streams would Facebook lose?",
  "They are rewarded to drive viewership.",
  "Is Facebook a News “Media” platform?",
  "Yes, 68% of US adults use Facebook.",
  "Is Facebook an eCommerce platform?"
]