[
  "He suggested that Cambridge Analytica, which boasted of having access to two hundred and thirty million Americans’ voter-registration data, as well as other personal information, could be solicited “to raise money and create SM [social media] activity.”\n\nThe following day, a Cambridge Analytica staffer sent an e-mail back to Banks, again with Bannon included on the chain, suggesting that the firm was on board with the idea of developing a proposal that would include “US-based fundraising strategies.”\n\nWhether foreign funds secretly supported the Brexit movement has become the focus of intense speculation and investigation in the U.K.",
  "But his name and private e-mail address appear on the chain of three e-mails in October, 2015, between Brittany Kaiser, the director of program development at Cambridge Analytica, and Arron Banks, who headed the Leave.EU campaign and referred to himself in the title of his memoir as one of “The Bad Boys of Brexit.” Banks could not be reached for comment regarding the e-mails, which were first published Saturday by the British Web site openDemocracy.",
  "In a note to the Cambridge Analytica executives with whom he had met, Banks wrote, “It’s clear that major donors are sitting on the fence, but we aim to do something about that.” Banks returns to the topic later in the note, adding, “We would like CA to come up with a strategy for fund raising in the states and engaging companies and special interest groups that might be affected by TTIP”—the pending Transatlantic Trade and Investment Partnership.",
  "Emma Briant, for instance, who has submitted the new e-mails to the British government for further investigation, told openDemocracy that “this evidence shows that Banks was seeking foreign funding for Brexit from the very beginning.” She argued that the U.K. inquiry, like the U.S. one, needed to follow the money and the potential manipulation of public opinion as nationalist policies rose on both sides of the Atlantic.",
  "The e-mails show that Banks and others in the Leave.EU leadership met with Cambridge Analytica executives in 2015, and discussed what Banks called a “two-stage process” that would “get CA”—Cambridge Analytica—“on the team.”\n\nIn an e-mail dated October 24, 2015, Banks also discussed tasking Cambridge Analytica with helping him raise funds through the U.S. for the Leave.EU campaign.",
  "The e-mails, which date back to October of 2015, show that Bannon, who was then the vice-president of Cambridge Analytica, an American firm largely owned by the U.S. hedge-fund billionaire Robert Mercer, was in the loop on discussions taking place at the time between his company and the leaders of Leave.EU, a far-right nationalist organization.",
  "Damian Collins, a member of Parliament, and chair of its Digital, Culture, Media and Sport Committee, which held an inquiry into fake news, told the Observer, which has broken much of the news about Cambridge Analytica in the U.K., that the new e-mails “suggest that the role of Bannon and Mercer is far deeper and more complex than we realised.",
  "Banks has drawn particular scrutiny because his business spent some nine million pounds supporting the Brexit campaign, making him the country’s single largest political-campaign donor by far, despite questions about whether he had the personal wealth to contribute that much on his own.",
  "But, this past May, the company filed for bankruptcy in the wake of allegations—denied by Cambridge Analytica executives—that it had improperly obtained millions of people’s personal data from Facebook, without the users’ permission, in violation of the company’s regulations.",
  "The possibility that both Brexit and the Trump campaign simultaneously relied upon the same social-media company and its transgressive tactics, as well as some of the same advisers, to further far-right nationalist campaigns, set off alarm bells on both sides of the Atlantic.",
  "But, when Trump won the Republican nomination, the Mercer family, which had financially supported Trump’s Presidential bid, insisted that Trump put Bannon in charge of the campaign and bring in Cambridge Analytica, in which the family was heavily invested, as well.",
  "Independence Party, who has been an ally of Bannon and Trump, has also reportedly stirred the interest of investigators in both countries, especially after he was spotted in 2017 leaving the Ecuadorian Embassy in London, in which Julian Assange has taken refuge.",
  "In the fall of 2015, Bannon was busy setting up a new office for Cambridge Analytica in Alexandria, Virginia, just across the Potomac River from Washington, D.C., and pitching the firm’s services to Republican candidates, including Donald Trump.",
  "Banks suggested enlisting Cambridge Analytica’s help in reaching out to Americans “with family ties to the UK.” Evidently, by targeting Americans with British relatives, the hope was that they could avoid campaign-finance-law violations.",
  "Newly surfaced e-mails show that the former Trump adviser Steve Bannon, and Cambridge Analytica, the Big Data company that he worked for at the time, were simultaneously incubating both nationalist political movements in 2015.",
  "The role of the Russian Ambassador to the U.K., Alexander Yakovenko, has reportedly been the subject of interest both to Mueller’s investigators and to those in the U.K., who have examined his relationship to Banks.",
  "Brittany Kaiser, the former executive at Cambridge Analytica whose name appears on the new e-mails, has since become something of a whistle-blower, exposing the company’s role in the Brexit campaign to the press.",
  "How and whether all of these pieces fit together is the subject of Mueller’s investigation, but the lack of a similar single, overarching investigation in the U.K. has led critics to call for one.",
  "Executives at Cambridge Analytica claimed that they had access to unprecedented quantities of advanced “psychographic” data that enabled the Trump campaign to micro-target its pitch to voters.",
  "Emma Briant, an academic expert on disinformation at George Washington University, has unearthed new e-mails that appear to reveal the earliest documented role played by Bannon in Brexit.",
  "Banks did not address the potential illegality of direct foreign donations, but suggested a strategy that might circumvent the letter of the campaign-finance laws, if not their intent.",
  "For two years, observers have speculated that the June, 2016, Brexit campaign in the U.K. served as a petri dish for Donald Trump’s Presidential campaign in the United States.",
  "Executives working for Cambridge Analytica, which filed for bankruptcy this spring, have categorically denied that the firm was paid to do any work for the Leave.EU campaign.",
  "But multiple British agencies have launched inquiries, including a criminal investigation into Banks’s role by the National Crime Agency, the U.K.’s equivalent to the F.B.I.",
  "While the e-mail chain includes Bannon, there is no evidence that he read or commented on the exchange between the Leave.EU leaders and the Cambridge Analytica executives.",
  "There’s a big question about whether Mercer’s money was used in the Brexit campaign and it absolutely underscores why Britain needs a proper Mueller-style investigation.",
  "The new e-mails do not contradict that, but show that, even if the firm was not paid for its services, it laid some of the early groundwork for the Leave.EU campaign.",
  "The following month, Leave.EU publicly launched a campaign aimed at convincing British voters to support a referendum in favor of exiting the European Union.",
  "Assange’s media platform, WikiLeaks, published many of the e-mails stolen by Russia from the Hillary Clinton campaign during the 2016 election season.",
  "The American investigations into foreign interference in Trump’s election, and British probes into Brexit, have increasingly become interwoven.",
  "The British probes, in many respects, are parallel to the Robert Mueller investigation of possible Russian support for Trump’s 2016 campaign.",
  "The tumultuous fallout has roiled the U.K. ever since, threatening the government of the Conservative Prime Minister, Theresa May.",
  "The precise role played by foreign entities in promoting and possibly funding Brexit has been clouded in mystery and controversy.",
  "British law forbids foreign contributions to its political campaigns—just as U.S. law bars foreign campaign contributions.",
  "Banks has insisted that his contributions were legal, and that foreign sources, including Russia, contributed no funds.",
  "This is being coordinated across national borders by very wealthy people in a way we haven’t seen before.\"",
  "The laws are designed to prevent international manipulation of domestic affairs.",
  "There are direct links between the political movements behind Brexit and Trump.",
  "The role of Nigel Farage, the former leader of the far-right, Euroskeptic U.K.",
  "The firm initially worked for Ted Cruz’s Presidential campaign.",
  "The U.K. narrowly voted for the so-called Brexit in June, 2016.",
  "Reached through a spokeswoman, she declined to comment.",
  "We’ve got to recognise the bigger picture here.",
  "Bannon did not respond to requests for comment.",
  "Now there is new evidence that it did."
]