[
  "Amy Klobuchar, Mark Warner, Chris Coons and Richard Blumenthal sent a letter to Facebook CEO Mark Zuckerberg requesting that he respond to the report and reminding him that Facebook's own internal probes showed that it had left its users' data vulnerable and had failed to put in place protocols that would prevent its platform from being manipulated by foreign adversaries trying to meddle in the American political system.",
  "\"Both elected officials and the general public have rightfully questioned whether Facebook is capable of regulating its own conduct,\" they chided before going on to say that the \"staggering amount of data\" Facebook has collected on both its users and non-users raises concerns that it could improperly use its vast resources against the government or critics who are trying to protect the public.",
  "Facebook has been plagued with a series of public relations disasters in recent years, such as the revelation that millions of users' data had been hacked, that it was one of the social media sites used by Russian actors to interfere in the 2016 election, and that it may have allowed the consulting firm Cambridge Analytica to sweep up data from as many as 87 million users.",
  "According to the Times, Facebook employed a Republican research firm to discredit activists protesting the company, including billionaire philanthropist George Soros -- a frequent target of conservative anti-Semitic conspiracy theories -- and Diamond and Silk, the pro-Trump social media stars and sisters who accused Facebook of censoring them.",
  "In the letter, the senators ask Zuckerberg several questions relating to the Times' report, including whether Facebook has retaliated against critics or obfuscated on its positions, and whether it ever sought to conceal information related to foreign meddling in the 2016 U.S. election from government investigators from the public.",
  "In her first interview since the story was published, Facebook COO Sheryl Sandberg told \"CBS This Morning\" co-host Norah O'Donnell she did not know about an effort described by the Times to publish stories critical of other tech companies, an apparent attempt to deflect attention away from Facebook.",
  "The senators also said that some of them have requested that Deputy Attorney General Rod Rosenstein expand the scope of the government's investigations to include the media reporting that Facebook hired contractors to retaliate against its critics.",
  "Several Democratic senators said they're dismayed by reports that social media giant Facebook hired contractors to retaliate against its critics by spreading inflammatory information about them.",
  "And again, we're doing a thorough look into what happened but they have assured me that we were not paying anyone to either write or promote anything that was false.",
  "Klobuchar and Warner have proposed a bill which would ensure that political ads sold online are covered by the same rules as ads sold on TV, radio, and print.",
  "The campaign was reportedly orchestrated by the consulting firm Definers Public Affairs, a Republican opposition research group hired by Facebook.",
  "\"We absolutely did not pay anyone to create fake news - that they have assured me was not happening.",
  "In response to a New York Times report this week detailing those efforts, Sens.",
  "And that's very important,\" Sandberg said."
]