[
  "An email, dated 24 October 2015, written by Banks and copied to Bannon among others, states that Leave.EU “would like CA [Cambridge Analytica] to come up with a strategy for fundraising in the States and engaging companies and special interest groups that might be affected by TTIP [Transatlantic Trade and Investment Partnership].”\n\nBanks is under criminal investigation over the sources of his £8m donation to the Leave.EU campaign after the Electoral Commission suspected he was not the “true source” of loans and the money had come “from impermissible sources”, claims denied by Banks.",
  "Banks states in the email that US citizens with British relatives could be targeted for donations, writing that a potential strategy should look at “how we could connect to people with family ties to the UK and raise money and create SM [social media] activity.”\n\nThe same email, written nine months before the EU referendum, also reveals that Banks would “like to get CA on the team, maybe look at the first cut of the data”, suggesting the firm may have been offered access to information about British voters from Banks’s Brexit campaign, a claim denied by Banks.",
  "Businessman sought Trump strategist’s help to raise funds for Leave.EU in the US\n\nThe controversial businessman Arron Banks was keen to involve Donald Trump’s former chief strategist Steve Bannon in a scheme to raise US cash for his Brexit campaign as far back as 2015, emails leaked to the Observer suggest.",
  "Briant told the Observer: “This chain of emails brings all these different threads and people together … here it is revealed starkly in hard documentary evidence that foreign funders and transatlantic interests and Ukip and Bannon and data and money are all being discussed.",
  "Previous material published by the Observer revealed Banks and Leave.EU’s Andy Wigmore met the Russian ambassador who introduced them to a Russian businessman with extensive business interests in goldmines inside the Russian embassy in London on 17 November 2015.",
  "Photograph: Reuters\n\nDamian Collins, chair of the parliamentary committee investigating disinformation and fake news, said the emails raised fresh questions about both the financing of the Brexit campaign and its use of data.",
  "Briant believes the emails suggest Bannon, who over the summer unveiled a Brussels-based foundation to help the spread of rightwing populism in Europe, viewed Britain as a “key entry point” to influence European politics.",
  "Banks, as founder of Leave.EU, wanted Bannon’s data firm Cambridge Analytica to devise a plan in late 2015 for raising funds in the US that would support the unofficial Brexit campaign, according to the correspondence.",
  "The emails are likely to be scrutinised in the US where Robert Mueller, the special counsel investigating possible collusion between the Trump campaign and Russia, has interviewed Bannon a number of times.",
  "In the 24 October 2015 email, sent to a number of recipients including Bannon, Banks refers to “three presentations” they will make on 17 and 18 November 2015 to press, politicians and potential donors.",
  "The email that suggests Banks attempted to solicit overseas donations for his unofficial Brexit campaign is likely to be published as evidence by parliament’s inquiry into fake news on Monday.",
  "And it’s really striking how their desire to influence politics and simultaneously make money completely overlap.”\n\nBannon, Banks and Wigmore did not respond to requests for comment.",
  "Cambridge Analytica closed this year after the Observer revealed it had harvested data on millions of Facebook users and engaged in “black ops” political campaigns around the world.",
  "There’s a big question about whether Mercer’s money was used in the Brexit campaign and it absolutely underscores why Britain needs a proper Mueller-style investigation.",
  "The emails were submitted to the committee by Emma Briant, an academic at Essex University, who was given them by an ex-Cambridge Analytica employee, Brittany Kaiser.",
  "Online abuse is a tawdry attempt to limit what we say | Carole Cadwalladr Read more\n\n“There are direct links between the political movements behind Brexit and Trump.",
  "Her evidence includes a chain of emails between Banks and employees of Cambridge Analytica, which was funded by US hedge-fund billionaire, Robert Mercer.",
  "Facebook Twitter Pinterest Brittany Kaiser, former Cambridge Analytica employee, gave the emails to Emma Briant of Essex University.",
  "This is being co-ordinated across national borders by very wealthy people in a way we really haven’t seen before,” he added.",
  "Banks told MPs in June that he had “initial discussions” with Cambridge Analytica but didn’t hire it “or sign a contract”.",
  "Collins said: “The emails suggest that the role of Bannon and Mercer is far deeper and more complex than we realised.",
  "Political donations from foreigners are illegal under British law.",
  "• This article was amended on 6 December 2018 to clarify dates.",
  "The references to 17 and 18 November refer to the year 2015.",
  "We’ve got to recognise the bigger picture here."
]