[
  "He added that an article in the New York Times on Thursday, in which the paper alleged a pattern of behaviour from Facebook to “delay, deny and deflect” negative news stories, “raises further questions about how recent data breaches were allegedly dealt with within Facebook.”\n\n‘A political rupture’: far right ready to roll in Bolsonaro’s Brazil Read more\n\nThe addition of Brazil to the mix, with a population of 209 million, means that the eight countries now represent a higher combined population than that of the US, at 389 million to 326 million people.",
  "Collins, in his latest letter, offered Zuckerberg the option of giving evidence via video link, if he was unable to arrive in London personally, adding: “We call on you once again to take up your responsibility to Facebook users, and to speak to their elected representatives.”\n\nFacebook did not reply to a request for comment from the Guardian.",
  "“We believe that there are important issues to be discussed, and that you are the appropriate person to answer them,” Damian Collins, the chair of the UK’s digital, culture, media and sport select committee, and convenor of the grand committee, wrote in a letter to Zuckerberg released on Monday.",
  "How Republican firm's plan to defend Facebook by attacking rivals backfired Read more\n\nBrazil, Latvia and Singapore bring the total to eight different parliaments across the world, with plans to send representatives to London on 27 November with the intention of hearing from Zuckerberg.",
  "The country has also been a flashpoint for disinformation on the site, with misinformation campaigns on Facebook and its messaging service WhatsApp being cited as a major contributor to the election of its far-right president, Jair Bolsonaro, in early November.",
  "Ireland, one of the other countries in the committee, also has the potential to cause damage to Facebook; the company’s international headquarters is based outside Dublin, and the Irish data protection authority is Facebook’s chief European regulator.",
  "Since the Cambridge Analytica scandal broke, the Facebook chief has only appeared in front of two legislatures: the American Senate and House of Representatives, and the European parliament.",
  "Three more countries have joined an “international grand committee” of parliaments, adding to calls for Facebook’s boss, Mark Zuckerberg, to give evidence on misinformation to the coalition.",
  "Facebook has consistently rebuffed attempts from others, including the UK and Canadian parliaments, to hear from Zuckerberg."
]