[
  "Apple CEO Tim Cook said on the \"Axios on HBO\" show Sunday that he expects Washington to crack down on tech firms in the wake of high-profile privacy scandals, such as the Cambridge Analytica problems that have plagued Facebook ( FB ).",
  "Facebook stock fell nearly 6% as the company continues to deal with the fallout from a New York Times article that detailed Facebook's reaction to political scrutiny and its Cambridge Analytica scandal.",
  "To that end, shares of Apple suppliers, such as Qorvo ( QRVO ), Broadcom ( AVGO ), Cirrus Logic ( CRUS ) and even Apple's key Anrdoid phone rival Samsung were all lower Monday too.",
  "Several makers of chips and other components used in iPhones have warned of soft sales and profit in recent weeks, citing sluggish demand for higher-end smartphones.",
  "Shares of Apple fell 5% and have now plunged about 20% from the all-time high it hit a few months ago, when Apple ( AAPL ) was worth more than $1 trillion.",
  "CEO Mark Zuckerberg has reportedly adopted a more aggressive, \"war\"-like style, according to the Wall Street Journal\n\nAlphabet was also down 4%.",
  "Apple's stock fell once more after the Wall Street Journal reported that Apple has cut orders for its iPhone XR, iPhone XS and iPhone XS Max.",
  "The higher prices -- without many more features -- could be driving customers to keep their current phones longer or buy last year's models.",
  "Early in the day, stocks fell on news that Apple's newest line of phones may not be selling as well as Apple or its investors had hoped.",
  "The stock ended a 5-day losing skid on Friday after an analyst at Morgan Stanley suggested that the supplier concerns are overdone.",
  "Investors have other reasons to be concerned about the future of Apple -— as well as other big tech companies for that matter.",
  "The $749 iPhone XR is the least expensive new iPhone, but it costs $50 more than last year's cheapest model, the iPhone 8.",
  "New York (CNN Business) Stocks fell sharply Monday, dragged down by reports of trouble at Apple and Facebook.",
  "Apple declined to comment about the Journal story or broader concerns about iPhone demand.",
  "The new iPhones, which Apple unveiled in September, cost more than previous versions.",
  "It is now down 20% from its peak in July, placing it in bear market territory.",
  "I think it's inevitable that there will be some level of regulation.\"",
  "Apple, which is a member of the Dow, was hurting the blue chips too.",
  "\"I am not a big fan of regulation,\" Cook said to Axios on HBO.",
  "But we have to admit when the free market is not working.",
  "The Dow closed down 396 points and the Nasdaq tumbled 3%.",
  "The iPhone XS Max can cost up to $1,449.",
  "\"I'm a big believer in the free market.",
  "Samsung also makes chips for iPhones.",
  "And it hasn't worked here."
]