[
  "Cook predicted the US would pass new laws targeting technology firms “at some point” to prevent the misuse of personal data, after a leak of Facebook user information to Cambridge Analytica that resulted in Mark Zuckerberg being hauled in front of Congress.",
  "It emerged in October that Google failed to disclose a data leak for months, fearing a regulatory clampdown: a bug in Google+ allowed third-party app developers to access the data not just of users who granted permission but also that of their friends.",
  "He has been careful to distinguish between Apple’s business model – selling products to customers for a profit – and that of internet platforms that, he said, are “gobbling up everything they can learn about you and trying to monetise it”.",
  "In a speech in Brussels last month, Cook used even stronger language when he said mass data collection from companies such as Google and Facebook was “surveillance” and “weaponised against us with military efficiency”.",
  "“That’s a false choice.”\n\nIn March, Cook sharply rebuked Zuckerberg and Facebook’s business model, saying detailed profiles of individuals compiled by internet platforms should not exist.",
  "He called for “some well-crafted regulations” to prevent the information of users being put together and passed on without their knowledge.",
  "I think it’s inevitable that there will be some level of regulation.”\n\nCook argued that tech companies should embrace new regulations.",
  "Big US technology companies should brace themselves for “inevitable” regulation, according to Apple’s chief executive, Tim Cook.",
  "The Apple boss has been sounding the alarm on mass data collection by Facebook and Google for years.",
  "“This is not a matter of privacy versus profits, or privacy versus technical innovation,” he said.",
  "“Generally speaking, I am not a big fan of regulation,” Cook told Axios.",
  "But we have to admit when the free market is not working.",
  "“I’m a big believer in the free market.",
  "And it hasn’t worked here."
]