[
  "It would seem that a recent report from the New York Times about some of Facebook’s business practices — which allegedly included hiring PR firms to publish articles critical of Facebook’s competitors — angered Zuckerberg who referred to the report as “bullshit.” The WSJ writes:\n\nOn Friday, that tension was on display when, during a question-and-answer session with employees at Facebook’s headquarters in Palo Alto, Calif., he blasted a fresh round of critical news coverage as “bullshit,” according the people familiar with the remarks.",
  "The Wall Street Journal published an article recently which alleges that Facebook CEO Mark Zuckerberg’s newly adopted aggressive management style is causing inner turmoil at the company as he tells his staff that the company is at “war.”\n\nIn an article titled “With Facebook at ‘War,’ Zuckerberg Adopts More Aggressive Style,” the Wall Street Journal alleges that Facebook CEO Mark Zuckerberg has adopted a new, more aggressive management style which is reportedly turning away some executives and causing issues at the company.",
  "It would seem that Facebook’s internal company dynamic has been shaken up over the course of the last year due to a number of scandals, whether Zuckerberg will manage to stay true to his promise to “fix Facebook” over the next year or whether we will see an even bigger restructuring of Facebook’s executives in the near future remains to be seen.",
  "This spring, Mr. Zuckerberg told Ms. Sandberg, 49, that he blamed her and her teams for the public fallout over Cambridge Analytica, the research firm that inappropriately accessed private data on Facebook users and used it for political research, according to people familiar with the exchange.",
  "Even some of Zuckerberg’s top advisors have reportedly not been safe from his criticism, with Facebook COO Sheryl Sandberg even worrying for her job in the wake of the Cambridge Analytica scandal earlier this year.",
  "The Wall Street Journal states:\n\nMark Zuckerberg gathered roughly 50 of his top lieutenants earlier this year and told them that Facebook Inc. was at war and he planned to lead the company accordingly.",
  "During times of peace, executives can move more slowly and ensure that everybody is on board with key decisions, he said during the June meeting, according to people familiar with the remarks.",
  "Zuckerberg’s new management style is reportedly due to pressure he’s under from senior executives to “make progress faster” on growing issues at Facebook such as slow user growth.",
  "Mr. Zuckerberg’s new approach is causing unprecedented turmoil atop Facebook, driving several key executives from the company, according to people familiar with the matter.",
  "Sheryl Sandberg, Facebook’s chief operating officer, told friends she wondered whether her job might be at risk from the fallout to the Cambridge Analytical scandal.",
  "Photo: Andrew Harrer/Bloomberg News Ms. Sandberg later confided in friends that the exchange rattled her, and she wondered if she should be worried about her job.",
  "One employee at the session asked if Facebook could deter leaks by publishing an internal report about how frequently offenders are found and fired.",
  "But with Facebook under siege from lawmakers, investors and angry users, he needed to act more decisively, the people said.",
  "Mr. Zuckerberg said Facebook does fire leakers, but the root cause was “bad morale” perpetuated by attacks in the media.",
  "At times, it has created tensions with his longtime chief operating officer, Sheryl Sandberg.",
  "The June meeting and strains with Ms. Sandberg haven’t been previously reported."
]