[
  "The suspect was reportedly linked to Anis Amri, the Tunisian man suspected of killing a dozen people when he drove into a Christmas market crowd in Berlin in 2016.",
  "Smoke rises after an air strike during fighting between members of the Syrian Democratic Forces and Islamic State militants in Raqqa, Syria, August 20, 2017.",
  "Mueller is investigating the 2016 election and has been scrutinizing connections between Cambridge Analytica and Trump's Republican campaign.",
  "And finally...\n\nSaudi Arabia plans to build a Hyperloop that would shrink commutes from hours to minutes — here's what it could look like.",
  "The US and North Korea are also holding secret, high-level discussions ahead of a meeting between the countries' leaders.",
  "Trump and French President Emmanuel Macron agreed to coordinate a \"strong, joint response\" to the escalating situation.",
  "1.US P resident Donald Trump called out Russian President Vladimir Putin after a suspected chemical attack in Syria.",
  "87 million users who might have had their private information shared will get a detailed message on their news feed.",
  "According to a Syrian state news agency, a military source said several people were injured or died in the blast.",
  "Skripal is \"improving rapidly\" after his collapse from nerve agent poisoning last month, doctors said on Friday.",
  "Far-right leaders have been gaining power across Europe, and a far-right party is now in power in Austria.",
  "No injuries were reported, but authorities warned that further tremors are expected in coming days.",
  "Russian ex-spy Sergei Skripal and his daughter may reportedly receive new identities in the US.",
  "China outlined 32 materials, technologies and equipment that could be used to create weapons.",
  "From Monday, Facebook will notify users if their data was shared with Cambridge Analytica.",
  "The Cambridge Analytica whistleblower is cooperating with Special Counsel Robert Mueller.",
  "The US denied involvement of a reported airstrike on a military airfield in Syria.",
  "The US reportedly confirmed Kim Jong Un is willing to discuss denuclearization.",
  "Hungary's right-wing nationalist prime minister Viktor Orban won a third term.",
  "German police arrested a man planning a knife attack at a Berlin marathon.",
  "China banned the export of \"dual use\" items to North Korea.",
  "A 5.8 magnitude earthquake hit western Japan.",
  "Here's what's happening on Monday.",
  "REUTERS/Zohra Bensemra\n\nHello!",
  "10.",
  "9.",
  "8.",
  "6.",
  "7.",
  "3.",
  "2.",
  "5.",
  "4."
]