[
  "Institutional investors are pulling money out of Pershing Square Capital at a \"rapid pace,\" according to a Wall Street Journal report.Citing people familiar with the matter, The Journal reported Thursday that \"about two-thirds of the cash that could be withdrawn at the end of the year\" was \"being pulled\" from the fund.",
  "\"In light of China's unfair retaliation, I have instructed the USTR to consider whether $100 billion of additional tariffs would be appropriate under section 301 and, if so, to identify the products upon which to impose such tariffs,\" Trump said in a statement released by the White House.",
  "Travis Kling, a former portfolio manager at Steve Cohen's Point72 hedge fund, is starting his own cryptocurrency venture, a person familiar with the matter told Business Insider.Kling, who left Point72 in December 2017, \"fell down the crypto rabbit hole,\" his LinkedIn profile says.",
  "President Trump said on Thursday he would take a very serious look at policies that might affect online retailer Amazon.com.Speaking to reporters while traveling back to Washington from West Virginia, he accused Amazon of not operating on a level playing field.",
  "Bahrain announced that it discovered at least 80 billion barrels of crude oil in a shale reserve.The island kingdom to the east of Saudi Arabia is the smallest and oldest energy producer in the Persian Gulf, according to Bloomberg.",
  "The UK data regulator is investigating Facebook, along with 29 other companies, as it probes the use of data by political campaigns following the Cambridge Analytica scandal, and has warned it may take \"enforcement action.",
  "Russia told Britain at the United Nations Security Council on Thursday that \"you're playing with fire and you'll be sorry\" over its accusations that Moscow was to blame for poisoning a former Russian spy and his daughter.",
  "1, Risk aversion has reared its head in early Asian trade on Friday following news that Donald Trump has asked the US Trade Representative (USTR) to consider an additional $100 billion in tariffs on Chinese imports.",
  "JPMorgan CEO Jamie Dimon complimented the administration of President Trump in his annual letter to shareholders on Thursday, saying tax cuts and deregulatory efforts are helping his bank make more money.",
  "Garth Ritchie, Deutsche Bank's top markets chief and global cohead of investment banking, is thinking about leaving the firm as soon as this year, according to a report from The Wall Street Journal.",
  "The tech giant said its January-March profit was likely 15.6 trillion won ($14.7 billion), compared with an average forecast of 14.5 trillion won from a Thomson Reuters survey of 21 analysts.",
  "He praised the Trump administration for insisting that \"rules around cost-benefit analysis be properly applied\" and for trying to give regulators \"the proper authority to use common sense.\"",
  "It was the second showdown between Russia and Britain at the world body since the March 4 nerve agent attack on Sergei Skripal and his daughter Yulia in an English town.",
  "Depending on how much is extractable, the discovery could beef up Bahrain's output in the region that includes heavyweights such as the United Arab Emirates and Iran.",
  "\"The Information Commissioner's Office (ICO) has been conducting an investigation into the political research firm used by Trump's presidential campaign.",
  "The WSJ's Jenny Strasburg reports that Ritchie has had \"multiple conversations\" with Deutsche Bank's chairman, Paul Achleitner, about leaving the bank.",
  "Samsung Electronics said on Friday its first-quarter operating profit likely rose 57.6% from a year earlier, beating market expectations.",
  "FILE PHOTO: Facebook CEO Zuckerberg during a town hall at Facebook's headquarters in Menlo Park Thomson Reuters Good morning!",
  "He is launching a $25 million fund this summer with the hope of raising another $25 million by year end.",
  "The fund makes one-eighth of its capital available for redemption each quarter.",
  "Russia, which requested Thursday's council meeting, denies any involvement.",
  "Here's what you need to know on Friday.",
  "10.",
  "9.",
  "8.",
  "7.",
  "6.",
  "4.",
  "5.",
  "3.",
  "2."
]