[
  "“A company with Facebook’s massive reach and influence requires robust oversight and that can only be achieved through an independent chair who is empowered to provide critical checks on company leadership,” said one of these investors, Scott Stringer, the New York City comptroller, according to Business Insider.",
  "Media columnist\n\nFacebook founder Mark Zuckerberg once set out a bit of digital-world wisdom that became his company’s informal motto: “Move fast and break things.”\n\nAfter the past week’s developments, the 34-year-old should declare mission accomplished — and find something else to do for the next few decades.",
  "It’s also a solution!”\n\nThe second, by the great feature writer Eli Saslow in The Washington Post, focused on a particular blogger who makes a living inventing viral lies that spread — and are believed — on a Facebook page called America’s Last Line of Defense.",
  "The first, a major investigation by the New York Times, revealed that, under fire for allowing misinformation to spread on its platform, Facebook hired an opposition-research company to plant false stories in the conservative blogosphere.",
  "And its leadership — perhaps understandably — has shown itself simply not up to the task of dealing with the explosion of growth since its founding in 2004 in Zuckerberg’s Harvard dorm room.",
  "“The same people are leading that company that have always led that company,” observed Sheera Frenkel, one of the Times reporters, in an interview with Kara Swisher on MSNBC Sunday night.",
  "I’m responsible for what happened here”), his behind-the-scenes behavior tells another story: The buck never seems to stop with Zuckerberg, despite his immense and closely held power.",
  "Together, these stories tell us once again what we already knew: That Facebook is a rudderless ship sailing toward the apocalypse — and we’re all along for the ride.",
  "If the definition of insanity is doing the same thing over and over and expecting a different result, the latest insane revelations were completely predictable.",
  "This is the same company — with the same leadership — that denied the now-established truth that misinformation deeply infected the 2016 presidential campaign.",
  "He also, according to Wall Street Journal reporting, blamed his second-in-command, Sheryl Sandberg, after the Cambridge Analytica scandal broke last spring.",
  "If Zuckerberg really wants to be “responsible for what happened here,” he’ll step aside as chairman and encourage some stringent internal oversight.",
  "Leaders — capable leaders — don’t do what Zuckerberg has done in the face of disaster that they themselves have presided over.",
  "Over the past few days Zuckerberg seems to be reaching new lows, threatening to fire employees who speak to the news media.",
  "Two stunning pieces of journalism show the scope of the problem, and how out of his depth Facebook’s chairman and CEO is.",
  "Some, for example, suggested that George Soros, the liberal philanthropist, was bankrolling anti-Facebook protesters.",
  "If Zuckerberg is to stay at the helm, they at least want him to give up his dual role as CEO and chairman.",
  "(Correction: In an earlier version of this column, Sheera Frenkel’s name was misspelled Sheera Frankel.)",
  "And the notion that Facebook is going to somehow fix itself has been proved wrong time and time again.",
  "Considering the smarmy lip service that Facebook pays to “transparency,” that’s especially appalling.",
  "As Max Read pithily observed in New York magazine: “Fake news isn’t just a problem for Facebook.",
  "(The British research firm gained access to the sensitive data of millions of Facebook users.)",
  "Some Facebook investors are calling — again, and more vehemently — for a change at the top.",
  "Zuckerberg controls 60 percent of the company and can do pretty much whatever he wants.",
  "Because he’s shown that he’s incapable of leading the broken behemoth that is Facebook.",
  "Government regulation of social-media platforms has dire implications for free speech.",
  "If there was ever a company that needed vigorous checks and balances, it’s this one.",
  "And its power is such that the crisis extends to everyone it touches — and beyond.",
  "Although Zuckerberg often says the right words (“I started this place, I run it.",
  "Step down as chairman and appoint an independent director to oversee the board.",
  "Bad and telling as they are, the latest developments are only more of the same.",
  "And they don’t insist on speaking in the worst kind of fuzzy corporate cliches.",
  "To put it more bluntly, Facebook enabled a smear campaign against its critics.",
  "Facebook is a $40 billion global giant with almost unimaginable power.",
  "And, as part of that, true transparency to the public and the press.",
  "Facebook, whether it wants to admit it or not, is in serious crisis.",
  "(“A pretty crazy idea,” was Zuckerberg’s feint at the time.)",
  "At the very least, it’s a move in a sensible direction.",
  "For more by Margaret Sullivan visit wapo.st/sullivan",
  "But the status quo is unacceptable — and dangerous.",
  "It now has 2 billion users worldwide.",
  "There is no good solution here.",
  "And he doesn’t like that idea.",
  "They don’t hide and deny.",
  "They don’t blame-shift.",
  "But it’s the right one."
]