[
  "See the full investigation below\n\nDespite obviously shoddy adverts, targeted at specific groups, on a recently set up page with fake likes (5000 in a day) and backdated posts (a feature that has since been removed) Facebook approved the first adverts within a few hours.",
  "Whether it is extracted via a Facebook app with permission to access your profile and the data from your friends, or by targeting groups on Insights - once it has been gleaned it’s easy to sell on.",
  "The information that Aleksandr Kogan obtained from a Facebook personality quiz that was ultimately passed on to Cambridge Analytica is a prime example of how valuable and vulnerable your data is.",
  "But Facebook knows which party you’re likely to vote for based on your ‘behaviours’ as the social network calls it, which is meta analysis of your likes, posts, comments and general usage.",
  "There’s a reason why Facebook is the platform for either gleaning data or running a scam: Insights is incredibly powerful in its reach and granularity, cheap and it’s easily manipulated.",
  "At some point you’ll have to ask yourself if having access to a community of friends and family is worth your deeply personal information being potentially used for nefarious purposes.",
  "You’d be forgiven for thinking that you need to be mathematical mastermind - or be loosely attached to a prestigious university - to work the system to your advantage but you don’t.",
  "Last year Point published a story about the ease with which it’s possible to access Facebook’s ad platform - Insights - with a fake company page, bought likes and backdated posts.",
  "Understanding and distilling everything you do on Facebook, portioning your personality into multiple groups, and selling that information to whoever wants to bid for it.",
  "A data trader I spoke with last year told me that he both holds and has traded hundreds of millions of records, which comes from a variety of sources including Facebook.",
  "The problem is once someone has that data, it’s possible package it up with the additional information gained via web research or the electoral roll an sell it on.",
  "The shady, underhanded “marketing” tactics of Cambridge Analytica represents the worst of Facebook’s far too powerful - and far too open - ad platform.",
  "Add that to information freely available on the electoral register and you’ve acquired a trove of personal information from doing very little.",
  "Check out this interview with Dr. Michal Kosinski - one of the forefathers of Facebook psychographic profiling - about the power of Insights.",
  "From there we knew that whoever engaged with the advert effectively confirmed our targeting and therefore confirmed their race of sexuality.",
  "Their profiles often state where they work, roughly where they live and where they went to - or are currently attending - school.",
  "Our fake page was set up with the specific purpose of buying and targeting adverts at two demographics: race and sexuality.",
  "With this basic amount of information, and their name, it’s easy to do further research on the people we targeted.",
  "Companies and individuals who buy and sell your personal data - without your consent - for a few hundred dollars.",
  "Categories that Facebook makes easy to target, alongside hundreds of other deeply personal identifiers.",
  "This isn’t a glitch in the system or an exploitable loop hole, it’s how Facebook makes its money.",
  "Our adverts ran for a few days at a time and gathered hundreds of likes and comments.",
  "Facebook makes it both possible and easy to both find you and find out about you.",
  "You may not, for example, list your political leanings on Facebook.",
  "It then approved subsequent adverts immediately.",
  "Welcome to the murky world of the data trade.",
  "This is Facebook’s core business.",
  "This is the crux of the problem.",
  "All you need is $50."
]