[
  "“Chris’s current work in the Office of American Innovation will continue,” the White House said in a statement, “and he will oversee the policy process for that office as well.” IT modernization has gained steam in the Trump administration as a nonpartisan issue with widespread public- and private-sector interest, bolstered by Trump’s recent appointment of a federal CIO and the recent confirmation of the OMB No.",
  "Intelligence Committee Chairman Richard Burr and ranking member Mark Warner will be joined by a bipartisan group of panel members for a press conference this afternoon to preview their work, the first in a series of assessments the panel will issue before its eventual final report on Russia's 2016 election interference and any Kremlin attempts to collude with the Trump campaign.",
  "“At the request of the U.K. Information Commissioner’s Office, which has announced it is pursuing a warrant to conduct its own on-site investigation, the Stroz Friedberg auditors stood down.” And Cambridge Analytica caught more heat after a British television station aired a conversation between Nix and an undercover journalist about other shady tactics the company employs.",
  "Cox will testify to gains made under the program, including increased agency awareness of cybersecurity risks, DHS being able to track which agencies are implementing software patches, and a partnership between DHS and other federal agencies to shore up defenses against nation-state and criminal hackers.",
  "The Democrats want testimony from company CEO Alex Nix “about the reported misappropriation of private data, as well as information to determine where the data was stored, how it was used, and whether third parties accessed and exploited the information, including in Russia,” according to a news release.",
  "“This hearing is about learning from the initial rollout and progress of CDM phase one, plans to move through phase two and perhaps most importantly what is and should be the long-term vision of CDM,” according to a draft opening statement from Rep. John Ratcliffe, chairman of the Homeland subcommittee.",
  "The Homeland Security Committee’s cybersecurity subpanel and the Oversight Committee’s IT subpanel will dive into whether the program — which tracks digital traffic, looking for suspicious activity — has the right strategy and whether it is structured properly to give agencies high-tech cyber tools.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "Learn more at www.mantech.com **\n\nDIAGNOSING THE STATUS OF CDM — Two House panels today will join forces for a hearing on the Homeland Security Department’s Continuous Diagnostics and Mitigation program, a multi-phase, multibillion-dollar project to boost federal agency cybersecurity.",
  "… \"A top House Republican is preparing to subpoena the Justice Department for records gathered by its inspector general in his review of how the FBI handled its 2016 investigation of Hillary Clinton, according to two GOP sources familiar with the congressman's plans.\"",
  "— The Senate logjam over election security could soon break with a one-two punch: a leadership change in the influential Senate Rules Committee and the expected unveiling today of the Senate Intelligence Committee’s election security recommendations, Martin reports.",
  "ABOUT THOSE INTEL RECS — The Senate Intelligence Committee today will discuss its eagerly awaited findings on the cyberattacks that struck state election infrastructure in 2016 and the panel’s recommendations for how to blunt such assaults in future elections.",
  "Aaron Scherb, director of legislative affairs at good government advocate Common Cause, said Blunt’s ascension could represent “a step in the right direction” for getting movement on issues “that have been pending, or had no action,” during Shelby’s tenure.",
  "Facebook took another hit Monday when The New York Times reported that its chief information security officer, Alex Stamos, is departing the company over disputes about how to handle the social media giant’s role in spreading Russian disinformation.",
  "MORE FACEBOOK, CAMBRIDGE ANALYTICA DRAMA — Some of the cybersecurity dimensions are beginning to grow clearer in the controversy involving Trump campaign data company Cambridge Analytica harvesting information on 50 million Facebook users.",
  "Story Continued Below\n\nBlunt said that if he’s confirmed as the panel’s chairman, one of his “early hearings” would be on election security, focusing on the upcoming Intelligence panel’s report, which members will discuss today.",
  "That hearing, he added, “in all likelihood would lead to some kind of legislation or, at least, direction of these agencies.” The news has buoyed the spirits of lawmakers who have stumped to keep the issue in the spotlight.",
  "Meanwhile, Facebook hired digital forensics firm Stroz Friedberg — which Uber hired after announcing its major breach last year — to conduct an audit of Cambridge Analytica, which agreed to provide access to its servers.",
  "“This new algorithm has the potential to help cybersecurity professionals to better detect and prevent cyberattacks in real time,” said the University of Texas at San Antonio, where the researchers work, in a statement.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "… “As far as Republican leaders on Capitol Hill are concerned, Donald Trump can say whatever he wants about Robert Mueller and his Russia probe — as long as he doesn't fire him.”\n\nTWEET OF THE DAY — How adorable.",
  "The Rules Committee will soon vote to name Sen. Roy Blunt its next chairman, putting a former top state election official and Intelligence Committee member in charge of the panel that oversees federal elections.",
  "Liddell currently heads the American Technology Council and is a senior member of the Office of American Innovation, where he leads the Trump administration’s efforts to modernize and secure federal IT systems.",
  "While some obstacles remain, even election security advocates, who routinely chide GOP leaders for failing to act on the topic, struck a hopeful note about Blunt’s potential Rules Committee leadership.",
  "While there’s been some dispute over whether Cambridge Analytica obtaining the Facebook data constitutes a “breach,” House Intelligence Democrats are concerned about who else might have gotten access.",
  "INCIDENTALLY — The House passed legislation Monday that its sponsor touted as one way to strengthen cyber defenses against election interference and attacks on vital industries like the energy grid.",
  "** A message from ManTech: With cyberattacks proliferating, organizations need real-time, dynamic cyber solutions to protect vital infrastructure and data from theft, compromise and destruction.",
  "Defense, Intelligence Community and federal civilian agencies look to ManTech for aggressive cyber solutions that stop criminal hackers, thwart nation-state attacks, and expose insider threats.",
  "Finally, the committee will hear from two key groups representing election officials — the National Association of Secretaries of State and the National Association of State Election Directors.",
  "The leadership swap could prove advantageous for the lawmakers who have been pushing the committee to help pass legislative provisions aimed at strengthening voting systems’ digital defenses.",
  "“Malicious cyberattackers can clone the GPS signal and display, for instance, the wrong time or the wrong location,” said UT computer engineering professor David Akopian in a statement.",
  "The panel today will hear from Kevin Cox, manager of the program, as well as representatives from the Office of Personnel Management and the departments of Energy and Veterans Affairs.",
  "Chris Liddell, the former Microsoft and GM executive, will join chief of staff John Kelly’s team as deputy chief of staff for policy coordination, the administration announced Monday.",
  "Committee Democrats are also worried about professor Aleksandr Kogan — who heads Global Science Research, which shuttled Facebook data to Cambridge Analytica — having ties to Russia.",
  "And Hill Democrats in general are getting increasingly angry at Facebook, while Senate Commerce Chairman John Thune wants a briefing from Facebook and Cambridge Analytica.",
  "… Trump will add a former federal prosecutor who argued the president had been framed by DOJ and FBI “with a falsely created crime” to his legal team later this week.",
  "“Independent forensic auditors from Stroz Friedberg were on site at Cambridge Analytica’s London office this evening,” Facebook said in a statement on Monday.",
  "5074) would bolster the authority of the cyber incident response teams at DHS that help owners and operators of critical infrastructure respond to an attack.",
  "Big days ahead (including today) on election security\n\nWith help from Eric Geller, Martin Matishak and Li Zhou\n\nTHAW ON ELECTION SECURITY LEGISLATION COMING?",
  "— A new computer algorithm could help protect GPS-based systems from cyberattacks that spoof data to wreck critical infrastructure and business operations.",
  "GPS spoofing has become an increasing problem in the past few years, with the Russian government apparently using it to disrupt shipping in the Black Sea.",
  "Next up will be representatives from the main DHS cyber division and the Election Assistance Commission, a federal agency that helps states run elections.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Stamos reportedly pushed harder than some executives liked for more disclosure, but on Twitter he suggested at least part of the Times story was wrong.",
  "The press conference comes the day before the full Intelligence Committee holds a star-studded, three-part hearing on the topic of election security.",
  "BOOST FOR IT MODERNIZATION — A top White House adviser working on IT modernization is getting a new job — but will not abandon his current position.",
  "The algorithm, presented in a recently published journal article, can detect spoofed GPS signals and prevent them from tricking electronic devices.",
  "Susan Collins and Martin Heinrich want DHS to do more to protect the country's election infrastructure from foreign meddling before Election Day.",
  "As deputy chief for policy, Liddell will oversee decision-making on a wide range of issues, but he won’t be giving up his IT modernization role.",
  "Ratcliffe has already held one hearing on the program this year and plans legislation later this year aimed at improving CDM’s efficiency.",
  "The bill, which codifies those existing teams into law, also specifies that DHS can borrow private-sector cyber specialists for its work.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com and be sure to follow @POLITICOPro and @MorningCybersec.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "… The president isn’t considering firing special counsel Robert Mueller, according to White House attorney Ty Cobb.",
  "“This innovative approach serves as a force multiplier for our cybersecurity workforce,” McCaul said on the floor.",
  "It can send people to the wrong location or render hours of data useless.”\n\nRECENTLY ON PRO CYBERSECURITY — Sens.",
  "The first panel will feature Homeland Security Secretary Kirstjen Nielsen and her predecessor, Jeh Johnson.",
  "Blunt “understands this issue,” Sen. James Lankford said of his Intelligence Committee colleague.",
  "The first two phases of the program are devoted to managing what and who is on agency networks.",
  "— The Defense Advanced Research Projects Agency is kicking off a cyber resilience initiative.",
  "The National Science Foundation has awarded grants to study GPS-spoofing countermeasures.",
  "And they’re seeking testimony from Cambridge Analytica whistleblower Christopher Wylie.",
  "QUICK BYTES\n\n— Trump folk are getting hacked a lot, according to the Huffington Post.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "… President Donald Trump kept up his attacks on the ongoing Russia investigations.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Sign-up today to start receiving the newsletter right at launch on April 6.",
  "We’ll be combing it for cybersecurity news the first chance we get.",
  "Per our friends at Morning Tech, that plan has already hit a hitch.",
  "— The Trump administration banned a Venezuelan cryptocurrency.",
  "OMNIBUS IMMINENT — The omnibus spending bill arrives today.",
  "Your MC host would like to check in with Earth-Twelve Tim.",
  "Homeland Security Chairman Mike McCaul said his bill (H.R.",
  "— Microsoft is starting up a new bug bounty program.",
  "HAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "— Texas’ Frost Bank suffered a data breach.",
  "— Latvia is worried about election hacking.",
  "2, who will oversee the federal CIO’s team.",
  "— Mozilla didn’t fix a bug for nine years.",
  "— The cyber insurance industry is booming.",
  "No organization can afford to be hacked.",
  "The House passed the bill by voice vote.",
  "“This can wreak all sorts of havoc.",
  "Pros can read the full story here.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Infosecurity Magazine.",
  "Infosecurity Magazine.",
  "That’s all for today.",
  "Full team info below.",
  "Presented by Boeing.",
  "Ooo, no, Earth-Zero.",
  "SPOOFER NO SPOOFING!",
  "A multiverse, huh?",
  "Financial Times.",
  "Security Week.",
  "TechCrunch.",
  "LSM.LV.",
  "Jane’s."
]