[
  "A Facebook spokesman told the Guardian: “When we changed our policy in 2015, we gave all third-party developers ample notice of material platform changes that could have impacted their applications.”\n\nDavid Godkin, Six4Three’s lead counsel told the British publication: “We believe the public has a right to see the evidence and are confident the evidence clearly demonstrates the truth of our allegations, and much more.”\n\nA trial date for the case has been set for April 2019.",
  "FACEBOOK CEO QUESTIONED BY EU LAWMAKERS, BUT MOSTLY REPEATS HIS US TESTIMONY\n\n“The evidence uncovered by plaintiff demonstrates that the Cambridge Analytica scandal was not the result of mere negligence on Facebook’s part but was rather the direct consequence of the malicious and fraudulent scheme Zuckerberg designed in 2012 to cover up his failure to anticipate the world’s transition to smartphones,” legal documents said.",
  "“Facebook’s claims in court that it is an editor for first amendment purposes and thus free to censor and alter the content available on its site is in tension with their, especially recent, claims before the public and US Congress to be neutral platforms,” said Heather Whitney, a legal scholar who has written about social media for Columbia University's Knight First Amendment Institute.",
  "The developer, which logged its original case in 2015 shortly after Facebook removed access to friends’ data, claims that internal emails and documents reveal a system deliberately designed to exploit user data as well as other anti-competitive behaviors.",
  "A former startup called Six4Three, which is suing Facebook in California superior court, claims that Zuckerberg “weaponized” the ability to access data from any user’s network of friends — a crucial part of the Cambridge Analytica scandal.",
  "The company that has filed the case is trying to stop Facebook from having it thrown out and has submitted legal arguments that draw on thousands of emails, the details of which are currently redacted, reports the Guardian.",
  "For its part, Facebook rejects the claims and has made a motion to get the case dismissed using a freedom of speech defense which claims it has a right to make “editorial decisions” as it sees fit.",
  "According to a report in the Guardian, a legal motion filed last week draws upon extensive confidential emails and messages between senior executives of the tech platform, including Zuckerberg.",
  "Facebook CEO Mark Zuckerberg developed a “malicious and fraudulent scheme” to misuse a huge amount of private data to pump up his company’s bottom line and push out rivals, a lawsuit alleges.",
  "Zuckerberg’s company has until next Tuesday to file a motion requesting that the evidence remains sealed, otherwise the documents will be made public.",
  "ZUCKERBERG DISMISSES FACEBOOK MONOPOLY CONCERNS\n\nOne expert told the Guardian that Facebook’s claims expose a contradiction for the tech giant.",
  "He is named individually in the case and, it is alleged, personally oversaw the scheme."
]