[
  "Zuckerberg’s Congressional mea culpa concluded with a pledge to become a more responsible steward of his company's massive user database, and the promise to enact an array of new security measures, including:\n\nRestricting third-party access to Facebook user data\n\nDiscontinuing the company’s purchase of user data from private data mills\n\nUndertaking heavy investments in AI detection algorithms and hiring thousands of new cybersecurity personnel to identify and prevent the spread of fake news and inappropriate content\n\nImposing privacy protection restrictions on advertisers seeking to match their customer database with lookalike audiences on Facebook\n\nRequiring developers to get user approval before asking to access posts and private data.",
  "Advertising revenues: Facebook vs. U.S. Newspapers ($, billions)\n\nOf course, Facebook doesn't like to talk about the fact that its business strategy is predominantly driven by monetizing the value of its massive user database, preferring instead to cast the company as a tireless defender of user privacy on a mission to “give people the power to build community and bring the world closer together.”\n\nBut as Zeynep Tufekci has eloquently chronicled, Zuckerberg’s most recent apology tour and pledge to restore user trust is just the latest instance of breach/apologize/repeat that has played out time and again since the company was founded.",
  "The company has helped connect innumerable friends old and new, spread vital information to residents of countries reeling from natural or man-made disasters, assisted entrepreneurs in reaching target customers, helped seriously ill patients find moral support or even potential organ donors, allowed grandparents to show off the cutest grandchildren in the world, and given countless users a welcome chuckle from cute puppy videos.",
  "Percentage of Facebook users who agree or strongly agree with the statement \"Facebook is committed to protecting the privacy of my personal information\"\n\nNonetheless, although fewer than 30% of US Facebook users currently believe Facebook is committed to protecting their private data, only 1% - 3% report deleting their account (and even these low user estimates probably overstates actual switching behavior).",
  "Facing expulsion at his disciplinary hearing, Zuckerberg apologized profusely, noting:\n\nI hope you understand, this is not how I meant for things to go, and I apologize for any harm done as a result of my neglect to consider how quickly the site would spread and its consequences thereafter.”\n\nAs it turned out, Zuckerberg wasn’t expelled, but left Harvard voluntarily the following year to launch Facebook.",
  "I started Facebook, I run it and I'm responsible for what happens here… This was a major breach of trust, and I'm really sorry that this happened… We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.”\n\nThere have been several other breach/apologize/repeat incidents along the way, but the company’s pattern of behavior should be abundantly clear by now.",
  "In particular, I think that a small number of high profile mistakes, like Beacon four years ago and poor execution as we transitioned our privacy model two years ago, have often overshadowed much of the good work we’ve done.”\n\nWe now know that Facebook’s Platform initiative opened the door for Cambridge Analytica to gain unauthorized access to the personal data of 87 million Facebook members.",
  "Facebook will never voluntarily put its current business model at risk\n\nIn my last Forbes post, I observed that the real reason Facebook is committed to its ad-based revenue model is that the price advertisers are willing to pay Facebook to invade users’ privacy is vastly greater than the price most consumers would be willing to pay Facebook to protect their privacy.",
  "For example, if an advertiser wants to promote a woman’s beauty product, it would be willing to pay a relatively high price per thousand impressions (CPM) if it knows its ads will only be seen by customers with the highest purchase potential (e.g., defined by gender, income, location, purchase history, interest and willingness to pay for premium cosmetics, etc.).",
  "In essence, Facebook traded user privacy for corporate growth and profitability - an accomplishment that didn’t go unnoticed by government regulators\n\nIn 2011, the FTC charged Facebook with deceiving consumers by saying the company would keep their user data private, while knowingly sharing highly personal user information with external parties.",
  "I won’t do it again.”\n\nFor example, in 2007, Facebook introduced the Beacon program in which participating advertisers reported back to Facebook on members' activities on their websites even if the users weren’t logged in to Facebook and had refused to have their off-platform activities broadcast to their Facebook friends.",
  "Privacy advocates howled, and Zuckerberg’s apology rang a familiar bell:\n\nWhen we first thought of Beacon, our goal was to build a simple product to let people share information across sites with their friends…We made a lot of mistakes building this feature, but we’ve made even more with how we’ve handled them.",
  "We simply did a bad job with this release, and I apologize for it.”\n\nTwo years later, Facebook shut down the Beacon program and set aside $6.5 million to establish an independent a non-profit research foundation to educate users, regulators and enterprises on critical issues relating to online data protection.",
  "Moreover, most folks simply don’t make a connection between their individual activity on Facebook and widely publicized abuses of the platform - certainly not to a level of concern that would motivate users to delete their accounts or even to strenuously advocate for stringent government regulation.",
  "Even if the US political landscape shifts later this year in favor of more regulatory oversight of social media platforms, the experience to date with GDPR suggests that Facebook’s basic operations, management priorities and financial performance are unlikely to materially change.",
  "While Facebook has always portrayed itself as an idealistic, community-centric enterprise, promising its users protection and control over the use of private data, in fact the company has been managed to maximize the value of user data to advertisers and outside developers.",
  "The harsh reality is, Facebook cannot fulfill its mission to “give people the power to build community and bring the world closer together” without also enabling misinformed individuals from spreading false rumors or bad actors from spreading lies for evil intent.",
  "Giving users simpler tools to manage and control permissible access to their user data on Facebook in compliance with recent European regulations\n\nRequiring every advertiser who wants to run a political or issue ad campaign to confirm their identity and location.",
  "With over 3 trillion posts to date and 8 billion daily video views in over 100 languages, factchecking Facebook posts for “truthiness” is a herculean task at best, and is usually subject to Facebook review only after suspicious posts have already gone viral.",
  "Under any circumstances, even the most stringent regulatory controls on data privacy will not lessen the societal risks noted above as long as individuals continue to grant Facebook access to their user data, which as we’ve seen they remain inclined to do.",
  "That doesn’t necessarily mean deleting your account, but it does require taking more responsibility to safeguard your personal information and to use better judgment than Facebook itself is willing or able to in preventing the spread of false information.",
  "Early indications suggest that the GDPR will have more bark than bite in impacting Facebook’s ability to continue monetizing user data, particularly since most users don’t seem bothered by the Faustian bargain they’ve tacitly made with Facebook for years.",
  "Facebook Platform proved to be remarkably successful in sparking Facebook’s exponential growth from only 20 million users in 2007 to the 2.2 billion monthly active users (MAU) Facebook serves today as the world's biggest and most powerful social network.",
  "The Trump administration has absolutely no interest in raising regulatory concerns on issues that would relitigate the legitimacy of the 2016 election, and Congress has far more pressing priorities than data privacy as the midterm elections approach.",
  "In fact, the number of Facebook daily active users (DAU) grew by 13% in March despite widespread negative press coverage, and by any measure – user engagement, ad prices and revenue growth – Facebook continues to dominate the social media landscape.",
  "Facing widespread public outrage, Zuckerberg provided perhaps his most polished version of Facebook’s apologia in his opening statement to Congress:\n\nIt's clear now that we didn't do enough to prevent these tools from being used for harm as well.",
  "The latter is relatively easy to detect, and in fact, Facebook announced last week that during Q1 2018, the company shut down 583 million fake accounts and prevented publication of millions of posts depicting graphic violence or sexual activity.",
  "Facebook’s extraordinary financial success is captured by the mnemonic 50/50/50/500: approximating a $50 billion annual revenue run rate, growing at 50% per year with a 50% operating profit margin, generating a market cap of over $500 billion.",
  "These unsettling revelations triggered a precipitous decline in Facebook users’ trust in the company, and distrust levels remained unprecedentedly low even after Zuckerberg’s effusive apologies and pledges during his Congressional testimony.",
  "A world where Facebook will perennially lose the struggle to prevent bad actors from exploiting Facebook for evil intent, both because of the inherent enormity and complexity of the task and Facebook’s own conflicted motivations to do so?",
  "In complying with the GDPR requirement to ask users for permission to continue collecting personal information, Facebook designed it new screen views to encourage users to speed through one-click acceptance of current privacy settings.",
  "The simple fact is that Facebook’s business model relies on providing advertisers with uniquely deep insights into user needs, preferences, and even predictions on future behaviors that users themselves do not yet fully understand.",
  "But Zuckerberg also acknowledged that he naively overlooked malevolent uses of its platform, enabling foreign actors to influence democratic elections, and that Facebook hasn't done enough to control the spread of fake information.",
  "This data was used to develop psychological profiles, providing insights to target Facebook ads encouraging likely Trump supporters to get to the polls while demotivating likely Hillary Clinton supporters from casting a vote.",
  "Facebook considered Platform a win-win deal (for Facebook and developers, if not users), giving Facebook the opportunity to make its platform apps more appealing, while giving outside developers access to a large audience.",
  "A world where Facebook exploits and amplifies intrinsic human interest in gossip – without an effective mechanism to distinguish harmless titillation from falsehoods that can incite ethnic violence and influence elections?",
  "Unless and until you (and a critical mass of fellow Facebook users) are willing to change the way you interact with Facebook, we are destined to live in Mark Zuckerberg’s walled garden, for better – and considerably worse.",
  "Over the years, Zuckerberg has strenuously disavowed Facebook’s responsibility for spreading misinformation, sticking to a storyline reminiscent of the NRA’s exculpatory position that guns don’t kill people; people do.",
  "Users hoping to exercise their right to restrict Facebook’s use of their private data will have to work through several screens of warning messages and granular data privacy controls that require concerted effort.",
  "My conversations on this issue with frequent Facebook users elicited the following line of reasoning:\n\nI’ve heard that my Facebook data is being spread around for all kinds of reasons, but that doesn’t bother me.",
  "But Facebook’s tools – the algorithms that control what you see or don’t on your News Feed – are designed to maximize shares and likes, which exploits human nature to promote the viral spread of misinformation.",
  "Most consumers don’t care about data privacy\n\nOn March 17 2018, the New York Times published a story chronicling how Cambridge Analytica (CA) gained access to user data on tens of millions of Facebook members.",
  "The stimulation of fake news fulfills a craving to relieve the burdens of our lived realities.”\n\nFor Facebook, the consequence of this human frailty is rocket fuel for the company’s growth and profitability.",
  "In the interim, Facebook has not promised to revise its algorithms, which currently promote widely shared posts even when evidence suggests questionable content has the potential for harmful consequences.",
  "In prepared remarks prior to his Senate testimony last month, Mark Zuckerberg shared his views on the corporate culture he has nurtured at Facebook:\n\nFacebook is an idealistic and optimistic company.",
  "Facebook’s uncanny ability to accurately target users in its vast user database to maximize advertising effectiveness has enabled the company to build arguably the best business model in the world.",
  "Facebook loyalists have made the platform an integral part of their daily lives to capture memories, to stay connected, to be entertained, to share information and to avoid the dreaded FOMO.",
  "Responding to the FTC’s ruling, Zuckerberg rolled out his standard apology, which once again lauded the company’s good deeds:\n\nI’m the first to admit that we’ve made a bunch of mistakes.",
  "In his testimony on Capitol Hill last month, Zuckerberg finally seemed to hint at greater accountability, telling Congressmen, \"I agree we are responsible for the content [on Facebook].\"",
  "This massive breach of trust prompted last month’s Congressional hearings and caused the FTC to reopen a full-scale investigation of whether Facebook violated its 2011 consent decree.",
  "Facebook users were never informed that data on their activities on external sites was flowing back to Facebook, nor given the option to block that information from being transmitted.",
  "To wit, the more restrictive Facebook or its users are in the amount of user information shared with advertisers, the lower the “rent” Facebook can charge for targeted ad placements.",
  "History proves it is a very powerful force.”\n\nZuckerberg acknowledges that the use of artificial intelligence to control the spread of fake news on his platform is still years away.",
  "But in 2007 Zuckerberg announced the launch of Facebook Platform, which, while not selling user data, gave it away for free to hundreds of thousands of third-party apps developers.",
  "Sure, a couple of celebrities (Will Ferrell, Elon Musk) made news by deleting their Facebook account and a few companies (Pep Boys, Commerzbank) discontinued Facebook advertising.",
  "Facebook has achieved the trifecta of high scale and high growth and high-profit margins unmatched by any other high tech company, including Google, Amazon, Apple, and Netflix.",
  "But as it turned out, this apologia became the basis of a script Zuckerberg would read from time and again over the next 15 years along the lines of: “My intentions were pure.",
  "The intent was to help developers make their apps more “social” - for example enabling friends to play Farmville online or incorporate friends’ birthdays into a calendar app.",
  "For most of our existence, we focused on all the good that connecting people can bring.”\n\nZuckerberg had good reason to laud Facebook’s many acts of kindness over the years.",
  "In contrast, mass media channels that lack the ability to precisely target their user base have seen their advertising CPM rates and total revenues plummet in recent years.",
  "Advertisers will also have to show who paid for their promotions and be willing to have all their targeted Facebook ads be displayed for anyone who wants to see them.",
  "Zuckerberg’s public apologies began in 2003, when the then 19-year-old college sophomore launched a short-lived but popular Harvard version of the Am I Hot or Not?",
  "This is the second of a three-part series on Facebook's business model, management priorities and how you can help reduce the company's harmful societal impacts.",
  "In executing its business model, Facebook faces an inescapable tradeoff between protecting the privacy of its users and increasing its growth and profitability.",
  "I never bother to look at the Facebook ads in my News Feed and there’s nothing in my boring posts that would be of any interest to anyone other than my friends.",
  "As proof, Zuckerberg cited Facebook’s stepped up efforts to detect and label fake news and to close down accounts that violate the company’s terms of service.",
  "Moreover, Facebook gives advertisers the choice to tailor their ad spend to match their strategic objective: pay per impression, per click, or per like.",
  "Since Facebook knows more about more consumers than anyone, they provide advertisers with uncanny precision in reaching precisely the right audiences.",
  "Facebook has a strong business incentive to encourage user likes and shares without regard to the veracity or purpose of the content on its platform.",
  "Zuckerberg’s version, called Fashmash, non-consensually scraped pictures of coeds from Harvard’s intranet and asked users to rate their hotness.",
  "Facebook agreed to a settlement, requiring the company to revamp their privacy policies and to promptly inform users of any unauthorized access.",
  "It doesn’t have to, as there are several hundred million volunteers to fill this role, whether innocent jokesters or schemers with evil intent.",
  "The first and most obvious explanation is the perceived value and habitual – some would say addictive – attachment users have to the platform.",
  "But in reality Facebook’s business model still poses grave societal risks, even if the company faithfully executes all these policy changes.",
  "Given Facebook’s enormous success, we can expect the company to vigorously defend itself against regulatory threats to its modus operandi.",
  "The story raised the specter that unauthorized use of Facebook data might have altered the outcome of the 2016 presidential election.",
  "Absent a viable alternative, it's no wonder so few users are willing to unilaterally sever their digital ties to friends and family.",
  "Sure it bugs me when I hear all these stories about fake news and election meddling, but really, what does that have to do with me?",
  "These are positive and long overdue steps in the right direction for a company that has repeatedly breached the trust of its users.",
  "If you were a member of Facebook’s executive leadership team or board, would you want to tamper with such a money-making machine?",
  "But it would be a mistake to view Facebook’s corporate behavior as a morality play of sorts, framed in terms of good versus evil.",
  "Individuals are free to express their opinions, however misinformed, and Facebook is correct in being leery of overt censorship.",
  "Mark Zuckerberg is neither as good-hearted as he makes himself out to be, nor as evil as his most strenuous detractors insist.",
  "Given this widespread sentiment, are we destined to live in Mark Zuckerberg’s world of breach/apologize/repeat indefinitely?",
  "A case in point is the seemingly strict European General Data Privacy Regulations (GDPR), which go into effect this month.",
  "When you think about a media company, you have people who are producing content, who are editing content, that’s not us.",
  "Like gossip, they are usually titillating and sensational, and many times they feature a clear villain we can blame.",
  "We now know what Facebook has known for years: fake news spreads faster and farther than real news on social media.",
  "That goes for fake news, foreign interference in elections, and hate speech as well as developers and data privacy.",
  "A world where Facebook’s algorithms encourage filter bubbles and political polarization at an unprecedented scale?",
  "In my final post in this series, I’ll cover what individuals can and should do to reduce Facebook’s societal harm.",
  "A world where Facebook’s business model systematically promotes attention-grabbing content over factual accuracy?",
  "It would be easy to dismiss this peccadillo as the rookie mistake of a teen whiz kid with no business experience.",
  "Zuckerberg was accused by Harvard of breaching security, violating copyrights and violating individual privacy.",
  "Why hasn’t Facebook’s repeated breaches of trust prompted more users and advertisers to abandon the platform?",
  "If not the government, can we count on Facebook itself to mitigate the company’s negative societal impacts?",
  "(Of course, this same capability also appeals to malevolent actors trying to influence our elections.)",
  "So if the government can’t fix Facebook and Facebook won’t fix Facebook, where does that leave us?",
  "But ensuring the veracity of content posted to Facebook by valid users is entirely another matter.",
  "Users and government regulators would be wise to watch what Facebook does, not what they say.",
  "As Psychology Today noted earlier this year:\n\nPerhaps made up stories simply entertain us.",
  "As esteemed historian Yuval Harari has observed, “Never underestimate human stupidity.",
  "We didn't take a broad enough view of our responsibility, and that was a big mistake.",
  "This is not to suggest that Facebook directly creates or solicits false information.",
  "Don’t count on government regulation to address these problems, for three reasons.",
  "But these cases proved to be rare exceptions that never gained a viral following.",
  "Zuckerberg’s version is:\n\nWe’re a technology company; we’re not a media company.",
  "Facebook was certainly in a good position to teach the tricks of the trade.",
  "Zuckerberg has steadfastly claimed that Facebook doesn’t sell user data.",
  "Case in point: the newspaper industry’s pain has been Facebook’s gain.",
  "And let’s be honest, there really isn’t an alternative to Facebook.\"",
  "Moreover, there are legitimate First Amendment rights at play here.",
  "In essence, Facebook has weaponized mass social irresponsibility.",
  "I’m just sharing personal tidbits with my friends.",
  "Sometimes fake news is just silly and humorous.",
  "Gosh, I didn’t realize anyone would be hurt.",
  "We do not produce any of the content.\"",
  "The answer depends entirely on you.",
  "It was my mistake and I'm sorry.",
  "We’re a technology company.",
  "But it’s deeper than that.",
  "It's just business.",
  "We build tools.",
  "Of course not.",
  "Here’s why.",
  "I’m sorry.",
  "website."
]