[
  "The question about Zuckerberg's role leading the company he co-founded 13 years ago came a week after The New York Times reported that Zuckerberg and COO Sheryl Sandberg \"ignored warning signs\" of the Cambridge Analytica scandal that saw a political consultancy use data from millions of Facebook users.",
  "Zuckerberg also defended his company's decision to leave up a controversial 2015 post by Donald Trump calling for a \"total and complete shutdown\" on Muslims entering the U.S.\n\n\"I think it's important that people have the opportunity to hear what political leaders are saying,\" Zuckerberg said Tuesday.",
  "He also conceded that \"there's no doubt that we missed something really important\" when it came to Russian interference during the 2016 US election, adding that it \"was not something we were expecting.\"",
  "Twitter CEO Jack Dorsey has defended the president's presence on Twitter, claiming that the social network is giving the world a direct line to world leaders and fostering an \"open conversation.\"",
  "\"It's a really big deal to come out and say that as nation-state is behind something, and before our company puts a stamp on something saying that, I want to be really sure that's the case.\"",
  "Mark Zuckerberg says he has no plans to step down as chairman of Facebook in the face a mounting uproar over how Facebook executives handled a series of scandals.",
  "The Times reported that Facebook hired a firm called Definers Public Affairs to retaliate against or spread inflammatory information about its critics.",
  "On Friday, a group of Democratic senators sent a letter pressing the social network for more details about its relationship with Definers.",
  "Using Twitter, Trump has attacked companies like Amazon and Google, as well as private citizens like union leader Chuck Jones in 2016.",
  "During Zuckerberg's wide-ranging interview, he said he learned of the Definers' work with Facebook by reading the Times report.",
  "The company also knew about Russian influence activities on its platform as early as spring 2016, according to the report.",
  "\"I wish we understood it before 2016, before the Russians tried to do these information operations in the first place.",
  "\"I'm not going to be doing this forever, but I'm not currently thinking that makes sense.\"",
  "Facebook isn't the only social network wrestling with how to deal with Trump's tweets.",
  "\"In those cases, I don't think that a lot of the content violated out policies.\"",
  "\"That's not the plan,\" the Facebook CEO said in a CNN interview Tuesday evening.",
  "\"I don't think this point was about a specific PR firm; it's about how we act.\"",
  "I am responsible for everything that happens here,\" Zuckerber said.",
  "\"I wish that we understood the issue sooner,\" he said.",
  "This article originally appeared on CNET.",
  "\"I do run the company."
]