[
  "Sheryl Sandberg has been the poised, reliable second-in-command to Facebook CEO Mark Zuckerberg, helping steer Facebook's rapid growth around the world for the past decade, while also cultivating her brand in ways that hint at aspirations well beyond the social network.",
  "Besides elections interference, Zuckerberg and Sandberg have been criticized for their slow response to the Cambridge Analytica scandal, in which the data-mining firm accessed millions of users' private information without their permission.",
  "But Levick believes Sandberg can begin to restore her image by acknowledging her role in causing Facebook's problems instead of blaming external forces beyond her control: \"The kneejerk response 'poor, poor me' is not the solution.\"",
  "Though Sandberg has denied knowing that Facebook hired an opposition research firm to discredit activists, she created a permissive environment through what the Times called an \"aggressive lobbying campaign\" against critics.",
  "While Zuckerberg has spent all of his adult life at Facebook, Sandberg had a career before Facebook and even tech, so it is plausible that she would have a life after Facebook, perhaps back in politics.",
  "Citing unnamed sources, the newspaper said Sandberg at one point wondered if she should be worried about her job (though that appears to no longer be the case, based on Zuckerberg's public support).",
  "Sandberg, 49, who was hired away from Google in 2008, has been a crucial \"heat shield\" for Zuckerberg, as Galloway put it, as lawmakers and the public crank up criticism of the 34-year-old founder.",
  "Galloway said it would look bad for Facebook to fire one of the only top female executives in an industry where women \"face inordinately high obstacles to get to leadership positions.\"",
  "She was the lone chief operating officer among a who's who of tech CEOs — including Apple's Tim Cook and Amazon's Jeff Bezos — to meet with Donald Trump a month after his election.",
  "But she's also gotten the blame when things go wrong, including Facebook's failure to spot Russian attempts to influence U.S. elections by buying U.S. political ads — in rubles.",
  "Sandberg's role\n\nAs chief operating officer, Sandberg is in charge of Facebook's business dealings, including the ads that make up the bulk of the company's revenue.",
  "The company's response — namely, Zuckerberg's and Sandberg's — has been slow at best, misleading and obfuscating at worst, as The New York Times reported last week.",
  "That report, and one from The Wall Street Journal , underscored Sandberg's influence at the company, even as Zuckerberg has borne much of the criticism and anger.",
  "Sandberg, former chief of staff for treasury secretary Larry Summers, appears more comfortable in Washington meeting rooms than Zuckerberg, who can seem robotic.",
  "But with growing criticism over the company's practices, or lack of oversight, her carefully cultivated image as an eloquent feminist leader is showing cracks.",
  "In September, Facebook sent Sandberg to testify before the Senate intelligence committee, eliciting a warmer response than her boss did three months before.",
  "\"Her brand was being manicured with the same resources and care as the gardens of Tokyo,\" said Scott Galloway, a New York University marketing professor.",
  "He also told CNN he intends to remain Facebook's chairman, despite intensifying pressure from some investors who believe he should relinquish that role.",
  "NYU's Galloway believes both Sandberg and Zuckerberg should be fired for allowing Facebook to turn into an entity that harms democracy around the world.",
  "Facebook has been dealing with hurricanes for the past two years : fake news, elections interference, hate speech, a privacy scandal, the list goes on.",
  "He controls the majority of the company's voting stock, serves as its chairman and has — at least publicly — the support of its board of directors.",
  "According to the Journal, Zuckerberg told Sandberg this spring that he blamed her and her teams for the \"public fallout\" over Cambridge Analytica.",
  "Questions these days aren't so much about whether she'll run for the Senate or even president, but whether she ought to keep her job at Facebook.",
  "\"It's both who she is and how bereft Silicon Valley is of strong, powerful female voices,\" crisis management expert Richard Levick said.",
  "She steered Facebook from a rising tech startup into a viable global business expected to reap $55 billion in revenue this year.",
  "Though the chances are slim, the fact that it has even come up shows the extent of Facebook's — and Sandberg's — troubles.",
  "She moves comfortably outside tech circles and in public speaking, countering Zuckerberg's shortcomings in that area.",
  "CNBC commentator Jim Cramer predicted Monday that Facebook's stock would rise if Sandberg leaves or gets fired.",
  "\"I am really proud of the work we have done together and hope we work together for decades more to come.\"",
  "Her second book, \"Plan B,\" is about dealing with loss and grief after her husband died unexpectedly.",
  "\"Every day executives are fired for a fraction of infractions these two have committed,\" he said.",
  "Firing Sandberg would be the next logical option to hold a high-level executive accountable.",
  "Zuckerberg indicated Sandberg's job is secure in an interview televised by CNN late Tuesday.",
  "She's written (with help) two books, including 2013's \"Lean In\" about women and leadership.",
  "But because of the way Facebook is set up, firing Zuckerberg would be all but impossible.",
  "Cambridge Analytica\n\nBut her high profile also makes her more susceptible to criticism.",
  "If anything, Sandberg's departure from Facebook would likely be on her own terms.",
  "Her profile is high enough that lawmakers don't feel stilted when she shows up.",
  "\"I am certainly not currently thinking that that that makes sense,\" he said.",
  "\"She has positioned herself as one of those strong voices with 'Lean In.'\"",
  "She was hired to be the \"adult\" in the room and has filled that role well.",
  "\"She has been an important partner for me for 10 years,\" Zuckerberg said.",
  "Facebook fired the firm, Definers, after the Times report came out.",
  "The task seems daunting because its problems might never go away .",
  "Beyond that, Sandberg has also been a positive force on Facebook.",
  "The company is second only to Google in digital advertising.",
  "\"And unfortunately a hurricane has come through the garden.\"",
  "But first, she has Facebook's own troubles to deal with.",
  "The pair were silent for days after the news came out.",
  "The chorus for Sandberg to leave is getting louder.",
  "There have been calls for both to be ousted.",
  "Essentially, he'd have to fire himself."
]