[
  "Zuckerberg had said later in a conference call with reporters that while the company was too slow in identifying Russian interference, “to suggest that we weren’t interested in knowing the truth or that we wanted to hide what we knew or that we tried to prevent investigations is simply untrue.”\n\nHe also backed Sandberg, who was mentioned heavily in the Times report .",
  "“A lot of the criticism around the biggest issues has been fair,” he said, “but I do think that if we are going to be real, there is this bigger picture as well, which is that we have a different worldview than some of the folks who are covering us.”\n\n“There are big issues, and I’m not trying to say that there aren’t,” he said.",
  "Mark Zuckerberg said Tuesday he will not be leaving Facebook and threw his support behind chief operating officer Sheryl Sandberg, following reports on the company’s mishandling of Russian interference on the social network, as well as the leak of sensitive user data to the political campaigning firm Cambridge Analytica.",
  "Zuckerberg’s comments come after a report published in the New York Times on Nov. 14 accused Facebook of downplaying the extent of Russian interference in the 2016 election, which the report said was in part done by hiring a Republican-linked PR firm that dug up dirt on critics.",
  "And as many as 87 million users’ personal data were leaked to Cambridge Analytica, which worked alongside the Trump campaign to build psychological profiles of voters to decide who could be swayed by political messaging.",
  "“But I do think that sometimes, you can get the flavor from some of the coverage that that’s all there is, and I don’t think that that’s right either.”\n\nWrite to Billy Perrigo at billy.perrigo@time.com.",
  "I’m really proud of the work that we’ve done together and I hope that we work together for decades more to come.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "In the interview with CNN, Zuckerberg also said there was a “bigger picture” aside from the scandals plaguing Facebook, in which the social network could be seen as a force for good.",
  "“That’s not the plan,” Zuckerberg told CNN Business, when asked whether he would consider stepping down as Facebook’s chairman, a role he holds alongside chief executive officer.",
  "And in September, on top of everything else, the company announced it had also been a victim of hackers who had stolen up to 50 million users’ information.",
  "“Sheryl is a really important part of this company and is leading a lot of the efforts for a lot of the biggest issues that we have,” Zuckerberg said.",
  "As a result, Facebook’s share price has dipped by 40% since July, leaving Zuckerberg and Sandberg facing calls from some quarters to step aside.",
  "View Sample Sign Up Now\n\nFacebook’s top team has come under heavy fire for its management of a slew of scandals in recent months.",
  "“I’m not going to be doing this forever, but I’m certainly not currently thinking that that makes sense,” he said.",
  "Russian fake news spread across the social network in the run-up to the 2016 presidential election.",
  "Facebook responded in a post on Nov. 15 with what it said were inaccuracies in the story.",
  "Facebook’s failure to act on anti-Muslim fake news was implicated in genocide in Myanmar.",
  "“She’s been an important partner to me for ten years."
]