[
  "Facebook has stumbled from one mess to another this year as it grappled with continuing fallout from Russia's use of the platform to interfere in the 2016 US presidential election, the Cambridge Analytica scandal in which user data was harnessed in a bid to help candidate Donald Trump, and a huge security breach involving millions of accounts.",
  "Most recently, an investigative piece published last week by The New York Times said Facebook misled the public about what it knew about Russia's election meddling and used a PR firm to spread negative stories about other Silicon Valley companies and thus deflect anger away from itself.",
  "\"A lot of the criticism around the biggest issues has been fair, but I do think that if we are going to be real, there is this bigger picture as well, which is that we have a different world view than some of the folks who are covering us,\" he said.",
  "\"A lot of the things that were in that report, we talked to the reporters ahead of time and told them that from everything that we'd seen, that wasn't true and they chose to print it anyway.\"",
  "Washington (AFP) - Embattled Facebook CEO Mark Zuckerberg said Tuesday he has no plans to resign, sounding defiant after a rough year for the social platform.",
  "He also defended Facebook chief operating officer Sheryl Sandberg, who has drawn criticism over her handling of the social media giant's recent crises.",
  "But I do think that sometimes, you can get the flavor from some of the coverage that that's all there is, and I don't think that that's right either.\"",
  "\"Sheryl is a really important part of this company and is leading a lot of the efforts for a lot of the biggest issues we have,\" said Zuckerberg.",
  "\"That's not the plan,\" Zuckerberg told CNN Business when asked if he would consider stepping down as chairman.",
  "I'm really proud of the work we've done together and I hope that we work together for decades more to come.\"",
  "\"It is not clear to me at all that the report is right,\" Zuckerberg said of the Times article.",
  "Zuckerberg also defended his company against the broader wave of flak it has taken this year.",
  "\"There are big issues, and I'm not trying to say that there aren't...",
  "\"She's been an important partner to me for 10 years."
]