[
  "\"A lot of the criticism around the biggest issues has been fair, but I do think that if we are going to be real, there is this bigger picture as well, which is that we have a different world view than some of the folks who are covering us,\" Zuckerberg told CNN Business' Laurie Segall at Facebook's headquarters in Menlo Park, California.",
  "Zuckerberg resisted growing calls for changes to Facebook's C-suite , reiterated Facebook's potential as a force for good, and pushed back at some of the unrelenting critical coverage of his company after a year of negative headlines about fake news, election meddling and privacy concerns.",
  "The monthslong investigation by a team of reporters was based on interviews with more than 50 sources including current and former Facebook executives and other employees, lawmakers and government officials, lobbyists and congressional staff members.\"",
  "JUST WATCHED Zuckerberg: I'm not stepping down as Facebook chair Replay More Videos ... MUST WATCH Zuckerberg: I'm not stepping down as Facebook chair 02:15\n\nFor years, Zuckerberg preached the importance of Facebook's efforts to connect the world.",
  "Even before the Times investigation, Zuckerberg and Facebook struggled to move past a series of crises, including Russian election meddling, the Cambridge Analytica data scandal , and a massive security breach impacting tens of millions of users.",
  "In one exchange, Zuckerberg addressed an assertion in the Times story about why Facebook's executives decided not to remove a particularly controversial 2015 post from then presidential candidate Donald Trump about Muslim immigration.",
  "Facebook stock has plummeted 40% from its all-time high in July as investors worry about the long-term privacy backlash and the company's warnings that its ad sales machine could slow as it \" puts privacy first .\"",
  "\"There are certainly going to be issues that we need to work through over time, but I think that while we are doing that, we can't lose sight of all of the really positive things that are happening here as well.\"",
  "The interview follows renewed criticism of Zuckerberg and Facebook after a New York Times investigation last week suggested the company had attempted to ignore and conceal Russian interference on its platform.",
  "\"A lot of the things that were in that report, we talked to the reporters ahead of time and told them that from everything that we'd seen, that wasn't true and they chose to print it anyway.\"",
  "New York (CNN Business) After spending much of this year apologizing for Facebook's many missteps, CEO Mark Zuckerberg was defiant in an exclusive interview with CNN Business on Tuesday.",
  "On Tuesday, he doubled down on the benefits of that mission despite revelations over the past year about the dark sides of the platform he built in a dorm room when he was 19 years old.",
  "\"Sheryl is a really important part of this company and is leading a lot of the efforts for a lot of the biggest issues that we have,\" Zuckerberg told CNN Business.",
  "A spokesperson for the Times previously defended the article in a statement after Facebook disputed the report: \"Our story is accurate and we stand by it.",
  "\"But I do think that sometimes, you can get the flavor from some of the coverage that that's all there is, and I don't think that that's right either.\"",
  "The Wall Street Journal reported this week that Zuckerberg told employees that recent coverage of Facebook is \"bullshit.\"",
  "\"I think it's very important that people have the opportunity to hear from what political leaders are saying,\" he said.",
  "I'm really proud of the work that we've done together and I hope that we work together for decades more to come.\"",
  "2, Chief Operating Officer Sheryl Sandberg, despite criticism of her role in handling Facebook's recent crises.",
  "When asked if he would consider stepping down as Facebook's chairman, Zuckerberg said, \"that's not the plan.\"",
  "When asked if the decision was motivated by a desire to appease political leaders, Zuckerberg flatly said no.",
  "The Times also reported that Facebook had hired a public relations firm that dug up dirt on its competitors.",
  "Yet, Zuckerberg implied that little is likely to change at the very top of the company anytime soon.",
  "Facebook's content policies give \"special deference\" to newsworthy content, he said.",
  "Zuckerberg has reportedly been even more blunt in his assessment inside the company.",
  "\"There are big issues, and I'm not trying to say that there aren't,\" he said.",
  "Zuckerberg was more pointed when addressing the Times report specifically.",
  "\"It is not clear to me at all that the report is right,\" he said.",
  "\"I think the world will keep moving in this direction.",
  "\"She's been an important partner to me for ten years.",
  "I think that that's good,\" Zuckerberg said.",
  "More people will keep on getting a voice.",
  "He also threw his support behind his No.",
  "\"I think we did the right thing there.\""
]