[
  "This series of losses come amid criticisms of chief operating officers Mark Zuckerberg and Sheryl Sandbergfor their handling of several high-profile issues, including Russian attempts to influence the U.S. election in 2016 and the Cambridge Analytica scandal, and signs that the company may have a hard time continuing to grow at a rapid pace, especially as younger users peel off.",
  "\"The market has been absolutely punishing companies with decelerating growth and that's exactly what you're seeing with Facebook,\" said Mark Tepper, chief executive officer of wealth-management firm Strategic Wealth Partners, on CNBC's \"Trading Nation.\"",
  "They're making some pretty aggressive investments to deal with improving their ad transparency, getting rid of fake accounts, eliminating fake news, and that's going to be a drag on profits in the near term.\"",
  "And, despite all the recent volatility, an investment in the social-media giantat the time of its initial public offering on May 18, 2012, would have been a safe bet.",
  "A $1,000 investment then would be worth more than $4,600 as of Nov. 21, according to CNBC calculations, including price appreciation and dividend gains reinvested.",
  "While Facebook's stock has performed well over the years, any individual stock can over- or under-perform and past returns do not predict future results.",
  "On Tuesday, what are called FAANG stocks — Facebook, Apple, Amazon, Netflix and Google — were down more than 20 percent from their highs.",
  "On Tuesday, Facebook shares hit their lowest level since February 2017 and were poised to close their third straight month in the red.",
  "Stocks traded higher Wednesday after some major tech shares, including Apple and Facebook, saw steep losses earlier in the week.",
  "That would mark the company's longest quarterly losing streak since 2013 and its first full year of losses since its IPO.",
  "\"I don't think there's any light at the end of the tunnel anytime soon.",
  "Shares have declined about 25 percent so far this year.",
  "And the company still faces a number of challenges.",
  "CNBC: Facebook stock as of Nov. 20, 2018.",
  "But Facebook is now beginning to rebound.",
  "So many investors remain wary."
]