[
  "Somehow, amid everything else, the internet gave us everyday stories about normal people doing the boldest, kindest, funniest, and most relatable things, who were generous enough to share it with the world.",
  "Meditating through a mad world on fire — and now, huge swaths of it are literally in flames, sending colleagues in California fleeing for air, or into the ash to report on this immense disaster.",
  "I’ve been mediating ever since, through the shooting in Parkland, the shooting in Santa Fe, Texas, the shooting in a Pittsburgh synagogue, the shooting in Thousand Oaks.",
  "I woke up one morning in January and rolled over to ask my husband, “Am I dying?” I was blanketed by pain and fever and no amount of ibuprofen brought relief.",
  "It turned out that I, in fact, was not dying, but I was suffering from a bad case of the flu, along with more Americans than had been reported in decades.",
  "And companies have regretfully announced one after another — Facebook, MyHeritage, even HealthCare.gov — that they've been the target of serious hacks.",
  "This year, it also became even more clear that tech giants — bloated with our data and money from investors — have made a mess of the internet too.",
  "These were my beacons through this long night, reminders that the smallest of things can ignite the spirit and should not to be lost to the chaos.",
  "I lay in bed for days and tried meditating through my discomfort as my 1-year-old crawled all over me, demanding the last vapors of my energy.",
  "Searching for calm as an angry man received his appointment as a Supreme Court judge despite serious ethical questions raised about him.",
  "Facebook handed over our data to a researcher who gave it to the political consulting firm Cambridge Analytica without our consent.",
  "Despite this, the internet, flawed as it is, has also been my greatest reprieve — it's not completely fucked up yet.",
  "Breathing in deeply as one pipe bomb after another was delivered to newsrooms and political leaders.",
  "Health officials estimate about 80,000 people died of flu-related complications last winter.",
  "The internet saved me countless times this year — I am genuinely thankful for this.",
  "Every platform is infected with false information and propaganda.",
  "So the year started out like shit for a lot of people.",
  "This has become the daily ritual of our lives.",
  "Here are 15 of its brightest moments in 2018.",
  "Through families separated at the border.",
  "2018 was the year that almost broke me.",
  "Harassment plagues Twitter."
]