[
  "After a shaky start which led many in the media world to doubt whether Apple was serious about the product (the Wall Street Journal reported in 2016 that neither publishers nor Apple execs were sure how big their Apple News audiences were), a slew of top web publishers are enjoying significant traffic spikes from the news aggregation app.",
  "There are a few theories as to why Apple News is suddenly a favorite among consumers and publishers:\n\nWhile the early experience for web publishers was not great (many complained about limited data from Apple and little in the way of customer service), now media execs say the opposite is true.",
  "That hyper pro-privacy stance may be working in its favor, in light of the recent data privacy fallout from Facebook's Cambridge Analytica scandal and Europe's looming consumer privacy legislation GDPR.",
  "And now that Apple is ramping up publishers' ability to make money from ads on Apple News, there's growing hope that a solid new revenue stream may be emerging just when publishers need it.",
  "Top media companies like the idea of being amongst other top media companies, particularly given their experience in anything goes feed environments on social media platforms.",
  "For the Post, that means instead of just sending a straight feed of stories to Apple, the publisher's graphics team produces content that is uniquely formatted for Apple News.",
  "Top media companies like the idea of being amongst other top media companies, particularly given their experience in anything goes feed environments on social media platforms.",
  "\"The awareness for Apple News is still building, for consumers and advertisers,\" said Trevor Fellows, NBCUniversal's executive vice president, digital sales and strategy.",
  "Kate Robinson, SVP for business development at Bustle, said she wasn't sure if her site's women's' lifestyle content, or young demographic, would be a fit for Apple.",
  "To be sure, there's plenty of recent evidence regarding the danger of building a media company solely on the whims of a single platform, like say Facebook.",
  "Meredith has seen 122% yearly growth in unique visitors reaching its properties via Apple News, and a 327% overall growth in pages consumed.",
  "That should have the effect of limiting Apple News to big name advertisers, and not much direct-response, 'click here to win' kind of ads.",
  "Estimates range, but some publishers predict that Apple News ads could turn into a multimillion a year revenue stream fairly quickly.",
  "Several publishers noted that lifestyle content is starting to take off in Apple News, alongside timely, trending news stories.",
  "Apple News highlights specific content via 'Spotlight' Apple News\n\nThere are some key best practices emerging among publishers.",
  "\"In the last month or two, we've seen a pretty steep revenue acceleration,\" said Meredith's Chief Digital Officer Matt Minoff.",
  "For example:\n\nVice's traffic via Apple News more than doubled in the last year, according to people familiar with the matter.",
  "That policy is enabling individual publishers to sell and track their own Apple News ad inventory, but with limitations.",
  "Merrell also noted that the Washington Post is also finding early success in converting readers to paying subscribers.",
  "\"Traffic really jumped after being on the platform for a month and half, and the editors started getting to know us.",
  "In fact, a year ago on average Apple News users were getting stories from four sources, and now the average is 20.",
  "In fact, a year ago on average Apple News users were getting stories from four sources, and now the average is 20.",
  "\"We have been hugely invested since it launched,\" said Dave Merrell, lead product manager at the Washington Post.",
  "Its user base is potentially huge , as it is pre-installed on every iPhone and is just a few swipes away.",
  "Traditionally, when it comes to digital advertising, Apple has been seen as behind the targeting times.",
  "Last summer, Robinson's team started pushing more content to Apple and getting a feel for what worked.",
  "\"Their strategy is about selling devices and getting people hooked on the IOS ecosystem,\" said Minoff.",
  "Apple seems to care about the media business, and it provides publishers with hands on help.",
  "Or they could shift gears entirely and focus on other products, apps or business categories.",
  "One thing we've learned is that once people start using the app they use it all the time.\"",
  "The product allows for content serendipity for consumers, and new readers for publishers.",
  "As mentioned, NBCU sells Apple News ads as part of its digital-media-focused Code team.",
  "And last fall Apple started letting publishers implement DFP, Google's ad technology.",
  "You can't retarget individual people using shopping data via Apple News, for example.",
  "So in the case of Apple News, it seems they're letting the ad experts do their thing.",
  "And many believe that the company has little interest or affection in that business.",
  "\"They seem to be committed to this,\" said Meredith Digital president Stan Pavlovsky.",
  "\"I'm not supposed to talk about numbers, but growth has been significant,\" he said.",
  "It's almost a new version of general interest web portals like Yahoo, AOL and MSN.",
  "Vox has enjoyed sizable traffic from Apple News as well, The Information reported.",
  "Some have likened the product to a new version of the nightly news on network TV.",
  "It doesn't let publishers or advertisers track people or retarget them with ads.",
  "They also pitch Apple's editors for inclusion in special Apple News features.",
  "Some individual stories have generated half of their traffic from Apple News.",
  "Apple News features a mix of top publishers Apple News\n\nMore ads are coming.",
  "For example, Apple features ad blocking tools in its browser and on iPhones.",
  ", as it is pre-installed on every iPhone and is just a few swipes away.",
  "Apple could find that its consumers don't like many ads in Apple News.",
  "Apple News is a closed app , meaning it's curated and less cluttered.",
  "One source said that 17% of the Apple News audience visits every day.",
  "Apple cares about Apple a lot more than it cares about advertising.",
  "It particularly improved during the most recent software update.",
  "It particularly improved during the most recent software update.",
  "\"If you look in Apple News, it's Wells Fargo, Amex, Audi, etc.\"",
  "Apple famously hasn't had much success selling ads on its own.",
  "NBCUniversal inked a deal to sell Apple News ad space in 2016.",
  "\"They did a roadshow and the senior folks were actually here.",
  "Ironically, Apple's privacy stance is suddenly en vogue.",
  "There's been a steady month over month rise ever since.\"",
  "They just hope that this new love leads to new revenue.",
  "AP\n\nMany web publishers have been jilted by Facebook.",
  "\"But the traffic growth we've seen is really strong.",
  "It's worth producing customized Apple News content.",
  "The product is a lot better than when it launched.",
  "Now they are quickly falling hard for Apple News.",
  "For them its about a great consumer experience.\"",
  ", meaning it's curated and less cluttered.",
  "\"We've been extremely pleased,\" she said.",
  "Of course, there are two sides to that.",
  "That closed aspect means no fake news .",
  "\"We feel like we need to stand out.\"",
  "Apple News is not just for news.",
  "But no 'belly fat' banners.",
  "For now though, it's love.",
  "So we're focused on it.\"",
  "\"They're not ad people.",
  "than when it launched.",
  "said Merrell.",
  "."
]