[
  "The truth is more banal: the archive of prior relevant reporting that any reporter could review before they publish their own research is now so large and far-flung that more and more articles are frustratingly incomplete or even accidentally erroneous than was the case when there were fewer media outlets, a smaller and more readily navigable archive of past reporting for reporters to sift through, and a less internationalized media landscape.",
  "Proof of Collusion, my just-released book on the Trump-Russia investigation, is a work of curatorial journalism that began with an attempt to master the timeline of the Trump-Russia case, continued on Twitter to a daily curation of relevant news sources the world over, and culminated in the development of a “theory of the case” that relies entirely on well-sourced facts and evidence rather than my own opinions or speculation.",
  "Citizen journalists – the fighters on the frontline against Russia’s attacks Read more\n\nMy hope is that something similar can be replicated for other complex conundrums, such as America’s ongoing healthcare crisis; the scourge of gun violence oppressing our elementary, middle and high school students; and the slough of increasingly dire global climate changes that will, in short order if not already, be irreversible.",
  "The story of Trump-Russia collusion crosses so many continents, decades and areas of expertise – and has swept into its net so many hundreds of public officials and private citizens from nations around the world – that it can be difficult to understand any one piece of reporting on the scandal without having access to the context provided by several dozen others.",
  "By connecting the output of reporters who often work under tight deadlines and, consequently, without having read all the prior reporting relevant to their research, curatorial journalists find the gaps and blindspots in scattershot or even excellent reporting and then fill them in with reliable, germane reporting from other sources.",
  "But these reports don’t exhibit an awareness of the full stories of how Trump came to know each of these men, and of their respective roles in Trump’s campaign – stories which, together with other facts, establish that Trump colluded with the Russians and, in doing so, violated of a number of federal criminal statutes.",
  "Once in-campaign, this money-for-policy quid pro quo led to a series of collusive meetings and agreements that both aided and abetted Russian cyberwarfare against the United States and illegally solicited monetary and in-kind donations (including stolen digital materials) from both Kremlin agents and Russian cutouts.",
  "And it has led some members of the public and the press to misunderstand the significance of parts of Mueller’s investigation, or even doubt its importance – a fact which Trump and his cronies have tried to capitalize on by calling the probe a witch-hunt, a hoax and fake news.",
  "At the same time, curatorial journalism distills for newsreaders the key connections between the reports they’re being bombarded with on a daily basis, and does so in a way that makes the heterogeneity and frenetic pace of contemporary media seem like a positive development.",
  "That theory holds that years before the announcement of Trump’s presidential candidacy, the Kremlin, anticipating the New York City businessman’s political future, successfully bribed him into adopting a foreign policy distinctly beneficial to Russia and harmful to America.",
  "The significance of Trump’s 31 March 2016 national security meeting at the Trump International Hotel in DC was not publicly known until curatorial journalism connected it to a single statement made by a Trump national security adviser at the Republican national convention.",
  "Collating so many disparate facts allows curatorial journalists to establish an overall timeline of events, which in turn makes possible a holistic yet dynamic “theory of the case” – the investigative term for the narrative that best explains an emerging pattern of facts.",
  "The associations between Israeli business intelligence expert Joel Zamel and Mike Flynn, George Papadopoulos, Cambridge Analytica and Russian oligarchs linked to the Kremlin was revealed only by connecting obscure Israeli news reports with widely discussed American ones.",
  "For instance, the American media has often uncritically reported White House claims that candidate Trump lacked much connection to Paul Manafort, Rick Gates, Flynn or Papadopoulos – all of whom have since been convicted of charges brought against them by Mueller.",
  "In each of these cases, what is needed is not just a recitation of facts but an encompassing, reliably sourced, readily digestible narrative that establishes how and why we have come to the point we have – without sacrificing the complexities of the subject.",
  "In this way, curatorial journalism can help ameliorate the deficits of understanding our digital age inevitably produces, leaving us not just better informed but also more trusting of the work done by our most deeply committed investigative reporters.",
  "The Mueller, She Wrote podcast has become an indispensable source of curatorial journalism for many Trump-Russia watchers, and MSNBC’s Rachel Maddow is undoubtedly one of the most popular and instructive curatorial journalists of the Trump-Russia era.",
  "Curatorial journalism on Trump-Russia brings together news reports relevant to special counsel Robert Mueller’s investigation from as far back as 30 years ago and from reporters working in the United States, Russia and over a dozen other countries.",
  "Curatorial journalism intervenes in this unhealthy tug-of-war by reinvigorating individual media reports – showing how, even when they are incomplete, they can do critical work if placed in conversation and collaboration with other articles.",
  "In 2018, there are actually more reliable news reports than ever before, as there are now more responsible media outlets online and in print than there ever have been – a fact that often gets lost in debates over “fake news”.",
  "But Proof of Collusion contains over 1,600 endnotes and nearly 2,000 citations, directing readers to hundreds of media outlets and investigative reports from around the globe in support of its encompassing metanarrative.",
  "Invariably – and especially in the case of highly complex stories – context is lost, and new reporting focuses on the present or the recent past to the detriment of a longer view of events and their implications.",
  "The digital age has also internationalized hard news reportage, meaning that readers have access to high-quality reports from around the world with an ease that was impossible before the advent of the internet.",
  "The volume of evidence compiled by British media in support of the Steele dossier’s claims of Russian kompromat on Trump was largely invisible to American readers until curatorial journalism ferreted it out.",
  "When newsrooms are dominated by white people, they miss crucial facts Read more\n\nThis historic complexity makes the Trump-Russia story exceptionally difficult to report on using conventional methods alone.",
  "Making sense of them requires new modes of journalism – ones that build on and amplify traditional models of news gathering, and which might help to restore Americans’ faith in the media.",
  "The result is an understanding of complex events that is at once more retrospective, adaptive and predictive than any one news article or single-source series of articles could ever be.",
  "The ongoing federal investigation into collusion between the Kremlin and Donald Trump’s presidential campaign is the most complex, far-ranging criminal investigation of our lifetimes.",
  "Done well, the result of all this compiling, connecting and synthesizing will be not just a thorough history but also the production of new knowledge on each of these critical topics.",
  "But this sudden expansion in focused, reliable news coverage has coincided with some of the largest and most prestigious media outlets cutting resources for investigative reporting.",
  "The upshot of all this is that reporters have less time or ability than ever before to review the growing archive of prior reporting before they publish what they’ve uncovered.",
  "While in another era consumers might be thought incapable of catching such errors, now social media crowdsourcing immediately detects and magnifies journalistic missteps.",
  "Curatorial journalists find the gaps and blindspots in scattershot or even excellent reporting and then fill them in with reliable, germane reporting from other sources.",
  "Curatorial journalists like me are increasingly sought out by conventional reporters hoping for a broader understanding of the stories they have been chasing down.",
  "Here’s hoping this new subgenre of new media journalism continues to inform us at this critical juncture in history and perhaps, in time, gets its due.",
  "Such phenomena are massively distributed in time and space, and powerful interests often have a stake in misrepresenting them.",
  "In these respects, Trump-Russia shares a lot with other defining contemporary events, from gun violence to climate change.",
  "What I do on Twitter and in my book many others are now doing in other media, such as podcasting and cable television.",
  "In the case of the Trump-Russia investigation, the benefits of curatorial journalism are already evident.",
  "This theory of the case might seem unduly speculative to those who read only a handful of news sources.",
  "The result is a media ecosystem in which reporters feel disrespected and consumers poorly served.",
  "Oversights like this are not the result of media incompetence, laziness or malfeasance, however.",
  "This is where emerging models of journalism, like “curatorial journalism”, are needed."
]