[
  "In one incident in 2017, in the aftermath of Russian meddling during the US presidential election, the COO reportedly argued that Facebook shouldn't single out Russia in a public paper it planned to published looking at \"information operations\" on the platform — agreeing with Facebook's Washington DC-based policy boss Joel Kaplan that \"if Facebook implicated Russia further ... Republicans would accuse the company of siding with Democrats.\"",
  "The report looked at at how Facebook's executive team reacted to the company's chain of scandals, including the fallout from the spread of Russian misinformation on the platform, to the aftermath of the Cambridge Analytica scandal and CEO Mark Zuckerberg's appearances in Congress.",
  "A thread runs through the roughly 6,000-word investigation: Sandberg's aggressive defense of the company reportedly involved repeated attempts to avoid implicating Russia for its role in spreading misinformation on Facebook.",
  "In a previous statement about the report, Facebook spokesperson Andy Stone told Business Insider: \"This has been a tough time at Facebook and our entire management team has been focused on tackling the issues we face.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, Telegram or WeChat at robaeprice, or Twitter DM at @robaeprice.",
  "Facebook COO Sheryl Sandberg repeatedly pushed to downplay disclosures of the effects of Russian propaganda on the social network, according to the New York Times in a bombshell report.",
  "It's a decision that reportedly angered Sandberg: \"Looking into the Russian activity without approval, she said, had left the company exposed legally,\" the NYT reported.",
  "The revelations shed new light on exactly how senior leadership was involved in trying to protect the company's image as it lurched from crisis to crisis.",
  "But it's still having an impact: According to another report published Wednesday, Facebook employee morale has dropped dramatically in recent months.",
  "While these are hard problems we are working hard to ensure that people find our products useful and that we protect our community from bad actors.\"",
  "Later that year, she asked then-security boss Alex Stamos to make a blog post about Russian interference on Facebook \"less specific.\"",
  "after he told Facebook's board of directors that the company had not yet stamped out Russian interference on the platform.",
  "And in 2017, Sandberg reported fumed at the security exec (reportedly shouting \"you threw us under the bus!\")",
  "Back in 2016, Stamos assigned a team to investigate what the Russians had been up to on Facebook.",
  "Stamos' report reportedly resulted in Zuckerberg and Sandberg getting grilled by the board.",
  "He did not immediately respond to a request for comment on Sandberg's actions.",
  "You can also contact Business Insider securely via SecureDrop.",
  "Read the full New York Times story here.",
  "Sandberg and Stamos had clashed before.",
  "Stamos departed the company in August.",
  "(PR pitches by email only, please.)",
  "Do you work at Facebook?",
  "Got a tip?"
]