[
  "Read more: We ran 2 fake ads pretending to be Cambridge Analytica — and Facebook failed to catch that they were frauds\n\nFacebook launched its ad library in October, but political advertisers were to have until November 7 to self-identify, after which the process would become compulsory.",
  "Once we have strengthened our process for ensuring the accuracy of disclaimers, we will be introducing enforcement systems to identify political advertisers and require them to go through the authorisation process.",
  "Business Insider successfully placed two fake adverts purporting to be from disgraced political consultancy Cambridge Analytica, which is now banned from Facebook following the data-scraping scandal.",
  "In a statement sent to Business Insider, it said:\n\n\"Since we announced our political ads authorisation and Ad Library in October we have seen hundreds of people go through the authorisation process.",
  "\"We have learnt that some people may try to game the disclaimer system by entering inaccurate details and have been working to improve our review process to detect and prevent this kind of abuse.",
  "\"We will continue roll out and refine these systems out over the next month so that we have a higher level of protection in place before next May's local elections.\"",
  "Facebook is delaying the launch of a tool showing who is behind political ads in the UK after news outlets, including Business Insider, exposed the system's flaws.",
  "ProPublica also reported that pro-Trump ads being run on Facebook claimed to be published by \"Energy4US\" were, in fact, a front for a big oil trade association.",
  "Authorised advertisers create a 'Paid for by' disclaimer as part of this process and we require them to represent themselves accurately when they fill this in.",
  "The company was meant to launch its new ad transparency tool on November 7, but told The Guardian that it would now be rolled out \"in the next month.\"",
  "But investigations from journalists showed that Facebook's self-identification process was far from foolproof.",
  "Vice disclosed ads claiming to be 100 US senators, as well as Vice President Mike Pence and ISIS."
]