[
  "Facebook's seemingly perpetual grapple with these issues was laid bare just hours later, when Business Insider revealed that it was able to run a fake political ad from Cambridge Analytica, the disgraced political consultancy that was banned from Facebook over a giant data breach.",
  "Read more:Powerful Facebook investors just co-filed a proposal to take down Mark Zuckerberg as chairman\n\nBut amid the relief rally, Facebook offered loud and repeated warnings that its controversies are not a thing of the past.",
  "Michael Connor, the executive director of Open Mic, an organization that helps shareholders campaign to improve governance at some of America's biggest companies, said it could be a sign that Facebook has become too big.",
  "After a catastrophic Q2 report, which sent Facebook shares crashing nearly 24% in July, Tuesday was a more stable picture in which the stock fell and then rallied again in after-hours trading.",
  "\"Protecting people's privacy is incredibly important because people and businesses will only use our services if they feel Facebook can be trusted and if sharing on our platform is safe.",
  "Here's the key quote from Zuckerberg (emphasis ours):\n\n\"When you're talking about security issues and some of the safety and content issues, these are not problems that we fix, right?",
  "\"The last few years and next year are probably going to be the biggest growth in the investment in the security efforts that we will see,\" he said on Tuesday's earnings call.",
  "During its earnings call, the company said 2019 will be a year of significant investment in the \"arms race\" against security breaches, fake news, and inappropriate content.",
  "They're problems that you manage over time and try to reduce and prevent issues from coming up, but there's no silver bullet where you do the thing and then you're done.\"",
  "Wall Street may have breathed a sigh of relief at Facebook's third-quarter earnings on Tuesday, but the company repeatedly warned that it's not out the woods yet.",
  "It requests that Facebook publish a report spelling out its content policies and how it intends to tackle democratic threats, human-rights abuses, and censorship.",
  "Connor helped coordinate a Facebook shareholder proposal, published on Tuesday, which will be put forward at the firm's investor meeting in spring of next year.",
  "Activist shareholder Jonas Kron, who is pushing hard for Facebook to appoint an independent chairman, welcomed Zuckerberg's commitment to invest in security.",
  "\"Investing to deal with the negative social impacts of the company are resources well spent,\" the Trillium Asset Management senior vice president added.",
  "Facebook's total costs and expenses were nearly $20.4 billion in 2017 and it has already spent $21.2 billion this year, with one quarter to go.",
  "Wall Street was reassured that Facebook is moving in the right direction amid what must be the most difficult year in the firm's history.",
  "And when it's too dominant without enough competition, you wonder if some of the unfortunate outcomes are a result of that dominance.\"",
  "That means the company must throw money at building its defenses, even if making them impenetrable is impossible.",
  "That's why we're making significant ongoing investments to better protect privacy and security,\" she said.",
  "UBS said the firm's total costs could rocket by as much as 50% next year as Facebook protects its users.",
  "\"They should be spending, but the question is can they ever spend enough to make the platform safe?\"",
  "Facebook COO Sheryl Sandberg summed it up neatly: If people don't trust Facebook, they won't use it.",
  "Facebook CEO Mark Zuckerberg told investors that costs will rise to meet this challenge.",
  "Connor thinks it would focus the minds of top executives on the task ahead.",
  "\"One of the concerns a lot of people have is whether it's just too big.",
  "It was a story of \"stabilization,\" as Deutsche Bank put it.",
  "And even then, Facebook may never be fixed.",
  "What does that look like in cash?",
  "Has Facebook become too big?",
  "he said."
]