[
  "The worldwide push for Zuckerberg to testify began earlier this year with the U.K., where Damian Collins, the leader of a top, tech-focused parliamentary committee, has probed Facebook over mishaps, including the company’s entanglement with Cambridge Analytica, a political consultancy that had improperly accessed personal data of about 87 million Facebook users.",
  "“The Committee still believes that Mark Zuckerberg is the appropriate person to answer important questions about data privacy, safety, security and sharing,” lawmakers said jointly in a statement Friday, pointing to recent reports about Facebook’s efforts to discredit its political opponents and slowness to identify Russia as a major threat.",
  "(Matt McClain/The Washington Post)\n\nFacebook chief executive Mark Zuckerberg has declined to testify at a rare joint hearing with lawmakers from seven countries, representing more than 368 million people, according to a letter which was sent by the company to those officials and was obtained by The Washington Post.",
  "They prepared documents and distributed these to the press to show that this was not simply a spontaneous grassroots movement.”\n\n“I believe it would be irresponsible and unprofessional for us not to understand the backgrounds and potential conflicts of interest of our critics,” Schrage added.",
  "Instead, Facebook will dispatch Richard Allan, the company’s vice president of policy solutions, to answer questions at a Tuesday hearing featuring top policymakers from Argentina, Brazil, Canada, Ireland, Latvia, Singapore and the United Kingdom, representatives from the U.K. said Friday.",
  "The Open Society Foundations, a philanthropic organization founded by Soros, has strongly protested what it called Facebook’s “unsavory tactics.” It also accused the company of using right-wing efforts to demonize Soros, who is Jewish and is a frequent target of anti-Semitic vitriol.",
  "In Brazil, meanwhile, Facebook has had to battle back misinformation on its site during its most recent election, while WhatsApp emerged as a major flash point for candidates who felt it had been deployed deliberately to spread falsehoods.",
  "Schrage said Facebook asked Definers to investigate who was behind a new coalition of critics called “Freedom from Facebook.” The consultancy “learned that George Soros was funding several of the coalition members.",
  "It’s uncommon for seven countries to band together and seek to question a chief executive, reflecting the heightened threat of regulation and other punishments now facing Facebook and its peers in Silicon Valley.",
  "In other countries, Facebook has big business opportunities at stake: Singapore is preparing to host Facebook's first-ever data center in Asia, which the tech giant has said will cost $1 billion.",
  "Zuckerberg’s decision against testifying at the global gathering could add to Facebook’s woes with governments around the world, which have grown frustrated with the company’s business practices.",
  "But Zuckerberg repeatedly has declined to appear at a hearing in front of British lawmakers, including a request at the end of October to testify at a joint hearing with the U.K. and Canada.",
  "Chief operating officer Sherly Sandberg, in the same blog post on Wednesday, wrote: “It was never anyone’s intention to play into an anti-Semitic narrative against Mr. Soros or anyone else.",
  "In early November, those countries' calls for the Facebook leader to appear before an “international grand committee” of policymakers expanded to include Australia, Argentina and Ireland.",
  "Beyond the controversy Facebook is facing oversees, the company continues to face questions over how it has deployed political tactics to conduct opposition research into critics.",
  "A Freedom from Facebook spokesman Eddie Vale said Wednesday: “We have said publicly, and Open Society has said publicly, they provide no funding yet Facebook continues to lie.\"",
  "The idea that our work has been interpreted as anti-Semitic is abhorrent to me — and deeply personal.”\n\nElizabeth Dwoskin in San Francisco contributed to this report.",
  "\n\nFacebook CEO Mark Zuckerberg's decision against testifying at the global gathering could add to the tech giant's woes with governments around the world.",
  "In Europe, lawmakers recently have taken aim at the way social media companies handle users’ personal data and combat hate speech and terrorism online.",
  "Facebook leaders again said it was “not possible” for Zuckerberg to “be available to all parliaments,” according to a letter sent at the time.",
  "By Monday, Brazil, Singapore and Latvia added their voices to the campaign to persuade Zuckerberg to testify, even if by video from afar.",
  "On Wednesday evening, Facebook’s outgoing policy chief Elliot Schrage detailed the company’s work with political consultancy Definers.",
  "U.K. investigators even have fined the social media company in response, which Facebook indicated last week it would appeal.",
  "Many of those officials remain concerned about the social media giant’s handling of misinformation online.",
  "“As we have stated previously,” wrote Rebecca Stimson, Facebook’s head of public policy in the U.K., “Mr.",
  "Zuckerberg declined for a third time in a letter sent by a subordinate, instead offering Allan.",
  "The European Union previously grilled Zuckerberg at a short, controversial hearing in May.",
  "Being Jewish is a core part of who I am and our company stands firmly against hate.",
  "Zuckerberg is unable to accept your invitation."
]