[
  "Despite advocating for new regulations, Cook, who has repeatedly advocated new privacy rules this year, expressed doubt whether Congress is as up to speed on technology as it would need to be to craft beneficial legislation in the area.",
  "Some in the industry have asserted that Apple's restraint in data collection will ultimately hurt the company's ability to compete with its rivals, particularly in areas such as artificial intelligence and machine learning.",
  "Consumer advocates, policy makers, and tech industry figures have been increasingly discussing the need for new privacy regulations, particularly in the wake of Facebook's Cambridge Analytica scandal this spring.",
  "But Cook disputed the notion that Apple itself needs to collect more data on users to improve it services, suggesting instead that users' devices could collect it instead — without sharing it with the company.",
  "An intelligent assistant, for example, could potentially offer more useful suggestions about what restaurant a user might like if it had more information about what restaurants they've liked in the past.",
  "Cook doesn't think Apple will change its privacy stance\n\nApple and Cook have repeatedly tried to distinguish the company from its Big Tech peers such as Facebook and Google.",
  "\"There is a need to work with Congress and the staff to make sure that we do our jobs of helping them kind of come up to speed on ... on what's possible,\" he said.",
  "We try to keep as much of your information on that device as possible because we want that device to know, because you count on the device to be smart for you.\"",
  "The amount of information about individual users stored online and on their phones is enormous, Cook said in an interview with Vice News Tonight on Tuesday.",
  "Unlike those companies, Apple's business isn't built around advertising revenue or collecting scads of data on its users to target them with ads.",
  "Some consumer advocates have raised the concern that while Apple may respect user privacy now, things could change under Cook's successors.",
  "But, he added, \"when the free market doesn't produce a result that's great for society, you have to ask yourself: what do we need to do?",
  "\"The narrative that some companies will try to get you to believe is 'I've got to take all of your data to make my service better.'",
  "Users' iPhones collect plenty of data and the company at some point in the future could choose to start collecting it for itself.",
  "Apple CEO Tim Cook is reiterating his call for new government regulations to protect consumer privacy from tech companies.",
  "In that incident, some 87 million customer records were leaked to a data analysis firm linked to President Donald Trump.",
  "More recently, Facebook acknowledged that at least 50 million accounts were compromised thanks to a security hole.",
  "\"The way we go into product design, we challenge ourselves to collect as little as possible,\" he said.",
  "\"I think the next person [who runs Apple], I don't want to commit them, but I can't imagine it.",
  "\"I'm not a pro-regulation kind of person, I believe in the free market deeply,\" Cook said.",
  "The tech industry hasn't done a good job of respecting and protecting that data, he said.",
  "Apple actually tries to limit the amount of information it collects on users, Cook said.",
  "It's not in my imagination that somebody would just say 'oh, time to change,'\" he said.",
  "The technology \"literacy\" of legislators and their staffs is \"a challenge,\" he said.",
  "And I think some level of government regulation is important to come out of that.\"",
  "But Cook disputed that notion too, saying it would go against Apple's culture.",
  "Those technologies tend to improve as they get access to more data.",
  "\"Whoever's telling you that - it's a bunch of bonk.",
  "He continued: \"You are not our product.\"",
  "Well, don't believe that,\" he said.",
  "I don't see it.\""
]