[
  "TechCrunch reports that following a series of hearings relating to the Cambridge Analytica hacks which saw the user data of millions of Facebook users accessed, the European Union parliament’s civil liberties committee has called for an update to competition rules in order to deal with “the digital reality.” The committee also encouraged other E.U.",
  "The committee has also called for greater accountability and transparency surrounding “algorithmic-processed data by any actor, be it private or public.” LIBE committee chair MEP Claude Moraes has suggested in the past that the Facebook data breach situation could provide the framework to learn from and develop updates to the E.U.’s ePrivacy rules.",
  "The LIBE committee called for an audit of the advertising industry on social media in a resolution this week, supporting a similar call by the U.K.’s data protection watchdog, the ICO, which previously issued the maximum fine possible under U.K. data protection law against Facebook over the Cambridge Analytica scandal.",
  "Last week, Giovanni Buttarelli, the E.U.’s data protection supervisor stated that closer relations between the E.U.’s Competition and Commission and privacy regulators could happen soon as lawmakers work to update their oversight frameworks to deal with the growing issue of data abuse by tech firms.",
  "The LIBE committee’s MEPs have noted that steps have been taken by Facebook following the scandal to protect user privacy but the committee notes that they have yet to carry out the full internal audit that Facebook promised would take place.",
  "Facebook commented on the E.U.’s most recent action saying:\n\nWe are grateful to the European Parliament for the number of opportunities to come and explain the changes we have made to our platform.",
  "The European Parliament Committee on Civil Liberties, Justice and Home Affairs (LIBE) is the latest group to call for further investigation into social media regulation and antitrust efforts.",
  "This is part of a broader challenge for us at Facebook to be more proactive about protecting our community from harm and taking a broader view of our responsibility overall.",
  "antitrust regulators in Germany and France have also been investigating Google and Facebook’s online advertising duopoly which Breitbart News has previously reported on.",
  "Over the last months we have developed sophisticated systems that combine technology and people to prevent election interference on our services.",
  "Following multiple hearings related to Facebook’s user data breach scandal involving the data analysis firm Cambridge Analytica, E.U.",
  "just adds to previous calls for social media regulation which continues to appear to be inevitable in the near future.",
  "We are working relentlessly to ensure the transparency, safety and security of people who use Facebook.",
  "groups to look into the “possible monopoly” of social media platforms and tech firms.",
  "MEPs have called for an audit of the social media company and an overhaul of E.U.",
  "Further pressure from the E.U.",
  "competition law.",
  "E.U."
]