[
  "Facebook has been busy dealing with security issues over the past week, taking down the Russian firm SocialDataHub's accounts over alleged data scraping, as well as a series of accounts that were said to be focused on entertainment but were instead tied to military personnel in Myanmar.",
  "Facebook's stock has been under pressure since July 25, when the social-media giant posted quarterly revenues that fell short of Wall Street estimates and warned investors that top-line growth rates will decline by \"high single digit\" percentages in the coming quarters.",
  "AP Photo/Andrew Harnik\n\nFacebook recently announced it would delete a Russian firm's accounts over alleged data scraping and take down a series of accounts that were said to be focused on entertainment but were instead tied to military personnel in Myanmar.",
  "\"The underlying problem that we see is that the company has been so focused on growth at any cost that it has failed to sufficiently invest in processes that might anticipate problems, acknowledge problems fast enough or fix problems fast enough.\"",
  "Wieser, a long time Facebook bear, who has a \"sell\" rating and $131 price target — 18% below where shares are currently trading — laid out three major risks that investors should consider when buying the stock.",
  "All these may suggest the social media giant is \"not as in control of its business as it needs to be,\" Brian Wieser, an analyst at Pivotal Research Group, said in a note sent out to clients on Wednesday.",
  "These were the latest in a series of problems that have surfaced at Facebook over the past few years, the big one being the Cambridge Analytica data scandal surrounding the 2016 presidential election.",
  "The social media giant is \"not as in control of its business as it needs to be,\" said Brian Wieser, an analyst at Pivotal Research Group.",
  "Wieser, a long-time Facebook bear, laid out three major risks that investors should consider when buying the stock.",
  "Shares fell more than 20% immediately after the earnings report, and are 27% down from the high set on July 25.",
  "High degree of rivalry given absence of barriers to deter new competition from emerging",
  "Watch Facebook trade in real time here.",
  "1."
]