[
  "First, even if one does not contribute directly to the dissemination of fake news or hang out in echo chambers, simply being on Facebook encourages one’s friends to stay on Facebook, and some of those friends might engage in such activities.",
  "A few people failing to pay taxes might not make much of a difference to a government’s budget, but such an action may nevertheless be wrong because it is a failure to participate in a collective action that achieves a certain good end.",
  "In doing so, one could be helping Facebook to refine its algorithms so that it can better single out specific individuals for certain purposes, some of which could be as nefarious as those of Cambridge Analytica.",
  "When testing the safety and efficacy of new drugs, subjects are randomly assigned either to an experimental group or a control group, and only subjects in the experimental group receive the new drug.",
  "For those of us who do not engage in such objectionable behavior, it is helpful to consider whether Facebook has crossed certain moral “red lines,” entering the realm of outright wickedness.",
  "But such an action could also be wrong because we might be failing to participate in a collective action (that is, leaving Facebook) that would prevent the deterioration of democracy.",
  "Second, by being on Facebook one serves as a data point for Facebook’s social media experiment, even if one encounters none of Facebook’s experimental manipulations.",
  "This influence on others is known as a (positive) network effect, where increased numbers of people improve the value of a product.",
  "Some people might think that because they mostly share photos of their cats on Facebook, such concerns do not apply to them.",
  "Third, using Facebook is not just an individual action but also a collective one that may be akin to failing to pay taxes.",
  "The answer is a resounding yes for those who are intentionally spreading hate speech and fake news on Facebook.",
  "In a similar vein, choosing to remain on Facebook might not directly undermine democratic values.",
  "Nevertheless, the subjects in the control group are essential to the experiment.",
  "So do we have an obligation to leave Facebook for others’ sake?",
  "But this is not so, for three reasons.",
  "Consider an analogy."
]