[
  "When the US alt-right and evangelicals started supporting him, he became just like them.” And when I ask Greg Lance-Watkins, another key ex-Ukiper, how he’d describe his ideology he says: “Farage’s ideology is Farage.” In the 90s, Lance-Watkins used to advise Farage before his Question Time appearances.",
  "Critically, in Britain, where political coverage follows the beat of Westminster’s drum, we have yet to really catch up with Farage’s uncomfortable new position: in overlapping circles radiating from US special counsel Robert Mueller’s investigation into Russian interference in the 2016 US election.",
  "According to a Guardian report last year, sources inside the European parliament said Ellul Bonici – who did not respond to the allegations – was “a frequent visitor to the Russian embassy”, after which he would return with “a bootload of propaganda”, and was subject to an internal investigation.",
  "In an interview with the Telegraph, he explained how he’d learned about “the murky and complicated world of ‘shadow banking’” and had worked for “an offshore private bank” that was “under investigation by the US authorities as a foreign financial institution of primary money-laundering concern”.",
  "In a way, the anti-Soros propaganda illuminates everything I’ve been trying to understand about Farage’s place in today’s world: that he represents a bridge between the authoritarian far right parties of central and eastern Europe that are aligned with Russia, and Trump’s America.",
  "His autobiography describes his time at Dulwich college from 1975 to 1982 (he left the public school with few if any O-levels – accounts vary), and how a meeting at the golf club led to his first job as a commodities trader on the London Metal Exchange with a minor City firm.",
  "And when they have the eyeballs, they use their understanding of the algorithm to send people to political content that supports their foreign policy aims.”\n\nFacebook Twitter Pinterest WikiLeaks founder Julian Assange on the balcony of the Ecuadorian embassy in London.",
  "He doesn’t know what answer you’re looking for.”\n\nBut then neither do I.\n\nIt’s not until I sit through An Entertaining Evening With Nigel Farage in Melbourne that I realise he’s not just a seven-times failed UK parliamentary candidate, but a bona fide YouTube star.",
  "The third time I call Farage at LBC is 1 November 2018, the day Arron Banks is referred to the National Crime Agency because the Electoral Commission had decided it can’t be sure of the source of Banks’s multimillion-pound donation to Farage’s Leave.EU campaign.",
  "And in understanding that he’s using the same playbook as the Kremlin, Steve Bannon (Donald Trump’s former chief strategist) and Robert Mercer, who for a long time funded Bannon’s pet projects, including alt-right news site Breitbart, and Cambridge Analytica.",
  "And the story said: “Asked by BuzzFeed News if he’d been visiting Julian Assange, the former Ukip leader said he could not remember what he had been doing in the building.”\n\nThe visit had come shortly after Farage had visited Donald Trump in Washington.",
  "Quick guide The rightwing world of Nigel Farage Show Hide Arron Banks and Andy Wigmore The man who bankrolled Farage’s Leave.EU campaign (the source of funds for which is now under criminal investigation) and the campaign’s director of communications.",
  "They subsequently met each other in a hotel in Washington during Trump’s inauguration, again without planning and by chance.”\n\nIf you had to pick another extraordinary story about Nigel Farage’s associates, George Cottrell would have to feature.",
  "One of the film-makers behind the brilliant 2017 documentary Get Me Roger Stone, Daniel DiMauro, spoke to me about a meeting that he witnessed between Stone, Alex Jones and Farage during the Republican National Convention, 18-21 July 2016.",
  "It’s Sunday 10 June 2018, the day the Observer reports that Arron Banks, the main funder of Farage’s Leave.EU campaign, had not one (as he had claimed), but several meetings with the Russian ambassador in the run-up to the EU referendum.",
  "And then days later, the DNC leaks dropped [on July 22] and blew apart the Democratic National Convention.”\n\nLess than two weeks later, on August 4, 2016, Roger Stone would also go on Alex Jones’s radio show and trail a new release.",
  "In June, the Observer was shown confidential emails that revealed that Andy Wigmore emailed Cottrell’s legal documents including his federal indictment to his main contact at the embassy, the political secretary, Alexander Udod.",
  "He’s been touring the country running “Leave Means Leave” rallies – I went to one in a retail park in Bolton – where talk of medicine running out and lorries backed up on the motorway was denounced as yet more “Project Fear”.",
  "The language of “globalists” and what Bannon pitches as an all-out war against the “elites”, an all-out war he’s now bringing to Europe with his latest project, a pan-European far-right coalition that he calls the Movement.",
  "“This is where the real international political collusion is.” From Britain, it leapfrogged to the US, where it’s been deployed by Trump supporters about the “caravans” of immigrants heading for the US border with Mexico.",
  "Stone is the extraordinary peroxide-blond 66-year-old dandy, a self-styled “dirty trickster” who’s played a key role in many political scandals since Watergate, and who is central to Mueller’s Trump-Russia investigation.",
  "Damian Collins, the Conservative MP leading parliament’s fake news and disinformation inquiry, has said that “the direct links between the political movements behind Brexit and Trump” urgently need investigating.",
  "Some of those associates of Stone are Farage’s associates too: InfoWars journalist Jerome Corsi, Steve Bannon and the controversial academic Ted Malloch, once tipped by Farage to be Trump’s ambassador to the EU.",
  "An academic from Essex University, Emma Briant, had obtained emails from a Cambridge Analytica employee which revealed that Banks had sought Steve Bannon’s help in soliciting campaign donations from US funders.",
  "On the day that Theresa May triggered article 50, 29 March 2017, a journalist from Breitbart, the rightwing news website cofounded by Steve Bannon, caught Farage with a pint of beer, outside a pub, beaming.",
  "• This article was amended on 6 December 2018 to clarify a date and to remove an implication, mistakenly introduced during editing, that Arron Banks was present at the incident at O’Hare airport in Chicago.",
  "When asked about all of the issues in this article, a spokesman for Farage said: “Mr Farage has no desire to speak to you under any circumstances.” The Observer could not reach Ellul Bonici for comment.",
  "When the Electoral Commission opened an investigation into the sources of Arron Banks’s funding a year ago, Farage made a speech in the European parliament in which he blamed this development on Soros.",
  "The New York Times reported that after the Cambridge Analytica scandal, Facebook hired a right-leaning opposition research firm who used accusations of “Soros funding” to smear the company’s critics.",
  "Men who, when I ask, what do you think of Nigel Farage, say: “He’s an absolute legend.” Or: “He’s the dog’s bollocks.”\n\nHow did you come across him, I ask, Alex, a programmer who lives locally?",
  "It’s a reference to George Soros, the Hungarian-born investor and philanthropist, who after the fall of communism, funded democracy-building institutions and movements across eastern Europe.",
  "The new emails seen by the Observer show that Bonici was uploading content not just to the official Ukip channel but also uploading it “on a private channel” for “the many fringe websites”.",
  "BuzzFeed’s story involved three individuals, Trump, Assange and Farage, who were at the centre of the political storms that had changed the world in 2016 and raised a new set of questions.",
  "He has refused to answer my questions for more than 18 months, since I wrote a report for the Observer – headlined When Nigel Farage met Julian Assange – published on 23 April last year.",
  "When I Google “Nigel Farage” and “Soros”, I end up watching a video on the far-right conspiracy theory website InfoWars, in which Farage is being interviewed by its founder, Alex Jones.",
  "What we need to ask is whether a man closely allied to people like Bannon and supportive of Viktor Orbán should be allowed to amplify his propaganda unchallenged on our broadcast media.",
  "It was swift and discreet, and he was hauled off without explanation.”\n\nCottrell was subsequently charged with 21 offences, including money laundering, fraud, blackmail and extortion.",
  "Photograph: Elliott Franks/i-Images\n\nBut the biggest questions are about why Farage’s team sent confidential legal documents about Cottrell’s arrest to the Russian embassy in London.",
  "Last week, 20 months after Farage’s meeting with Assange, LBC issued a statement about it: “It was an exploratory meeting to discuss the possibility of an interview for the station.",
  "“This is being coordinated across national borders by very wealthy people in a way we haven’t really seen before.”\n\nThe committee has called repeatedly for a Mueller-style inquiry.",
  "She has said it’s as much a part of Russia’s arsenal as its ministry of defence.”\n\nAll this is out in the open, but the Observer has been shown emails that reveal something new.",
  "An FBI indictment unsealed on 13 July said that at the heart of Russia’s operation to subvert the US presidential election is “Organization 1”, widely reported to be WikiLeaks.",
  "It’s an interview in the best traditions of a Stalinist show trial – the man asking them the questions is the man whose campaign they funded – but even so, they sound spooked.",
  "This preliminary meeting amounted to nothing, which is why LBC has not previously commented on the context in which the meeting took place as this would not be customary.",
  "Facebook Twitter Pinterest US political strategist and former Trump adviser Roger Stone, who had dinner with Farage in July 2016 at the Republican National Convention.",
  "George Cottrell The former Farage aide and chief Ukip fundraiser was arrested on money-laundering charges at Chicago’s O’Hare airport in 2016 and subsequently jailed.",
  "Even in 2014, he said in an interview that he realised he must reach beyond his core base, which he describes as “very middle class, very below the M4, ex-military”.",
  "Jeff Sessions, Trump’s attorney general, had been caught lying under oath about two meetings with the Russian ambassador and recused himself from the Russia inquiry.",
  "Because from the Kremlin, “Soros” as a political smear spread to the likes of Hungary’s demagogue-in-training, Viktor Orbán, and was picked up a year ago by Farage.",
  "It’s these YouTube set-piece speeches, pumped via the site’s algorithm to the phones and laptops of an entirely new generation, that are Farage’s power base now.",
  "They swooped the minute he set foot on the gangway and if Wiggy [Andy Wigmore] hadn’t been standing right behind him, nobody would have known what had happened.",
  "In 2017, a spokesman for Farage told the American magazine Mother Jones: “Nigel met Roger Stone in a restaurant in Cleveland during the RNC purely by chance.",
  "Two minutes later, he’s back on the Eurostar and gone.” (Statistics for voting and attendances show Farage is ranked 738th out of 751 MEPs for productivity.)",
  "Emails that we now know were hacked by the Russian government and that threw the presidential race into chaos just days before the US presidential election.",
  "At 2.28pm WikiLeaks made an announcement: it would host a live press conference with Assange about his latest leak, “Vault 7”, about mass CIA surveillance.",
  "I mean, it’s very funny, deranged.”\n\nWe don’t know if Farage is involved in the Russian intelligence operation that Mueller is so painstakingly unpicking.",
  "He’s on tour with a one-man show entitled An Entertaining Evening With Nigel Farage, which has just landed – somewhat bizarrely – in Melbourne, Australia.",
  "Actually, I say, just as Farage has built up a head of steam about the Trump-Russia “witch hunt”, it’s Carole Cadwalladr from the Guardian and Observer.",
  "Guillaume Chaslot, an ex-YouTuber who’s now an adviser for the Center for Humane Technology, explains RT’s all-conquering role in the YouTube ecosystem.",
  "Jordan Peterson is the Canadian psychologist whose forthright views on women and why feminism is wrong have made him an alt-right YouTube breakout star.",
  "Banks’s memoir, the Bad Boys of Brexit, describes this scene: “As they were alighting from the domestic flight, five FBI officers cuffed him [Cottrell].",
  "It is this claim to have knowledge of WikiLeaks’ material – before WikiLeaks released it – that is believed to have piqued Mueller’s intense interest.",
  "The two were at Chicago’s O’Hare airport on 22 July, 2016 – the day after the Republican convention in Cleveland at which Farage met Jones and Stone.",
  "But there’s also much that is out in the open, like Farage’s support of pro-Russian parties in the European parliament, and his association with RT.",
  "According to Banks’s emails, on 17 August 2016, Banks and Wigmore were inside the Russian embassy, visiting the ambassador Alexander Yakovenko.",
  "Julian Assange The Australian WikiLeaks founder, given asylum by the Ecuadorian embassy in London in 2012, was visited by Farage in March 2017.",
  "Photograph: Jonathan Bachman/Getty Images\n\n“Farage has always followed the money,” a Ukip insider, who wishes to remain anonymous, tells me.",
  "Whilst Nigel Farage attended the meeting, it was not set up at his instigation.”\n\nIt was the timings around the visit that raised questions.",
  "Facebook Twitter Pinterest Visiting Trump Tower in New York in December 2016 shortly after Donald Trump was elected president of the US.",
  "Steve Bannon Trump’s former political adviser is trying to establish a pan-European populist foundation, a move that Farage has praised.",
  "“I want to talk about how the funder of his campaign has systematically lied about his relationship with the Russian government,” I say.",
  "We’d had a wire on Roger everywhere we went but when we turned up to meet Farage and his guy, he [Farage’s aide] was absolutely adamant.",
  "Nigel Farage throws egg in Eurocrat faces.” And “Can’t Barrage the Farrage [sic].” They’ve been viewed millions upon millions of times.",
  "Photograph: Drew Angerer/Getty Images\n\nFarage was caught tripping down the steps of the Ecuadorean embassy by a reporter from BuzzFeed.",
  "The day before the event, I receive a notification of a change of venue (were ticket sales perhaps not what Farage might have hoped?).",
  "They make this incredibly effective clickbait content – disaster videos of the tsunami and so on, and they use it to suck in traffic.",
  "Farage is “phenomenally useful for the Russian government,” Ben Nimmo, a leading researcher into Russian online propaganda, tells me.",
  "Last week Farage told the Sunday Times he had not spoken to Mueller’s team: “I’ve done nothing wrong, so why would I worry about it?",
  "Roger Stone The self-proclaimed ‘dirty trickster’ of US politics, with a track record reaching back to Watergate and ties to Trump.",
  "Photograph: Leon Neal/AFP\n\nNigel Farage is so regularly on our airwaves and quoted in the press, but he is rarely held to account.",
  "There’s never been an issue with me discussing Farage on other LBC shows such as James O’Brien’s, but, again, I can’t get through.",
  "He became a hate figure to the Russian government, who launched a propaganda campaign portraying him as a meddling Jewish banker.",
  "InfoWars Farage is very far from LBC Farage – even though the video is shot inside LBC’s studio, with the LBC logo behind him.",
  "The election, he said, would be “Brexit plus, plus, plus.”\n\nThe fourth time I call Nigel Farage’s LBC show is just a week ago.",
  "He’s the man who holds fast to an ideologically pure Brexit vision untainted by the realpolitik of Theresa May’s compromises.",
  "And afterwards, for an extra A$200 on my ticket fee, I get to hang out backstage with a select crowd drinking bad white wine.",
  "Banks and his business partner Andy Wigmore, the spokesman for the Leave.EU campaign, are on the show to “answer questions”.",
  "And the press coverage of him – such as an interview with him in last week’s Sunday Times – still trades in Farage cliches.",
  "Another member of the crew told me: “It was the first time that Alex Jones, Roger Stone and Nigel Farage met face to face.",
  "The “Vault 7” story , which landed US tech companies in the middle of CIA cyber-espionage, erupted on to the news cycle.",
  "The plucky survivor of both testicular cancer and, on the day of the 2010 general election, a spectacular plane crash.",
  "On 25 August, Farage, Banks and Wigmore travelled to a Trump rally in Mississippi where Farage joined Trump on stage.",
  "“Farage turns up once a month and often what he talks about has absolutely nothing to do with what’s being discussed.",
  "Late on Saturday night, the Observer published its latest revelations about Arron Banks and the Leave.EU campaign.",
  "The person who used to upload Farage’s videos to YouTube was an EU parliament staffer called Kevin Ellul Bonici.",
  "Assange has been secretly charged by US justice department, although it is not known what the charges relate to.",
  "They’d talk about anything.” Batten did not respond to the Observer’s questions about his relationship with RT.",
  "And, at the centre of this, is RT (formerly Russia Today), the Kremlin-controlled English-language broadcaster.",
  "Farage has credited Breitbart news, which Bannon used to head, as a key influence in the EU referendum result.",
  "“It’s why I’m so concerned about these reports about not knowing where Arron Banks’s money comes from,” I say.",
  "It all feels a long way from West Kent golf club and the undulating greens outside Farage’s childhood home.",
  "It is claimed he was subject to an internal investigation last year after disseminating Russian propaganda.",
  "Facebook Twitter Pinterest Arron Banks with George Cottrell, the Farage aide arrested and jailed in the US.",
  "At this point I’ve been writing about him for almost two years, and I have no way of asking him questions.",
  "Questions that, it’s become increasingly clear, cover some of the same territory that Mueller is circling.",
  "There is no evidence that Farage knew about Ellul Bonici’s alleged relationship with the Russian embassy.",
  "“What was so noticeable was how Alex Jones was so pumped up afterwards about the leaks that were coming.",
  "Alex Jones The far-right founder of the Infowars conspiracy website, on which he has interviewed Farage.",
  "It masks a profound insincerity.”\n\nFarage meeting Alexander Yakovenko, the Russian ambassador, in 2013.",
  "Much of this story, like Arron Banks’s relationship with the Russian ambassador, is hidden and covert.",
  "This time I’m “Sarah from Weybridge”, a true-blue voter disgusted with Theresa May’s Brexit betrayal.",
  "“He’s Donald Trump’s fascist sidekick and we don’t want his type here,” claims one of the protesters.",
  "Photograph: Russian Embassy\n\nFarage sits at the intersection of the key forces in a new world order.",
  "Aged just 22, he was appointed Farage’s aide and Ukip’s chief fundraiser during the Brexit campaign.",
  "An ex-Ukip insider tells me how RT’s London correspondent “practically lived inside Ukip’s offices.",
  "It’s the only occasion in my time of reporting on them that I’ve heard them so subdued and serious.",
  "It’s the FBI indictments that reveal that so many strands of the investigation run through London.",
  "Richard Corbett, the leader of the Labour party in the European parliament, explains how it works.",
  "They’ve 22 channels and they have an absolute masterful understanding of how the algorithm works.",
  "“George Soros, is it?”\n\nI can’t quite believe that he’s said this, apparently in all seriousness.",
  "The Little Englander who lived modestly in a Kent suburban home and spoke to Britain’s G&T belt.",
  "‘What’s your question for Nigel?” the LBC producer asks me when, last Sunday morning, I call in.",
  "The Observer has also learned new details about a meeting between Nigel Farage and Roger Stone.",
  "Nigel Farage declined to answer any questions put to him about subjects raised in this article.",
  "What’s more, to get in, I have to fight my way through what feels like a running street battle.",
  "The event has been moved from a mid-sized arena to the conference room of a city centre hotel.",
  "The audience – overwhelmingly male, surprisingly young – laps up his well-rehearsed bonhomie.",
  "Later, in June 2017, the Guardian reported that Farage was a “person of interest” to the FBI.",
  "In the video of the moment, you can see him frantically motioning his producer with his eyes.",
  "It’s the people who have studied the campaign most closely who are asking the most questions.",
  "There would be “proof” of a scandal involving “Clinton Foundation”, a new “devastating” leak.",
  "“Honestly, you are a ranting lunatic.”\n\nIt’s only later that I notice the date: 18 November.",
  "There would be a WikiLeaks “October surprise”, he suggested, about “the Clinton foundation”.",
  "The timeline of who knew about WikiLeaks’ stash of emails from Democrat accounts, and when.",
  "Kevin Ellul Bonici A former EU parliament staffer who uploaded videos of Farage to YouTube.",
  "The first time I call Nigel Farage live on air on his LBC radio show, I give my real name.",
  "Dana Rohrabacher The pro-Russian Republican ex-congressman has visited Assange in London.",
  "In later comments he correctly forecast both the source of the leak and the timing of it.",
  "“I wouldn’t be where I am today without YouTube,” Farage tells his audience of young men.",
  "Exactly three years from when Arron Banks and Andy Wigmore launched Leave.EU’s campaign.",
  "It’s been frustrating, I say, because I’ve just wanted to ask you some direct questions.",
  "The previous day in 2015 Banks had met the Russian ambassador and discussed gold deals.",
  "He did so well on Question Time because it was a form that was perfectly made for him.",
  "Photograph: John Sciulli/Getty Images\n\nStone makes his own appearance in the timeline.",
  "(Udod was expelled from Britain in March this year after Sergei Skirpal’s poisoning.)",
  "According to emails, discussions included gold and diamond investment opportunities.",
  "Why would my press officer, I mean my producer, come with me?”\n\nAnd then he’s gone.",
  "“I’m not the usual producer.” She promises to speak to her editor and call me back.",
  "“I’m not discussing spending in the referendum here and now, Claire!” says Farage.",
  "“Stone had arranged to have dinner with Alex Jones and Nigel Farage,” he tells me.",
  "Photograph: Peter Nicholls/Reuters\n\nRT recognised Farage’s value way back in 2011.",
  "You helped with this hugely.”\n\nIn Britain, Farage is still the man with the pint.",
  "Partly because, as his former colleague Lance-Watkins tells me: “He is that man.",
  "On 8 August 2016, Stone told a small crowd that he’d been in touch with Assange.",
  "“Nigel Farage just visited the Ecuadorean embassy in London,” the headline said.",
  "The jokey ‘bloke with a pint’ now has a network that spreads well beyond the UK.",
  "They targeted Gerard Batten first [the current leader of Ukip] and then Farage.",
  "He pleaded guilty to one of them and was released after eight months in jail.",
  "It’s the briefest of brief encounters and yet our exchange is so instructive.",
  "The man who broadcasts live on LBC five times a week and pops up on the BBC.",
  "He had dinner with Farage and Roger Stone at the 2016 Republican Convention.",
  "“I can’t put you through,” the producer says, an edge of panic in her voice.",
  "He once shared a photograph of himself enjoying a fishing trip with Farage.",
  "“It’s a real time to feel patriotic about our laws and sovereignty,” I say.",
  "It’s like the old adage, don’t ask a question you don’t know the answer to.",
  "Facebook Twitter Pinterest At a Trump rally in Mississippi in August 2016.",
  "“Well, I don’t know!” he says, with a flash of the trademark Farage charm.",
  "In Melbourne, Farage isn’t known as the Ukip man off the radio and telly.",
  "This was during a week when things had started to look serious for Trump.",
  "It posed a series of questions to which there are still no clear answers.",
  "“I don’t want to talk to Carole Cadwalladr of the Guardian!” Farage says.",
  "We have no idea if Banks went ahead and attempted to fundraise in the US.",
  "This was also the day that Bannon took over as Trump’s campaign manager.",
  "Isabel Oakeshott, ghost writer to Arron Banks, was also at the airport.",
  "Trump... Russian TV... key witnesses in Robert Mueller’s investigation.",
  "(Words not often heard, I can’t help thinking, in West Kent golf club.)",
  "I have moments to put my question, the question that kicked it all off.",
  "Using foreign money in a British election campaign is against the law.",
  "“The thing about RT is that they are completely open about what it is.",
  "I don’t have to do it, do I?”\n\nNo, I say, but you’re a public figure.",
  "“How could George Soros fund me?”\n\n“Well I don’t know!” Farage says.",
  "In understanding Farage’s relationships with the European far right.",
  "Stone and his associates have been questioned by Mueller many times.",
  "“But we got to the restaurant and Farage’s people were: ‘No, no, no!",
  "There is no suggestion in the charges that this was linked to Ukip.",
  "“We’ve got to recognise the bigger picture here,” he said recently.",
  "Last week, it descended to the final circle of this hell: Facebook.",
  "And I’ve heard Farage using the phrase in the European parliament.",
  "It signals antisemitism to an audience without saying it directly.",
  "Has met Farage, and met Banks and Wigmore in London several times.",
  "Actually, I tell Farage, it’s Carole Cadwalladr from the Observer.",
  "Cottrell did not respond to the Observer’s attempts to reach him.",
  "And then you realise it’s got nothing to do with the parliament.",
  "Dined with Farage at the Republican Convention, 18-21 July 2016.",
  "“You think the Russians fund me!”\n\nAnd then his minder appears.",
  "We know only that it would have been illegal for him if he had.",
  "The editor-in-chief has described it as ‘information warfare’.",
  "For years, this has been the image that Farage has cultivated.",
  "This Farage talks about our shared “Judeo-Christian culture”.",
  "They have titles like “Who the Hell [sic] You Think You Are?",
  "I’ve been thinking about Remembrance Sunday, I tell Farage.",
  "Our reporter has spent months on the trail of Mr Brexit...",
  "What “funded by Soros” really means is: “funded by Jews”.",
  "But there’s a time lag in Britain in understanding this.",
  "Who’s been trying to ask questions for nearly two years.",
  "He was recommended to me.”\n\nIt’s an eye-opening moment.",
  "Sometimes he doesn’t even hang around for the answers.",
  "The kind of man you wouldn’t mind having a drink with.",
  "But we know almost certainly that Assange is involved.",
  "“What do you want to say to Nigel?” the producer asks.",
  "Minutes later, a friend does, and passes me the phone.",
  "Alexander Yakovenko The Russian ambassador in London.",
  "He’s holding a placard that depicts Farage as a pig.",
  "“They’re the biggest information network on YouTube.",
  "Banks has also accused me of being funded by Soros.",
  "“You seem to be so stuck in your sad little world.",
  "And then on 7 September this year we finally meet.",
  "He likes people and he has that natural bonhomie.",
  "“I think Julian Assange has that proof,” he said.",
  "But we do know the US “alt-right” played a role.",
  "But that’s just what’s going on, on the surface.",
  "YouTube’s algorithm had connected him to Farage.",
  "Here in the UK, Farage is still cosy Mr Brexit.",
  "An order that the old formats can’t cope with.",
  "“I’ll get you straight on,” says the producer.",
  "“He’s scared of you, because you confuse him.",
  "His PR man almost never responds to messages.",
  "He left that world far behind some time ago.",
  "“He knows which side his bread is buttered.",
  "And they followed him with the camera crew.",
  "Mueller is looking at timings of all this.",
  "This time I’m “Claire from Ashford, Kent”.",
  "Hello, Nigel, I say, and introduce myself.",
  "You can’t seem to get that into your mind.",
  "Could this be why Farage is avoiding me?",
  "Jones and Stone were totally open to it.",
  "All the other passengers were held back.",
  "I was watching a Jordan Peterson video.",
  "Will you do a proper interview with me?",
  "You know these are important questions.",
  "“George Soros doesn’t fund me!” I say.",
  "Doesn’t respond to interview requests.",
  "It’s just for his social media output.",
  "The government continues to ignore it.",
  "Could he actually believe this stuff?",
  "Farage left the embassy around noon.",
  "BuzzFeed’s story appeared at 1.31pm.",
  "He was saying it openly on his show.",
  "“He’s scared of the trick question.",
  "It’s Mueller who’s identified this.",
  "It blew Russia off the front pages.",
  "Everything is a bit different here.",
  "But, he doesn’t flee for the exit.",
  "Or even that it came from Britain.",
  "We didn’t know what to make of it.",
  "That’s why he won’t speak to you.",
  "He lifts his glass to the camera.",
  "Here was “Mr Brexit,” said Trump.",
  "The investigation is in lockdown.",
  "This is no longer Farage’s world.",
  "Why did you visit Julian Assange?",
  "This is Steve Bannon’s language.",
  "He didn’t want any record of it.",
  "RT would ask them on every week.",
  "“It certainly is,” says Farage.",
  "“Well, who funds you?” he says.",
  "“The Observer funds me,” I say.",
  "We pay taxes that pay for you.",
  "“LBC organised that,” he says.",
  "You can’t film.’ It was weird.",
  "RT made Farage a YouTube star.",
  "The European Union funds you.",
  "It depends what mood I’m in.",
  "But the only audience is me.",
  "“I’m standing in,” she says.",
  "Two days later, I try again.",
  "His ghostwriter was present.",
  "You think, what’s going on?",
  "You’re funded by taxpayers.",
  "I’m not a ranting lunatic.",
  "He’s hail-fellow-well-met.",
  "LBC wanted the interview.",
  "But Farage was ‘No way’.",
  "Inside, it’s different.",
  "The phone line is cut.",
  "“Oh go away,” he says.",
  "Well done, Breitbart.",
  "I watch the speeches.",
  "No one calls me back.",
  "“You’re a journalist.",
  "And then, here he is.",
  "I don’t work for you.",
  "It’s no longer clear.",
  "Who is Nigel Farage?",
  "The line goes dead.",
  "“Well done, Bannon.",
  "The tweed jackets.",
  "Not straight away.",
  "I say in a hurry.",
  "“Come on,” I say.",
  "The crowd roared.",
  "I’m a journalist.",
  "The Good Bloke.",
  "You can’t film.",
  "I’m gobsmacked.",
  "They loved it.",
  "They sent me.",
  "“On YouTube.",
  "And he does.",
  "He blinks.",
  "The pints.",
  "“Maybe."
]