[
  "“We know that the battle against truth isn’t going to stop, and interventions like this are important to ensure that many online communities who are prone to misinformation or no longer trust legitimate media sources can be reached with real news and good facts that they may not see otherwise.”\n\nMotiveAI employs video editors as well as Adam Mordecai, a key early employee at Upworthy, and, according to its HR page, works “with a small group of amazing clients to spread ideas that create political change.”\n\nIn the past month, News for Democracy has become MotiveAI’s primary means of purchasing ads, subsuming the other entities.",
  "“In these cases, transparency and disclosure—especially when voluntarily and provisioned by private companies—doesn’t do much to solve the underlying issue, which is accountability, meaning the public’s ability to discern who is trying to influence the outcome of an election,” Jonathan Albright of the Tow Center for Digital Journalism at Columbia University told me.",
  "This represented the second-largest political ad buy on Facebook for the period, trailing only Beto O’Rourke’s Texas Senate campaign and substantially overshadowing the third-place spender, the National Republican Congressional Committee, according to an analysis by a team at New York University’s Tandon School of Engineering, led by Damon McCoy.",
  "“It’s in some sense bizarre because, as you see, there are for-profit companies that are cashing in on political messaging of some kind.”\n\nFor example, from May to July, one of the biggest ad purchasers was a company called AAF Inc., which is linked to the Facebook page American AF, which basically sells right-wing-themed T-shirts.",
  "If you were shown one of these ads and took the initiative to try to learn about the page running the advertising (say, Better With Age), you’d find precisely nothing in any page’s “About” section except that it was self-described as a “Media/News” organization.",
  "The biggest of News for Democracy’s ad buys went to pages with names like Women for Civility (8 million impressions), Better With Age (7.2 million), Our Flag Our Country (5.7 million), Living Free (5.4 million), and The Holy Tribune (4.2 million).",
  "The videos are testimonials, in essence, for protecting one of the key provisions of the Patient Protection and Affordable Care Act, which would have been weakened if the failed Republican attempt to “repeal and replace” the act had succeeded.",
  "From May 7 to October 16—the period that Facebook’s newly created archive of political advertising covers—News for Democracy paid from $1.2 million to $4.6 million to create, at a minimum, 45 million impressions through more than 2,600 ads.",
  "Over just two weeks in September, a limited-liability company calling itself News for Democracy spent almost $400,000 on more than 16 million impressions for a network of 14 Facebook pages that hadn’t existed until August.",
  "Buried in unrelated Google results, you’d find an item from The Daily Beast’s Lachlan Markay, which linked together a series of Denver LLCs that were sponsoring ads on Facebook: Three of these entities share a Denver P.O.",
  "Meanwhile, News for Democracy has become a player in the online political-ad market on a par with any other organization in the country, including all the super PACs, candidates, and other known political entities.",
  "Three weeks out from the 2018 midterms, we still know very little about the financial backing, operation, or ultimate goals of one of the biggest political-ad purchasers on Facebook in the run-up to the election.",
  "Because it primarily advertises for politically tinged causes, and only rarely for or against specific candidates, most of its activity escapes Google’s stingier archiving process for ads running on its platform.",
  "But an operation like News for Democracy doesn’t need to step outside the formal rules because they can accomplish the same targeting goal (minus the psychographic stuff) by using Facebook’s own tools.",
  "While Facebook requires all ad sponsors to send it a government ID so that they can be “verified,” Facebook shares no information about the company that paid for a given ad, aside from the name.",
  "That foreign involvement could very easily be laundered through an American starting an LLC—even better, a thicket of LLCs that would make it more difficult to connect different purchases.",
  "In calculating how many people were shown ads, McCoy’s team took the low number of the range, so the number of people who saw these ads is certainly higher, and possibly much higher.)",
  "Their message is the same: Republicans want to take away protections for people with preexisting medical conditions, and that would hurt the nice, relatable people in the videos.",
  "So if someone wanted to reach older women in Arkansas or younger men in Kansas who respond strongly to health-care messages, News for Democracy’s owners could do that now.",
  "Read: Cambridge Analytica and the dangers of Facebook data harvesting\n\nNews for Democracy highlights both the successes and limitations of Facebook’s transparency efforts.",
  "Is it simply pushing individual-issue ads in key states, or is the organization trying to amass information on voters, which it can use in subsequent campaigns?",
  "The product it’s promoting most heavily right now is a Brett Kavanaugh shirt that shows him swearing in, with the text Raise your hand if you still like beer.",
  "Moreover, Facebook offers no information about News for Democracy or any “ad sponsor.” News for Democracy has no website, no contact page, no email.",
  "Facebook had been played by Russian propagandists and fake-news purveyors, who bent a well-meaning system to nefarious political and economic ends.",
  "Anyone who watches one of these videos for more than 10 seconds can be added to a Facebook “custom audience” and can be targeted with future ads.",
  "With a little gumption and some savvy, News for Democracy and MotiveAI easily evaded Facebook’s system for making political ads more transparent.",
  "Using audience, engagement, and polling data, they’ve tried to find people who might be open to liberal counterpoints pushed into their feeds.",
  "A series of ads running on Tuesday showed different people describing their health challenges and how their health insurance was helping them.",
  "Then, using the data they’ve gathered, they can use Facebook’s tools to find “look-alike” audiences that would, nominally, respond similarly.",
  "The archive is a real and significant attempt to provide a look into what’s happening with paid political and issue advertising on Facebook.",
  "Given that LLCs are opaque and can pop into and out of existence, there is no formal mechanism for figuring out who is pushing what agenda.",
  "Facebook built its ad archive hastily as the company’s central, opaque, and confusing role in the 2016 presidential election was revealed.",
  "Most of the ads consisted of one-minute videos, done in that Facebook style with text sliding around over footage making a single point.",
  "He said that his company is trying to reach people who don’t trust mainstream media and who find themselves awash in deceptive sources.",
  "The ads were shown to two very specific groups of people: women ages 55 to 64 in Arkansas and mostly male Kansans under the age of 44.",
  "The strange intermingling of political and business interests on the platform muddy the very idea of what politics is and is not.",
  "In an interview this week, Fletcher acknowledged to me that MotiveAI, working with outside groups, is behind News for Democracy.",
  "“There’s an all-out battle against the truth and facts from both inside and outside of the United States,” Fletcher told me.",
  "Fletcher, a media-industry veteran, co-founded a company, MotiveAI, with fellow Vice alum Kirsten Frisina (since departed).",
  "Though Fletcher maintains that his funding comes from Americans, it’s easy to imagine a hypothetical in which it does not.",
  "On the other hand, News for Democracy doesn’t need to post anything publicly about itself in order to run ads on Facebook.",
  "Cambridge Analytica sought to compile “psychographic” voter profiles using data it had gotten from Facebook improperly.",
  "Each weekday evening, get an overview of the day’s biggest news, along with fascinating ideas, images, and people.",
  "They can create similar audiences with any number of content-type, age, gender, geography, and interest markers.",
  "box with two other LLCs, one of which, Beautiful Colorado, features a video starring a man named Dan Fletcher.",
  "Facebook’s broad definition of political advertising is why we know the startling scale of News for Democracy.",
  "(Facebook’s data offer ranges, rather than precise amounts, of dollars spent or impressions generated.",
  "{{/user.created}} {{^user.created}}Your newsletter subscription preferences have been updated.",
  "Despite the God-and-country nature of the page names, the actual content was left-leaning.",
  "None of the individual pages have to divulge their corporate affiliations either.",
  "“Facebook political advertising is incredibly diverse,” NYU’s McCoy told me.",
  "In one ad, an older woman describes her daughter’s struggles with diabetes.",
  "It generated at least 18 million impressions, spending at least $78,000.",
  "During the midterm season, this has been a tough issue for Republicans.",
  "{{#user.created}}Please check your email to confirm your subscription.",
  "It’s not perfectly clear what News for Democracy is trying to build.",
  "Let’s say MotiveAI had substantial Chinese or European investors.",
  "In another, a young father talks about his autoimmune diseases.",
  "Read: Should Facebook ads be regulated like TV commercials?",
  "He also reported that LinkedIn’s Reid Hoffman is a backer.",
  "Who is funding the advertising remains completely obscure.",
  "This is not something that Facebook can solve on its own.",
  "A Markay source tied the company to News for Democracy.",
  "Email Address (required) Sign Up Thanks for signing up!",
  "The company has raised $10 million in venture capital.",
  "{{/user.created}} An unknown error occurred.",
  "Make your inbox more interesting.",
  "So what is “News for Democracy”?",
  "Fletcher demurred.)",
  "(I asked."
]