[
  "Tech companies may benefit from developments in the White House; the more time that Democrats spend grilling officials from the Trump administration, or responding to the firing of Attorney General Jeff Sessions, the less time they’ll have to question tech executives, although Google CEO Sundar Pichai is expected to visit Capitol Hill at some point.",
  "The vulnerability of personal information was on display this year, as Facebook reported that the data of up to 87 million people ended up in the possession of political consultancy Cambridge Analytica, and Google said that it found a security flaw in its social network Google+ but chose not to tell users for months.",
  "“I think the House Democrats want to really go after Trump, so you could see Pallone having a hearing about the FCC and net neutrality and really trying to make some hay on that,” said Chris Pedigo, a lobbyist for Digital Content Next, a trade group for media companies including NBCUniversal.",
  "Rep. Mike Doyle, D-Penn., who is the top Democrat on a House technology subcommittee and could become its chairman, has said that self-regulation by companies such as Facebook “hasn’t worked.” He has called for the creation of a new federal agency to protect people’s data online.",
  "The ongoing drumbeat of scrutiny would mean no letup for tech executives who have faced investigations on multiple fronts in recent years despite the fact that Silicon Valley generally supported the election of more Democrats in Tuesday’s midterm elections.",
  "Missouri on Tuesday elected Republican Josh Hawley, who as that state’s attorney general launched an antitrust investigation of Google, while Tennessee Republican Marsha Blackburn, who, as a House member, accused Silicon Valley of censoring conservatives.",
  "Even without legislation, Democrats could hold hearings for oversight purposes, requiring officials from the Federal Trade Commission, the Federal Communications Commission and the Justice Department to appear and explain their enforcement decisions.",
  "It’s unclear whether Democrats and Republicans will compromise on either antitrust legislation or privacy legislation, so Democratic bills that pass the House may fail in the Senate, but that’s not the only possible scenario, policy experts said.",
  "Experts in technology policy said that they expect Democratic lawmakers, including incoming House committee chairs, to ramp up questions about data privacy, antitrust enforcement and the role of companies such as Facebook and Google in elections.",
  "Rep. Frank Pallone, D-N.J., who could be the next chairman of the House Energy and Commerce Committee, on Wednesday listed “meaningful privacy and data security protections” and net neutrality as among his top priorities for the next two years.",
  "“The tech industry has always worked to be part of the solution to the complex issues facing our customers, employees and communities,” Ashley Berrang, the council’s executive vice president of public affairs, said in a statement.",
  "Berin Szóka, president of TechFreedom, said he expects Democrats to make antitrust enforcement a major priority next year, rolling out a package of proposed changes that would target large companies including Facebook and Google.",
  "She said the spotlight would focus not only on the tech sector but also the broadband internet industry, and that compared with Republican-led hearings, “the focus is not going to be so-much on alleged conservative bias.\"",
  "“It’s captured the attention of the left wing of the Democratic Party, and if you want a populist issue, it’s going to be an obvious thing to seize on,” said Szóka, whose group generally opposes new regulations.",
  "“Maybe it makes it easier to get legislation done.”\n\nLawmakers may try to push forward bills to require transparency about who is buying political advertising online, an area that remains largely self-regulated.",
  "On privacy, a tough California law that’s due to take effect in 2020 has led tech companies to begin lobbying for congressional action of some kind, possibly nudging Democrats and Republicans toward compromise.",
  "The U.S. has no comprehensive national law about the use and protection of personal information online, but a new European data privacy law has inspired some Democrats to draw up plans for a similar law.",
  "President Donald Trump signaled he may comply with these hearings, saying at a White House news conference that he would be willing to negotiate on the subject even if he was skeptical about regulations.",
  "The Information Technology Industry Council, a trade group that lobbies for Amazon, Apple, Facebook, Google and others, said on Wednesday it was committed to working with leaders in both parties.",
  "By David Ingram\n\nDemocrats’ takeover of the House is likely to result in even more hearings into the power of big tech companies — just on different subjects than Republicans are interested in.",
  "“When you start regulating, a lot of bad things can happen, but I would certainly talk to the Democrats if they want to do that, and I think they do want to do that,” Trump said.",
  "The era of the Wild West in social media is coming to an end,” Sen. Mark Warner, D-Va., a co-sponsor of legislation to regulate political ads, said in a statement on Wednesday.",
  "And in the House’s antitrust subcommittee, possible chairman Rep. David Cicilline, D-R.I., may order a review of consolidation in the tech sector, Politico reported.",
  "Beginning with the swearing-in of the new House in January, Democrats will have a chance to organize hearings on digital privacy — and put their own ideas to a vote.",
  "And on antitrust, there is enough dislike for Facebook and Google among Republicans that some of them may support Democratic legislation out of pique, Szóka said.",
  "“The Republicans hate those companies, and those companies have been so bad at playing politics with Republicans, it’s hard to know what that means,” Szóka said.",
  "“Congress has to step up and establish much needed guard rails on social media to protect our democracy and American consumers.",
  "\"It’s going to be focused more on the continuing and seemingly constant privacy problems that these companies have,\" Sohn said.",
  "“The scrutiny of the big online platforms is going to continue,” said Gigi Sohn, a tech policy fellow at Georgetown Law.",
  "She said the council’s priorities included not only data protection, but also immigration policy and trade agreements.",
  "Doyle and Cicilline’s offices had no immediate comment on their plans on Wednesday.",
  "Other proposals such as an “internet bill of rights” have generated debate.",
  "“I don’t know that he’d take the same approach with data protection.”",
  "New faces in the Senate may add to the hostility for Silicon Valley.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]