[
  "The word “Orwellian” surfaced in heavy lookups in May, after a statement attributed to White House press secretary Sarah Huckabee Sanders accused the Chinese government of “Orwellian nonsense” in trying to impose its views on American citizens and private companies when it declared that United Airlines, American Airlines and other foreign carriers should refer to Taiwan, Hong Kong and Macau as part of China in public-facing materials, such as their websites.",
  "The phrase is based on a comment one Nathan Poe posted on a Christian forum during a discussion over creationism, in which he commented: “Without a winking smiley or other blatant display of humor, it is uttrerly (sic) impossible to parody a Creationist in such a way that someone (italics used) won’t mistake for the genuine article.”\n\nDictionary.com chose “complicit” as last year’s word of the year.",
  "Solomon noted proliferation on social media over students in the Parkland school shooting being crisis actors instead of victims of violence, and over a group of migrants from Honduras who are making their way north being funded by “rich liberals.”\n\nElsewhere in the culture, countless podcasts and videos have spread the absurd notion of a global cover-up that the Earth is flat rather than round.",
  "Other word entries on the site have been freshened to reflect timely new meanings, including “echo chamber.”\n\nThe company’s runners-up for the top honor include “representation,” driven by the popularity of the movies “Black Panther” and “Crazy Rich Asians,” along with wins during the U.S. midterm elections for Muslim women, Native Americans and LGBTQ candidates.",
  "You can still be a good person with no nefarious agenda and still spread misinformation.”\n\nShe pointed to “Poe’s law” in slicing and dicing “misinfo” and “disinfo.” The term, dating to 2005, has become an internet shorthand to sum up how easy it is to spread satire as truth online when an author’s intent isn’t clearly indicated.",
  "“Hate speech and rumors posted to Facebook facilitated violence against Rohingya Muslims in Myanmar, riots started in Sri Lanka after false news set the country’s Buddhist majority against Muslims, and false rumors about child kidnappers on WhatsApp led to mob violence in India,” Solomon said.",
  "It’s sort of like pointing at behavior and saying, ‘THIS is disinformation.’ With misinformation, there is still some of that pointing, but also it can look more internally to help us evaluate our own behavior, which is really, really important in the fight against misinformation.",
  "Jane Solomon, a linguist-in-residence at Dictionary, said in a recent interview that her site’s choice of “mis” over “dis” was deliberate, intended to serve as a “call to action” to be vigilant in the battle against fake news, flat earthers and anti-vaxxers, among other conduits.",
  "Misinformation, Solomon said, “frames what we’ve all been through in the last 12 months.” In that vein, the site with 90 million monthly users has busied itself adding new word entries for “filter bubble,” ”fake news,” ”post-fact,” ”post-truth” and “homophily,” among others.",
  "We believe that understanding the concept of misinformation is vital to identifying misinformation as we encounter it in the wild, and that could ultimately help curb its impact.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "(NEW YORK) — Misinformation, as opposed to disinformation, was chosen Monday as Dictionary.com’s word of the year on the tattered coattails of “toxic,” picked earlier this month for the same honor by Oxford Dictionaries in these tumultuous times.",
  "Other words swirling around the same problem included a lookup surge in February for “white lie” after Hope Hicks, then White House communications director, admitted to telling a few for President Donald Trump.",
  "For example, the word “mainstream” popped up a lot, spiking in January as the term “mainstream media,” or MSM, grew to gargantuan proportions, wielded as an insult by some on the political right.",
  "View Sample Sign Up Now\n\nIn studying lookups on the site that trended this year, Dictionary noticed “our relationship with truth is something that came up again and again,” she said.",
  "“The rampant spread of misinformation is really providing new challenges for navigating life in 2018,” Solomon told The Associated Press ahead of the word of the year announcement.",
  "The idea of “misinfodemics” has surfaced in the last several years to identify the anti-vaccination movement and other beliefs that lead to real-world health crises, Solomon said.",
  "But the rise of misinformation, Solomon said, stretches well beyond U.S. borders and Facebook’s role in disseminating fake news and propaganda in the Cambridge Analytica scandal.",
  "“Disinformation would have also been a really, really interesting word of the year this year, but our choice of misinformation was very intentional,” she said.",
  "“Misinformation has been around for a long time, but over the last decade or so the rise of social media has really, really changed how information is shared.",
  "It’s the idea of intent, whether to inadvertently mislead or to do it on purpose, that the Oakland, California-based company wanted to highlight.",
  "The use of Facebook and other social media to incite violence and conflict was documented around the globe in 2018, she said.",
  "Is disinformation or misinformation at play in terms of the year’s most prominent conspiracy theories?",
  "“Disinformation is a word that kind of looks externally to examine the behavior of others.",
  "The company decided it would go high when others have spent much of 2018 going low.",
  "There are distinctions between misinformation and disinformation to be emphasized.",
  "It’s a word of self-reflection, and in that it can be a call to action.",
  "In 2016, it was “xenophobia.”\n\nContact us at editors@time.com."
]