[
  "In a letter back to Allan on Sunday evening and posted on Twitter, Collins said \"the House of Commons has the power to order the production of documents within the UK jurisdiction, and a committee of the House can publish such documents if it chooses to, with the protection of parliamentary privilege.\"",
  "The California judge asked both Facebook and Six4Three to provide legal briefs on the consequences of Collins' request, including what issues it may raise under the US Constitution, and what authority Collins' committee had to overrule the court's orders without asking first.",
  "The issue of parliamentary privilege came up in October, when a lawmaker revealed that a prominent UK businessman was the subject of a long-running investigation by the Telegraph newspaper into his alleged efforts to cover up claims of sexual harassment.",
  "It outlines a litany of allegations against Facebook, including some about the company's alleged disregard for user privacy, and a claim that Zuckerberg devised a plan that forced some of Facebook's rivals, or potential rivals, out of business.",
  "The UK committee has asked Zuckerberg to appear for months, hoping that a committee comprised of members of parliaments from several different countries would prompt the CEO to face questioning like he did in the United States in April.",
  "Those documents, under a court-ordered seal in the United States, could come to public light as soon as Tuesday when Collins joins lawmakers from six other countries in London at the inaugural \"Grand Committee on Disinformation.\"",
  "Damian Collins, who chairs the UK parliamentary committee investigating disinformation and the use of people's data, obtained the documents , which could include correspondence between Facebook executives, including Zuckerberg.",
  "Richard Allan, Facebook's VP of policy for Europe, the Middle East, and Africa, wrote to Collins on Sunday and suggested that the MP should wait to hear from the California judge before sharing the documents publicly.",
  "The documents and correspondence might shed light on the company's handling of user privacy — an issue the company has faced repeated questions about since the Cambridge Analytica scandal broke earlier this year.",
  "Collins wrote that the documents could shed light on \"whether the policies of Facebook, as expressed within these documents, are consistent with the public statements the company has made on the same issues.\"",
  "London (CNN Business) A British lawmaker who has led investigations into disinformation on the internet was annoyed that Mark Zuckerberg turned down his invitation to appear before parliament this week.",
  "The Observer newspaper in London reported Saturday that the documents were seized in dramatic fashion when the company's CEO was escorted to Parliament after a sergeant-at-arms appeared at his hotel.",
  "The special committee will feature legislators from Argentina, Brazil, Canada, Ireland, Latvia and Singapore, who will convene in London for a special hearing about fake news and disinformation.",
  "The Facebook CEO may soon be heard in parliament anyway, and in a way Facebook would rather avoid: Internal company documents Facebook has fought hard to keep private could be made public there.",
  "This protection from prosecution ensures freedom of speech, including documents and reports published as part of parliamentary proceedings.",
  "The documents\n\nThe cache of documents and possible correspondence stems from a lawsuit brought in California by app company Six4Three.",
  "But the lawmaker named him as the subject of the investigation in parliament, and the case received international media attention.",
  "The hearing\n\nIt's not clear yet whether the documents and internal emails will be made public during the hearing on Tuesday.",
  "\"I understand that Parliamentary privilege protects participants for anything said during a hearing of your committee.",
  "It may be helpful for us to discuss this matter again after we have further guidance from the court,\" Allan wrote.",
  "Facebook said in a letter to the committee last week that Zuckerberg is \"not able to be in London.\"",
  "A court had granted the executive an injunction preventing the Telegraph from publishing his name.",
  "Earlier this year CNN and other news organizations had asked the court to unseal the documents.",
  "But while visiting London, Six4Three's CEO was compelled by Collins to produce the documents.",
  "Members of parliament have certain legal immunities when conducting official proceedings.",
  "The company also said it couldn't make Zuckerberg available via videolink.",
  "In a tweet Collins said the committee will be discussing how to proceed.",
  "A California court ordered that the documents remain sealed.",
  "The briefs are scheduled to be submitted later this week.",
  "Facebook is now caught between US and UK law.",
  "He probably has Zuckerberg's attention now.",
  "But Facebook elected to send Allan instead.",
  "CNN has not independently confirmed this.",
  "Those requests were unsuccessful.",
  "..."
]