[
  "Facebook's vice president of policy solutions, Richard Allen, claimed in his letter that Six4Three's action is 'more about attacking our company than it is about a credible legal claim' and implied that the UK government was shifting the goalposts after previously accepting certain changes.",
  "The documents are of course relevant to an inquiry underway in the UK into Facebook's privacy standards - and now, the Guardian reports, Parliament has taken the highly unusual step of sending the House of Commons serjeant-at-arms to the businessman's hotel to demand the documents.",
  "The start-up says the documents, which reportedly include emails from Facebook founder Mark Zuckerberg, show that Facebook was well aware of the loophole in its procedures that allowed Cambridge Analytica to collect data on millions of people.",
  "The British government has used an obscure set of powers to seize a set of internal Facebook documents from a US businessman in London - and Facebook is desperately trying to keep them under wraps.",
  "\"We believe that the documents we have ordered from Six4Three could contain important information about [data sharing with developers] which is of a high level of public interest,\" he wrote.",
  "\"We are also interested to know whether the policies of Facebook, as expressed within these documents, are consistent with the public statements the company has made on the same issues.\"",
  "The UK government has become extremely frustrated at Zuckerberg's repeated failure to testify before Parliament about the company's involvement in the Cambridge Analytica scandal.",
  "And it is suing Facebook in the US, claiming that the social media giant's decision to cut off access to certain data in 2015 broke a promise the company had made earlier.",
  "As part of the suit, Six4Three filed papers earlier this month claiming that it had acquired emails showing that Facebook lied to Congress about its privacy practices.",
  "Since then, there has been an exchange of emails between Facebook and Damian Collins, chairman of the Commons Digital, Culture, Media and Sport (DCMS) Committee.",
  "Another hearing is set for tomorrow, with Allan taking Zuckerberg's place - and clearly very, very keen that the documents remain under wraps.",
  "The man's start-up, Six4Three, produced a Facebook app called Pinkini that surfaced pictures of users' Facebook friends wearing bikinis.",
  "When he failed to hand them over immediately, he was taken to Parliament and told he risked fines and imprisonment unless he complied.",
  "\"Under UK law and parliamentary privilege we can publish papers if we choose to as part of our inquiry,” Collins tweeted yesterday.",
  "He points out that the documents are currently under seal in California, where the Six4Three case is being heard.",
  "\"On earlier occasions, your Committee appeared to endorse this more restrictive approach.",
  "If this has now changed, it would be useful to understand why,\" he wrote.",
  "However, as Collins points out, US law is irrelevant in the UK.",
  "However, Collins' response is robust."
]