[
  "The second order, according to the language of the court filing, suggested that Kramer “could be considered to be acting in contempt and face investigation and sanction by the House.” After continuing to refuse to comply, Kramer was issued a third order by the DCMS, which stated that “the process of investigation will commence.”\n\nKramer, the filing says, was \"shaken\" by the parliamentary inquiry and the third order and was concerned that he might be barred from leaving the country, so without consulting his attorneys, he went to meet Collins.",
  "In June, Cadwalladr appeared at a hearing of MEPs alongside her source for the story, whistleblower Christopher Wylie, and the UK’s Information Commissioner to talk about “personal data protection.”\n\nBut last month, BuzzFeed News revealed Cadwalladr had taken the extraordinary step of threatening to injunct Channel 4 news over disagreements relating to the TV broadcaster’s own Cambridge Analytica investigation.",
  "Yet in response to a question from the California court as to how DCMS was \"made aware that Mr. Kramer and the documents are both in the UK at the present,\" the Six4Three director stated that he \"communicated the name of his hotel only to Ms. Cadwalladr” and also indicated to her in a meeting that the papers were located in a cloud-based file storage system.",
  "“We’ve failed to get answers from Facebook and we believe the documents contain information of very high public interest.”\n\nZuckerberg, who has been invited on multiple occasions to testify in front of parliament, has so far declined, infuriating Collins and other members of the DCMS committee who believe that he is not taking their concerns seriously.",
  "In a strange twist to an already bizarre case, a software developer who is suing Facebook, and whose sealed documents related to the lawsuit were seized during a trip to the United Kingdom, has now named a prominent journalist, Carole Cadwalladr, in response to a question from a California court as to how authorities knew he was in the country.",
  "Despite numerous replies from Kramer’s legal team that he was unable to comply with Collins’ order because of the California court’s restrictions, the filing alleges that Collins and the DCMS continued to press, eventually sending the House of Commons’ sarjeant at arms to serve him an order to produce documents, in a highly unusual move.",
  "Although Kramer concedes he does not know how the DCMS committee knew where he was staying in London, he suggests in a 19-page court filing made on Monday that Carole Cadwalladr, a freelance reporter at British outlet the Observer, had tipped off the committee to his hotel address so that it could obtain the documents.",
  "After the Cambridge Analytica debacle, which Cadwalladr broke in the Observer while working with the New York Times and the Guardian, government bodies around the world, including the UK’s DCMS committee, have questioned whether the world’s largest social networking company mishandled or compromised users’ information.",
  "Ted Kramer, the managing director of Six4Three, an app developer that made software to locate Facebook photos of people wearing bikinis, said in a filing in California superior court on Monday that a parliamentary committee forced him to hand over documents while he was in London on business last week.",
  "Last week, the House of Commons Digital, Culture, Media, and Sport (DCMS) Committee, which is investigating Facebook for user data mishaps and the social network’s role in the Brexit referendum, took the unusual move of seizing Kramer’s papers by serving him several orders at his London hotel room.",
  "The court document alleges that Collins and Kramer corresponded in October and November and that Collins noted \"he had received from Ms. Cadwalladr information regarding certain categories of documents filed in the case\" and asked Kramer to provide the confidential information.",
  "“Parliament has used its legal powers to seize internal Facebook documents in an extraordinary attempt to hold the US social media giant to account after chief executive Mark Zuckerberg repeatedly refused to answer MPs’ questions,” she wrote on Saturday in the Observer.",
  "In that story, Collins noted that he took the extreme measures, which carried the possibility of imprisonment for Kramer, because they were “in uncharted territory.”\n\n“This is an unprecedented move but it’s an unprecedented situation,” he told Cadwalladr for her story.",
  "Those documents, which his legal team had obtained in discovery in an ongoing lawsuit against Facebook, included the email correspondence of company executives discussing its relationship with developers and user data, and were subject to a court’s protective order.",
  "Around that time, Six4Three’s camp had shopped its story around to several outlets including BuzzFeed News, and suggested that outlets could file amicus briefs in an attempt to remove some of the documents from the California court’s protective order.",
  "In a letter to Facebook on Sunday, Collins cited parliamentary privilege as defense for any possible publication of the documents, and suggested the seal on the documents is a matter for the California court and not his committee.",
  "Collins has also said publicly that his committee reserves the right to publish any of the documents it obtained from Kramer “if we choose as part of our inquiry,” which is meant to examine the role of fake news.",
  "Believing them to be pertinent to his body’s ongoing investigation of the company, DCMS chair Damian Collins has also told Facebook that it may publish the documents unredacted, flouting the US protective seal.",
  "The court document says Kramer \"opened his computer, took out a USB drive, and went onto the local dropbox folder containing Six4Three’s documents\" pertaining to his lawsuit against Facebook.",
  "The lawyers acting on behalf of Cadwalladr unsuccessfully demanded that Channel 4 hand over sources related to the investigation before the broadcaster’s undercover documentary got to air.",
  "Earlier this year, the 48-year-old won Britain’s Orwell prize for journalism, while also winning a series of other prestigious journalism awards for the reporting around the scandal.",
  "The legal threats were not pursued and Cadwalladr, Channel 4 News, and the New York Times all coordinated the publication of the Cambridge Analytica story for release in late March.",
  "In August in California, Kramer allegedly met with Cadwalladr who, according to the filing, \"informed him that she would like to raise Six4Three’s case with Damian Collins.\"",
  "Two days later, upon Kramer's arrival in England, he received an email from Collins' office ordering him to produce documents related to his case by 5 p.m. the next day.",
  "Cadwalladr has been celebrated in the journalistic community for her role in breaking the Cambridge Analytica scandal for the Observer — the Guardian’s Sunday newspaper.",
  "A spokesperson for the Guardian and the Observer also declined to comment when asked about Cadwalladr's alleged involvement with the seizure of the Facebook documents.",
  "The filing alleges that on Nov. 17, 2018, during a phone conversation with Cadwalladr, Kramer told the reporter he would be on an unrelated business trip to London.",
  "On Tuesday, Facebook vice president of policy solutions Richard Allan is expected to testify in front of members of nine international parliaments in London.",
  "The filing from Six4Three's legal team details Kramer's contact with Cadwalladr, suggesting the two first began corresponding in May about Six4Three's case.",
  "“I pay tribute to the journalistic skill of Channel 4 News and the New York Times and am grateful for the contributions they made,” she said in a statement.",
  "During that meeting, which the filing suggests lasted more than two hours, Kramer \"panicked\" after hearing the penalties associated with noncompliance.",
  "Kramer’s case has received attention of late because of its potential to reveal Facebook’s internal discussions around user data sharing and privacy.",
  "Cadwalladr claimed there were there were “source protection concerns” motivating her legal action against the media organization.",
  "Mr. Kramer agreed to meet with her at his hotel and sent her a calendar invitation with the address of the hotel.\"",
  "“It’s certainly true that collaborations are not easy and there were difficulties and frustrations on both sides.",
  "For my part, I chose to put these aside in order not to distract from the far more important issues at stake.”",
  "Kramer and lawyers admit, however, that they did not know how DCMS actually learned of his location.",
  "Following the publication of this story, Cadwalladr declined to comment to BuzzFeed News on Tuesday.",
  "According to the filing, Kramer did not know “how the DCMS learned where he was staying in London.\"",
  "According to the document, \"she suggested they meet for her to receive another update on the case.",
  "The following morning, Kramer received a hard copy of Collins' office's order at his hotel room.",
  "In accordance with that order, Kramer was not supposed to have access to the papers at all.",
  "Kramer, according to the filing, denied numerous requests from Collins’ office for weeks.",
  "CNN and the Guardian, the Observer's sister publication, filed a joint brief.",
  "Cadwalladr broke the news about the parliamentary seizure of the documents.",
  "Kramer left the country shortly following the meeting, the filing says.",
  "Kramer and his lawyers did not respond to his request for comment.",
  "Facebook did not immediately respond to a request for comment.",
  "A spokesperson for Damian Collins declined to comment.",
  "BuzzFeed News did not."
]