[
  "“We have followed this court case in America and we believed these documents contained answers to some of the questions we have been seeking about the use of data, especially by external developers.”\n\nThe cache of legal documents from Six4Three make a number of allegedly damning statements about Facebook, claiming that the social media firm was aware of the implications of its privacy policy and actually purposefully exploited them, leading to the loophole which allowed Cambridge Analytica to collect the user data of 87 million users.",
  "We’ve failed to get answers from Facebook and we believe the documents contain information of very high public interest.” Collins stated that Zuckerberg’s refusal to testify before the U.K. Parliament and testimony from a Facebook executive in February which they found to be misleading has forced Parliament’s hand in the matter.",
  "The Guardian reports that the U.K. Parliament has used their legal powers to obtain a number of internal Facebook documents as it attempts to hold the social media giant accountable for the Cambridge Analytica data scandal which saw the personal data of 87 million Facebook users allegedly left vulnerable.",
  "We have no further comment.”\n\nRichard Allan, Facebook’s vice-president for policy who is set to testify before Parliament after Zuckerberg declined to attend, stated that Facebook takes its responsibility around: “a number of important issues around privacy, safety and democracy … very seriously.”",
  "Damian Collins, the chair of the Culture, Media and Sport select committee, used a rare and unusual parliamentary mechanism to force the founder of U.S. based software company Six4Three to hand over documents relating to Facebook when he was visiting the U.K. on a business trip.",
  "In an attempt to hold Facebook accountable for the Cambridge Analytica data breach scandal, the U.K. Parliament has seized a cache of internal Facebook documents from an American software executive visiting the country for business.",
  "Parliament went as far as sending a sergeant-at-arms to the software company founder’s hotel with a warning and two-hour deadline to comply with its order and hand over the documents.",
  "The decision to seize the documents came after Facebook CEO Mark Zuckerberg refused to appear before U.K. Parliament to testify about the data breach as he did before U.S. Congress.",
  "Facebook said: “The materials obtained by the DCMS committee are subject to a protective order of the San Mateo Superior Court restricting their disclosure.",
  "When he failed to do so, he was escorted to Parliament where he was informed he faced heavy fines and even imprisonment for not complying.",
  "And it has not answered our questions about who knew what, when with regards to the Cambridge Analytica scandal,” he said.",
  "We have asked the DCMS committee to refrain from reviewing them and to return them to counsel or to Facebook.",
  "“This is an unprecedented move but it’s an unprecedented situation.",
  "Zuckerberg instead offered to send a Facebook representative.",
  "It misled us about Russian involvement on the platform.",
  "“We are in uncharted territory,” said Collins.",
  "“We have very serious questions for Facebook."
]