[
  "Moreover, the Cambridge Analytica scandal and the ongoing saga of potential outside-U.S. meddling in the election has revealed a stark truth: Social media has created an unprecedented opportunity for candidates to identify swayable voters and target them with the right messages at the right time.",
  "Facebook Watch allows brands to utilize pre-roll advertising in original entertainment content with specific demographic targeting, as well as factors such as popularity and social media engagement.",
  "For example, Wesleyan University researchers found that Texas was the “ most digitally wired” race in the country, with both candidates spending more money on Facebook and Google than on TV.",
  "The power of social was clearly recognized by candidates in tight races and particularly by underdogs looking to make their messages go viral and optimize the value of every dollar spent.",
  "As a result, political ad spending has moved beyond traditional channels like TV and radio and is taking over platforms like email, Twitter, Facebook, Instagram, YouTube and more.",
  "\"Bought media\" means paid advertising, while “earned media” encompasses news and commentary about the campaigns on television, in newspapers and magazines, and on social media.",
  "Huge surges in political ad spending are expected in the run-ups to presidential elections, but spending on the 2018 midterm elections happened on a scale rarely seen before.",
  "While political advertising may seem like a world apart from a company selling consumer goods, everyone is using the same platforms to attempt to capture people’s attention.",
  "Candidates in all kinds of races, with many backgrounds and views, have recognized they can’t run a successful campaign without thinking strategically about digital media.",
  "According to AdAge, the skateboard video generated 200,000 views on Facebook, and the footage was later used in an ad that reached up to 200,000 more people for just $500.",
  "As you figure out how to move your own campaigns forward during an election season, here are a few things to consider:\n\nBe prepared to navigate the digital media noise.",
  "I run a media buying agency, and my company, Hawthorne, is acutely aware of these media trends and spend across local markets and national media campaigns.",
  "It also raises prices -- as high as 10 times traditional rates -- and generates a lot of noise, making it difficult for a brand to get its message across.",
  "Take notice that there’s so much social good messaging out there at the moment (both political and seemingly unpolitical) that fatigue is setting in.",
  "News networks are the battleground, as people across the political spectrum pay close attention to every new development and movement in the polls.",
  "Both still trail YouTube for content advertising, but brands should look closer to building awareness and engagement on these channels year-round.",
  "This will help refine the content and messaging to scale higher during key competitive periods in linear advertising channels like TV and radio.",
  "It can be tricky to engineer going viral, but there’s no doubt that name recognition and controversy go a long way toward attracting attention.",
  "Large national events like the midterm elections impact our client campaigns, so it’s important to plan around them to ensure campaign success.",
  "In this heightened time of stress, consider a creative, comedic approach to your messaging that can cut through the tension and stand out.",
  "New opportunities on Facebook and Instagram are allowing brands to reach their customers in very targeted ways with social video services.",
  "This isn’t to say that brands should rely on controversy to generate earned media, but it’s worth thinking about how it can be leveraged.",
  "That being said, not all social messaging needs to be as polarizing as the Kaepernick campaign, especially during an election period.",
  "The goal is to establish social activation and advocacy for a brand in these channels and share content that will drive conversation.",
  "Recent presidential elections were adept at harnessing the power of social media to get their message out there and rally support.",
  "No matter which side of the political fence one leans toward, understanding the media environment can be used to one’s advantage.",
  "It used social media in creative ways, going viral with a Facebook Live video of him skateboarding in a Whataburger parking lot.",
  "Coming out with a political skew is not always an effective strategy -- it can create backlash or maybe even lead to boycotts.",
  "With so much noise on each of these platforms, advertisers must choose their channels carefully and plan content accordingly.",
  "The current president was able to get his political campaign off the ground in part because of his celebrity.",
  "Candidates in races across the country poured money into their campaigns and spent heavily on digital media.",
  "All that political ad spending reduces the amount of available time for non-political advertisers.",
  "Brands should use lighter content in social video channels like Facebook, Instagram and YouTube.",
  "Retailers can also rely on social influencers who are aligned with their brands and customers.",
  "It was controversial and attracted a huge amount of earned media coverage as a result.",
  "However, when the debates are so heated, as we've recently seen, it’s best to lay off.",
  "Political messaging has a serious tone, and consumers welcome lighthearted messaging.",
  "There’s an important distinction to be made here between “bought” and “earned” media.",
  "This is a great example for brand advertisers looking to make a few dollars go far.",
  "Same with Instagram TV, with varying demographic targeting than Facebook Watch.",
  "For some brands, a political stance is part of who they are and resonates well.",
  "Don’t let an election season derail your advertising strategy or its results.",
  "Wading into politics and controversy in brand advertising can be a gamble.",
  "There are plenty of opportunities for everyone to get their messages out.",
  "Nike’s recent ad campaign with Colin Kaepernick is a good illustration.",
  "A blockbuster election season like this can pose challenges for brands.",
  "For example, Beto O’Rourke’s campaign in Texas put digital first.",
  "That many impressions typically costs 10 times that amount.",
  "Maximize your social content.",
  "Stay out of it to stay in it.",
  "Leverage earned media."
]