[
  "After the meeting, Robinson said that Sandberg had apologized for “the anti-Semitic and anti-Black smears orchestrated by Definers Public Affairs.”\n\n2018 hasn’t been a great year for Facebook\n\nThe already-heightened scrutiny on Facebook has increased in recent weeks amid stories from the Times and the Wall Street Journal about how it’s handled the scandals surrounding it, including WSJ’s report that Facebook CEO Mark Zuckerberg has told other Facebook executives that the company is at war.",
  "Representatives from Color of Change, an online racial justice organization, told Vox prior to the sit-down that they planned to discuss four demands they’ve made to Facebook as part of what the group describes as a “multi-year-effort to hold the tech giant accountable.”\n\nThose demands include firing Joel Kaplan, Facebook’s lobbyist who hosted now-Supreme Court Justice Brett Kavanaugh’s confirmation party, and the public relations firms Facebook hired with to go after Color of Change.",
  "Color of Change was named in a blockbuster New York Times story earlier this month detailing Facebook’s behind-the-scenes efforts to downplay and deny a string of recent controversies, including the Cambridge Analytica data breach and Russia’s 2016 presidential election interference using its platform.",
  "According to the Times, Definers Public Affairs, a Republican opposition research firm contracted by Facebook, pushed reporters to “explore the financial connections” between George Soros, a liberal billionaire, and organizations agitating against it, including Color of Change.",
  "The Color of Change activist group issued a press release after their meeting with Facebook saying Sandberg had committed to devoting the necessary resources to the audit, implementing necessary changes, and releasing a progress report on its findings by the end of the year.",
  "“No matter how innocuously you may choose to represent it publicly, pushing the Jewish ‘puppet masters’ trope was intentional,” Robinson wrote in an open letter to Facebook last week calling for the meeting and asking Facebook for answers regarding the Times report.",
  "Brandi Collins-Dexter, senior campaign director at Color of Change, said ahead of the meeting that her group has been at the negotiating table with Facebook “for years,” and that they plan to continue, though she’s not particularly hopeful that talks will advance.",
  "The pattern may be embedded in CEO Mark Zuckerberg’s infamous philosophy, “move fast and break things.”\n\n“While we have been able to get a few policy changes, negotiations with them always feel like one step forward and five steps back,” Collins-Dexter said.",
  "Color of Change has been meeting with Facebook on a variety of issues tied to racial justice and civil rights since 2015, including black activists being “doxxed” online and allegations of the surveillance of black people on the platform.",
  "Though Color of Change is a partner of Freedom from Facebook, which is an offshoot of anti-monopoly think tank the Open Markets Institute, that think tank told Vox they have received no such overtures from Facebook.",
  "Facebook agreed to undertake a civil rights audit this spring, including studying its impact on communities of color, amid concerns over discriminatory advertising and voter suppression tactics on the platform.",
  "One of the civil rights activist groups reportedly targeted by opposition researchers that Facebook hired met with chief operating officer Sheryl Sandberg and other Facebook executives on Thursday.",
  "We want to see them stop treating this like a PR crisis and to start treating this like a crisis that’s impacting people on their platforms in very real, tangible ways,” Collins-Dexter told me.",
  "“Nobody from Facebook has contacted us, so we do not have plans to meet with them this week,” Sarah Miller, deputy director of the Open Markets Institute, said in a phone interview.",
  "She said the group launched an ad campaign last week on Facebook giving potential employees at Facebook the opportunity to blow a whistle or share information with them securely.",
  "She joined Color of Change president Rashad Robinson and managing director of campaign ads Arisha Hatch at Facebook’s headquarters in Menlo Park, California, on Thursday.",
  "It’s not all that different than from when Zuckerberg met with conservative leaders in 2016 to ease concerns that the company might be suppressing right-leaning news.",
  "Facebook has defended itself in the face of criticism, and Zuckerberg and Sandberg have said they knew nothing of the opposition research prior to the Times’s story.",
  "They also want Facebook to release the opposition research documents and commit to a public release of the civil rights audit of Facebook’s policies and practices.",
  "Facebook has previously apologized after the company came under fire for anti-conservative bias when trying to curb the spread of fake news on the platform.",
  "Dustin Moskovitz, who co-founded Facebook with Zuckerberg, is actually a much bigger supporter — he gave the group more than $1.5 million that cycle.",
  "Color of Change is a partner of Freedom from Facebook, a coalition that emerged earlier this year to call for the social media giant’s breakup.",
  "The Color of Change meeting signals that Facebook is putting on a charm offensive to try to get some of its detractors back on its side.",
  "According to campaign finance tracking website OpenSecrets, he donated at least $400,000 to the group in the 2016 election cycle.",
  "Facebook has developed something of a pattern on apologizing for past behavior but struggling to address the underlying issues.",
  "The group got Facebook to agree to release an update of a civil rights audit of its platform by the end of the year.",
  "Facebook certainly has a long way to go in rebuilding trust with its users, with its workers, and with investors.",
  "Just over half of Facebook’s employees are optimistic about its future, down from 84 percent a year ago.",
  "Soros is a boogeyman to conservatives, and attacks on him often have an anti-Semitic tinge.",
  "This meeting shows that Facebook is taking a similar strategy with liberal groups.",
  "Collins-Dexter said that Soros is not one of Color of Change’s top donors.",
  "And Facebook’s stock price has declined by about 40 percent since July.",
  "Why is Facebook meeting with Color of Change?",
  "“We want answers, we want resolutions.",
  "“That was our next step,” she said.",
  "It is not an official member."
]