[
  "He also absolved himself of responsibility for the results, saying that data science can’t make a fake candidate electable, even though having the right data and the right technology behind the campaign is critical.",
  "The data and analytics firm that has been credited with helping Donald Trump win the U.S. national election a year ago has a perfect track record in helping its clients win elections.",
  "That may be extreme, but the company itself isn't shy about its impact:\n\n\"Cambridge Analytica uses data to change audience behavior,\" the company's website says.",
  "The company gathers huge amounts of data about people -- one example Nix gave was what cereal you eat -- to determine issues and messaging that will resonate.",
  "\"We’re here to serve our clients, to provide the best technology for them ... we give them the tools to make the decisions to drive their campaigns.\"",
  "Cambridge Analytica is a psychometrics firm that was brought in by President Trump's son-in-law Jared Kushner to help the campaign win the election.",
  "Cambridge Analytica is a commercial enterprise, he said, and stays neutral on issues, instead focusing on just serving its clients.",
  "Nix said the company ran over 4,000 campaigns for Donald Trump that in total captured over a billion impressions or views.",
  "\"I think we have a 100% track record,\" Cambridge Analytica CEO Alexander Nix said today at Web Summit in Lisbon, Portugal.",
  "Then the company helps political campaigns as well as commercial entities deliver those messages to targeted individuals.",
  "\"That the Russians could replicate that level of technology and insight in just a matter of months is just nonsense.\"",
  "That assessment, however, seems based more on his opinion of his company's capabilies than any specific information.",
  "For Nix, his business is just about providing services to customers:\n\n\"We try to remain objective,\" he said.",
  "Some say a \"weaponized AI propaganda engine\" that helped Trump get elected and helped make Brexit happen.",
  "Nix did say, however, that there was something fundamentally different about the Trump-Hilary race.",
  "But Nix did add that the idea that Russia interfered in any substantive way was not credible.",
  "\"We only work with mainstream poliical parties; we don’t work with fringe parties.\"",
  "\"The idea that Russia hijacked this election is frankly ludicrous,\" Nix said.",
  "\"It was less about politics and more about the shift in communications.\"",
  "Cambridge Analytica will not work with anyone with a checkbook.",
  "At least, on elections where the company does all the work.",
  "\"It was the first data-driven election,\" he said.",
  "He does, however, draw a line somewhere.",
  "\"That's about 30-100 campaigns.\"",
  "The results?"
]