[
  "These details in Luckie’s Facebook post landed as the embattled Silicon Valley company was already facing sharp criticism for its effect on society and politics, including violence and genocide in Myanmar; the spread of fabricated news, hoaxes and conspiracy theories; Russian election interference; and the rise of Cambridge Analytica, a political data firm hired by President Donald Trump's 2016 election campaign that gained access to the personal information of millions without their consent.",
  "African-Americans, who are one of the most engaged demographics on social media, are more likely to use Facebook to communicate with family and friends, according to research the company commissioned, with 63 percent using Facebook to communicate with family, and 60 percent using Facebook to communicate with friends at least once a day, compared to 53 percent and 54 percent of the total population, respectively.",
  "A Facebook post he shared with management and employees earlier this month and released publicly on Tuesday exposes racial fault lines that Luckie says should be a matter of grave public alarm, with the lack of representation and agency of black people inside Facebook directly affecting how black people on Facebook are treated.",
  "pic.twitter.com/S3fqT7u174 — Mark S. Luckie (@marksluckie) November 27, 2018\n\nFacebook's highest-ranking black executive, Ime Archibong, responded to Luckie on Twitter after Luckie posted a private message exchange between them in which Archibong took him to task for sharing his Facebook post with the entire company.",
  "That disenfranchisement of black people on Facebook is a direct result of how the few black employees who work there are marginalized inside the company, says Luckie, a digital strategist and former journalist who's also worked at Twitter and Reddit, as well as The Washington Post and The Los Angeles Times.",
  "Facebook has also been criticized for blaming the nation's education system and the recruitment \"pipeline\" – too few graduating with the degrees and training tech companies need and too few applying for jobs with these companies – for not employing more black and Hispanic workers.",
  "Nicole Sanchez, chief executive officer and founder of Vaya Consulting, says companies like Facebook must open up direct lines of communication between black employees and executive leadership and create a corporate culture where black employees feel safe to tell the truth.",
  "More: Death of black man in police custody hits home at Facebook and in Silicon Valley\n\nAfter he shared his post internally, black staffers at Facebook offered up their own experiences of racism at the company, including disparaging racial comments.",
  "Blacks and Latinos have long been excluded from major tech companies in Silicon Valley, even as recognition grows that the lack of diversity undercuts the ability of companies to build technology that appeals to a broad cross-section of consumers.",
  "Black and Hispanic representation is declining even as strides have been made in closing the gender gap in San Francisco Bay Area technology companies, research from the non-profit Ascend Foundation, which advocates for Asians in business, shows.",
  "More: Facebook's diversity efforts failing African-American and Hispanic women\n\nMore: Silicon Valley's race gap is getting worse, not better, new research shows\n\nMore: We read every one of the 3,517 Facebook ads bought by Russians.",
  "A few black employees said they were dissuaded by managers from becoming involved in internal groups for black employees or doing “black stuff.” Black employees also told stories of being “aggressively accosted” by campus security.",
  "\"There’s always more work to be done – and all the folks who have been here for several years doing this work have never been shy about saying that,\" Archibong, Facebook's vice president of partnerships, wrote to Luckie on Tuesday.",
  "And, he says, the company systematically devotes more resources to Facebook users who don’t need them, from industry events the company sponsors to the creators and influencers it features, widening existing disparities.",
  "This allows more room for black people who would otherwise be obligated to volunteer to be more productive in their own roles.”\n\nI appreciate Facebook's response to my post calling out discrimination at the company.",
  "\"This truly resonated with me and flooded me with emotions and sadness that I am sure that plenty of us are all too familiar with from experiencing many of the examples you provided,\" commented one fellow employee.",
  "Most recently, Facebook has taken fire for hiring Definers Public Affairs, a public relations firm in Virginia, to do opposition research on the company's critics, including billionaire philanthropist George Soros.",
  "Under pressure to make its workforce more closely resemble the more than 2 billion users it serves, Facebook increased the number of black employees to 4 percent of U.S. employees in 2018 from 2 percent in 2016.",
  "Posters on Facebook's Menlo Park, California campus (Photo: Jessica Guynn)\n\nIn his role at the company, Luckie says he was uniquely positioned to observe the treatment of black people inside and on Facebook.",
  "Brought on board to build partnerships with the black community, Luckie says he arrived at Facebook hopeful that he could bring about change, only to have his efforts stymied and underfunded at every turn.",
  "Complaints have escalated from African-Americans that they are being unfairly targeted and censored for fighting back against racism on the platform after being falsely accused of using hate speech.",
  "\"Anti-black racism is a real, insidious phenomenon that plagues society, and this is what it looks like in the tech workplace,\" said Sanchez, who advises companies on diversity and inclusion.",
  "“Black people are finding that their attempts to create ‘safe spaces’ on Facebook for conversation among themselves are being derailed by the platform itself,” he wrote in the Facebook post.",
  "(Photo: Mark S. Luckie)\n\nFacebook's Harrison says the company wants to \"fully support all employees when there are issues reported and when there may be micro-behaviors that add up.\"",
  "\"As in life, we all have diverse experiences and I can't speak for your personal experience at (Facebook) – but your experience is not my experience and not that of many others here.",
  "That's the assessment of Mark Luckie, a former employee who says racial discrimination is real, both on the company's Silicon Valley campus and on the social media giant's platform.",
  "\"The growth in representation of people from more diverse groups, working in many different functions across the company, is a key driver of our ability to succeed,\" Harrison said.",
  "\"I know from being inside Facebook that Facebook doesn’t take any action against the bad things that it has done unless it’s held publicly accountable,\" Luckie told USA TODAY.",
  "\"Black people continue to use the platform because for many it is still their best way to connect directly with the causes they care about,\" he wrote in the Facebook post.",
  "If your team’s work affects particular communities, it is far more effective to hire people from those communities who have the context of your team’s processes and goals.",
  "Tech workers, who have historically been reluctant to publicly criticize their employers, have begun speaking out more this year, hoping to rattle the status quo.",
  "\"Facebook and other companies grappling with similar culture challenges need to listen to the Mark Luckies and others who have taken the risk to tell the truth.\"",
  "They are also frequently asked to answer questions such as \"What do black people think about…,\" \"Is this racist?,\" or \"Is this graphic culturally appropriate?\"",
  "In an emailed statement, Facebook spokesman Anthony Harrison said the company is working to increase the range of perspectives of those who build its products.",
  "At the same time, the lack of diversity in its workforce has translated into problems with the black community, which has high rates of engagement on Facebook.",
  "\"I talked to someone from HR and they said: ‘Do you think that this just happens at Facebook?’ And I said: ‘No, of course not, it happens at many companies.",
  "Luckie tagged Facebook’s Chief Executive Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg in the Facebook post but he says they never responded.",
  "Facebook has struggled for years to reverse hiring patterns that excluded underrepresented minorities and to create a corporate culture that welcomes them.",
  "More: Facebook apologizes to black activist who was censored for calling out racism\n\nMore: Tech industry's diversity efforts haven't lived up to promises.",
  "Black staffers at Facebook frequently complain of colleagues or managers calling them aggressive or hostile for how they share their thoughts, he says.",
  "\"It's a consistent and unfortunate pattern here that the best feedback about the company often comes from people on the way out,\" one employee wrote.",
  "More: Facebook takes down ads mentioning African-Americans and Hispanics, calling them political\n\nMore: Russia exploited race divisions on Facebook.",
  "On Facebook's Menlo Park, California, campus, where Black Lives Matter posters frequently outnumber black employees, he says he encountered racism.",
  "“Non-black people are reporting what are meant to be positive efforts as hate speech, despite them often not violating Facebook’s terms of service.",
  "The company positions itself as a connector of communities big and small but its policies or lack thereof don't necessarily always reflect that.",
  "— Mark S. Luckie (@marksluckie) November 27, 2018\n\nBlack people often complain their content is more likely to be removed than other groups.",
  "Read or Share this story: https://www.usatoday.com/story/news/2018/11/27/facebook-has-problem-black-people-former-employee-says/2126056002/",
  "Ignoring the experiences of black employees leads to attrition that can undermine the quality and reach of a company's products, she said.",
  "In Silicon Valley, blacks and Hispanics make up between 3 percent and 6 percent of workers, and women of color are 1 percent or less.",
  "However, the tone is noticeably different from the only response I received from senior leadership after sharing the post internally.",
  "But black people here are scared of talking about the issues that affect them because they don’t see this as a supportive company.'\"",
  "\"I don’t want to say I felt a responsibility, but I guess I felt an ability to speak on behalf of all of these black employees.\"",
  "At Facebook, which is mostly white, Asian and male, sensitivity to the Black Lives Matter movement has not always been evident.",
  "In 2016, Facebook employees crossed out \"Black Lives Matter\" and wrote \"All Lives Matter\" on the walls of the company's campus.",
  "Here's what we found\n\nAfter years of resistance, Google began annually publishing the demographics of its workforce in 2014.",
  "One employee, who is new to Facebook, said she had already observed and heard stories of marginalization and mistreatment.",
  "The first concrete look at the state of the tech industry revealed an industry at odds with America's growing diversity.",
  "Half women, about 13 percent black, and nearly 18 percent Hispanic, according to 2016 U.S. Census Bureau estimates.",
  "\"I had to write what all the black employees are saying and feeling and we don’t feel empowered to speak up about.\"",
  "Despite pledges from tech companies to crack the minority ceiling, Silicon Valley's race problem is getting worse.",
  "Their stories may be mostly anecdotal, but Facebook “does little to dissuade people from this idea,” Luckie says.",
  "Luckie says at least two to three times a day, a Facebook employee would clutch their wallet when walking by him.",
  "For any of us to try and claim our experience is representative of all experiences here is simply false.\"",
  "Facebook stopped working with Definers after an investigation by The New York Times exposed its tactics.",
  "Soon, most major tech companies, including Facebook, ponied up their own racial and gender breakdown.",
  "\"Very disheartening considering how much love Black employees have for this company,\" she commented.",
  "Facebook literally changes billions of lives but has a long way to go with social responsibility.",
  "Black employees were commonly told: “I didn't know black people worked at Facebook,\" Luckie says.",
  "Mark S. Luckie (Photo: Tinnetta Bell)\n\nSAN FRANCISCO – Facebook has a problem with black people.",
  "Yet just 1 percent of technical roles are held by blacks and 2 percent of leadership roles.",
  "Former Facebook employee Mark S. Luckie says the company has a problem with black people.",
  "“Black employees often do these things gladly (and within reason) because someone has to.",
  "I was determined to stay there and build,\" Luckie told USA TODAY in an interview Tuesday.",
  "\"I gave up a lot to work at Facebook,\" Luckie, who has moved to Atlanta, told USA TODAY.",
  "Overall, Facebook employs 278 black women out of a U.S. workforce of just under 20,000.",
  "\"Our communities should be able to trust that we have their best interests at heart.\"",
  "Nationwide, the industry is 75 percent male, 70 percent white and 20 percent Asian.",
  "But the thing is: Facebook is touting how inclusive it is,\" Luckie told USA TODAY.",
  "Others said they hoped Luckie's post would get the attention of senior management.",
  "\"We are going to keep doing all we can to be a truly inclusive company,\" he said.",
  "Otherwise, these issues would go untouched by people of color,” Luckie said.",
  "Accounts are suspended indefinitely.”\n\nThe scale of Facebook is *massive*.",
  "Fellow employees of color reached out to him to confide similar struggles.",
  "Zuckerberg called the defacing of the movement's slogan \"deeply hurtful.\"",
  "But, says Luckie, their experiences on Facebook aren’t always positive.",
  "Living in nearby Mountain View compounded his feelings of malaise.",
  "Black women account for an even smaller fraction of the workforce.",
  "Why am I ruining my life for a company that isn't supporting me?\"",
  "And, says Luckie, Facebook was not supporting its black users.",
  "The release of information rippled through the industry.",
  "\"It has Black Lives Matters posters all over the walls.",
  "More black staffers, diversity could have have helped.",
  "“However, this one-off approach isn’t sustainable.",
  "to help the company navigate race issues, he said.",
  "He endured racist confrontations with neighbors.",
  "It has black people in its presentations.",
  "Culturally, there have also been issues.",
  "Their content is removed without notice.",
  "Twice the police were called on him.",
  "\"I wish I didn't have to write it.",
  "\"I thought: Why I am doing this?",
  "A new report explains why.",
  "Tech's customers?"
]