[
  "John Bell, the president of the board of directors of the San Francisco General Hospital Foundation – the hospital’s fundraising arm – did not directly address Peskin’s effort, but said in a statement: “Donor recognition through the naming of physical spaces – a well-established and key component to raising essential funds – encourages continued involvement, helps attract additional resources, and honors the significant and generous contributions donors give to the institutions they support.”\n\nCuttler said that such recognition could come in another way: “It’s worthy of a plaque.”",
  "“Mark Zuckerberg has continued to move fast and break things, but we’re starting to repair the damage, and this will be a good start to that.”\n\nWhile Facebook has faced criticism over privacy issues for years, and suffered great reputational damage over the fallout from the 2016 presidential election and Cambridge Analytica revelations, a recent report by the New York Times revealing how the company employed a conservative PR firm to attack its critics by linking them to Soros has been particularly damaging.",
  "She also expressed doubts that Facebook had intended to attack OSF groups, saying: “From reading what I’ve read, for me there is not enough fact to make an accusation that there was a deliberate attempt to undermine any organizations just because they were associated with Soros.”\n\nEx-Facebook manager: black staffers face discrimination and exclusion Read more\n\nNixon too asserted the complete independence of CZI from Facebook.",
  "“It sort of comes with this sense of distrust in our work because we’re taking money from them … I don’t think CZI itself is seen as a problem, but it’s the Facebook money connection is where people trip up.”\n\nThe employee said that the group’s work was entirely independent of its funding, and that Facebook’s messaging that Soros-funded groups were influenced by that funding was “a dangerous thing to do”.",
  "“It cannot be normal for this city to put a price tag on the branding of institutions and spaces that fundamentally belong to the citizens of this city,” he said on Tuesday, noting that Zuckerberg’s contribution to the renovation of the public hospital was less than 10% of the contribution from the people of the city, who voted to approve a nearly $900m bond measure to fund the project in 2008.",
  "According to the Times, the PR firm, which Facebook has subsequently fired, tried to persuade reporters that an anti-Facebook coalition was “not a sincere movement of like-minded groups but rather an orchestrated campaign by a rich, partisan opponent” because some of the members of the coalition received money from Soros’s philanthropic organ, the Open Society Foundations (OSF).",
  "The city attorney’s office declined to comment on what would be required to make the change, citing attorney-client privilege, but Peskin’s staff said that some of the issues they are asking the attorney to answer are whether the city would have to return Zuckerberg’s gift, or whether the naming rights could be revoked based on “some betrayal of the public trust”.",
  "That narrative plays into classic antisemitic tropes about Soros, who is Jewish and the frequent subject of rightwing conspiracy theories, but it also reinforces the idea that not-for-profit organizations are controlled by their funders, an impression those groups frequently find themselves having to fight.",
  "On Tuesday, the San Francisco supervisor Aaron Peskin announced at a board of supervisors meeting that he has asked the city attorney to begin drafting legislation to remove Zuckerberg’s name from what is now called the Priscilla Chan and Mark Zuckerberg San Francisco General Hospital and Trauma Center.",
  "“Given the continued scandals that Facebook has been involved in, including the most recent horrendous corporate behavior around engaging in an antisemitic fashion with George Soros, it is unbecoming to have Mark Zuckerberg’s name on the hospital,” Peskin told the Guardian by phone.",
  "One employee of a not-for-profit said that he has recently struggled to combat such perceptions, not because his organization receives funding from the Open Society Foundations (which it has) but because it receives funding from the Chan Zuckerberg Initiative.",
  "| Julia Carrie Wong Read more\n\nThe renaming of the hospital where Chan trained as a pediatrician followed the couple’s 2015 donation of $75m, which was hailed as the “largest single private gift from individuals to a public hospital in the United States”.",
  "That same year, on the occasion of the birth of his first child, Zuckerberg announced his intention to give away 99% of his Facebook stock (valued at the time as $45bn) through a new organization, the Chan Zuckerberg Initiative (CZI).",
  "But as Zuckerberg’s reputation has been bludgeoned by a seemingly never-ending string of scandals, some recipients of the billionaire’s largesse are beginning to raise concerns about what it means to be funded by Facebook.",
  "“It’s really the most vulnerable people who we care for at San Francisco General, and to have the hospital named for someone that absolutely doesn’t care for ethics in research has always been a monstrosity,” Cuttler said.",
  "Photograph: Bloomberg/Bloomberg via Getty Images\n\n“There’s this perception that if you have funding from Facebook, suddenly there are a lot of concerns about that,” said the employee, who spoke on condition of anonymity.",
  "Ever since he announced a jaw-dropping $100m donation to the Newark public school system, Mark Zuckerberg’s generous philanthropy has served as one of his key defenses against criticism of himself and his company.",
  "Sasha Cuttler, a registered nurse, has long protested against naming the hospital after the founder of a company that engaged in a widely criticized mood study of users without obtaining “informed consent”.",
  "Mark Zuckerberg has continued to move fast and break things, but we’re starting to repair the damage Sasha Cuttler, nurse\n\nBut Peskin’s move was hailed by at least one employee of the hospital.",
  "“In very much the same way that the Ford Foundation is not the Ford Car Company.”\n\nNeither Facebook nor CZI responded to Guardian queries, nor did a spokesman for the hospital.",
  "But the organization’s “Justice & Opportunity Initiative” has publicly announced support for nine not-for-profit organizations that work on criminal justice reform.",
  "Three of those (Families Against Mandatory Minimums, Measures for Justice and Alliance for Safety and Justice) are also current recipients of grants from OSF.",
  "Zuckerberg’s name won’t be removed from the building anytime soon: Peskin’s announcement is only the first step in a very uncertain process.",
  "The renaming of “the General” was controversial when it was announced, but was unanimously approved by the board of supervisors at the time.",
  "Since CZI is a limited liability corporation and not a traditional foundation, it does not have to disclose its grants and expenditures.",
  "Peskin is also seeking to reform the process by which San Francisco gave away naming rights to a public institution in the first place.",
  "And the president of the board of directors of a sixth group, Vivian Nixon of Just Leadership USA, is a former Soros Justice fellow.",
  "Another two (Prosecutor Impact and Public Rights Project) were founded by Open Society Foundation Leadership in Government fellows.",
  "Nixon praised both OSF and CZI in a phone interview, and said she believes both demonstrate a strong “commitment to justice”.",
  "Facebook Twitter Pinterest Facebook is no longer seen as a benevolent social media platform.",
  "Zuckerberg's control of Facebook is near absolute – who will hold him accountable?",
  "The overlaps between CZI and OSF are indeed significant.",
  "“I don’t see them as the same organization,” she said.",
  "He also praised CZI and its work."
]