[
  "“To not have your CEO sit in that chair is an offense to all of us,” declared Canadian MP Bob Zimmer, who described Facebook as “a high school company collecting adult paychecks.”\n\n“To me they don’t get it, I still don’t think they get it,” he proclaimed, while Canadian MP Charlie Angus added, “While we were playing on our phones and apps our democratic institutions, our formal civil conversations seem to have been upended by frat boy billionaires from California.”\n\nAt one point during the hearing, Belgian politician Nele Lijnen compared Zuckerberg sending Allan to “sending your cat,” prompting laughter, and at another point, Allan was forced to admit that it was “not great” that Zuckerberg decided not to attend.",
  "A Canadian MP described Facebook as “a high school company collecting adult paychecks.”\n\nZuckerberg decided not to show up to the international committee hearing, which was held in London, England, on Tuesday, and instead sent British lord and Facebook Vice President of Policy Solutions, Richard Allan, who reportedly “bore the brunt of the committee’s fury during the grueling 165-minute hearing.”\n\nThe nine countries at the hearing included Britain, Ireland, Canada, France, Argentina, Belgium, Brazil, Singapore, and Latvia.",
  "And that sense of corporate responsibility particularly one of the immense power and profit of Facebook has been as empty as the chair beside you.”\n\nOn Twitter, British MP Nigel Huddleston posted, “As a former member of @CommonsCMS I was disappointed and surprised that Mark Zuckerberg felt unable to attend the committee.",
  "“We don’t have Mr. Zuckerberg here today which is incredibly unfortunate, and I think speaks to a failure to account for the loss of trust certainly across the globe with respect to Facebook and Facebook’s users,” expressed Canadian MP Nathaniel Erskine-Smith during the hearing.",
  "Lawmakers from nine countries, including Britain, Canada, and France, were reportedly “furious” after Facebook CEO Mark Zuckerberg decided to not show up at an international committee hearing.",
  "“In the Canadian context, it wasn’t until recently that you started to notify Canadian users that their information was shared in the Cambridge Analytica context.",
  "The countries present represent quite a large chunk of Facebook’s global advertising sales.”\n\nA seat reserved for Zuckerberg was left empty during the hearing.",
  "pic.twitter.com/BK3KrKvQf3 — Digital, Culture, Media and Sport Committee (@CommonsCMS) November 27, 2018",
  "One question: where is Mark Zuckerberg?",
  "447 million people represented.",
  "24 official representatives.",
  "9 countries."
]