[
  "— Pro-Apple voices apprehensive of overreach: But ACT | The App Association President Morgan Reed, whose group represents app makers and filed a brief in support of Apple, said that “a ruling in Pepper’s favor would take away our industry’s direct relationship with consumers, and ultimately harm a $950 billion global industry which employs more than 4.7 million Americans.” And in an editorial on Friday, The Wall Street Journal editorial board warned against giving would-be challengers “more bites at the Apple.” “Expanding antitrust law by judicial decree would usurp Congress’s authority to regulate commerce and disrupt innovation that has benefited millions of consumers,” the board wrote.",
  "“The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from China’s Huawei Technologies Co.” The report continues: “American officials have briefed their government counterparts and telecom executives in friendly countries where Huawei equipment is already in wide use, including Germany, Italy and Japan, about what they see as cybersecurity risks.”\n\n— Added requirements: Google is beefing up its disclosure requirements for ad buyers ahead of parliamentary elections in the European Union.",
  "But now it’s causing the industry heartburn, from blowback over Facebook global policy chief Joel Kaplan's public support for Brett Kavanaugh to companies like Microsoft and Google facing internal dissent over their work with President Donald Trump’s administration.”\n\nTRUMP GEARS UP FOR SUMMIT, TECH WATCHES — President Donald Trump will partake in another round of high-stakes trade talks with Chinese President Xi Jinping this week, the latest chapter in the international tariff discussions that have kept the tech sector on its toes.",
  "— Environmentally friendly: Salesforce CEO Marc Benioff said the report “gave a stark answer that climate change is a menace that threatens the wellbeing of the United States.” Former Google executive chairman Eric Schmidt argued that it is “much cheaper to act now” on climate change “than to clean up the awful mess that is going to happen.” And tech mogul Elon Musk shared a link to all U.S. electric car manufacturers, including his company Tesla and its competitors, after citing the climate report.",
  "And according to The Guardian, “The cache of documents is alleged to contain significant revelations about Facebook decisions on data and privacy controls that led to the Cambridge Analytica scandal,” as well as “confidential emails between senior executives, and correspondence with Zuckerberg.” If made public, the documents could shed light on how the company has handled its data scandals — information that would surely be of interest to lawmakers on both sides of the Atlantic.",
  "POLITICO’s Doug Palmer and Andrew Restuccia have the latest: “The one-on-one meeting this week with President Donald Trump and Chinese President Xi Jinping could begin to shape how the world’s two biggest powers will share the global stage for decades.”\n\nLATER THIS WEEK: BILLS, BILLS, BILLS — The House is set to take up suspension votes on a couple of tech-related measures as early as Wednesday, according to House Majority Leader Kevin McCarthy’s office.",
  "SCOTUS to weigh Apple antitrust case\n\nWith help from Ashley Gold\n\nEditor’s Note: This edition of Morning Tech is published weekdays at 10 a.m. POLITICO Pro Technology subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro’s comprehensive policy intelligence coverage, policy tools and services, click here.",
  "Quick Downloads\n\n— The New York Times editorial board writes that “jihadists and right-wing extremists use remarkably similar social media strategies.”\n\n— “Treated like a terrorist”: Google has settled a racial discrimination claim from a contractor who alleged he was treated like a terror suspect while working on research for Google Maps, The Guardian reports.",
  "“To bring people more information about the election ads they see across Google’s ad networks, we’ll require that ads that mention a political party, candidate or current officeholder make it clear to voters who’s paying for the advertising,” Google EU public policy director Lie Junius wrote in a post.",
  "Here’s a rundown of some of the stories you may have missed while MT was off:\n\n— Data woes: A recent report from Ireland’s Data Protection Commission found that Microsoft’s LinkedIn used the email addresses of “approximately 18 million non-LinkedIn members” to target individuals with ads on Facebook.",
  "TODAY IN TECH\n\nStory Continued Below\n\nSCOTUS TO WEIGH APPLE ANTITRUST CASE — The Supreme Court will hear oral arguments today in Apple v. Pepper, a long-running class-action lawsuit brought against Apple by consumers who allege the company’s App Store holds monopolistic power.",
  "As Steven reported, outgoing policy and communications chief Elliot Schrage took the blame in a blog post Wednesday night for bringing on the firm to undermine anti-Facebook groups, including asking Definers to dig into ties between the critics and billionaire George Soros.",
  "“A ruling for Apple would give other tech platforms more power to escape consumer antitrust suits,” said Open Markets Institute legal director Sandeep Vaheesan, whose group filed an amicus brief in support of lead plaintiff Robert Pepper.",
  "TECH LEADERS STEP INTO CLIMATE FRAY — A growing number of tech CEOs and industry leaders are warning about the dangers of inaction on climate change in the wake of a new federal report raising alarm about its impact on the U.S. economy.",
  "**\n\n\n\n\n\nON TAP\n\nTHE DRUMBEAT OF FACEBOOK CRITICISMS — Despite a Facebook executive’s pre-Thanksgiving admission he hired Definers Public Affairs to target critics of the social network, scrutiny of Facebook shows no signs of ebbing.",
  "Silicon Valley Must Reads\n\n— Real tech vs. fake news: The Wall Street Journal’s “The Future of Everything” series explores how artificial intelligence and voice recognition are being deployed to combat misinformation in real time.",
  "— Appeal background: Last year, the U.S. Court of Appeals for the 9th Circuit ruled that consumers who purchase iPhone apps were direct customers of Apple and thus could sue the company for practices perceived as anticompetitive.",
  "Blumenthal, ranking member of the Senate Commerce consumer protection subcommittee, called on his panel to look into the company, including at its Tuesday hearing with all five members of the Federal Trade Commission.",
  "Let Women Rule your inbox: The Women Rule Newsletter is a weekly email that shares original content, practical advice, backstage stories, special events and impactful resources for women at any stage of their career.",
  "— “When liberal Silicon Valley wants things done in Washington, it sends in Republicans — even as Democrats prepare to take over the House,” Nancy, Steven and Margaret report in a new dispatch out this morning.",
  "POLITICO convened a bipartisan group of 14 business leaders, thinkers and policymakers to explore the problem and identify solutions that have a realistic path forward with political leaders of both parties.",
  "— “Everything must be on the table”: “Facebook's top leadership now acknowledges despicable complicity in using Definers to smear its critics,” tweeted Sen. Richard Blumenthal (D-Conn.) over the weekend.",
  "— Game of Phones: T-Mobile is offering up a revised rationale for its merger with Sprint, a twist that critics say shows its original arguments weren’t winning over U.S. authorities, Bloomberg reports.",
  "PRESSURE FROM OVERSEAS — While Facebook takes political heat in the U.S., lawmakers in the United Kingdom seized a long-sought series of documents from the company, MP Damian Collins said on Sunday.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The court’s ruling could settle the matter of whether a third-party distributor can be sued by consumers for prices that, to an extent, are determined by an outside seller.",
  "It continues: “That strategy had a certain logic in Obama-era D.C., letting tech companies' Washington operations serve as a counterweight to their left-coast headquarters.",
  "— Something to keep an eye on: By calling for action on climate change, tech leaders once again find themselves at odds with the Trump administration on a hot-button issue.",
  "That ruling reversed a district court that dismissed the class-action suit, citing precedent that holds only direct buyers can sue a monopolist on antitrust grounds.",
  "U.S. authorities are pressing allies to drop Chinese telecom giant Huawei amid concerns over meddling in 5G networks, according to The Wall Street Journal.",
  "As we have chronicled, the industry has already taken issue with the administration’s actions on international trade and immigration, among other issues.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Irish data regulators said the action violated its protection standards, though the complaint was “amicably resolved,” according to The Verge.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "6901 (115), which would reauthorize the office of the federal chief information officer, and Rep. Bob Latta’s (R-Ohio) SMART IoT Act, H.R.",
  "After federal scientists warned that global climate change will disrupt the country's economy, several prominent tech leaders sounded off.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host is still coping with the transition from apple pie eating to Apple Inc. covering.",
  "Apple argues that it charges a commission to the app creator, not the consumer, and thus cannot be held accountable for setting prices.",
  "Amazon, meanwhile, “said it mistakenly shared customer data with undisclosed parties in an email to customers,” according to Bloomberg.",
  "“Privacy commitments, deceptive & misleading practices, shareholder disclosure, antitrust — everything must be on the table,” he said.",
  "Others, like New York University professor Scott Galloway, have called for Mark Zuckerberg to “relinquish” his role as Facebook CEO.",
  "As MT has noted, U.S. lawmakers have stepped up calls for Google, Facebook and Twitter to boost their political ad disclosure rules.",
  "Could Missouri Attorney General and incoming Republican Sen. Josh Hawley become Google’s fiercest critic in the chamber next year?",
  "The question is, what can Washington do to create more opportunity and prosperity in struggling communities across the country?",
  "“Undermining private antitrust enforcement means undermining the effectiveness of antitrust law in general,” he added.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "6032 (115), which would direct the Commerce Department to conduct a study on the internet-connected devices industry.",
  "But the company’s lobbying tactics, first detailed by The New York Times, continue to spark backlash in Washington.",
  "The message came just prior to Black Friday and Cyber Monday, one of the company’s busiest stretches of the year.",
  "The court’s decision could have broad implications for e-commerce, industry and advocacy groups told MT.",
  "If you are a woman looking to lead or grow your professional network, look no further than Women Rule.",
  "— Spoiler alert: China has big plans for its development and deployment of artificial intelligence.",
  "— BuzzFeed News tackles the complicated link between online hate speech and real-world violence.",
  "Under consideration: Rep. Will Hurd’s (R-Texas) Federal CIO Authorization Act, H.R.",
  "No one rises to the top alone, so sign up for our newsletter and get started today.",
  "The adage “work hard and get ahead,” is a waning reality in America today.",
  "HOLIDAY NEWS ROUND-UP — The tech news cycle did not let up for Turkey Day.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "Read the latest issue of The Agenda to learn more.",
  "Cheap labor, The New York Times reports.",
  "Don’t forget to follow us @MorningTech.",
  "Have an event for MT’s tech calendar?",
  "IS TIME RUNNING OUT ON TECH’S D.C.",
  "Its not-so-secret weapon?",
  "— Applicable elsewhere?",
  "ArsTechnica explores.",
  "— Fear the freshman?",
  "— Get out of Huawei?",
  "Learn more here.",
  "Got a news tip?",
  "TACTICS?",
  "**"
]