[
  "“Fashion data was used to build AI models to help Steve Bannon build his insurgency and build the alt-right.”\n\nHow Cambridge Analytica used fashion as a weapon\n\nIn March, it was revealed that Cambridge Analytica, the firm started by former Trump adviser Steve Bannon and funded by conservative donors Robert and Rebekah Mercer, harvested massive amounts of data from tens of millions of Facebook users leading up to the 2016 presidential election.",
  "When creating the different types of psychographic profiles on social media to determine where to spread pro-Trump messaging, Wylie told audiences at the Business of Fashion Voices conference that the consulting firm looked for fashion brands whose history and style seemed to appeal to people who would be susceptive to populist and nationalist messaging, with the belief that style choices had direct correlations to political opinions.",
  "On Thursday, at a fashion conference in the UK, Christopher Wylie — the former Cambridge Analytica employee who revealed earlier this year that the political consulting company had harvested information from 87 million Facebook profiles to influence people on behalf of Donald Trump’s presidential campaign — explained a perhaps surprising area of focus for the company’s data mining effort: fashion choices.",
  "While its parent company VF Corp also owns North Face, which was one of the outdoor brands to speak out against Trump after the president’s declaration to decrease the size of the Bears Ears and Grand Staircase national monuments, Cambridge Analytica found that Wrangler wearers skewed conservative and liked “orderliness,” labeling them as susceptible to pro-Trump propaganda.",
  "Last summer, for example, the mob of demonstrators at the “Unite the Right” rally in Charlottesville chose the prep look of white polo shirts and khaki pants — a look that was chosen deliberately to represent polished normalcy, even though it co-opted a look created by Jews.",
  "Cambridge Analytica determined, for example, that a Facebook user who liked typical American heritage brands like Wrangler or LL Bean also often scored low on the “open” metric, and would therefore respond to Trump’s populist anti-immigration and “America First” campaigns.",
  "Facebook claimed that Cambridge Analytica misused its information, but the fact that the firm accessed and distributed Facebook data in such a manipulative and predatory way has contributed to the deep erosion of public trust in Facebook.",
  "Nordstrom faced mass boycotts for stocking Ivanka Trump’s fashion brand, and then weathered additional boycotts when it decided to drop the troubled label in February 2017 (the first daughter’s label shut down for good earlier this year).",
  "“We are cognitively segregating our society.”\n\nFashion is an opportune way to understand a social media user — and target them\n\nAs BoF points out, Cambridge Analytica wasn’t investigating fashion brands because of a user’s style.",
  "Cambridge Analytica’s targeting of people based on fashion choices is yet another example of how tech companies can use the enormous amounts of data they collect about us to their own ends — and perhaps to our disadvantage.",
  "Wylie describes the ability to obtain such nitty-gritty results from fashion preferences and use them to drive people’s actions and political views as the tech industry’s ability to “colonize” people.",
  "”One of the things Cambridge Analytica noticed when pulling the Facebook data was fashion brands were really useful in producing algorithms about how people think and feel,” Wylie said.",
  "Fred Perry polos and Ben Sherman “Bennies” button-downs have also both been historical fashion choices of white supremacists because of their associations with the British upper class.",
  "Nike’s ad campaign with Colin Kaepernick, for example, meant the sporting goods giant was taking a stand in the debate over NFL players’ right to kneel during the national anthem.",
  "When Under Armour CEO Kevin Plank praised Trump for being “pro-business,” he faced serious backlash from shoppers as well as UA ambassadors like Steph Curry and Misty Copeland.",
  "It also presents another potential problem, Wylie suggested, in that fashion companies could use their branding identities to steer opinions in a certain political direction.",
  "But when it comes to privacy, democracy, and national sovereignty, it’s an example of how something as seemingly anodyne as fashion data can be used in ugly ways.",
  "Cambridge Analytica decided to study five personality attributes: openness, conscientiousness, extroversion, agreeableness, and neuroticism, according to Wylie.",
  "That information was then used to target voters with pro-Trump messaging and fake news stories, a tactic that’s widely been cited as helping Trump win.",
  "Since Trump began running for office, everything from Skittles to national parks has become politicized, and fashion has been thrown into the mix too.",
  "As Wylie points out, user data from Facebook created an entirely new field of targeted messaging — one that was used with dangerous intentions.",
  "The quiz exploited a loophole in Facebook’s API that allowed Kogan to harvest the data of the user, as well as that of their Facebook friends.",
  "Cambridge Analytica collected the data via a personality quiz called “thisisyourdigitallife,” created by Russian researcher Aleksandr Kogan.",
  "The data included information like people’s birthdays, relationships, religions, locations, work history, subscriptions, and check-ins.",
  "Users who liked Abercrombie & Fitch or Macy’s, for example, were actually determined to be liberal, as were readers of Vogue.",
  "This type of data usage is expected in advertising; it’s what credit card data mining companies have been doing for decades.",
  "Patagonia, too, is one of fashion’s most activism-friendly labels and has made fighting Trump a huge part of its branding.",
  "Clothing also helps wearers determine self-expression, and specific brands and images become important to the alt-right.",
  "On the flip side, it determined that a European brand like Kenzo would not appeal to a Trump supporter, ideologically.",
  "We’ve seen this in how Facebook ad-targeting delivers the precise type of products you’d buy, or have already bought.",
  "Cambridge Analytica learned from Facebook data, for example, that not all American brands equal conservative views.",
  "The firm also had access to user “likes,” and it analyzed which fashion brands users were interested in.",
  "It then studied how those attributes correlated with preferences for different fashion brands.",
  "Wrangler is an American manufacturer of denim that also makes Western apparel.",
  "(While it faced some backlash, the campaign was overall a huge win for Nike.)",
  "(Cambridge Analytica announced in March that it was shutting down.)",
  "But fashion brands’ implicit messaging is also important.",
  "Sometimes brands explicitly send political messages.",
  "Consumer choice is also linked to political views.",
  "“We are creating informational ghettos,” he said.",
  "Want more stories from The Goods by Vox?",
  "Sign up for our newsletter here."
]