[
  "We call it demographic profiling, because voter profiling sounds like a dirty word, but that’s what it is.”\n\nFashion profiling is another facet of this approach, using data analysis to identify the way brands are perceived — and it should not come as a surprise to anyone.",
  "Calling someone a “Gucci person” or a “Celine person” is fashion profiling; opting for Levi’s over Rag & Bone makes a statement about associations and history and opens one up to fashion profiling — albeit in a manner that generally leaves much unsaid.",
  "The data breach, which was first revealed in March, plunged Facebook into hot water with American and British lawmakers as it sought to explain how so much of its user data could have been used without those users’ knowledge or consent.",
  "“It’s all about learning who your supporter base is,” said Marshal Cohen, chief industry analyst of the NPD Group and the author of “Why Customers Do What They Do,” in an interview during the 2016 campaign.",
  "Mr. Wylie used his talk at the Business of Fashion conference to protest Facebook’s enormous power, and said that the company was damaging society by separating people based on their cultural preferences.",
  "The event was just another example of how personal data, given incrementally to products and platforms over years, can be used to manipulate individuals in unanticipated and potentially damaging ways.",
  "Cambridge Analytica preyed on that human reality via algorithm, using data from the Facebook profiles of more than 50 million users without their permission.",
  "Most Instagram shoppers and selfie-takers are more concerned with credit card theft than being victims of targeted yet subtle political messaging.",
  "Still, most users now expect the trail of cultural crumbs they leave online to be used by brands (you’ve bought this, so you may like this!).",
  "Assessing value systems, and goals and priorities, via the clothes people wear has been a part of professional life for years.",
  "The fact that consumer preferences are used by influence Svengalis to sway votes means something else entirely.",
  "He exhorted those present to be conscious of the narratives embedded in their branding.",
  "It’s worth its weight in gold, in the political arena just like the consumer arena.",
  "The “dress for the job you want” adage is an expression of fashion profiling.",
  "What are their trigger points?",
  "What words resonate with them?",
  "“How do they live?"
]