[
  "“We deserve to know what we’re building and we deserve a say in these significant decisions.” The letter also voiced support for efforts by Amnesty International, which on Tuesday unveiled its own petition calling on Google “not capitulate to China's censorship demands.”\n\n— Google again grapples with employee uproar: A company spokesperson reiterated in a statement that the work on a Chinese search engine is “exploratory” and is “not close to launching a search product in China,” echoing prior remarks.",
  "Transitions\n\n— Elena Hernandez, press secretary for the House Committee on Energy and Commerce, is joining the White House’s Office of Science and Technology Policy in the same role … Deborah Hersman, CEO and president of the National Safety Council, is joining Waymo as its first chief safety officer, and Amee Chande will become the company’s first chief commercial officer, after serving as managing director of global strategy and operations for Alibaba.",
  "In a memo to Facebook staffers earlier this month made public on Tuesday, former strategic partnerships manager Mark Luckie said the company “is failing its black employees and its black users.” After Luckie posted an exchange in which vice president of partnerships Ime Archibong voiced frustration over the memo, criticism of the company spilled over online.",
  "With help from John Hendel, Ashley Gold and Steven Overly\n\nEditor’s Note: This edition of Morning Tech is published weekdays at 10 a.m. POLITICO Pro Technology subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro’s comprehensive policy intelligence coverage, policy tools and services, click here.",
  "— As for the company’s efforts on diversity and inclusion, Facebook spokesman Anthony Harrison said, “We are going to keep doing all we can to be a truly inclusive company.”\n\nTECH PULLS AWAY FROM HYDE-SMITH — More tech and telecom companies are distancing themselves from Sen. Cindy Hyde-Smith.",
  "Other major tech and telecom players have donated to Hyde-Smith’s campaign this cycle, including $10,000 from NCTA — The Internet & Television Association, $7,000 from Comcast, and $5,000 apiece from Verizon and Charter, according to campaign finance data on OpenSecrets.",
  "Jerry Moran (R-Kan.) and Richard Blumenthal (D-Conn.), leaders of the Senate Commerce consumer protection subcommittee, signaled optimism about drafting bipartisan data privacy legislation following Tuesday’s panel hearing on the Federal Trade Commission.",
  "FTC, LAWMAKERS SQUARE OFF OVER FACEBOOK PROBE — During Tuesday’s Senate Commerce subcommittee hearing, Blumenthal repeatedly pressed FTC Chairman Joe Simons on the status of the agency’s investigation into Cambridge Analytica and Facebook.",
  "The subject figures to be broached Thursday, when the group said it will meet with Facebook COO Sheryl Sandberg and other company leaders to discuss its use of a political consulting firm to undermine critics, including Color of Change.",
  "Just in the past couple months, Google unveiled changes to its protocols for dealing with sexual harassment allegations and dropped its bid for a prized government cloud computing contract amid fierce employee criticism of both.",
  "— Literal must-see TV: Sinclair made its local TV stations air segments of former White House aide Sebastian Gorka defending the Trump administration’s use of tear gas at the southern U.S. border, The Daily Beast reports.",
  "— Teeing off on the consent decree: Blumenthal also suggested the FTC’s consent order with Facebook may not have been adequately enforced — something Simons pushed back on while speaking to reporters after the hearing.",
  "Let Women Rule your inbox: The Women Rule Newsletter is a weekly email that shares original content, practical advice, backstage stories, special events and impactful resources for women at any stage of their career.",
  "— And others are still waiting on that civil rights audit: Racial justice group Color of Change continues to press the company to release information regarding the civil rights probe it launched earlier this year.",
  "**\n\nHAPPENING THIS WEEK\n\nMARK YOUR CALENDARS: HOUSE JUDICIARY TO GET A CRACK AT PICHAI — Google CEO Sundar Pichai is set to testify before the panel Dec. 5, according to two sources familiar with the hearing.",
  "— Added intrigue: Walt Disney has struck a deal to use Google’s technology to manage and deliver online ad campaigns, ending its relationship with Comcast’s competing service, The Wall Street Journal reports.",
  "POLITICO convened a bipartisan group of 14 business leaders, thinkers and policymakers to explore the problem and identify solutions that have a realistic path forward with political leaders of both parties.",
  "But he said the agency is well aware of new reports about Facebook’s treatment of personal data — including British MP Damian Collins’ suggestion that Facebook knew about Russian behavior back in 2014.",
  "“What will it take for the folks at @facebook to listen to their critics versus trying to silence those with legitimate gripes,” tweeted former Democratic National Committee chairwoman Donna Brazile.",
  "Quick Downloads\n\n— Spy kids: Facebook and Twitter are cracking down on an automated babysitter-rating system amid concerns over user surveillance and data privacy, The Washington Post reports.",
  "ANOTHER SAVE THE DATE: HOUSE JUDICIARY LOCKS DOWN ANTITRUST HEARING — The panel’s lawmakers have picked 4 p.m. Dec. 4 for an oversight hearing looking at the U.S.’s top antitrust regulators.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "A privacy bill likely “involves additional rulemaking authority and broader opportunities for the FTC to engage in protecting consumers’ privacy in this country,” Moran told reporters.",
  "Both he and Blumenthal said they are still hashing out the details, noting that the debate over whether a federal privacy measure should pre-empt state laws is particularly tricky.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "But the company also faces mounting scrutiny from lawmakers on everything from data privacy to antitrust to its reported development of a censored search engine in China.",
  "The Mississippi Republican, who won her runoff Senate election on Tuesday night, faced backlash over her remark about a public hanging and past praise of the Confederacy.",
  "House Republican leaders, who have long accused the tech giant of an anti-GOP bias, had vowed to bring in its CEO for a hearing by the end of the year.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "A Facebook spokesperson said the “recent public comments made by Sen. Cindy Hyde-Smith do not reflect the values or mission” of the company.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host is grappling with internal backlash after spending too much on holiday shopping.",
  "According to one of the sources, Pichai can expect to get questions on competition from both Republicans and Democrats on the panel.",
  "RACIAL CONCERNS AT FACEBOOK — Meanwhile, Facebook is dealing with turmoil of its own over the company’s treatment of minorities.",
  "DRAGONFLY BACKLASH AT GOOGLE — The tech giant is yet again facing internal strife over its pursuit of a Chinese search product.",
  "The question is, what can Washington do to create more opportunity and prosperity in struggling communities across the country?",
  "“I’m not sure I agree with him, but one of my goals is to cause him to change his opinion about the job we’re doing,” he said.",
  "We’ve made a lot of progress.”\n\n— The effort combines buy-in from outgoing Senate Commerce Chairman John Thune (R-S.D.)",
  "Over 250 Google employees signed onto an open letter calling on the company to cancel the project, known as Dragonfly.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "On Tuesday, Facebook joined Google, AT&T and others in calling for the senator’s campaign to return their donations.",
  "The agency has pushed for more enforcement authority to go after companies that fail to protect consumer privacy.",
  "“A hot seat for Facebook, an empty seat for Zuckerberg and a vow to share secret files,” via The New York Times.",
  "(For more on our coverage of the hearing, check out John and Ashley’s dispatches here, there and over here.)",
  "This marks the latest instance of the company being pushed to respond to internal unrest over its actions.",
  "— Moran also said he has no “initial opposition” to increasing the FTC’s ability to levy civil penalties.",
  "The FTC’s Simons will be back in the hot seat, as will Justice Department antitrust chief Makan Delrahim.",
  "A Facebook spokesperson told MT last week the audit is ongoing, but little is known about its progress.",
  "If you are a woman looking to lead or grow your professional network, look no further than Women Rule.",
  "“My hope is we can have something to introduce early in the new session,” Blumenthal told reporters.",
  "Facebook contributed $2,500 to her campaign, while Google chipped in $5,000 and AT&T, $2,000.",
  "“I’ve been impressed by the growing consensus that we’ve developed over the last few months.",
  "A Facebook spokesperson confirmed the meeting will take place but declined further comment.",
  "None offered comment when asked if they are seeking refunds from Hyde-Smith’s campaign.",
  "No one rises to the top alone, so sign up for our newsletter and get started today.",
  "Moran and Blumenthal suggested Democrats and Republicans are not that far apart.",
  "Simons declined to give a timeframe on when the investigation might be over.",
  "The adage “work hard and get ahead,” is a waning reality in America today.",
  "TODAY IN TECH\n\nStory Continued Below\n\nSENATE’S NEW YEAR’S RESOLUTION?",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "“You have an obligation to tell us when you’ll be done,” he said.",
  "“Google is too powerful not to be held accountable,” they wrote.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "and likely incoming chairman Roger Wicker (R-Miss.).",
  "Read the latest issue of The Agenda to learn more.",
  "Those added powers are a key Democratic ask.",
  "Don’t forget to follow us @MorningTech.",
  "Have an event for MT’s tech calendar?",
  "Silicon Valley Must Reads\n\n— Oh my!",
  "Senate’s New Year’s resolution?",
  "Google did not offer comment.",
  "— Will others follow suit?",
  "Learn more here.",
  "Got a news tip?",
  "— Sens.",
  "**"
]