[
  "Sheryl Sandberg, Facebook's second-highest ranking executive and one of CEO Mark Zuckerberg's closest confidantes, asked her communications team to look into the finances of billionaire investor George Soros after he criticized Facebook at a global conference in January, according to an internal email cited by the New York Times and BuzzFeed News.",
  "Months later, Facebook hired Definers Public Affairs, a firm founded by Republican operatives, to help manage two scandals: Russian efforts to use Facebook to disseminate misinformation during the 2016 presidential campaign, and the explosive allegations surrounding Cambridge Analytica and the misuse of Facebook users' personal data.",
  "Facebook said Thursday that while Sandberg, \"takes full responsibility for any activity that happened on her watch,\" she did not personally direct any research on Freedom from Facebook, an anti-Facebook coalition whose members were among the subjects of Definers' later work.\"",
  "In his remarks, the liberal financier railed against what he called the \"monopolistic\" stranglehold of Facebook and Google, warning against what he characterized as the companies' threat to democracy and impact on human behavior.",
  "Definers helped spread stories about other tech companies in an apparent effort to deflect attention from Facebook, and it provided material to reporters that aimed to connect Soros to anti-Facebook groups.",
  "The social media giant acknowledged in a response to the Times and BuzzFeed stories that Sandberg asked subordinates to determine if Soros was betting against Facebook by shorting the company's stock.",
  "She later acknowledged in a Facebook post Nov. 21 that \"some of their work was incorporated into materials presented to me and I received a small number of emails where Definers was referenced.\"",
  "The revelation of these tactics, in a New York Times investigation Nov. 14, drew widespread criticism in part because Soros is often the target of conservative anti-Semitic conspiracy theories.",
  "In a late Thursday statement responding to the stories, sent to CBS News and other news outlets, Facebook said it was already looking into Soros at the time of Sandberg's request.",
  "In an interview with \"CBS This Morning\" on Nov. 16, Sandberg said Definers was hired by \"the communications team\" and that she only learned about its work from the Times.",
  "Just two weeks ago, Sandberg denied knowing about a separate, later effort to push stories about Soros by a political firm hired by the social media giant.",
  "\"Mr. Soros is a prominent investor and we looked into his investments and trading activity related to Facebook,\" the company said.",
  "Sandberg's request came after Soros gave a speech at the World Economic Forum in Davos, Switzerland, in January 2018.",
  "\"That research was already underway when Sheryl sent an email asking if Mr. Soros had shorted Facebook's stock.\"",
  "The Times said Sandberg's request for information about Soros came within days of his speech in January.",
  "Facebook fired Definers after a Times investigation revealed the relationship earlier in November.",
  "I learned of that in the paper yesterday as well when Mark did,\" she said.",
  "Not to get any articles written or do anything false.",
  "\"Definers was hired, we have lots of firms.",
  "They were hired not to smear anyone."
]