[
  "She did so after he delivered a speech at the World Economic Forum the same month in which he took aim at Facebook and fellow tech giant Google, warning that they had become monopolies and “obstacles to innovation” that have “caused a variety of problems of which we are only now beginning to become aware.” He characterized the companies as a “menace.”\n\nAfter the speech, Sandberg sent an email asking for what the Times described as “an examination into why Mr. Soros had criticized the tech companies and whether he stood to gain financially from the attacks.”\n\nFacebook confirmed the reports, saying that Sandberg had indeed asked whether Soros was shorting Facebook’s stock — short sellers are investors who essentially bet against a company and make money when its stock price falls.",
  "Sandberg initially said she had no idea what was going on, either, but just before Thanksgiving, she acknowledged in a Facebook post that “some of their work was incorporated into materials presented me and I received a small number of emails where Definers was referenced.”\n\nIn the same post, Elliot Schrage, the outgoing head of communications and policy at Facebook, took responsibility for hiring Definers.",
  "“That research was already underway when Sheryl sent an email asking if Mr. Soros had shorted Facebook’s stock.”\n\nFacebook continues to deny that Sandberg was involved in hiring Definers Public Affairs, the Republican opposition research group the social media company hired that pushed reporters to “explore the financial connections” between Soros and organizations agitating against it.",
  "He made $1 billion on the deal and is sometimes referred to as the man who “broke the Bank of England.” Public filings on the holdings of Soros Fund Management have also shown that in recent years, Soros was betting against the entire stock market — he stood to make money if major indexes such as the S&P 500 and Russell 3000 declined.",
  "The Menlo Park, California-based company has been the subject of a string of controversies in recent months, including the Cambridge Analytica scandal and ongoing revelations about Russians and others using its platform to spread disinformation.",
  "Bill Ackman, the CEO of the hedge fund Pershing Square, spent years calling Herbalife a pyramid scheme and undertaking a public campaign against the nutritional supplements company after making a $1 billion short bet against it.",
  "Soros has an estimated net worth of some $8 billion and has made billions for himself and others over the years through his family office, Soros Management Fund, and his Quantum fund, which he closed to outsiders in 2011.",
  "It did, however, report about 25,000 shares of Alphabet, Google’s parent company, meaning that when Soros made his remarks about Google and Facebook in January, he likely stood to benefit if Google’s stock price went up.",
  "Asking whether George Soros was shorting Facebook is actually a legitimate question\n\nThere are a lot of reasons to be skeptical about Facebook and its leadership, including Sandberg and CEO Mark Zuckerberg.",
  "“Facebook must immediately release any and all documents and emails relating to Definers and their research on Freedom from Facebook, members of the coalition, and any individuals involved,” she said.",
  "Sarah Miller, the co-chair of Freedom from Facebook, one of the groups Definers targeted, released a statement on Friday reacting to reports of Sandberg’s short request and calling for transparency.",
  "Those groups included Freedom from Facebook, a coalition that emerged earlier this year to call for the social media company’s breakup, and Color of Change, an online racial justice group.",
  "Facebook chief operating officer Sheryl Sandberg is under fire amid reports that she asked whether liberal billionaire and investor George Soros was betting against Facebook’s stock.",
  "David Einhorn, the manager of the hedge fund Greenlight Capital, bet against Lehman Brothers before it collapsed in the financial crisis and has now taken on Tesla.",
  "In a statement to both the Times and BuzzFeed, a Facebook spokesperson said that the company researched “potential motivations” behind Soros’s Facebook criticism.",
  "This month, the Times released a blockbuster story outlining Facebook’s behind-the-scenes efforts to downplay and deny the controversies surrounding it.",
  "The New York Times and BuzzFeed News reported late Thursday that Sandberg asked Facebook staff in January to look into Soros’s financial interests.",
  "Things still look pretty bad for Facebook\n\nRegardless of the merits of Sandberg’s inquiry, Facebook is in a tight spot right now, and so is she.",
  "Sandberg’s inquiry also makes sense in that it’s not uncommon for big-name investors to try to talk down or attack companies they’ve shorted.",
  "In a quarterly holdings filing from Soros Fund Management during the first quarter of the year, the firm reported no positions in Facebook.",
  "Amid revelations that Facebook hired an opposition research firm to discredit its critics by linking them to Soros, this looks pretty bad.",
  "But for Sandberg to have inquired about an investor’s financial interests, in terms of general business practices, is pretty reasonable.",
  "It’s not clear whether Soros had a short position in Facebook at the moment of Sandberg’s inquiry, though public filings point to no.",
  "Soros is a prominent investor and we looked into his investments and trading activity related to Facebook,” the spokesperson said.",
  "Zuckerberg has denied having any knowledge of Definers’ work, saying that he found out about it in the Times story.",
  "It’s not clear that Sandberg asking about Soros’s financial interests is one of them, at least not on its own.",
  "That included Definers, which circulated a document casting Soros as a force behind Facebook’s agitators.",
  "Asking whether an investor has a financial stake in a company’s failure or success is legitimate.",
  "One of his most significant investment moves was in 1992, when he bet against the British pound.",
  "Soros is a boogeyman to conservatives, and attacks on him often have an anti-Semitic tinge.",
  "Shorting is a common tactic on Wall Street, and it’s one Soros is familiar with.",
  "Basically, Sandberg wanted to know if Soros would make money if Facebook failed.",
  "Facebook has since ended its relationship with Definers.",
  "The bid eventually failed.",
  "“Mr."
]