[
  "“Zuckerberg obviously has a lot of talent, governing the company, but sticking clearly to the mission, and knowing what to do when things go wrong, are not skills that he has.”\n\nIn the coming weeks, the company faces the prospect of other potentially embarrassing revelations, such as emails showing the social network considered charging for access to user data, after the British government forcefully seized documents containing information about data sharing with third-party app developers and communication between Facebook executives.",
  "As the year comes to a close, the social network that once seemed invincible and on a path to nonstop, exponential growth is facing a major reckoning: Its stock price has dropped about 35 percent from its all-time high, user growth is flat-lining in North America and dropping in Europe, while young users abandon ship, critics are calling for significant changes and the social network is mired in controversy over its handling of Russian disinformation and its use of opposition research on critics.",
  "“And frankly, who they want to be.”\n\nIn a post-Cambridge Analytica world and with the U.S. still fighting disinformation efforts from Russia and Iran, if users pull away from Facebook in larger numbers and advertisers move their money elsewhere—for example, to Amazon or Google—it could impact the company’s bottom line,\n\nThe company’s overall revenue stood at $13.7 billion in the most recent quarter, up from the same time period last year.",
  "The global community of 2.2 billion users built by 34-year-old CEO and chairman Mark Zuckerberg, and led in partnership with COO Sheryl Sandberg since 2008, has been operating under a cloud of suspicion for most of this year, with European regulators clamoring to probe the tech giant’s internal communications over Russian meddling and liberal advocacy groups decrying Facebook’s use of a GOP opposition firm against critics of the company.",
  "Zuckerberg has said he plans to keep Sandberg, the 49-year-old executive and philanthropist, in her post and hopes to work with her for “decades more to come.” However, a report from Bloomberg citing eight current and former Facebook employees from Sandberg’s side of the company said that she put her own brand ahead of Facebook’s; kept a close circle of trusted lieutenants who filtered bad news; and didn’t address problems fast enough.",
  "“We’re building the best services for private messaging and stories, and there are huge opportunities ahead in video and commerce as well.”\n\nBut executives have also told investors to expect that costs will continue to increase—associated with adapting to new privacy rules in Europe and dramatically beefing up its content moderation team—weighing on future revenue.",
  "Just eight months after testifying before lawmakers on Capitol Hill and a week after refusing to testify in front of representatives from nine countries at a hearing on disinformation in the U.K., Zuckerberg is facing calls from investors and analysts to either step down as chairman or change the status of his Class B shares.",
  "“But because he is apparently not capable of understanding why holding all the power in this case is problematic, the only thing that will work is if the share structure is changed such that he does not have a majority vote.”\n\nA scathing New York Times report from early November is still causing problems for Facebook.",
  "Facebook did not accede to Color of Change’s demands that the company release information collected by Definers about the advocacy groups, nor have they fired Joel Kaplan, Facebook’s vice president of global public policy, who was excoriated for his support of Supreme Court Justice Brett Kavanaugh.",
  "“This is really a problem at the board level.”\n\nNevertheless, Rashad Robinson, the head of civil rights group Color of Change, met with Sandberg on Thursday in Menlo Park, Calif. to address his organization’s concerns about the work that Definers did for Facebook and other issues.",
  "Definers Public Affairs—a GOP-tied consulting firm that Facebook now admits was hired in part to examine financial ties between Soros and firms allegedly working with Freedom from Facebook, an activist group calling for the company to be broken up, is one problem.",
  "“Our community and business continue to grow quickly, and now more than 2 billion people use at least one of our services every day,” Zuckerberg said in a statement at the time, referencing the other apps owned by Facebook: Instagram, WhatsApp, and Messenger.",
  "In addition to apologizing to Robinson and his colleagues, Sandberg promised to publicly release by the end of the year a progress report on the civil rights audit that Facebook agreed to conduct in May over concerns about hate speech and voter suppression.",
  "Sandberg ultimately oversees Facebook’s communications strategy and was forced to walk back earlier comments that she wasn’t aware of Definers’ work for Facebook—admitting that she directed staffers to look into whether Soros was shorting Facebook’s stock.",
  "The CEO’s shares have 10 votes per share compared with Class A shares that only have one vote—meaning he controls nearly 60 percent of the company’s stock, giving him enormous power over the company’s board of directors.",
  "The consistency of that revenue stream, which built Zuckerberg’s company into a mammoth presence from humble beginnings, is predicated on more and more users freely trusting Facebook with more and more of their data.",
  "Although Soros has contributed to Color of Change, the group confirmed to Fox News that the billionaire “has never funded our platform accountability work” and is not the organization’s top contributor.",
  "“I also want to emphasize that it was never anyone’s intention to play into an anti-Semitic narrative against Mr. Soros or anyone else,” she said in a memo to employees.",
  "“The problem is Zuckerberg and his inability to understand the greater societal implications that result from poorly established corporate values,” Goodridge said.",
  "According to eMarketer, the social network is expected to vacuum up about 23 percent of U.S. digital advertising revenue in 2018 to the tune of $21.5 billion.",
  "Targeting of liberal billionaire George Soros, in particular, has been in the spotlight, sparking accusations that anti-Semitic smears were used against him.",
  "Ultimately, Facebook is dealing with a series of crises that cut to the heart of its data-centric business model and its corporate management style.",
  "That’s an arrangement that may need to change, according to Julie Goodridge, CEO of NorthStar Asset Management, which owns 23,500 Facebook shares.",
  "“It’s simply not possible for Mark Zuckerberg to dig himself and the company out of this mess without help,” Goodridge told Fox News.",
  "“The company needs to establish a strong sense of what its corporate ethics are, how it intends to use its data,” Goodridge said.",
  "“I don’t think you can put the blame for these problems on Sheryl Sandberg,” Goodridge said.",
  "Only time will tell whether Facebook has learned any lessons from this year.",
  "Color of Change is not listed on Freedom from Facebook’s website.",
  "Will 2018 be seen as a canary in the coal mine for Facebook?",
  "Alphabet’s Google will rake in just over $40 billion."
]