[
  "Canadian whistleblower Christopher Wylie is scathing about the way internet giant Facebook has handled its vast data resources (AFP Photo/PATRICIA DE MELO MOREIRA)\n\nBrussels (AFP) - Eight months after revealing the links between Facebook and Cambridge Analytica (CA), whistleblower Christopher Wylie is pushing for the internet giant to be regulated -- whether it wants to or not.",
  "- 'Proper regulation' -\n\n\"I'm not surprised, having been on the blunt end of Facebook retaliation, that they go after people like George Soros and ... hire firms to make up anti-semitic rumours and fake news,\" he said.",
  "\"You’ve got a company like CA whose staff were working in Russia, whose contractors are indicted by Mueller and whose clients were meeting with (the) Russian embassy -- so Russia’s everywhere in this.\"",
  "And earlier this month, it has had to battle the fall-out from a New York Times report that it used a public relations firm to discredit its critics, including billionaire philanthropist George Soros.",
  "\"One of the problems is that they have unfortunately a share structure which enables a 'man-child' to run a company like an authoritarian dictator and no one else can do anything about it,\" he said.",
  "In Britain, it is appealing a £500,000 ($637,000) fine handed down by the Information Commissioner's Office for serious breaches of the data protection laws over the Cambridge Analytica revelations.",
  "After the Cambridge Analytica scandal, it put in place new tools to make it easier for users to control their personal information: and any political advertising now has to identify its source.",
  "Architects cannot just decide to leave out fire exits on a whim, he says, so the specialists who create online \"addictive spaces\" need to be regulated in just the same way.",
  "\"This is why it's so important to regulate, because just like electricity or water or roads, this is a utility, and that means people don’t really have a choice to leave.\"",
  "\"They knew about Russian disinformation campaigns on their platform, but to preserve the integrity of their reputation, they place their company above their country.\"",
  "- 'Arrogance' -\n\nFacebook acknowledged on Tuesday that its engineers had flagged suspicious Russian activity as early as 2014 -- long before it became public.",
  "\"Facebook knew about what happened with Cambridge Analytica, well before the Trump election, well before Brexit, it did nothing about it,\" Wylie told AFP.",
  "Last March, Wylie revealed that data analytics firm Cambridge Analytica took millions of Facebook users' data to build psychological profiles of users.",
  "\"He has built a platform that has created substantive risk to our society and to our democracy and he doesn't even have one hour to give...,\" he said.",
  "Instead, vice president Richard Allan had to field questions on allegations that the company had been exploited to manipulate major election results.",
  "But Zuckerberg still refused to turn up to hearings held by the British Parliament this week attended by lawmakers from nine different countries.",
  "Targeted political campaign messages were used both in the US presidential election and in the run-up to Britain's 2016 Brexit vote, he said.",
  "There needs to be a statutory code of conduct for data scientists and software engineers, just as there are for other professions, he argues.",
  "Zuckerberg, in a statement issued in March, acknowledged the data breach but said it had happened without Facebook's knowledge or consent.",
  "\"It's ironic that Facebook, in trying to defend itself as a platform that's combatting fake news, creates fake news in the first place.",
  "\"It really reveals the heart and soul of this company, (which is) exactly why we need scrutiny, accountability and new regulations.\"",
  "Since the beginning of the year, it says, it has deleted two billion false accounts suspected of spreading false information.",
  "He is scathing about Facebook's \"man-child\" chief executive Mark Zuckerberg and the arrogance of the company he runs.",
  "US Special Counsel Robert Mueller is investigating alleged Russian interference in the 2016 presidential campaign.",
  "But he gets why people are reluctant to join calls to close their Facebook accounts in protest.",
  "But the important thing, said Wylie, was to stay focused on the key facts.",
  "Facebook's outgoing communications chief Elliot Schrage took the blame.",
  "Facebook insists it is striving to wield its power more responsibly.",
  "Facebook is now being investigated by several US federal agencies.",
  "He knew because he had worked as the company's research director.",
  "But Wylie's real anger is directed at Facebook and Zuckerberg.",
  "They had acted to ensure it never happened again, he added.",
  "\"I understand why people don’t want to leave...,\" he said.",
  "For Wylie, Zuckerberg's no-show in London spoke volumes.",
  "\"It’s now part and parcel of modern day living.",
  "It is a bewilderingly complex story.",
  "But for Wylie, that is not enough."
]