[
  "The outgoing head of Facebook's communications team last week took responsibility for the controversial hiring of a conservative consulting firm accused of using \"black ops\" style techniques (AFP Photo/MANDEL NGAN)\n\nSan Francisco (AFP) - Facebook on Thursday said that chief operating officer Sheryl Sandberg asked staff to look into whether billionaire critic George Soros had a financial interest in tarnishing the social network.",
  "Facebook has stumbled from one mess to another this year as it grapples with continuing fallout from Russia's use of the platform to interfere in the 2016 US presidential election, the Cambridge Analytica scandal in which user data was harnessed in a bid to help candidate Donald Trump, and a huge security breach involving millions of accounts.",
  "- On her watch -\n\nDefiners was hired in 2017 as part of an effort to diversify its advisors in Washington, in the face of growing pressure by competitors and media companies for Facebook to be regulated by the government, Schrage said in a message to co-workers posted online.",
  "The outgoing head of Facebook's communications team last week took responsibility for the controversial hiring of a conservative consulting firm accused of using \"black ops\" style techniques, acknowledging that critics including investor Soros were targeted.",
  "Sandberg, who had previously stated that she had no recollection of working with Definers, revealed at the time that a check of what had crossed her desk showed that Definers was mentioned in some material and in a \"small number\" of emails she received.",
  "The company was responding to a New York Times report citing sources that maintained the second most powerful executive at Facebook was directly involved in the social network's tactical response to the philanthropist's criticism of the social network.",
  "When a \"Freedom from Facebook\" campaign later began portrayed as a grassroots coalition, Definers determined that Soros was funding some coalition members and shared what they learned with the press, according to Schrage.",
  "She and Facebook chief executive Mark Zuckerberg maintained they were surprised by an NYT story earlier this month that said the social network was using Definers to link social network critics to liberal financier Soros.",
  "The announcement by Elliot Schrage, who said in June he was stepping down, came after Sandberg has pledged a review of its use of Definers to deflect criticism from the social networking giant.",
  "Schrage taking the hit for the controversy was seen by some as convenient, since he had said he was leaving the social network after working there for more than a decade.",
  "Zuckerberg has defended Sandberg, saying she \"is a really important part of this company and is leading a lot of the efforts for a lot of the biggest issues we have.\"",
  "Definers began looking into Soros after the philanthropist labeled Facebook a \"menace to society\" in a speech at Davos early this year, according to Schrage.",
  "\"As Elliot said last week, we researched potential motivations behind George Soros's criticism of Facebook in January 2018,\" the spokesperson told AFP.",
  "\"Mr. Soros is a prominent investor and we looked into his investments and trading activity related to Facebook,\" a spokeswoman said, queried by AFP.",
  "Schrage joined Zuckerberg and Sandberg in stressing that Definers was not hired to create or spread false stories to help Facebook.",
  "\"We had not heard such criticism from him before and wanted to determine if he had any financial motivation,\" Schrage said.",
  "\"That research was already underway when Sheryl sent an email asking if Mr. Soros had shorted Facebook's stock.\"",
  "The Hungarian-born US billionaire is a favorite target of nationalists and anti-Semitic conspiracy theorists.",
  "But its role grew to include looking into Facebook competitors and doing research on Soros-funded campaigns.",
  "\"But, as she said before, she takes full responsibility for any activity that happened on her watch.\"",
  "\"Responsibility for these decisions rests with leadership of the Communications team,\" Schrage said.",
  "Zuckerberg said Facebook stopped using Definers the day the NYT story was published.",
  "\"Sheryl never directed research on Freedom from Facebook,\" the spokeswoman said.",
  "Investors who sell shares short stand to profit if the price of the stock drops.",
  "\"That's me.\""
]