[
  "And heads ought to roll at the company because of it — starting with CEO Mark Zuckerberg and chief operating officer Sheryl Sandberg who reportedly oversaw Facebook's effort to discredit critics, including through a well-worn anti-Semitic tactic.",
  "This summer, as the company faced growing criticism over the Cambridge Analytica scandal and other fiascos, Facebook hired Definers Public Affairs to try to turn attention elsewhere, The New York Times reported in a blockbuster article Wednesday.",
  "You can draw a straight line to such conspiracy theories about Soros from the centuries-old anti-Semitic tropes about rich Jewish financiers running the world and secretly undermining the people and government of the countries in which they live.",
  "Read this: Mark Zuckerberg's spectacular failure of leadership shows why some Facebook investors are desperate to fire him\n\nThose vile conspiracies are not simply discussion points among the misguided or misinformed in random internet chat rooms.",
  "There are longstanding efforts on the right and among anti-Semitic groups to paint Soros, a Hungarian-born Jew who survived the Holocaust before making his fortune, as the shadowy figure behind all sorts of wild conspiracies.",
  "If you had any questions about whether the company's leadership has the moral and ethical chops to contend with these society-rattling problems, Zuckerberg's refusal to repudiate the Soros smear was all the answer you needed.",
  "A key part of Definers' strategy was to link billionaire financier George Soros to the coalition of public-interest groups that had come together to urge regulators to check the Facebook's power, according to the report.",
  "Either he was oblivious to a major public-relations effort that had obvious implications for the company's reputation and perception, or he's someone who oversaw an anti-Semitic smear campaign and is now lying about it.",
  "Definers distributed to reporters a document that charged Soros was the behind-the-scenes backer of the groups and urged members of the media to dig into the financial connections between him and the groups.",
  "There's a lot of money flowing from wealthy individuals and organizations into Washington lobbying groups, political committees, and politicians' campaign coffers in an effort to influence public policy.",
  "Zuck passed the buck\n\nBut the conspiracy theories involving Soros date back to times long before the caravan started heading northward or the pipe bombs started being mailed out to him and others.",
  "On a conference call with journalists later in the day, Zuckerberg said he hadn't known about the relationship with the PR firm until he read about it in The Times' report and ended it soon after.",
  "The company hadn't intended to attack \"an individual,\" he said, but to call attention to the fact that anti-Facebook groups weren't simply grassroots efforts and were getting funding from him.",
  "And regardless of their prior knowledge, there's something even more appalling about Facebook and Zuckerberg's response to The Time's report — they didn't repudiate the Soros smear.",
  "Soros himself has been the target of multiple death threats, Patrick Gaspard, the president of the financier's Open Society Foundations, said in a letter to Sandberg on Wednesday.",
  "On its face, it's not illegitimate to question where particular groups are getting their funding or if powerful people or companies are using them to advance their own interests.",
  "Paul Morigi/ Getty Images On the call, Zuckerberg said he has \"tremendous respect\" for the financier, although he disagrees with him about his stance on Facebook.",
  "Most recently, he's been accused of being the behind-the-scenes funder of the caravan of migrants that has been slowly making its way to the southern US border.",
  "But not once did Zuckerberg acknowledge the anti-Semitic overtones of that effort or the fact that variations of that same smear have had deadly consequences.",
  "Similarly, the alleged gunman who killed 11 people at a synagogue in Pittsburgh last month was also reportedly roused by conspiracy theories involving Soros.",
  "When Definers started peddling its own Soros conspiracy theory this summer on Facebook's behalf, the broader anti-Semitic trope had long been established.",
  "Facebook has been heavily criticized for much of the last two years over everything from security and privacy violations to the spread of misinformation.",
  "A company that had any ethical compass at all wouldn't have gone there — and wouldn't have authorized its public relations firm to do so.",
  "Worse yet, when given a chance Wednesday to own up and repudiate what the company did, Zuckerberg tried instead to explain it away.",
  "Those bombs were allegedly sent by Cesar Sayoc, who was reportedly obsessed with Soros and Soros-related conspiracy theories.",
  "You don't have to look any farther than the mass shooting at a synagogue in Pittsburgh last month to see that.",
  "They've taken hold among racists and bigots — including on Facebook — and have had real-world consequences.",
  "There's been good reason for a while now to think that Facebook is a net negative force in the world.",
  "Indeed, The Times reported that she oversaw the company's broader effort to hit back at its critics.",
  "Indeed, Soros was among the liberal critics of President Trump who were sent pipe bombs last month.",
  "He also seemed to imply that Sandberg likewise hadn't known about the relationship with Definers.",
  "Sean Gallup/Getty Facebook announced Thursday that it had cancelled its contract with Definers.",
  "It's hard to know what to make of Zuckerberg's assertion that he hadn't known about Definers.",
  "The Soros smear has a long and deadly history\n\nIn a vacuum, that might not seem so terrible.",
  "But playing fast and loose with anti-Semitism is an outrageous new low for the company.",
  "It's even harder to believe that Sandberg didn't know about and approve of the effort.",
  "At some point, though, it doesn't matter whether they knew about the Soros smear.",
  "She oversees Facebook's business, and its PR group directly reports to her.",
  "Soros has long been the central figure in conspiracy theories.",
  "A man prays at a makeshift memorial outside Pittsburgh's Tree.",
  "And Soros has actually taken public stances against Facebook.",
  "Cathal McNaughton/Reuters But we don't live in a vacuum.",
  "Where's the repudiation or the sense of shame?",
  "Anti-Semitism is real, rising, and dangerous.",
  "It's not something to play around with.",
  "The buck is supposed to stop with them.",
  "Yet that's exactly what Facebook did.",
  "But either way it looks bad.",
  "They head the company.",
  "Sheryl Sandberg.",
  "Now read:"
]