[
  "\"One of the themes we saw in Facebook reviews this year was poor internal communication -- internal teams not being organized in such a way that they can address some of the problems that have been raised,\" said Andrew Chamberlain, chief economist with Glassdoor, in an interview with CBS MoneyWatch.",
  "The tumble comes as Facebook has struggled with a series of scandals, including the Cambridge Analytica allegations and new revelations that Facebook executive Sheryl Sandberg asked employees to look into billionaire George Soros' finances after he criticized the company.",
  "\"I've had a couple of clients recently say they're not as enthusiastic about Facebook because they're frustrated with what they see happening politically or socially,\" Paul Freiberger, president of career counseling group Shimmering Careers, told the publication.",
  "\"The company is full of self-inflicted wounds and senior leadership (Mark [Zuckerberg], Sheryl) live in an absolute impenetrable bubble of privilege and cluelessness,\" one reviewer, who has worked at the company for more than a year, wrote on Glassdoor's site.",
  "Some computer engineers are avoiding taking jobs at the social network, citing concerns about fake news and criticism about Facebook's approach to privacy, The New York Times reported last month.",
  "But he noted that the kind of rapid growth the social network has experienced in recent years can weaken corporate culture, diluting a founder's original vision and changing a company's values.",
  "Yet the company's drop may reflect rising anxiety about the tech giant's mission, as well as long-standing struggles to balance sometimes brutal work hours with a healthy lifestyle.",
  "Bain & Co, this year's top workplace, matched Facebook for its pay and benefits rating, but its culture and values rating, at 4.8, edged it ahead of the social media network.",
  "\"What we see across all the companies on this list is that they really have to keep their employees satisfied,\" said Glassdoor economic research analyst Amanda Stansell.",
  "With unemployment near a half-century low, corporations are providing stronger benefits and surveying employees to check on morale and satisfaction, Glassdoor noted.",
  "2,600 open jobs\n\nChamberlain emphasized that most Facebook employees continue to give the company high marks, citing the high pay and generous perks and benefits.",
  "7 on Glassdoor's annual ranking of employers, which is based on thousands of employee reviews of senior management, compensation and other workplace concerns.",
  "Such numbers may lure workers through the door, but big pay packages or lush benefits aren't what keep employees satisfied, Glassdoor research has found.",
  "Top employers for 2019\n\nBain & Co., founded in 1973 by former partners from the Boston Consulting Group, is known for its long hours and stressful work.",
  "Mission versus pay\n\nFacebook provides strong compensation and benefits packages, with software engineering interns earning almost $8,000 per month.",
  "It's very likely people are seeing Facebook in the headlines, and they're not being prepared for it internally through communication.",
  "\"It's a great time to be looking for a new job, and we hope this list helps job seekers identify great companies to work for.\"",
  "Zoom CEO Eric Yuan, a Chinese immigrant, was named the top CEO in the U.S. in a Glassdoor ranking of bosses earlier this year.",
  "Workers also need to know their careers can advance in a company, and no one likes working for a jerk, Chamberlain said.",
  "Facebook earned an overall rating of 4.5, based on a 5-point maximum rating, down from its rating of 4.6 a year earlier.",
  "Job applicants are asking questions about what types of tasks they would be asked to do at Facebook, the Times noted.",
  "Facebook receives a 4.6 rating for compensation and benefits, but employees give it a 4.4 for culture and values.",
  "More important is having a shared sense of mission, such as connecting business goals to a larger social purpose.",
  "Full-time data scientists and product engineers take home more than $130,000 in annual pay, Glassdoor data show.",
  "The runner-up in this year's ranking of top employers is Zoom Video Communications, which earned a 4.5 rating.",
  "While not a household name, Zoom has grown quickly due to demand for its remote video-conferencing services.",
  "To be sure, Facebook remains one of the top employers in the country, according to Glassdoor's ranking.",
  "Plenty of reviewers awarded top scores to Facebook, lavishing praise on its generous benefits and pay.",
  "Several employers including In-And-Out Burger pulled ahead of the social media giant, Glassdoor said.",
  "A year ago, Facebook touted its ranking as the top employer in the U.S. by employment site Glassdoor.",
  "Taking its place in the top slot is consulting firm Bain & Co., which earned a 4.6, Glassdoor said.",
  "Another said, \"Having Facebook on your resume is no longer a plus, actually can work against you.\"",
  "One worker noted that executives' \"motives will always be suspect\" after the series of scandals.",
  "Top 10 companies to work for in 2019, based on Glassdoor's analysis of employee reviews:\n\n1.",
  "Across all companies with employee reviews, the average score is 3.4, Glassdoor said.",
  "\"We see themes of strong mission-oriented cultures where people want to go to work.\"",
  "Southwest Airlines (4.4)\n\n--With reporting by Alain Sherter and Irina Ivanova.",
  "Employees say they work directly with clients on difficult business problems.",
  "With more than 33,000 employees across the world, Facebook continues to hire.",
  "\"In the reviews for Bain, we see three main themes jump out,\" Stansell said.",
  "And it gives them the ability to make great career advancements.\"",
  "1 spot, praising its career opportunities and corporate culture.",
  "But the past year's turmoil seems to be weighing on employees.",
  "It now has more than 2,600 openings for full-time workers.",
  "They're not sure how to connect it to their daily work.\"",
  "\"It's definitely a job seeker's market,\" Stansell said.",
  "A year later, Facebook has slid to No.",
  "Google (4.4)\n\n9. lululemon (4.4)\n\n10.",
  "\"If you work hard, you will succeed.",
  "But employees pushed it into the No.",
  "Zoom Video Communications (4.5)\n\n3.",
  "Boston Consulting Group (4.5)\n\n6.",
  "How things have changed in 2018.",
  "Procore Technologies (4.5)\n\n5.",
  "Bain & Co. (4.6 rating)\n\n2.",
  "In-N-Out Burger (4.5)\n\n4.",
  "LinkedIn (4.5)\n\n7.",
  "Facebook (4.5)\n\n8."
]