[
  "In the Data Business, Trust Is Everything\n\nIf you want to see how a loss of trust can ruin a company, look no further than Facebook.",
  "A recent study by Fortune found Facebook is the least trustworthy of all major tech companies when it comes to safeguarding data.",
  "A Wall Street Journal review summed it up best: “I couldn’t bring myself to set up Facebook’s camera screen in my family’s home.",
  "Now Everything Facebook Does Is Met with Skepticism\n\nFor example, have you heard about its new video-calling device—The Portal?",
  "This Is Why I Love the Booming Cybersecurity Business\n\nSmart companies are spending billions to upgrade their digital defenses.",
  "Amazon (AMZN), Google (GOOG), and Facebook (FB) all earn a BIG chunk of their profits from leveraging and selling users’ data.",
  "Facebook admitted that the personal data of 87 million users had been sold to political consulting firm Cambridge Analytica.",
  "It has mastered the business of collecting data and using it to figure out who you are and what you’re likely to buy.",
  "It is not surprising that the largest cybersecurity ETF (HACK) has beaten the S&P 500 close to 5x in the past year.",
  "For this reason, growth in cybersecurity is one of the top disruptive trends that will define the next decade.",
  "They use many different cybersecurity products, which leave holes in their defenses that hackers can exploit.",
  "In 2017, The Economist ran a story about how data has surpassed oil as the world’s most valuable resource.",
  "Can you blame me when you look at the last 16 months?”\n\nFacebook’s data breach has been a total disaster.",
  "A report from Cisco (CSCO) found that 46% of firms use more than 11 different cybersecurity products.",
  "Cybersecurity spending will hit $114 billion this year, according to top IT research firm Gartner.",
  "My contacts in the cybersecurity industry tell me many companies suffer from one key problem.",
  "Gartner just named Fortinet as a cybersecurity market leader for the ninth time in a row.",
  "It marked the biggest single-day wipeout of shareholder value in US stock market history.",
  "In the past four months, Facebook stock has plunged 35%—erasing $221 billionin wealth.",
  "For the past two years, it has added an average of 46 million new users every quarter.",
  "Facebook can only do it effectively if people continue to give their personal data.",
  "Many of today’s super-firms have gotten rich collecting and selling personal data.",
  "These are the third, fourth, and sixth biggest publicly traded companies on earth.",
  "Facebook’s user growth numbers in the past two quarters have also been terrible.",
  "Facebook has hired the equivalent of a small city to shore up its cybersecurity.",
  "You get network, email, web, cloud, mobile security, and much more… all in one.",
  "In just six months, its cybersecurity headcount has doubled to 20,000 workers!",
  "As such, no cost is too high when it comes to protecting your customers’ data.",
  "Every company—big, small, domestic, global—needs reliable cybersecurity today.",
  "Once you lose the trust of your customers, almost nothing will get it back.",
  "You probably have not, because the major media have practically ignored it.",
  "Demand for cyber services is set to explode by 70% in the next five years.",
  "The worst part is that it’s been done without users’ explicit permission.",
  "John D. Rockefeller’s Standard Oil was the first ever $1 billion company.",
  "The best thing about cybersecurity is that there’s always demand for it.",
  "Hackers are constantly finding new ways to exploit vulnerable systems.",
  "This year Google will earn over $100 billion from selling online ads.",
  "This data breach potentially helped Donald Trump win the presidency.",
  "How Much Would Mark Zuckerberg Have Paid to Avoid This Catastrophe?",
  "My favorite stock in cybersecurity is Fortinet (FTNT)—here’s why.",
  "The 20th century’s most powerful companies got rich selling oil.",
  "The company’s revenue has exploded 135% in the past four years.",
  "When nobody trusts Facebook, the company is dead in the water.",
  "Since going public in 2012, Facebook stock has shot up 400%.",
  "It combines dozens of cyber solutions into a single product.",
  "So companies must pour out big money to get ahead of them.",
  "Facebook stock plunged 17% on the day of the news.",
  "98% of its revenue comes from selling online ads.",
  "Fortinet’s Security Fabric platform solves this.",
  "And its stock is up 140% in the past two years.",
  "Take a look at this chart of Facebook stock.",
  "In April, the love affair ended with a thud.",
  "The company’s reputation is in shambles.",
  "For years, it was a Wall Street darling.",
  "See here:\n\nHow Do We Make Money from It?",
  "You can’t run a business without it.",
  "Things only got worse from there.",
  "But it’s too little too late.",
  "Today it’s half that.",
  "But here’s the catch.",
  "Makes sense, right?",
  "It is ugly."
]