[
  "One document from the cache is allegedly the contents of an email sent by Mark Zuckerberg outlining how Facebook could press advertisers for more money to access user data, saying: “Reading anything, including friends, costs a lot of money.”\n\nExhibit 170 – Mark Zuckerberg discussing linking data to revenue\n\nMark Zuckerberg email – dated 7 October 2012\n\n‘I’ve been thinking about platform business model a lot this weekend…if we make it so devs can generate revenue for us in different ways, then it makes it more acceptable for us to charge them quite a bit more for using platform.",
  "Or if the revenue we get from those doesn’t add up to more that the fees you owe us, then you just pay us the fee directly.’\n\nDamian Collins, the chair of the Culture, Media and Sport select committee, used a rare and unusual parliamentary mechanism to force the founder of U.S. based software company Six4Three to hand over documents relating to Facebook when he was visiting the U.K. on a business trip recently.",
  "We’ve failed to get answers from Facebook and we believe the documents contain information of very high public interest.” Collins stated that Zuckerberg’s refusal to testify before the U.K. Parliament and testimony from a Facebook executive in February which they found to be misleading has forced Parliament’s hand in the matter.",
  "“We have followed this court case in America and we believed these documents contained answers to some of the questions we have been seeking about the use of data, especially by external developers.”\n\nThe full cache of Facebook documents can be read here.",
  "For the money that you owe, you can cover it in any of the following ways:\n\nBuys ads from us in neko or another system\n\nRun our ads in your app or website (canvas apps already do this)\n\nUse our payments\n\nSell your items in our Karma store.",
  "BBC News reports the U.K. Parliament’s fake news inquiry has published a number of seized Facebook documents, which include emails between senior members of Facebook staff and other employees.",
  "Parliament went as far as sending a sergeant-at-arms to the software company founder’s hotel with a warning and two-hour deadline to comply with its order and hand over the documents.",
  "A group of British MP’s, seemingly upset at Facebook CEO Mark Zuckerberg’s refusal to appear before the U.K. Parliament, have released a cache of seized Facebook documents.",
  "The cache — which is approximately 250 pages long and was marked as “highly confidential” — was obtained from Six4Three, a startup app company that is suing Facebook.",
  "A basic model could be:\n\nLogin with Facebook is always free\n\nPushing content to Facebook is always free\n\nReading anything, including friends, costs a lot of money.",
  "When he failed to do so, he was escorted to Parliament where he was informed he faced heavy fines and even imprisonment for not complying.",
  "The basic idea is that any other revenue you generate for us earns you a credit towards whatever fees you own us for using plaform.",
  "And it has not answered our questions about who knew what, when with regards to the Cambridge Analytica scandal,” he said.",
  "So instead of every paying us directly, they’d just use our payments or ads products.",
  "The documents outline many of Facebook’s practices around advertising.",
  "“This is an unprecedented move but it’s an unprecedented situation.",
  "For most developers this would probably cover cost completely.",
  "It misled us about Russian involvement on the platform.",
  "“We are in uncharted territory,” said Collins.",
  "Perhaps on the order of $0.10/user each year.",
  "“We have very serious questions for Facebook."
]