[
  "Facebook documents published by UK – the key takeaways Read more\n\nZuckerberg’s assessment – that “sharing” was only valuable if people were sharing data with his company – was endorsed by Facebook’s chief operating officer, Sheryl Sandberg, who responded, “I think the observation that we are trying to maximize sharing on facebook [sic], not just sharing in the world, is a critical one.”\n\nThe emails provide an uncommon window into the thinking of Zuckerberg and other Facebook executives as they sought revenue streams amid an industry-shaking shift from desktop to mobile computing.",
  "“I think we leak info to developers, but I just can’t think of any instances where that data has leaked from developer to developer and caused a real issue for us.”\n\nIn another email, he appeared to be aware that some developers were misusing their access to data, but appeared focused on how this harmed the company, not the users whose data was being accessed: “Not charging still means people will overuse and abuse our APIs and waste money for us, so I still think we should implement some kind of program where you have to pay if you use too many of our resources,” he wrote.",
  "In his post on Wednesday, Zuckerberg couched this profit motive as a struggle for survival, writing, “Running a development platform is expensive and we need to support it.”\n\nIn an email sent on 26 October 2012, however, the former Facebook executive and Zuckerberg confidant Sam Lessin provided his then boss with another way to reconcile the company’s values with its baser needs.",
  "The company decried the publication of the “cherrypicked” documents in a blogpost published on Wednesday, stating: “The set of documents, by design, tells only one side of the story and omits important context … The documents were selectively leaked to publish some, but not all, of the internal discussions at Facebook at the time of our platform changes.",
  "“If we had only done it a year sooner we could have prevented that situation completely.”\n\nBut the emails reveal that some internal discussions focused on exploiting developers’ hunger for the user data to benefit Facebook’s bottom line, and that Zuckerberg himself was dismissive of the idea that developers could or would misuse user data.",
  "Rather than letting devs pay a one time fee to fetch data, we could effectively do this by mandating that devs must keep data fresh and update their data each month.”\n\nFacebook discussed cashing in on user data, emails suggest Read more\n\nHe continued: “Another idea is charging different developers different rates for things.",
  "Photograph: NurPhoto/NurPhoto via Getty Images\n\nIn another email, which was forwarded to a handful of executives on 7 October 2012, Zuckerberg explained his inspiration for another idea – requiring developers to pay Facebook a fee, “perhaps on the order of ~$0.10 / user each year” to access data about users.",
  "“This should be relatively simple, achieve the goal of controlling costs and make us some money if we want.”\n\nThat discussion of abuse comes from a lengthy email Zuckerberg sent to top executives at 2.54am on 19 November 2012, laying out his thoughts on the “platform business model”.",
  "The whole banking industry is based on charging people different rates.”\n\nWhile it would hardly be noteworthy for a normal CEO to justify efforts to turn a profit, Facebook and Zuckerberg have long claimed to be driven by a sense of mission rather than a thirst for profit.",
  "“That may be good for the world, but it’s not good for us,” Zuckerberg wrote in a 2012 email about the possibility that developers would build applications that used data about Facebook users and their friends, but not provide any data back to Facebook.",
  "Executives considered charging developers fees to gain access to user data – something Facebook now claims it would never do – and discussed other schemes to leverage the company’s scale and vast troves of user data into revenue.",
  "So ultimately, I think the purpose of platform – even the read side – is to increase sharing back into Facebook.”\n\nUltimately, Zuckerberg wrote, he hoped to find “the right balance between ubiquity, reciprocity and profit”.",
  "But the facts are clear: we’ve never sold people’s data.”\n\nFacebook Twitter Pinterest Sheryl Sandberg endorsed Mark Zuckerberg’s assessment that ‘sharing’ was only valuable if people were sharing data with Facebook.",
  "“I’ve been reading a lot of books on finance and banking recently, and even though the idea of an information bank is not identical to financial bank, the comparison suggests some interesting things,” he wrote.",
  "Facebook had previously allowed third-party app developers broad access to user data, ranging from their birthdays and profile pictures to the names of their friends and the contents of their private messages.",
  "More sharing, more friends and more connection will “make the world more open and connected” and “bring the world closer together”, Mark Zuckerberg has argued, even as his company has been engulfed by scandal.",
  "Sometimes the best way to enable people to share something is to have a developer build a special purpose app or network for that type of content and to make that app social by having Facebook plug into it.",
  "In a Facebook post published on Wednesday in response to the documents’ release, Zuckerberg wrote that “preventing abusive apps” on the platform “was the main purpose of this major platform change”.",
  "But confidential emails, released on Wednesday by the British parliament, reveal the hardheaded business calculations that lurked beneath the feelgood image projected by Zuckerberg and Facebook.",
  "At one point, Zuckerberg mused about how Facebook could mimic financial institutions as an “informational bank” whose assets were user’s personal information rather than money.",
  "The documents were obtained and published by the House of Commons digital, culture, media and sport (DCMS) committee, despite a court order by a US judge, who had sealed them.",
  "Facebook has strongly objected to the release of the documents, which it provided to the attorneys of a former app developer, Six4Three, during the course of a lawsuit.",
  "Photograph: Fabrice Coffrini/AFP/Getty Images\n\nSix4Three’s grievance stems from changes Facebook made in 2014 and 2015 to restrict developer access to user data.",
  "However, that may be good for the world but it’s not good for us unless people also share back to Facebook and that content increases the value of our network.",
  "“And the only way we can do that is with the best people and the best infrastructure – which requires that we make a lot of money/be very profitable.”",
  "Facebook Twitter Pinterest Facebook decried the publication of the ‘cherrypicked’ documents in a blogpost published on Wednesday.",
  "“I’m generally skeptical that there is as much data leak strategic risk as you think,” he wrote in an email in October 2012.",
  "“The answer I came to is that we’re trying to enable people to share everything they want, and to do it on Facebook.",
  "“It’s important to first fully explore what we’re trying to get out of the platform,” he wrote.",
  "“This was the change required to prevent the situation with Cambridge Analytica,” he wrote.",
  "The central mythos of Facebook is that what’s good for Facebook is good for the world.",
  "“For example, banks charge you interest for as long as you have their money out.",
  "“Our mission is to make the world more open and connected,” Lessin wrote."
]