[
  "We've never sold anyone's data.”\n\nThe actual email in question, dated October 7, 2012 and authored by Zuckerberg himself, offers that “I've been thinking about platform business model a lot this weekend ... if we make it so [developers] can generate revenue for us in different ways, then it makes it more acceptable for us to charge them quite a bit more for using platform.",
  "Putting this all together, Zuckerberg’s rationalization earlier today of those 2012 discussions by envisioning Facebook as a cloud computing provider that just so happens to toss user data into the mix is at once a hopefully naïve rendering and simultaneously an Orwellian commodification of the most personal and intimate digital lives of its two billion users.",
  "Or if the revenue we get from those doesn’t add up to more that the fees you owe us, then you just pay us the fee directly.”\n\nTo Zuckerberg, it seems that “selling” user data is narrowly defined as offering up ZIP files for download priced per user, where the “product” being “sold” is a boxed-up copy of the data of a given set of users.",
  "His statement largely acknowledges Facebook’s focus on generating revenue and the fact that as a for-profit company it must be “economically sustainable.” One line in his statement, however, is striking for the way it juxtapositions Facebook’s perceived role in the online ecosystem compared with traditional commercial cloud vendors.",
  "After all, given his statement, would Zuckerberg consider “bartering” to be a form of “selling?” It would be far more reassuring if the company would state for the record that beyond directly transactional advertising fees, it has never received anything, whether of value or not, in return for access of any kind to user data.",
  "A sales pitch based around each user account representing the intimate and very personal life of a very real physical human being and setting pricing accordingly would escalate the concept of “selling” data but would at the same time acknowledge the immense value that that individual likely places on their personal life.",
  "Midway through his missive, Zuckerberg offers a defense of his internal emails regarding the idea of quite literally selling access to user data: “we decided on a model where we continued to provide the developer platform for free and developers could choose to buy ads if they wanted.",
  "The company did not respond to requests for comment on the emails, though in public statements it has argued that the emails do not provide the whole context for its conversations, while declining to clarify what it believes is missing or to provide that absent context.",
  "Nor, apparently, does Zuckerberg see the idea of charging directly for access to each individual user file to be a form of “selling” so long as the access being sold is to be used in providing said user a better experience with that Facebook-connected application.",
  "Instead, by treating user data as merely part of a bulk package deal as part of a hardware rental contract, Facebook shows a frightening disregard for just how personal and intimate that data is that it is simply tossing over the fence to its developers.",
  "This is a particularly intriguing framing as it would allow Facebook to rationally and legally argue that the product of value being “sold” is indeed “hardware” rather than “data.” To its two billion users, however, such distinctions are meaningless.",
  "In essence, a commercial cloud company like any other in which developers are paying to rent hardware, but where the benefit is not specialized hardware capability or software systems, but rather unique access to the social media data of its users.",
  "Zuckerberg is right to a degree in that a court of law might not consider these situations to rise to the level of “selling” data, but rather things like “bartering” or “subscription membership” fees or even “access” or “integration” fees.",
  "In response to the release earlier today of the Six4Three collection of internal Facebook emails, Mark Zuckerberg issued a statement largely downplaying the significance of the emails that the company had fought so heavily to keep secret.",
  "More importantly and troublingly, however, this idea of Facebook as a cloud provider that just happens to come preloaded with user data, represents an ultimate commodification of its users as nothing more than utility data points.",
  "Neither is the idea of requiring a developer to purchase a certain amount of advertising in return for getting access to data in a sort of “subscription fee” model where payment is made for membership rather than per file.",
  "After all, developers create applications that drive traffic or content to Facebook and which help to keep them engaged while they are there, luring them back and upping the total ad surface and duration to monetize.",
  "However, a more interesting aspect of Zuckerberg’s statement from earlier today was his comparison of Facebook’s developer platform to traditional commercial cloud computing services like Amazon AWS and Google Cloud.",
  "In stark contrast, developers don’t choose Facebook’s application platform to gain access to specialized hardware or software tooling or AI systems to build systems entirely unrelated to the social media experience.",
  "Seen in this light, Zuckerberg appears to be rationalizing the idea of charging access for user data by seeing the transaction as renting hardware that just happens to come preloaded with two billion people’s data.",
  "To the average Facebook user, however, whether their data is being traded for something else of value, included as part of a bulk subscription or charged individually, such distinctions mean little.",
  "Instead, bartering access to user data by providing data in return for monetizable benefits, such as licensing of a trademark in return for extended access, is not “selling” in Zuckerberg’s mind.",
  "Perhaps on the order of $0.10/user each year.” He goes on to clarify that “For the money that you owe, you can cover it in any of the following ways: Buys ads from us in neko or another system.",
  "In reality, however, developers who use Amazon’s cloud don’t get access to Amazon’s marketplace data, nor developers on Google get access to its web indexes or Microsoft access to Office data.",
  "It is also interesting that given Facebook’s emphasis on growth at all costs captured in these emails, that it did not view developers as merely extensions of its own programming staff.",
  "In Zuckerberg’s telling, cloud vendors like Amazon, Google, Microsoft and others rent their computing hardware for developers to run their applications on, so Facebook is no different.",
  "Zuckerberg’s framing in both 2012 and today articulating developers as either profit or cost centers, rather than extensions of its own developer community is intriguing.",
  "Other ideas we considered but decided against included charging developers for usage of our platform, similar to how developers pay to use Amazon AWS or Google Cloud.",
  "In the end, perhaps most of all it reminds us just how little we mean to Facebook and that after all these privacy scandals, it still doesn’t understand privacy.",
  "To put it more directly, developers choose Facebook’s platform to gain access to the personal data of its two billion users which it holds in trust for them.",
  "A manufacturer isn’t likely to choose Facebook as the best cloud vendor to maintain their warehouse inventories or store their customer credit card data.",
  "The basic idea is that any other revenue you generate for us earns you a credit towards whatever fees you own us for using plaform [sic].",
  "Run our ads in your app or website (canvas apps already do this) Use our payments Sell your items in our Karma store.",
  "With the commercial cloud you bring your own data, they merely rent you the hardware and software tools to use it.",
  "In this light it is almost remarkable that Cambridge Analytica became the exception, rather than the norm.",
  "Though here again we have nothing more than the company’s words and very carefully constructed semantics.",
  "Developers choose those clouds based on their hardware and software environments, not access to data.",
  "So instead of every [sic] paying us directly, they’d just use our payments or ads products.",
  "It is also true that Facebook apparently never actually put these plans into effect.",
  "Their data is being “sold” no matter how you wish to twist your semantics.",
  "Developers choose Facebook’s platform to gain access to Facebook’s data.",
  "For most developers this would probably cover cost completely.",
  "A basic model could be: Login with Facebook is always free.",
  "Reading anything, including friends, costs a lot of money.",
  "To be clear, that's different from selling people's data.",
  "Pushing content to Facebook is always free.",
  "This model has worked well."
]