[
  "[YouTube / Kimberly Mas]\n\nRead more\n\nRudy Giuliani’s bizarre “anti-Trump” Twitter conspiracy theory, explained\n\nThe most important country for the global climate no one is talking about\n\nMilo Yiannopoulos’s collapse shows that no-platforming can work\n\nThe “Jewish American Princess” is our most complex Jewish stereotype\n\nIs the CRISPR baby controversy the start of a terrifying new chapter in gene editing?",
  "And in our grief, let us smile knowing that Dad is hugging Robin and holding Mom’s hand again.” [Former President George W. Bush eulogizes his father in a funeral service held at National Cathedral in Washington, DC / Axios]\n\nWatch this: Why women’s pockets suck\n\nWomen’s minuscule pockets favor fashion over function – and it sucks.",
  "A behind-the-scenes look at Facebook’s operations\n\nNearly 250 pages of internal Facebook documents, including personal emails exchanged between CEO Mark Zuckerberg and COO Sheryl Sandberg, were posted online by the British government and reveal a new low in the technology magnate’s aggressiveness to make money.",
  "[Axios / David McCabe]\n\nDamian Collins, the British Parliament member who launched the probe and released the documents online, wrote on Twitter that they hope to show how Facebook exercises its “dominant position in the social media market” and prompts debate over the rights of social media users.",
  "[Motherboard / Jason Koebler and Joseph Cox]\n\nThe documents, which had been previously sealed by a California court, primarily show Facebook granting special access to its user data to firms like Lyft, Netflix, and Airbnb, while restricting it to others after a company policy change.",
  "[Reuters / Sarah Marsh]\n\nMiscellaneous\n\nAfter months of speculation, comedian Kevin Hart has officially landed the 2019 Oscars host gig, which he called the “opportunity of a lifetime.” The Golden Globe Awards, scheduled to air in a month, have yet to find their presenter.",
  "[Reuters / Lisa Richwine]\n\nThe Temple of Satan has, er, infiltrated a government building: A 4-foot-tall Satanic statue was added to a series of displays at the Illinois statehouse — placed between a Christmas tree and a menorah — to mark the holiday season.",
  "[BBC]\n\nAnti-Trump activists — among them Claude Taylor, a former Bill Clinton campaign aide — have put up a fake “Khashoggi Way” sign outside the Saudi Embassy in Washington, DC, to protest the administration’s handling of the journalist’s murder.",
  "[NYT / Adam Satariano and Mike Isaac]\n\nAfter the rival Twitter Inc. launched Vine, a short video-sharing tool that users could connect to Facebook, Zuckerberg approved shutting down Vine’s access to the friends feature to reduce competition.",
  "For more newsletters, check out our newsletters page\n\nCuba goes broadband\n\nBeginning this week, Cuban citizens will enjoy full internet access on their mobile devices after the country has stayed off the grid for years.",
  "[AP / Andrea Rodriguez]\n\nUntil now, Cubans only had access to state-run email accounts on their phones; use of the country’s 3G network was restricted to tourists, government officials, and foreign businesspeople.",
  "[Twitter / Damian Collins]\n\nFacebook and Zuckerberg pushed back by saying that the documents may only paint a selective picture of the company, which is facing a lawsuit at the moment.",
  "[NPR / Bill Chappell]\n\nNearly half of Cuba’s 11.2 million residents have cell devices, but it’s unclear how many of them will actually be able to afford internet service.",
  "Internal Facebook documents reveal troubling details of the social media platform’s operations; Cuban residents are granted full internet access on their mobile phones.",
  "It previously introduced wifi hotspots around the island, though many residents complained that they had to brave the elements and insects to reach them.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "[Twitter Moments]\n\nA new case study published in the Lancet details the birth of the first baby by a uterus transplant from a deceased donor.",
  "[Bloomberg / Nate Lanxon and Sarah Frier]\n\nEmails between Zuckerberg and Sandberg also reflect little worry over leaks of users’ data.",
  "In a 2012 exchange, the Facebook founder expressed gratitude that data leaks to fellow developers had caused no “real issue” for them.",
  "[Time / Jamie Ducharme]\n\nVerbatim\n\n“We’re going to miss you: your decency, sincerity, and kind soul will stay with us forever.",
  "[Al Jazeera]\n\nThe communist government has long made it a priority to increase connectivity in the small Caribbean nation.",
  "A few years later, that same attitude led to the Cambridge Analytica scandal that prompted the UK investigation.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "[Six4Three files]\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "The baby is healthy, according to a report, and will soon celebrate her first birthday.",
  "A standard monthly wage is $30, and the cheapest package is set to cost $7.",
  "Vox Sentences is your daily digest for what’s happening in the world.",
  "[Facebook / Mark Zuckerberg]\n\nYou can find the full documents here.",
  "The best father a son or daughter could have.",
  "..."
]