[
  "“They don’t seem to be for targeting (content) and I doubt they drive meaningful increases in engagement either.”\n\nA proposed alternative was charging apps for access to Facebook user data, though such a move would have likely limited the number of apps that worked with Facebook, Zuckerberg wrote in one message.",
  "REUTERS/Charles Platiau/File Photo\n\nThe decision made it possible for a quiz app to gather data on about 87 million Facebook users the following year, and later share the information with the now-defunct British political consulting firm Cambridge Analytica, which worked on Donald Trumps’ presidential campaign.",
  "SAN FRANCISCO (Reuters) - Facebook Chief Executive Mark Zuckerberg questioned the business case for giving millions of outside software developers wide access to customer data before endorsing the practice in 2012, according to internal emails published on Wednesday.",
  "The CEO’s 2012 emails, obtained by a British government panel investigating Facebook, provide an unusual window into the internal deliberations over the critical strategic question of how much customer data the social network should share.",
  "Zuckerberg and senior leaders debated how data-exchange deals with companies like Spotify and Pinterest could generate revenue, believing that Facebook was getting less benefit from the arrangement than its partners.",
  "“The purpose of the platform is to tie the universe of all the social apps together so we can enable a lot more sharing and still remain the central hub,” he said in an email to several top executives.",
  "“This finds the right balance between ubiquity, reciprocity and profit.”\n\nBy 2014, Facebook had moved to restrict the free promotion and wide data access from which outside developers benefited.",
  "Zuckerberg loosely proposed the idea of charging apps 10 cents for every user data request, a fee he estimated would cost Spotify and Pinterest about $3 million annually, according to one email.",
  "REUTERS/Dado Ruvic/Illustration\n\nUltimately, Zuckerberg in the emails stuck with the goal he had set when launching the developer tools years earlier: Get people to share more items on Facebook.",
  "Zuckerberg lamented his choice in a Facebook post on Wednesday, saying that cracking down a year earlier could have helped the company avoid a privacy scandal that has tarred its reputation.",
  "If Facebook made it easy for more apps to integrate social features, Zuckerberg wrote months later, “we should be able to unlock more sharing in the world and on Facebook.”",
  "“In theory, we want information, but are the posts developers are giving us actually valuable?” Zuckerberg wrote in response to a lengthy email from a lieutenant.",
  "In its IPO filing, the company said working with other apps was “key” to increasing usage of Facebook and had improved its ability to personalize news feeds.",
  "A person holds a smartphone with the Facebook logo in front of displayed \"top secret\" and \"email\" words, in this picture illustration taken December 6, 2018.",
  "But Zuckerberg questioned whether such apps and the data they sent back to Facebook were producing sufficient increases in usage and revenue.",
  "FILE PHOTO: Facebook's founder and CEO Mark Zuckerberg speaks at the Viva Tech start-up and technology summit in Paris, France, May 24, 2018.",
  "But charging had led the best games to abandon Facebook’s services, Lessin said, and he was “not proud” of those that remained.",
  "Facebook had “maximized profit” from games integrating with Facebook by charging them a fee, Zuckerberg said.",
  "Facebook had recently gone public and was counting on third-party apps such as games to help drive growth.",
  "In another thread, he and Sam Lessin, a director of product management, weighed the consequences.",
  "SHIFTING GEARS\n\nThe deliberations in the late 2012 emails focused on profit rather than privacy.",
  "Though the tools and data remained free, they became less valuable to many app makers.",
  "Facebook stayed the course, with Zuckerberg rejecting fees in late 2012.",
  "Facebook did not immediately respond to a request for comment.",
  "Lessin did not respond to a request to comment."
]