[
  "“If everybody with an Apple Watch and an alert from an Apple Watch went to a heart-rhythm doctor that was super comfortable with this, then I think it would be O.K.,” says Dr. John Mandrola, a cardiac electrophysiologist practicing in Louisville, Ky. “But there are going to be millions of people going to the doctor that in many cases will be just fine.”\n\nApple responds that no medical test is 100% accurate, so some false positives are inevitable.",
  "“I’m hopeful and optimistic that if we collect lots of data, put it all together and crunch our way through it, we’ll find out useful and interesting things, be able to improve health and all these really good things,” says Nicholson Price, assistant professor of law at the University of Michigan Law School.",
  "From Google, which has a secretive division devoted to no less a puzzle than lengthening the human life span, to startups like AliveCor, which makes its own tiny ECG heart monitor to connect to smartphones, companies large and small are looking for ways to scan, analyze and track your bodily functions.",
  "Though less sophisticated than hospital ECG machines–which typically require sticking 10 different electrodes to the patient’s body–the watch version can nonetheless provide basic information and warnings of potential anomalies worthy of a closer look by a medical professional.",
  "Before long, Foley was in an emergency room, where doctors hooked him up to an electrocardiogram (ECG), which showed that he was in atrial fibrillation, or AFib, an irregular heartbeat that can lead to blood clots, stroke and other potentially fatal complications.",
  "Google parent Alphabet backs a head-spinning range of health initiatives, from artificial intelligence to detect signs of illness when fed a patient’s health data; to Calico, a subsidiary devoted to understanding human aging with an eye to longer life spans.",
  "To that end, Apple has launched several features, including Screen Time, an iPhone app that keeps tabs on the amount of time a user spends on their device, and Breathe, an Apple Watch app that guides users through a brief deep breathing exercise.",
  "While Apple’s setup process offers a quick briefing explaining what an ECG shows, it will largely be up to users’ physicians, cardiologists and other medical professionals to respond to concerns–and to use the data as they see fit, if at all.",
  "The idea was to give people a central spot to collect sensitive health information, one that would make it easy to share with medical professionals while at the same time keeping it secure with Apple’s data-encryption technology.",
  "In a move that didn’t attract much attention among tech journalists but that made a splash in the medical-tech world, Apple hired Dr. Sumbul Desai from Stanford’s medical school to serve as its vice president of health.",
  "Any anomalous readings from the ECG can be transmitted to the user’s physician, along with a note detailing any physical symptoms users may have been feeling that spurred them to take an ECG reading in the first place.",
  "Gadgets and apps will allow patients to give their doctors “a more complete picture.”\n\nThe engineers of Silicon Valley have a long history with health technology–but of the corporate, rather than the personal, variety.",
  "“We have tens of millions of watches on people’s wrists, and we have hundreds of millions of phones in people’s pockets,” says Apple’s chief operating officer Jeff Williams, who oversees the company’s health projects.",
  "If successful, tech companies will usher in a new era in which your vital signs are constantly monitored, you and your doctor have access to a trove of data and your phone or watch can alert you of potential danger.",
  "Foley spent the next few days in the hospital while doctors worked to return him to a normal sinus heart rhythm–eventually turning to a procedure called electrical cardioversion to shock his heart back to normalcy.",
  "Facebook’s hospital data-sharing idea was shelved after the Cambridge Analytica scandal, which convinced many everyday social-media users to reconsider what data they’re sharing and with whom they’re sharing it.",
  "But with the new ECG scan, Apple is moving squarely into medical aspects of health, a distinction underscored by the fact it sought–and received–Food and Drug Administration clearance for the cardiac monitor.",
  "She went back to school for a medical degree and completed her residency at Stanford, eventually joining the university and later becoming vice chair of strategy and innovation for the department of medicine.",
  "So this is something we view as not only an opportunity, but a responsibility of ours.” This holiday season, if you aren’t obsessively checking your cardiac function, you’ll probably know someone who is.",
  "Some experts already fear a surge of watch-wearers flooding emergency rooms and physicians over the slightest blip–potentially prompting costly and unnecessary tests (and no small measure of anxiety).",
  "Theranos and its charismatic CEO, Elizabeth Holmes, promised to revolutionize medical testing by dramatically reducing the amount of blood required to get usable results, cutting costs in the process.",
  "The company has sought to build a privacy-friendly image, and compared with most of its competitors, Apple focuses more on selling hardware, music and movies than on monetizing its customers’ data.",
  "If anything out of the ordinary was detected, the user was put in touch with a doctor and, in some cases, sent a traditional ECG device, which was then used to assess the accuracy of the watch.",
  "The company’s Series 4 watch, which went on sale Sept. 21, looked much like its predecessors–but it actually includes a new set of sensors capable of measuring electrical activity in the body.",
  "More to the point, though, given how capable most phones are now, makers need to find new ways to distinguish their products beyond bigger screens and slightly-better-than-last-year’s cameras.",
  "Apple wanted to market the Watch as a fitness companion, and Williams, the COO, says the sensor was born out of a need to more accurately track the number of calories a user burned in a day.",
  "If health-tracking features can keep current customers loyal to iPhones and Apple Watches and help attract new buyers, they will provide a lifeline to this critical part of Apple’s business.",
  "The first clear evidence of Apple’s health fixation arrived in 2014, just three years after the death of its visionary co-founder Steve Jobs from complications related to pancreatic cancer.",
  "Foley, a 46-year-old information-technology worker from Kyle, Texas, was heading into the theater to see Avengers: Infinity War when he realized he was having trouble breathing normally.",
  "Some cardiologists and other experts have raised concerns that the Apple Watch’s ECG feature is unnecessary for the general population or could cause problems, including false positives.",
  "“There was a lot of thought put into the user interface to make sure someone understands what to do with the information, so that it’s actionable but not anxiety-provoking,” says Desai.",
  "Some 23andMe customers have already expressed outrage over the GlaxoSmithKline deal, which in part gives the pharma giant access to 23andMe users’ anonymized data for drug targeting.",
  "The new Apple Watch can also be set up to periodically scan for potential abnormalities in the background, and alert users when something may be amiss, prompting them to take an ECG.",
  "She continues to serve as a clinical associate professor of medicine there in addition to her Apple responsibilities, a signal of the level of cooperation between the organizations.",
  "From privacy-shredding data breaches to overhyped developments like the now-disgraced Theranos blood tests, Silicon Valley has a distinct deficit of trust with consumers these days.",
  "Apple COO Williams says all health data collected by the Apple Watch is encrypted both on the device itself and if users choose to back it up, making it harder for hackers to reach.",
  "It was a bigger step than you might imagine, because Foley was wearing an Apple Watch equipped with medical sensors and experimental software to track basic functions of his heart.",
  "Venture capitalists invested a record $10.8 billion last year in startups working in health-related fields like biotech and genetics, according to deal-tracking site PitchBook.",
  "But it has taken steps to reduce them: the Apple Watch will only alert users to a potential problem if it detects five instances of what it considers a cardiovascular episode.",
  "Unfortunately, Silicon Valley’s aspirations have been marred by missteps–most notably in the case of Theranos, founded in 2003 and valued at approximately $10 billion by 2015.",
  "Practically all people are now walking around with a powerful computer in their pocket, one that’s capable of serving as the hub for other gadgets, like watches and sensors.",
  "And it took a public–and controversial–stand when it objected to helping the FBI unlock an iPhone used by a gunman in a December 2015 San Bernardino, Calif., shooting.",
  "“When I’m seeing patients, it’s often just the snapshot that I get when you’re in clinic with me, but what goes on in your everyday life is a big black box,” she says.",
  "And as technology companies are increasingly criticized for their role, whether real or perceived, in damaging our mental health, there’s pressure to find solutions.",
  "“The negative side of that of course is what it always is, which is that Big Data is great for selling people stuff.”\n\nIn that respect, Apple may have an advantage.",
  "Indeed, Hewlett-Packard, the origin of the startup-in-a-garage mythos, grew to have a robust business in medical instrumentation for hospitals and doctors’ offices.",
  "A traditional hospital ECG is often referred to as a “12-lead” machine, because its 10 different electrodes provide information on 12 different areas of the heart.",
  "At best, they say, that could result in stress for users and unnecessary visits to doctors, helping further burden an increasingly sluggish health care system.",
  "The startup 23andMe has turned DNA testing into a consumer product; pharmaceutical giant GlaxoSmithKline recently acquired a $300 million stake in the company.",
  "Though harder to quantify than ECG and blood-pressure readings, doctors learn more all the time about how mental health affects a person’s overall well-being.",
  "It was in some ways a virtual medical file, a place for users to store data on everything from body weight to blood pressure to the results of various tests.",
  "That’s when Apple will roll out a software update that turns its latest model, called the Series 4, into a personal ECG, thanks to an innovative new sensor.",
  "While final data from the Stanford study hasn’t yet been published, Apple says the Series 4’s accuracy levels are over 98% when compared with a 12-lead ECG.",
  "The company doesn’t break out watch-sales figures, but one highly regarded analyst estimates it will sell about 9 million of the latest model by year’s end.",
  "Apple says it has worked closely with medical experts to deliver that information in a way that’s familiar and useful rather than foreign and overwhelming.",
  "The watch can perform an ECG thanks to two electrodes, one on the back of the device where it makes contact with a user’s wrist, and the other on the side.",
  "Yet some of the most powerful advances in health could come from taking the data from all of these individual users and mining it for new discoveries.",
  "An ECG is, in effect, simply a way of measuring electrical signals, but it can reveal much more about what’s going on in the heart than pulse alone.",
  "But even as subjects in the Stanford study were getting a window into their cardiac health, Apple was engineering a closer look still at the heart.",
  "Once the updated software rolls out to activate the feature, users will be able to open a new ECG app and place a finger on the watch’s crown.",
  "The watch could calculate pulse by flashing the LEDs hundreds of times a second and measuring how much green light was absorbed by the blood.",
  "Meanwhile, though, other companies are busy developing and selling add-on devices, from a blood-pressure monitor to a sleep-aiding headband.",
  "About 30 seconds later, users can view a readout of the heart rhythm on their iPhone, and they will be alerted to potential abnormalities.",
  "The Apple Watch ECG, lacking all those wires stuck to different parts of your body, is similar to what’s considered a single-lead device.",
  "What worries Mandrola and others, though, is the sheer scale of what’s about to unfold–a consequence of the ubiquity of Apple’s products.",
  "Captain America and Black Panther were about to defend Earth from the villain Thanos when Kevin Foley first noticed something was wrong.",
  "Some information could be typed in by the user, while other data could flow directly into Health from compatible devices and apps.",
  "“Apple’s largest contribution to mankind will be in improving people’s health and well-being,” he told TIME in a recent interview.",
  "Having disrupted work, shopping, entertainment and our social interactions, Silicon Valley increasingly wants to play doctor too.",
  "For Apple, this new ECG-on-your-wrist is its biggest bet yet that personal technology will inevitably encompass personal health.",
  "But beginning Dec. 6, anyone can get an on-the-fly heart checkup, assuming they’ve shelled out $399 or more for an Apple Watch.",
  "Along with competitors, Apple gadgets have already offered fitness functions, such as apps to track the steps you’ve walked.",
  "That may sound like a lot of pressure for a watch that can tell you the time in Mickey Mouse’s voice, but Apple isn’t alone.",
  "After earning a degree in computer science from Rensselaer Polytechnic Institute, she worked at IBM and then ABC and Disney.",
  "Desai says she believes the type of continuous monitoring possible with personal technology will be a medical game changer.",
  "“From a physician and medical standpoint, your mental health is what drives a lot of your physical health too,” says Desai.",
  "Worse, false positives could also lead to unnecessary follow-up tests, with the costs and health risks those can involve.",
  "And even doctors skeptical of the device may have to heed its warnings, lest they expose themselves to liability issues.",
  "In the long run, however, it’s privacy concerns that have the biggest potential to hamper tech companies’ health dreams.",
  "In 2017 the company partnered with Stanford to launch the experiment that helped Kevin Foley find out about his AFib.",
  "A year later, Apple moved more directly into measuring your body’s functions when it launched the first Apple Watch.",
  "It involved more than 400,000 volunteers, all wearing an Apple Watch that periodically checked for abnormalities.",
  "Yet research suggests that even that pared-down approach can provide a surprisingly useful picture of the heart.",
  "The company couldn’t deliver, and Holmes was indicted earlier this year on federal charges including wire fraud.",
  "Come Dec. 6, every single Apple Watch Series 4 owner will suddenly have access to this on-demand ECG readout.",
  "(Two other caveats: it’s not meant for people under the age of 22 or those previously diagnosed with AFib.)",
  "Wi-fi scales and Bluetooth blood-pressure monitors, for instance, could automatically update your record.",
  "A recently filed patent hints at a noninvasive glucose monitor, but patents don’t always become products.",
  "(The smartphone accounted for about 60% of Apple’s $62.9 billion in revenue in the most recent quarter.)",
  "Either way, this is happening now, and in a big way, thanks to Apple’s already enormous customer base.",
  "Researchers wanted to see if the Apple Watch could be useful for identifying irregular heart rhythms.",
  "The back of the device included green LEDs and light sensors that press against the wearer’s wrist.",
  "News of data breaches that expose consumers’ personal information have become practically routine.",
  "Apple in particular needs a way to make up for what analysts forecast to be sagging iPhone sales.",
  "But he believes that, if not for the warning on his watch, he might not have sought help in time.",
  "Even as it was devising new sensors and software, Apple was also beefing up its health expertise.",
  "The sensation struck again during another movie the following night, but more severe this time.",
  "“We like to focus on the full person.”\n\nWrite to Alex Fitzpatrick at alex.fitzpatrick@time.com.",
  "But the rise of the smartphone has all but guaranteed a move to get personal with your health.",
  "As to the future beyond ECG readouts, Apple executives would not comment on coming features.",
  "Once the credits on the second film rolled, Foley took action: he looked at his wristwatch.",
  "Foley and his watch were part of an experiment run by Apple and Stanford’s medical school.",
  "“There’s a huge opportunity to empower people with more information about their health.",
  "Facebook, meanwhile, has reportedly considered a data-sharing program with hospitals.",
  "Global health care spending is estimated to reach $8.7 trillion annually by 2020.",
  "Desai, 46, is considered an expert at the intersection of medicine and health.",
  "Even if everything works much as advertised, are patients and doctors ready?",
  "To be clear, no one is suggesting that a watch can substitute for a doctor.",
  "It had, according to the display, detected signs of an irregular heartbeat.",
  "“The FDA has been very rigorous, and they should be,” says Williams.",
  "Indeed, CEO Tim Cook isn’t modest about the company’s ambitions.",
  "Scientists are devising ways to address mental health too.",
  "A new app appeared on the iPhone called, simply, Health.",
  "This appears in the December 17, 2018 issue of TIME.",
  "But one other big opportunity looms: mental health.",
  "But for every benefit, there are new risks as well.",
  "Health care may be the right prescription.",
  "But pretty much everyone wants in on this.",
  "As Foley learned, the technology worked.",
  "It was called the Apple Heart Study.",
  "“I would have never known,” he says.",
  "(See “The Beat Goes On” for more.)",
  "And the watch was worried.",
  "Foley is doing fine now."
]