[
  "The services first went dead around noon MST on Wednesday, causing complete service interruptions across half the state, from Phoenix to such northern cities as Sedona, Prescott, and Cotton Wood, according to an official from CenturyLink, the Louisiana-based communications company that owns the severed line.",
  "Nicholas Hanlon, an official with the Center for Security Policy (CSP), which has long warned about vulnerabilities to the U.S. electric grid and other key services, said that would-be terrorists could attack these sites with relative ease.",
  "BY: Follow @Kredo0\n\n\n\nCellphone, Internet, and telephone services across half of Arizona went dark on Wednesday after vandals sliced a sensitive fiber optic cable, according to those familiar with the situation.",
  "\"The Phoenix outage tells us that terrorists and otherwise hostile groups don't have to probe our defenses to find soft targets in our electrical infrastructure when vandals can do it for them,\" Hanlon said.",
  "For some, incidents of this nature have sparked concerns that a domestic or international terrorist could tamper with U.S. infrastructure, throwing state and federal governments into disarray.",
  "\"This doesn’t look like ‘vandalism’ but rather like sabotage,\" said Rachel Ehrenfeld, the founder and CEO of the American Center for Democracy (ACD) and its Economic Warfare Institute (EWI).",
  "\"There was a vandalism that took place on a fiber optic cable that basically runs from Phoenix to Northern Arizona,\" said Alex Juarez, a spokesman for CenturyLink in Arizona.",
  "In states across the nation, vandals have gone after power transformer lines and the electric grid in acts that have been characterized by authorities as forms of sabotage.",
  "While CenturyLink declined to provide specific numbers of those impacted, Juarez said that it was \"a large number of customers\" over a large portion of the state.",
  "\"NERC [The North American Electric Reliability Corporation] and the electrical industry tell us they are doing good work on their security practices one day.",
  "The outage shut down critical services across large parts of the state, preventing individuals from using their phones, bank and ATM cards, and the Internet.",
  "\"The fiber optic cable was encased in metal piping which would have to have been accessed prior to reaching the optics,\" the police said in a statement.",
  "\"Bottom line, the NERC/FERC [Federal Energy Regulatory Committee] regulatory regime is not getting the job done on the security front,\" Hanlon said.",
  "Critical services, such as police and state government databases, as well as banks and hospitals, also were affected as a result of the vandalism.",
  "Security experts familiar with these types of incidents said they highlight the vulnerability of America’s critical infrastructure.",
  "\"We’re not sure what the intent was, but they were able to cut the fiber optic cable, possibly using a hacksaw,\" Juarez explained.",
  "\"This reinforces the need to better protect our communication channels and prepare backup systems wherever possible,\" she said.",
  "They were eventually able to repair the line and get services back up and running in the early morning hours of Thursday.",
  "Phoenix police are currently investigating the incident and say they have yet to determine a motivation for the crime.",
  "The line, which is composed of extremely thick cable, appeared to have been cut with a hacksaw, according to Juarez.",
  "Phoenix Police Department officials said that officers assessed the scene following a call about \"criminal damage.\"",
  "The cable is located in a desert area north of Phoenix, meaning it is not a site routinely accessed by passersby.",
  "In this instance, it affected everything from banks to hospitals to state agencies, you name it,\" Juarez said.",
  "CenturyLink personnel responded quickly to the scene to locate where the line was cut and assess the damage.",
  "\"Next time it could be both the fiber optic cables and a cell-tower or two.\"",
  "\"It’s a desert area, so it’s very remote, extremely remote,\" Juarez said.",
  "The incident is raising concerns about the safety of U.S. infrastructure.",
  "Police say vandals must have used heavy equipment to expose the cable.",
  "The next day they tell you national security is not their job.\"",
  "Anytime there’s an outage, it impacts customers and business.",
  "\"This indicates a power tool of type may have been used.\"",
  "\"Obviously CenturyLink takes a high concern in security.",
  "\"So it’s a high priority to have these lines secure.",
  "These types of instances do not happen very often.\"",
  "\"It looks like a pretty straight cut.\""
]