[
  "\"By authorizing advertisers and bringing more transparency to ads, we can better defend against foreign interference in India's elections,\" Facebook said on its website here\n\nLast month, the company announced a similar process for advertisers seeking to run political ads in the United Kingdom.",
  "REUTERS/Ralph Orlowski\n\nNEW DELHI/BENGALURU (Reuters) - Indian advertisers wanting to run political ads on Facebook will have to confirm their identity and location to help prevent abuse of the system in the build-up to national elections, the company said on Thursday.",
  "Facebook Inc - under increasing scrutiny following the Cambridge Analytica scandal - said it would start verifying ads from Thursday and, from next year, show a disclaimer on all political ads giving more information on who placed them.",
  "Concerns over the social media giant’s practices, the role of political adverts and possible foreign interference in the 2016 Brexit vote and U.S. elections are among the topics being investigated by British and European regulators.",
  "Facebook is being investigated by lawmakers in Britain after consultancy Cambridge Analytica, which worked on Donald Trump’s U.S. presidential campaign, obtained personal data of 87 million Facebook users from a researcher.",
  "Indian Prime Minister Narendra Modi and his ruling Bharatiya Janata Party are prolific users of social media websites, including Facebook.",
  "In recent years, the country’s main opposition Congress party has also expanded its visibility on digital platforms.",
  "Parties are increasingly turning to social media to get their messages out to the country’s millions of voters.",
  "India, the world’s largest parliamentary democracy, is due to hold national elections before May next year.",
  "A Facebook logo is pictured at the Frankfurt Motor Show (IAA) in Frankfurt, Germany September 16, 2017.",
  "India’s information technology minister warned in March against any abuse of social media in elections."
]