[
  "Once sneered at by critics, recent moves by Iran and North Korea have given credibility to the potential EMP threat from an atmospheric nuclear explosion over the U.S.\n\nPry has suggested ways for Iran to deliver a nuclear attack: by ship launched off the East Coast, a missile or via satellite.",
  "Supreme Leader Ayatollah Ali Khamenei, right, attends a graduation ceremony of army cadets, accompanied by Revolutionary Guard commander Mohammad Ali Jafari, left, Chief of the General Staff of Iran's Armed Forces, Hasan Firouzabadi, second left in Tehran, Iran, Saturday, Oct. 5 2013.",
  "He noted that Iran's top military leader recently announced that he was ready for war with the U.S.\n\n\"We are ready for the decisive battle against the U.S. and the Zionist regime,\" Iranian Armed Forces Chief of Staff General Hassan Firouzabadi told Iran's Fars News Agency in 2014.",
  "(AP Photo/Office of the Iranian Supreme Leader)\n\nThe issue of a nuclear EMP attack was raised in the final hours of this week's elections in Israel when U.S. authority Peter Vincent Pry penned a column for Arutz Sheva warning of Iran's threat to free nations.",
  "RELATED: Iran nuclear talks push against deadline\n\n\"Iranian military documents describe such a scenario — including a recently translated Iranian military textbook that endorses nuclear EMP attack against the United States,\" he wrote.",
  "Suspected for years of plotting to dismantle the U.S. electric grid, American officials have confirmed that Iranian military brass have endorsed a nuclear electromagnetic pulse explosion that would attack the country's power system.",
  "One nuclear warhead detonated at high-altitude over the United States would blackout the national electric grid and other life sustaining critical infrastructures for months or years by means of an electromagnetic pulse (EMP).",
  "Arizona Republican Rep. Trent Franks, who is leading an effort to protect the U.S. electric grid from an EMP attack, has recently made similar claims based on the document translated by military authorities.",
  "Thus, Iran with a small number of nuclear missiles can by EMP attack threaten the existence of modernity and be the death knell for Western principles of international law, humanism and freedom.",
  "He has been pushing Washington and state governments to take the relatively inexpensive move to protect the electric grid, though his concern is from a nuclear attack by Iran or North Korea.",
  "American defense experts made the discovery while translating a secret Iranian military handbook, raising new concerns about Tehran's recent nuclear talks with the administration.",
  "Either way the result could be destruction of all or part of the U.S. electric grid, robbing the public of power, computers, water and communications for potentially a year.",
  "Iranian military documents describe such a scenario--including a recently translated Iranian military textbook that endorses nuclear EMP attack against the United States.",
  "For the first time in history, a failed state like Iran could destroy the most successful societies on Earth and convert an evolving benign world order into world chaos.",
  "A nationwide blackout lasting one year, according to the Congressional EMP Commission, could cause chaos and starvation that leaves 90 percent of Americans dead.",
  "Below is from Pry's column that discusses an Iran EMP attack:\n\n\n\nIran armed with nuclear missiles poses an unprecedented threat to global civilization.",
  "Frank Gaffney, founder and president of the Center for Security Policy, said the threat to the grid can also come from solar activity.",
  "Paul Bedard, the Washington Examiner's \"Washington Secrets\" columnist, can be contacted at pbedard@washingtonexaminer.com.",
  "Representative Aaron Schock, R-IL, resigned on Tuesday http://washex.am/1BNtW4Z in Washington Examiner Polls on LockerDome",
  "A knowledgable source said that the textbook discusses an EMP attack on America in 20 different places.",
  "RELATED: Is Iran playing the U.S. in the nuclear talks?",
  "\"It is increasingly frightening,\" he said.",
  "\"We have to get started on this.\""
]