[
  "“No one, law enforcement, or any of us, knows which Muslim will take the next step on the pathway to jihad by deciding to step up to this doctrinal obligation.”\n\nTHE HATE RACKET: How one group fools government into equating Christians and conservatives with Klansmen and Nazis – and rakes in millions doing it\n\nLopez called SPLC’s list “an incitement to violence.”\n\n“Publishing this list of names – along with artist sketches, birth dates and home towns – is a call to the jihadist enemy to target and attack the 12 of us,” she said.",
  "You tell me, does that make you an extremist who belongs on a hate list?”\n\nKelly called SPLC “a careless organization that cares not at all about the safety of the people it condemns, nor reputations, nor the truth.”\n\nSee Megyn Kelly’s comments:\n\nWND posed the following questions to SPLC: “While it’s clearly one thing to publicly oppose these women because you have ideological differences – and everyone protects SPLC’s right to do just that – does it concern you that this list could be endangering the safety of these women?",
  "“It surprises me that they’d choose me – so far down the list of others doing much more to sound the alarm against radicals.”\n\nIn addition to highlighting Pamela Geller, president of the American Freedom Defense Initiative and WND columnist, in their list, Potok and Smith describe her as “the country’s most flamboyant and visible Muslim-basher” and a “professional provocateur” with “a long and infamous record of smearing and demonizing Muslims.”\n\n“Who appointed the SPLC the judge of what is a hate group and what isn’t?",
  "Potok has asserted that the “biggest domestic terror threat” in America today isn’t Islam, but “pretty clearly comes from the radical right.”\n\nIn 2010, Laird Wilcox, a researcher who studies political fringe movements, said: “In private [Potok] concedes that there’s no overwhelming threat from the far right, and in public [he] says something altogether different.”\n\nWilcox added, “Professionally [Potok] is just a shill.",
  "‘Starter kit for Islamists’\n\nWashington watchdog Judicial Watch described the list as “a starter kit for Islamists to attack American women who refuse to comply with Sharia law, the authoritarian doctrine that inspires Islamists and their jihadism.”\n\nAnd Fox News host Megyn Kelly charged on her show Tuesday, “They attack several women on here who have been critical of radical Islam – radical – not all Muslims.",
  "The SPLC smear machine does not profile jihad groups but they target and libel patriots, veterans, tea-party orgs and other groups that work in defense of freedom.”\n\n‘A quite literal hit list’\n\nWND asked several women on the list whether they are concerned for their safety after SPLC released their names and personal information such as their birth years, home towns and other identifying information.",
  "Do you think the Southern Poverty Law Center is concerned about the hate coming from CAIR, which supports Hamas?”\n\nAs WND has reported, CAIR touts itself as a Muslim civil rights group, but federal prosecutors in 2007 named CAIR an unindicted co-conspirator in a plot to fund Hamas, and more than a dozen CAIR leaders have been charged or convicted of terrorism-related crimes.",
  "Some of SPLC’s donors include the Anti-Defamation League, Brady Campaign to Prevent Gun Violence, Democratic National Committee, Democratic Congressional Campaign Committee, Democratic Senatorial Campaign Committee, Hillary for America, Museum of Tolerance, United Farm Workers, United Negro College Fund, the NAACP, Planned Parenthood Action Fund, EMILY’s List.",
  "The SPLC regularly shares its claims with law-enforcement agencies and “conduct[s] in-person training for officers at the local, state and federal level” to help them “recognize and deal with hate crimes as well as threats posed by extremists.”\n\nThe SPLC has also conducted diversity training for the Department of Justice, according to Judicial Watch.",
  "– due to death threats from the Islamic State and other fifth-column jihadis living among us, for the SPLC to collaborate with that enemy, against our rights as American citizens freely to speak truth, is reprehensible.”\n\nHinners, a retired police officer, said she is “well prepared” for anyone who might be foolish enough to mess with her.",
  "I did a little bit of research, went to the website, stuff like that.”\n\nHe said he spotted FRC on SPLC’s “hate map.”\n\nAfter the attack, FRC President Tony Perkins said, “I believe the Southern Poverty Law Center should be held accountable for their reckless use of terminology.”\n\nCorkins pleaded guilty to terrorism.",
  "Oh, except its treasury is now up to $175 million or so, bigger than the GNP of some of the world’s smaller nations.”\n\nAccording to Charity Navigator, SPLC’s 2013 outlays fell into the following categories: program expenses, 65.4 percent; administrative expenses, 12.7 percent; and fundraising expenses, 22 percent.",
  "Potok is editor in chief of the SPLC’s Intelligence Report and Hatewatch blog, which claims its mission is “Keeping an Eye on the Radical Right.” Potok previously spent nearly 20 years as a reporter with USA Today, the Dallas Times Herald and the Miami Herald, according to his SPLC biography.",
  "A 2000 Harper’s Magazine article by Ken Silverstein reported that SPLC “spends twice as much on fund-raising – $5.76 million last year [1999] – as it does on legal services for victims of civil rights abuses.”\n\nIn 2010, Silverstein added, “The SPLC operates on the same basis today.",
  "Chief U.S. District Judge Richard W. Roberts sentenced him to 25 years in prison, saying it was clear Corkins intended to commit mass murder because he had rehearsed his crime, practiced shooting his gun and had brought 95 bullets with him on the day of the crime.",
  "As WND reported on June 8, Pamela Geller now faces additional security expenses of $30,000 a month after two jihadis targeted her in a May 3 shooting attack at a Garland, Texas, event where a prize was awarded for the best cartoon depiction of Muhammad.",
  "Shortly after the attack, ISIS confirmed Geller was the main target for “slaughter.” Later, ISIS follower Usaamah Rahim, who was fatally shot by Boston police officers after trying to attack them, was found by the FBI to have plotted to behead Geller.",
  "SPLC Founder and trial lawyer Morris Dees – whose multi-million-dollar mansion is reportedly dripping with luxury – has contributed money to: John Edwards, John Kerry, Ralph Nader, Bill Clinton, Tom Harkin, Julian Bond, Ted Kennedy and Jimmy Carter.",
  "An extreme leftist organization has issued what critics contend is a “starter kit” for jihadists and a “hit list” that paints a target on the backs of a dozen high-profile women who are outspoken in their opposition to jihad and Shariah law.",
  "In August 2012, 28-year-old homosexual activist Floyd Lee Corkins II attempted a mass shooting at the headquarters of the Family Research Council, a group that promotes traditional Judeo-Christian beliefs about the family and homosexuality.",
  "“If any of the people named on this list are attacked or killed by jihadis, the SPLC ought to be shut down and prosecuted for incitement – not that such a thing is likely to happen in Obama’s America,” Geller said.",
  "Get her smash hit, “Never Trust A Liberal Over 3.”\n\nAnd Potok is paid handsomely for his work at the 501(c)(3) nonprofit organization that boasted a $245 million endowment and $54.4 million in revenue in 2013.",
  "“With three jihadis dead and two jihadis jailed in attempts to kill me, this is just encouraging more jihadis to come after me – and the other women this communist hate group names,” Geller told WND.",
  "“With this list, the SPLC has aligned itself with Islamic law on slander, a capital crime, which is defined by Shariah as ‘anything that would offend a Muslim,’ including speaking truth about Islam.",
  "The list, which includes unflattering sketches of the ladies it vilifies, is titled “Women Against Islam” and was compiled by Mark Potok and Janet Smith of the Southern Poverty Law Center, or SPLC.",
  "“At a time when jihad killers are moving actively against those whom they hate in the U.S., this is a quite literal hit list.”\n\nHow can YOU defend America against Islamic supremacist encroachment?",
  "Get her latest hit, “¡Adios, America!”\n\nLikewise, Cathy Hinners, blogger at DailyRollCall.com and also a SPLC target, told WND she is pleased to be listed alongside the other fearless women.",
  "That’s what he’s paid for.”\n\nAnn Coulter is uncensored, unapologetic and unflinching in her ruthless mockery of liberals, sissies, morons, hypocrites and all other species of politician.",
  "Another name on the SPLC list is Clare Lopez, former career operations officer with the CIA and current vice president for research and analysis at the Center for Security Policy.",
  "Corkins said he intended to kill “as many people as I could.” He admitted he chose FRC because the organization was listed as an “anti-gay” hate group by the SPLC on its website.",
  "“Under Islamic doctrine, all Muslims are obligated to take individual responsibility for enjoining the good and forbidding the evil,” Lopez explained to WND.",
  "In “Stop the Islamization of America,” Pamela Geller offers practical guidance on how freedom lovers can stop jihadist initiatives in local communities.",
  "The Weekly Standard noted that SPLC, compared to other nonprofits, spends a disproportionate amount of its money on salaries, overhead and fundraising.",
  "In March 2014, the FBI removed SPLC from its hate crimes web page, where the organization had been listed as a resource and partner in public outreach.",
  "The SPLC is nothing less than a wealthy bunch of ambulance chasers that spew their own form of hate,” Hinners wrote on her website, DailyRollCall.com.",
  "Many ignore this obligation – thank goodness – but there are those living among us who take it seriously, and that’s the danger with a list like this.",
  "And now – with a jihadi target already painted squarely on her back – Geller is featured as the fifth woman on the SPLC’s “Women Against Islam” list.",
  "Its headquarters in Montgomery, Alabama, is a 62,000-square-foot concrete and steel building with six stories and underground parking for 120 cars.",
  "My attitude is: Come in my house and you won’t come out of my house.”\n\nNor did Coulter express alarm at SPLC’s inclusion of her name on the list.",
  "They had driven from Phoenix to the event described by organizers as a stand for free speech against attempts to impose Islamic law on the West.",
  "Was this a consideration at all when SPLC published the list?”\n\nSPLC hadn’t replied to a WND request for comment at the time of this report.",
  "The event, called the Muhammad Art Exhibit and Cartoon Contest, was sponsored by the American Freedom Defense Initiative, led by Geller.",
  "“It’s an honor just to be nominated for the SPLC’s list of conservative women who speak out against radical Islam!” Coulter told WND.",
  "…\n\n“At a time when champions of our First Amendment like Pamela Geller need 24/7 armed protection – just to stay alive – in America!",
  "“That means that under Islamic law, every single individual Muslim has the right and even the obligation to enforce Shariah.",
  "Nadir Soofi and Elton Simpson were killed by a police officer when they arrived at the Garland event and started shooting.",
  "“The SPLC is the real hate group, using that label to demonize and stigmatize all who don’t share their hard-left agenda.",
  "Asked how he picked the FRC to attack, Corkins stated, “It was a, uh, Southern Poverty Law, lists, uh, anti-gay groups.",
  "Terrorist consults SPLC ‘hate’ list\n\nCould an armed terrorist use the SPLC’s hate lists to find and target Americans?",
  "The gunman shot and injured FRC facilities manager Leo Johnson, who is credited with heroically stopping the attack.",
  "Upon learning of her inclusion on SPLC’s newest list, columnist and prolific author Ann Coulter was delighted.",
  "I look at them as patriots and warriors.”\n\nCathy Adams, president of Texas Eagle Forum, was also featured.",
  "Its listing about me is made up of one lie after another, and that is no surprise,” Geller told WND.",
  "Kelly also noted, “One of their big sources is CAIR [Council on American-Islamic Relations].",
  "Cathy Hinners, one of the targets of the SPLC list, told WND Potok made $162,755 in 2013.",
  "“I certainly didn’t expect something like that, but I’m very proud,” Hinners said.",
  "“I think the SPLC list isn’t as important as they’d like it to be,” she told WND.",
  "“I think I’m already a ‘person of interest’ to radical jihadists,” she told WND.",
  "Sign up for free news alerts from WND.com, America’s independent news network.",
  "“I think the other 11 women are certainly professional and well established.",
  "Corkins fingered SPLC as his inspiration during an interview with the FBI.",
  "“So what makes the SPLC the steward of those disadvantaged in our country?",
  "A third man, Abdul Kareem, has been named as a suspect in the case.",
  "Also in 2013, SPLC President Richard Cohen brought in $359,300.",
  "“I just don’t think the SPLC is worth my time,” she told WND.",
  "Details concerning Smith’s compensation were not available.",
  "Ann Coulter is back, more fearless than ever.",
  "The SPLC list includes the following women:",
  "I think most of the Islamists are cowards.",
  "You have NEVER seen her like this before!",
  "It’s already happened at least once.",
  "Like the reporting you see here?",
  "Who is SPLC’s Mark Potok?",
  "I think they’re cowards.",
  "I found them online.",
  "“I’m not worried.",
  "It’s his job."
]