[
  "“A so-called religion that allows for and endorses killing those who oppose it is not a religion at all, it is a terrorist movement,” they quote Jindal as saying again, citing another quote from his speech shortly thereafter noting that Muslims and non-Muslims worldwide who are opposed to Jihad must “recognize and endorse” Jindal’s “challenge to the authorities of Islam.”\n\n“It’s not enough to simply condemn violence, they must stand up and loudly proclaim that these people are not martyrs who will receive a reward in the afterlife, and rather they are murderers who are going to hell,” Jindal said in the speech, as quoted by these leaders’ letter to him.",
  "The leaders who signed it include: retired Army Lt. Gen. William Boykin, former chief Assistant U.S. Attorney for the Southern District of New York Andrew McCarthy, Ronald Reagan’s former Strategic Defense Initiative director Ambassador Henry Cooper, Center for Security Policy president Frank Gaffney, retired Navy Admiral James Lyons, Americans For Limited Government president Rick Manning, ConservativeHQ’s George Rasley, Family Research Council’s Tony Perkins, American Family Association’s Sandy Rios and many more.",
  "“We want to congratulate you for your recent remarks at the Henry Jackson Society in London in which you exhibited exemplary clarity of thought, commitment to truth and dedication to our Constitution and the freedoms it guarantees,” the group writes in a letter to Jindal, obtained by Breitbart News ahead of its public release.",
  "We must stop pretending otherwise.”\n\nThe national security leaders also called for other potential 2016 Republican presidential candidates to address the issue, writing “it is high time that the rest of our present and future leaders come to grips with the unhappy reality” that is Sharia Law.",
  "There is no middle ground here.”\n\nThe leaders ended their letter by telling Jindal they “salute” him for his “understanding of the threat posed by shariah and for your leadership in countering its adherents.”\n\n“By so doing, you have showed the path for our country and its people to follow.",
  "“The fact that you are being severely, and reprehensibly, attacked for doing so in connection with the central threat of our time – the Islamic supremacist doctrine of shariah and the global jihad being conducted to impose it on all of us – is an indictment of your critics, not of you.",
  "They specifically cited one particular quote from Jindal’s speech about Sharia Law and “no-go zones,” saying they found what he said “enormously heartening to hear.”\n\n“We have to stop pretending that right and wrong do not exist,” Jindal said in the quote they highlighted.",
  "Bobby Jindal, a conservative and potential 2016 GOP presidential candidate, for standing up to Sharia Law in a speech in the United Kingdom this week—and they’re calling on other potential presidential candidates to weigh in on the issue.",
  "“For example – shariah law is not just different than our law, it’s not just a cultural difference, it is oppression and it is wrong.",
  "A number of high-profile national security and conservative movement leaders are publicly praising Louisiana Gov.",
  "It subjugates women and treats them as property, and it is antithetical to valuing all of human life equally.",
  "Jeb Bush and 2012 presidential nominee Mitt Romney for comment on this letter, but they have not responded.",
  "To the contrary, such criticisms should be regarded as a badge of honor,” the letter adds.",
  "“If they refuse to do that, then they are part of the problem.",
  "We stand ready to help you in ensuring they do,” they wrote.",
  "Breitbart News asked representatives for former Florida Gov.",
  "It is the very definition of oppression.",
  "Read the full letter here."
]