[
  "The ICSR set up news alerts and searched the BBC Monitoring system for “terrorist,” “insurgent,” and “jihadist” incidents “wherever they may have happened.” (Emphasis added)\n\nThe fact that attacks against Israelis by members of internationally recognized Jihadist terrorists group like Hamas were not caught by the BBC’s filters means that the BBC was either actively ignoring these attacks or working hard to report attacks against Israeli civilians as something other than Jihadism.",
  "The agreement specifies that the BBC should “ensure that controversial subjects are treated with due accuracy and impartiality.“\n\nAs an entity funded by the British under the guise of being a public service, it is important that the British demand that the BBC adheres to its legal obligation to produce accurate and impartial reporting.",
  "A recent study by the BBC World Service and the International Centre for the Study of Radicalisation (ICSR) at King’s College London revealed that, in the month of November, over 5,000 people died at the hands of jihadi violence worldwide.",
  "In October, the BBC presented the story of the hit-and-run terror attack perpetrated by a Hamas linked terrorist, which killed three month-old Chaya Zissel Braun, as nothing more than a traffic accident.",
  "The methodology used by the ICSR to collect the raw data relied on both third party organizations and searches of the news for violent incidents in war zones and areas neighboring those regions.",
  "While it is commendable for the BBC to highlight the deadly nature of Jihad, their willingness to discount Israeli lives only serves to highlight their consistent anti-Israel bias.",
  "This includes an attack at a Jerusalem train station, where a member of the Palestinian terrorist group Hamas ran people over with a van, resulting in the death of two people.",
  "The study tries proving itself as an exhaustive study, by including countries with lower death tolls such as Niger, which suffered only one death.",
  "Palestinian leaders have praised car attacks as “martyr operations” and Palestinian news agencies post cartoons celebrating these attacks.",
  "However, the BBC has noticeably decided to exclude Israel from the list of countries that has suffered at the hands of Jihadi violence.",
  "The Center for Security Policy has pointed to at least seven Israeli civilians murdered by jihadists during the month of November.",
  "Otherwise, their comprehensive graph is just another in a long line in the BBC’s subtle obfuscations against Israel’s victims.",
  "The comprehensive study includes several graphs and an interactive map to highlight 664 jihadist attacks across 14 countries.",
  "The BBC repeated this same mistake, when they described the November car attack perpetrated by Hamas as a traffic accident.",
  "Unsurprisingly, the country with the highest death toll was Iraq, where Islamic State terrorists inflicted 1,770 deaths.",
  "A close examination of the research methodology shows that the BBC’s exclusion of Israel was not an error.",
  "Publically funded by British residents, the BBC operates under the terms of a Royal Charter and Agreement.",
  "Hit-and-run car attacks are a new strategy used by Palestinian jihadists to kill Israel’s civilians.",
  "Alex VanNess is the Manager of Public Information for the Center for Security Policy.",
  "The BBC has a history of inaccurate and obfuscated reporting on Israel.",
  "The BBC is the world’s largest broadcast news organization.",
  "So, was the exclusion of Israel simply an oversight?",
  "Later, Hamas claimed responsibility for the attack."
]