[
  "The letter was signed by the following 23 leaders:\n\nEdwin Meese III, former attorney general for President Ronald Reagan David McIntosh, former member of Congress from Indiana Becky Norton Dunlop, former White House adviser to President Ronald Reagan L. Brent Bozell III, chairman of ForAmerica Tony Perkins, president of the Family Research Council Ken Cuccinelli, president of the Senate Conservatives Fund Marjorie Dannenfelser, president of Susan B. Anthony List Colin A. Hanna, president of Let Freedom Ring Matt Kibbe, president of FreedomWorks David N. Bossie, president of Citizens United Jenny Beth Martin, co-founder of Tea Party Patriots Tim Wildmon, president of American Family Association William L. Walton, vice president, Council for National Policy William G. “Jerry” Boykin, retired U.S. Army general and executive VP, Family Research Council J. Kenneth Blackwell, chairman, Constitutional Congress T. Kenneth Cribb Jr., former domestic adviser, President Ronald Reagan Alfred S. Regnery, chairman, Law Enforcement Legal Defense Fund Richard A. Viguerie, chairman, ConservativeHQ.com Andrew C. McCarthy, former federal prosecutor Frank J. Gaffney Jr., president and CEO, Center for Security Policy Allen Roth, president, Secure America Now Paul Caprio, director, Family PAC Federal Richard Manning, Americans for Limited Government\n\nTwo of the signers, Meese and Dunlop, are affiliated with The Heritage Foundation.",
  "And I expect that those conversations over the next couple of days will continue.”\n\nLast week, Boehner’s spokesman told The Daily Caller, “Boehner has said publicly that there will be no retribution for ‘no’ votes.”\n\nConservatives want Boehner to keep that promise.",
  "“We need to get to the bottom of the guys who voted against [procedural motions], and we need to understand why they voted against that, and then we need to know why people voted against the speaker yesterday,” Rep. Devin Nunes, R-Calif., told Politico.",
  ">>>> The 25 Republicans Who Did Not Vote for John Boehner\n\n“It is unacceptable and disappointing to see that some conservatives are already being punished by you and your leadership team for disagreements over policy and the direction of the conference.",
  "A coalition of 23 leaders in the conservative movement today urged Speaker John Boehner not to punish Republicans who voted against him for the House’s top job.",
  "Boehner, who removed two of those dissenters from the powerful Rules Committee after the speaker vote, is now rethinking the decision, according to Politico.",
  "“Look it shouldn’t be that way.”\n\nRep. Louie Gohmert, R-Texas, who received three votes for speaker, called Boehner a “sore winner” for seeking retribution.",
  "“It is incumbent upon you, as the leader of Republicans in the House, to provide unifying and inclusive leadership,” they wrote.",
  "Some of Boehner’s allies want the speaker to take a tough stand after surviving the most divisive speaker election since 1860.",
  "Reps. Daniel Webster and Richard Nugent, two Florida Republicans who opposed Boehner, lost their seats on the Rules Committee.",
  "Nunes is reportedly drafting a resolution prohibiting members who vote against the speaker from chairing a subcommittee.",
  "That could spell trouble for Reps. Scott Garrett, R-N.J., and Mark Meadows, R-N.C., two subcommittee chairmen.",
  "This must end immediately,” the 23 conservatives wrote in a letter from the Conservative Action Project.",
  "“We’re going to have a family conversation,” Boehner said at a Wednesday press conference.",
  "Rep. Randy Weber, R-Texas, said he was being punished for voting for another candidate.",
  "Boehner, however, signaled the punishment might only be temporary.",
  "“Which we had this morning about bringing our team together.",
  "“I’ve already lost the authorship of one bill,” Weber said.",
  "A total of 25 Republicans did not vote for Boehner."
]