[
  "The hostage taker was identified as Man Monis, better known as “Sheikh Haron.” Haron is a well known figure to the Australian media, having faced multiple charges, including sending harassing letters to the widows of Australian troops, and over 40 incidents of sexual abuse targeting those seeking his services in “spiritual healing.” Most recently Haron was charged as an accessory before and after the fact in the murder of his ex-wife, in a stabbing and arson allegedly carried out by a woman who was identified as Haron’s “partner.”\n\nAn Iranian, Haron notes on his webpage that he “used to be a Rafidi, but not anymore.",
  "On November 9th Haron tweeted that the hypocrites (a term often used to refer to Shia by IS supporters) will dwell in “hellfire.” Also on November 9th, Haron refers to AbukBakr Al Baghdadi as “Caliph.”\n\nHaron’s efforts to identify himself with the Islamic State appears to have been at the root of negotiations with Australian police during the stand off.",
  "After first forcing hostages to display a black “al-raya” banner, which features the Islamic Shahada (There is no God but Allah, and Mohammed is the messenger of Allah), most media outlets followed the lead of police in refusing to speculate as to Haron’s intent.",
  "On Twitter, Haron condemned Assad and the Iranian government for it’s killing of Muslims in Syria, and reposted youtube videos of Kurds reportedly swearing allegiance to IS leader Abubakr Al-Baghdadi as early as November 7th.",
  "The siege of the Lindt Chocolate Cafe in Martin Place, Sydney, Australia was terminated violently by Australian police with multiple gunshots and stun grenades this morning.",
  "The hostage taker then apparently began demanding to be provided with a version of the Shahada flag most commonly recognized as the Islamic State flag.",
  "After forcing hostages to repeatedly call various media outlets in an attempt to publicize his demands, Haron took to twitter and then youtube (Ed.",
  "Based on comments from his Twitter page, it appears that Haron’s journey from a Shia “sheikh” to a supporter of IS began to develop over time.",
  "Now I am a Muslim, Alhamdu Lillah (December 2014).” Rafidi is a derogatory term for the Shia, often used by Islamic State adherents.",
  "Below that is written the phrase, “Remain and expand, God willing,” which is a slogan also commonly used by the Islamic State.",
  "note:Link does not go to hostage video but to news story), forcing hostages to tweet and record videos announcing his demands.",
  "Reports indicate that there have been multiple casualties including the perpetrator."
]