[
  "Matt Fuller reports that the Cantor slayer is “Waiting for the first [candidate] to reference 127 trillion in unfunded liabilities and that all federal revenue will go toward only the 4 entitlement programs and interest payments by 2027 … So no endorsements yet but the first one that weighs in on that topic will grab my attention very quickly.” http://goo.gl/M5Rj6q\n\nFINALLY FRIDAY.",
  "“Supporters acknowledge it’s deeply flawed … there’s significant concern that this administration … has zero strategy to counter Iran in the region with its newfound strength.” New sanctions are the most likely avenue, but Republicans believe that it’s going to be up to Congress to aggressively keep Iran in check, not the White House.",
  "GOP PLOTS MORE ON IRAN -- Carper supports deal -- BACKSTABBING BERNIE\n\nIRAN AIN’T A ONE AND DONE: As support continues to build among Democrats (make it 30 in the Senate, see below), Republicans are already laying plans to return to the issue of Iran even after they likely fail to block the nuclear deal next month.",
  "We are thankful for all their hard work on this effort and will have more details on time, date, and location as they are finalized.”\n\nTHURSDAY’S TRIVIA WINNER – Jeremy Berkowitz was the first to answer that Bill Clinton announced his successful presidential campaign after Labor Day, on Oct. 3, 1991.",
  "In tribute to Manu, check out “Chairman DeMint”: http://goo.gl/0V069H\n\nPP FIGHTS BACK: Those Planned Parenthood videos that have been animating a potential government shutdown fight in Congress have been manipulated, according to a report for the group that was sent to congressional leadership.",
  "He’s even got former GOP Sen. Dick Lugar saying things like “he has sufficient independence of thought and sufficient energy to be a very strong leader.” Lots of other kind words from former colleagues that aren’t as closely shackled to party politics as serving senators.",
  "He’s dubbed as “incredibly abusive,” a swear word, a yeller, “harsh to a fault” and lacking a “soft touch.” Longtime spokesman Michael Briggs: \"Too many writers and publications look at politics as a soap opera and engage in gossip and personal attacks.\"",
  "Roll Call: http://goo.gl/z1oUGS\n\nSeen another way: Sen. Marco Rubio says Vice President Joe Biden would be a \"disastrous commander-in-chief” because “he has a lot of experience at being wrong.” The Hill: http://goo.gl/YvSQoV\n\nCRUZ BULLETIN: “Sen.",
  "He denied cutting anything substantial or any leading questions.” http://goo.gl/NyTlTM\n\nTARGETING BERNIE: Vermont’s Seven Days is out with a tough piece on Sen. Bernie Sanders, with lots of anonymous claims that he’s a jerk to his employees.",
  "We’ve written dozens of stories together (his name is usually before mine, not that I’m bitter) but we actually teamed up before I even covered the Senate to take a look at how Sen. Jim DeMint might run the Commerce Committee.",
  "Cruz has invited Donald Trump to join him on the Capitol grounds for a rally to call on members of Congress to defeat the catastrophic deal that the Obama Administration has struck with the Islamic Republic of Iran.",
  "http://goo.gl/5T7qAu\n\nWhither the whip: Minority Leader Nancy Pelosi has done a great job of creating momentum for the deal this month, and she’s done so without any help or support from No.",
  "Per Jen Haberkorn: David “Daleiden, who founded and leads CMP, told POLITICO that the footage missing from the tapes is ‘bathroom breaks’ and conversations between the group’s members.",
  "http://goo.gl/UIurUa\n\nHOUSE SUPPORT UP TOO: Reps. Hank Johnson, Bonnie Watson Coleman, Jim McDermott and Earl Perlmutter are among the latest backers of the Iran deal in the House.",
  "http://goo.gl/oVC3vQ\n\nBUSH AND CANTOR: Thinking of people that you’d want to endorse you for president, one of the most shocking primary losses doesn’t come to mind.",
  "Of course, the GOP did not win the Senate in 2012 and he resigned his seat, but it’s still a good story with a sizzling quote from Sen. Kay Bailey Hutchison.",
  "She was always conciliatory toward the president on the campaign trail, but now she’s writing op-eds for The Hill arguing there’s a better deal to be had.",
  "http://goo.gl/AEbnWU\n\nStory Continued Below\n\n2014er strikes back: I didn’t peg former Sen. Mary Landrieu as one of the big bashers of Obama’s diplomacy.",
  "Speaking of long-winded: Sen. Tom Carper of Delaware is out this morning in support of the deal with an 1100-word op-ed in the Wilmington News-Journal.",
  "New York is really the epicenter of opposition at this point, which is why Rep. Jerry Nadler’s public backing of the deal last week was so important.",
  "“There are strong arguments for and against the agreement but, as a matter of conscience, I have decided to oppose it,” she told the NYDN.",
  "They feel very strongly that this is the best deal that we could get and that we are much better off if we approve this deal,” Hoyer said.",
  "But not before I say that he’s been an awesome teammate and also a good friend in the nearly 2.5 years we’ve covered the Senate in tandem.",
  "TODAY’S TRIVIA – Jeremy has today’s question: Since the early 1970s, this Southern state has consistently had at least one of its U.S.",
  "And welcome to the Huddle, your play-by-play guide to everything Capitol Hill, where there’s really no need to go to the office today.",
  "I don't think anybody that supports this is a no-brainer,” said Senate Foreign Relations Chairman Bob Corker in an interview.",
  "The event will be sponsored by Tea Party Patriots, Center for Security Policy, and the Zionist Organization of America.",
  "Briggs has been with him forever, and high staff turnover is usually a good indicator of someone’s temperament.",
  "It beats the likely alternative – war with Iran – hands down.” That makes it 30 Senate Dems for, two against.",
  "He’s certainly gruff and not especially warm but I’ve yet to see anything to indicate he’s a mean person.",
  "“If you just look at the long-winded statements people are making … there’s tremendous concern on this.",
  "“This is a good deal for America and our allies, including Israel, one of our closest allies.",
  "http://goo.gl/yyzam1\n\nBrat pack: So what would it take to get Rep. Dave Brat’s endorsement?",
  "A GOOD GUY: As most of you know, Manu Raju is taking his talents to TV-land in a few days.",
  "FORMERS PRAISE BIDEN: Man that vice president is riding a presidential buzz this summer.",
  "We need to first see if the deal is approved and then we’ll go from there,” Corker said.",
  "He counters members like Carolyn Maloney, the latest House Democrat to oppose the deal.",
  "And yet ousted House Majority Leader Eric Cantor is endorsing Jeb Bush, per Mike Allen.",
  "What is the state and who were its last two multi-term Senators to serve together?",
  "Please send tips to beverett@politico.com and follow along on Twitter @burgessev.",
  "THURSDAY’S MOST-CLICKED: Our story on the White House’s filibuster push on Iran.",
  "The first person to correctly answer gets a mention in the next day’s Huddle.",
  "What that will look like, no one is saying, but it’s the thought that counts.",
  "\"I think that is the administration's case, I think Nancy shares that view.",
  "Catch us back on Tuesday after Labor Day for all the drama under the dome.",
  "http://goo.gl/32ihSX\n\nMy take: I’ve known Bernie for several years.",
  "And Hoyer sounds like he’s leaning away from the White House.",
  "http://goo.gl/uBp7UY\n\n8 million reasons to vote against?",
  "That’s 74 for, 14 against per The Hill’s House tracker.",
  "LA Times: “The administration is working it very hard.",
  "“I do think at some point it will be addressed again.",
  "Senators serving in their first term.",
  "Email me at beverett@politico.com",
  "I'm not sure I share that view.\"",
  "REMINDER: We’re off next week.",
  "2 House Democrat Steny Hoyer.",
  "And, oh yes."
]