[
  "AP Photo Santorum still in for summit connected to anti-Muslim rhetoric\n\nFormer Pennsylvania senator Rick Santorum is one of the few GOP candidates planning to attend a summit next week connected to Frank J. Gaffney, a figure who has been labeled extremist for his views on Islam and whose group's work was referenced in Donald Trump's proposal to ban all Muslims from entering the U.S.",
  "Story Continued Below\n\nWhile it's unclear if the recent heated rhetoric around Muslims is a factor, the Center for Security Policy and Gaffney have long held reputations of strong anti-Muslim rhetoric, with Gaffney consistently warning of a Muslim plot to impose radical fundamentalist law.",
  "Trump, in his statement on Monday, pointed to a Center for Security Policy study to argue that \"25% of those polled agreed that violence against Americans here in the United States is justified as part of the global jihad.\"",
  "Most GOP presidential candidates were invited to the National Security Action Summit on Dec. 14 hosted by the Center for Security Policy, whose president is Gaffney, but it appears not many are biting.",
  "While the event may be sparsely attended by the GOP field this time around, a number of candidates attended a similar Center for Security Policy conference back in May.",
  "Gaffney said at the time that his group's conferences showcase the necessity of \"defeating the global jihad movement and its ideology of shariah.\"",
  "Santorum on Tuesday put little distance between himself and Trump's proposal for a \"complete\" moratorium on Muslims coming to the United States.",
  "Trump's campaign did not respond to repeated questions about whether the real estate mogul would attend, but Santorum's camp said he's in.",
  "We can do it in a more practical way than in the way Donald Trump is suggesting,” he told Sirius XM’s “Breitbart News Daily.\"",
  "Spokespeople for George Pataki, and Ben Carson did not say whether their candidates are attending the summit.",
  "Carly Fiorina, Jeb Bush, Ted Cruz, Marco Rubio, and Mike Huckabee all declined invitations to the summit.",
  "He has been friends with Frank for a long time,\" said Matt Beynon, a spokesman for Santorum's campaign.",
  "The Southern Poverty Law Center has named Gaffney \"one of America’s most notorious Islamophobes.\"",
  "“I think the way Trump has proposed it, it may have some constitutional infirmity.",
  "Carson, Trump, Cruz, Santorum, and Bobby Jindal were all part of the event.",
  "He's one of the few candidates who appears to be confirmed.",
  "Fiorina and Cruz are sending in videos instead of going.",
  "\"He plans on attending."
]