[
  "“Of course the most effective way to put an end to all these problems would be immediate action by the international community to solve the Syrian conflict.”\n\nIn other refugee news Friday:\n\nCNN reported that people in the throng said they had decided to set out on foot because they “simply could not wait in Keleti station any longer for Europe’s politicians to make decisions” – and that they’d walk all the way to Germany if they had to.",
  "Yet the call for the U.S. to take more Syrian refugees has been incessant since last year, with the most public demands coming from Miliband’s organization as well as from the Lutheran Immigration and Refugee Service and the Hebrew Immigrant Aid Society, which started out as a rescue mission for persecuted Jews but now relocates mostly Muslims to the U.S.",
  "“We will be enemies, in front of God, to any Muslim who can shed a drop of blood of a Crusader and abstains from doing that with a bomb, bullet, knife, car, rock or even a kick or a punch.”\n\nA Turkish foreign ministry official said authorities were actively working to clamp down on refugee-smuggling.",
  "“Others just go to Europe to be ready.”\n\nThe Islamic State operative spoke exclusively to BuzzFeed on the condition of anonymity and is believed to be the first to confirm plans to infiltrate Western countries, although similar statements have been made through unconfirmed ISIS Twitter accounts.",
  "As the migrant-train standoff entered its second day in Hungary, with thousands of mostly Syrian refugees seeking passage to Germany, it’s time the West recognized this shift in Muslim populations for what it is, say American activists who have been warning of a “fifth column” for years.",
  "Miliband demands America take more refugees\n\nAs the standoff in Hungary was brought to the fore of Western media attention this week, an international human rights organization publicly shamed the United States for not doing more to solve the refugee crisis driven by civil war in Syria.",
  "“Jihad is not only a violent phenomenon but can be pursued by many other means, including hijra.”\n\nThe ISIS smuggler, in his 30s with a neatly trimmed black beard, revealed to BuzzFeed that the ongoing clandestine operation has been a “complete success.”\n\n“Just wait,” he smiled.",
  "FBI counter-terrorism expert Michael Steinbach told Congress in February it has no reliable way of vetting the Syrian refugees and FBI Director James Comey told Congress the agency already has its hands full with active ISIS investigations in all 50 states.",
  "The Lutheran Immigration and Refugee Service issued an alert to its supporters this week asking them to pressure the Obama administration to increase the number of foreign refugees accepted into the U.S. from 70,000 in 2015 to 200,000 in 2016.",
  "The ISIS fighters use local smugglers to blend in and travel within the ranks of a tidal wave of illegal migrants flooding into Europe, both by boat from North Africa and on land through Hungary and Austria into Germany, Belgium and Sweden.",
  "“The Christians are afraid to venture into these camps, because they believe they will be harmed” said George Marlin of Aid to the Church in Need, a Catholic group that is sending aid to persecuted Christians in the Middle East.",
  "“It’s our dream that there should be a caliphate not only in Syria but in all the world,” he said, “and we will have it soon, God willing.”\n\n“There are some things I’m allowed to tell you and some things I’m not,” he said.",
  "Evidence of that invasion came in February when an ISIS operative confirmed what many already suspected – the Islamic State is using the refugee crisis to form a fifth column of Muslim fighters inside Western nations.",
  "ISIS leader praises terror attacks on West\n\nISIS, meanwhile, continues to take advantage of Western blind spots, where mere mention of the word “refugee” tugs at the heartstrings of well-meaning Christians and Jews.",
  "Most of the Christians have been hiding in churches and homes in the Middle East, afraid to venture to the United Nations refugee camps, which tend to be managed by Muslims, WND has previously reported.",
  "Author Robert Spencer wrote Sept. 4 in Front Page Magazine, “This is no longer just a ‘refugee crisis.’ This is a hijrah.”\n\nHijrah is the Islamic doctrine of migration, which is a form of stealth jihad.",
  "Hungary’s prime minister, Victor Orban, was lampooned in the European media Thursday for writing an op-ed in which he stated Hungary was blocking the Muslim migrants to preserve its Christian heritage.",
  "And Hungary’s prime minister, Viktor Orban, was taking heat in the media for his comments Thursday that Muslim migrants must be blocked to “keep Hungary Christian,” the New York Times reported.",
  "Russia’s Putin and Turkey’s Erdogan said the West was to blame for creating the refugee crisis in the first place, through its fomenting of civil war against Syrian leader Bashar al-Assad.",
  "David Miliband, CEO of the New York City-based IRC, demanded in a press release on its website that the U.S. accept 65,000 Syrian refugees by the end of President Obama’s term in office.",
  "The Syrian operative claimed more than 4,000 trained ISIS gunmen have already been smuggled into Europe – hidden among innocent refugees, reported the Express, a British newspaper.",
  "Persecuted Christians stay behind\n\nMore than 1.5 million have migrated into Turkey alone, with millions more refugees in Lebanon, Jordan and outside their homes in Syria itself.",
  "“It’s our dream that there should be a caliphate not only in Syria but in all the world and we will have it soon, God willing.”\n\n“They are going like refugees,” he explained.",
  "“Today, it is the nation-state system and any concept of national sovereignty that is under concerted attack by the forces of the global jihad movement,” Lopez told WND.",
  "“To emigrate in the cause of Allah – that is, to move to a new land in order to bring Islam there, is considered in Islam to be a highly meritorious act,” Spencer wrote.",
  "“We repeat our call to Muslims in Europe, the infidel West, and everywhere to target the Crusaders in their home countries and wherever they find them,” he said.",
  "ISIS is believed to be actively smuggling covert gunmen across the 565-mile Turkish border and on to wealthier European nations, the smuggler told BuzzFeed.",
  "He cited the following Quranic text:\n\n“And whoever emigrates for the cause of Allah will find on the earth many locations and abundance,” says the Quran.",
  "“And whoever leaves his home as an emigrant to Allah and His Messenger and then death overtakes him, his reward has already become incumbent upon Allah.",
  "Like the IRC and the Hebrew Immigrant Aid Society, the Lutheran group gets paid by the federal government to resettle refugees in U.S. cities and towns.",
  "Sign the national petition telling Congress to stop all refugee resettlements unless first approved by the local council of the receiving community.",
  "“Illegal migration has been an important issue and Turkey is effectively fighting against it,” the official, who declined to be named, confirmed.",
  "Then the majority head for the most welcoming nations – Sweden and Germany – turning themselves over to authorities and appealing for asylum.",
  "But more European leaders should be as astute as Orban, says Clare Lopez, a senior Middle East analyst for the Center for Security Policy.",
  "The jihadist told Western followers if they had the opportunity to “shed a drop of blood” in Western countries – then they should do so.",
  "From Turkish cities such as Izmir and Mersin, the Muslim refugees venture across the Mediterranean aiming for Italy, the smuggler said.",
  "The revelation came just days after a spokesperson for Islamic State called on Muslims in the West to carry out terror attacks.",
  "The U.S. has agreed to take up to 8,000 Syrians, but that’s not nearly enough, according to the International Rescue Committee.",
  "Plans to conquer Europe from within\n\nThe jihadist smuggler said ISIS has laid ambitious plans for the future of Europe.",
  "ISIS spokesman Abu Mohammed al-Adnani this week praised the recent terror attacks in Australia, Belgium and France.",
  "ISIS operatives are taking advantage of Western nations’ generosity toward refugees to infiltrate Europe, he said.",
  "He said since Europe accepts few refugees through legal channels, the demand for smuggling has increased.",
  "And now, looking at Europe and America, a migration invasion of a much greater magnitude is underway.",
  "Britain, meanwhile, announced will accept “thousands more” of the refugees, CNN reported.",
  "He said ISIS now has more than 4,000 fighters “ready” throughout the European Union.",
  "The Austrian capital, Vienna, is about 250 kilometers (155 miles) from Budapest.",
  "Miliband’s organization made no mention of the persecuted Christians in Syria.",
  "Related story:\n\n“Hungary-style refugee-invasion fears … in U.S.”",
  "Almost all of the migrants flooding into Europe are Muslims.",
  "And Allah is ever Forgiving and Merciful” (Quran 4:100).",
  "LIRS wants Obama to bring in 100,000 from Syria alone."
]