[
  "director at Millennium Challenge Corporation and an OFA and Commerce alum ... Daniel Pinto (h/t Josue) ...\n\n... Anu Rangappa, senior adviser for general election strategies at the DNC (h/t Tonya Williams) ... Jared Allen, Jackie Kucinich’s husband, senior director for media relations at the National Automobile Dealers Association, alum of The Hill (h/t Jonathan Collegio) ... Sean O’Hollaren, a Bush WH alum now SVP of gov’t and public affairs at Nike ... Glynnis MacNicol ... Hannah Lerner ... Kali Murphy ... Brock McCleary, founder of Harper Polling and an NRCC alum ... Chad Horrell, director at DCI Group and a DCCC and AARP alum … Ashley Harvard … Jamie Moore ... Jordan Fischer ... Bernie Bennett ... Jerry Huang of Commerce ... Daniel Pablo Pinto ... Tyler Jones, political director and spokesman at S.C. House Democrats ... Bailey Cultice ... actress Mitzi Gaynor is 84 ... World Golf Hall of Famer Raymond Floyd is 73 ... World Golf Hall of Famer Tom Watson is 66 ... Damon Wayans is 55 ... Beyonce Knowles is 34 ... Kyle Mooney (“Saturday Night Live”) is 31 ... actor Trevor Gagnon is 20 (h/ts AP)\n\nBIRTHDAY TOMORROW: April Ryan, celebrating by kayaking in Annapolis (hat tips: Dana Perino, Josh Earnest)\n\nDESSERT – “Disney unveils Star Wars toys amid marketing blitz,” by AP Technology Writers Bree Fowler in N.Y. and Ryan Nakashima in L.A.: “Disney has named [today] ‘Force Friday,’ ...",
  "alum, now a partner at Thrive Capital and adviser to Palantir Technologies (h/ts JSD, BLG, JWH, GWB, RBC) ... Harold Ickes ... former congressman Anthony Weiner … Keith Hensley, a Bush WH alum now chief of staff to former Secretary of Defense Robert Gates ... William Hildebrandt (“Brandt”) Surgner (h/t Peck) ... Wash Examiner’s Susan Ferrechio McKelway ... Brian Schweitzer, former Montana governor … HuffPost’s Michael McAuliff, a N.Y. Daily News alum … Alex Travelli … Banner Public Affairs VP and social media guru Lynn Stinson is 3-0 (h/ts Blaire A. Luciano, George Thompson, Teresa) … Tom McInerney … Al Fish (h/s Teresa Vilmain) … Bernard Coleman, chief diversity and HR officer at Hillary for America and a DNC alum … Sophie VandeHei ... Will Taliaferro, partner at GMMB (h/t Jon Haber) ... Shira Kramer, comms.",
  "CUPP on CNN.com, “Count out Scott Walker?”: “Team Walker is pushing ahead ... [and] they like Walker’s numbers, in particular two sets of them: his favorables and his unknowns, both of which are high.” http://cnn.it/1NQ6NqC\n\nJACK SHAFER, “Perry’s Campaign Death Spiral: Perry insists that his ‘marathon’ campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding himself.” http://politi.co/1ilt8iH\n\nFIRST LOOK – Parade’s new Bill O’Reilly cover – “He talks to author and historian Mark Updegrove about his upcoming [book], ‘Killing Reagan,’ his reputation as a loudmouth, and some thoughts about the current Presidential campaign.”... On admitting he has been a polarizing figure since childhood: “I was a loudmouth.",
  "John Kasich, Jeb Bush and Scott Walker are among those whose images worsened.” http://bit.ly/1JGsDZC\n\nWHAT BROOKLYN IS READING -- “Hillary Clinton to take women’s issues out of silo,” by USA Today’s Heidi Przybyl: “On Saturday ... [she] will launch ‘Women for Hillary’ with a two-week effort to enlist the support of female voters that will include house parties, organizing events and trips by the candidate and her surrogates to early voting states ... She’s also aiming to make a personal connection with women by using a marketing campaign that will offer regular subscriptions for home deliveries of some of Clinton’s favorite household items and branded products ... [in a] new marketing initiative called ‘Thx Box’ ...",
  "... [T]hey’ve been supported and boosted by Katie Fossett, the magazine’s web producer, who will take on their old title of associate editor.”\n\nFIRST LOOK – Bridge Project is releasing “The Kochs’ Wealth Versus The Commonwealth Of Puerto Rico”: “Today, as Marco Rubio heads to Puerto Rico, there’s sure to be an issue he won’t talk about: The Puerto Rico financial crises and the role his billionaire friends the Koch brothers have played in driving an anti-bailout campaign.” Full report http://bit.ly/1fYnVvz\n\nFOURTH QUARTER -- “Obama’s Final 500 Days,” by The Marshall Project’s Andrew Cohen: “People from across the political spectrum suggest criminal justice reforms the president should enact ...",
  "Political panel: Ben Domenech of The Federalist, Jerry Seib, Nancy Cordes, Slate’s Jamelle Bouie ... Labor Day book panel on inventors and innovators: David McCullough, “The Wright Brothers”; Rachel Swaby, “Headstrong”; Walter Isaacson, “The Innovators”; Buzz Aldrin, “Mission to Mars”\n\n--NBC’s “Meet the Press”: Colin Powell ... Panel: Tom Brokaw, Doris Kearns-Goodwin, Heritage Action CEO Mike Needham, Joy-Ann Reid\n\nBREAKING – “David Cameron: UK to accept ‘thousands’ more Syrian refugees” – BBC: “Cameron ... said the extra refugees would come from UN camps bordering Syria, and not from among people already in Europe.",
  "The railroad was originally built under Henry Flagler, who established Florida East Coast Industries’ predecessor company in 1892.”\n\n--Rich Counts is moving from Townhall Media to Media DC, where he’ll be a National Account Director and “oversee email advertising for the Media DC properties, including The Weekly Standard, Washington Examiner, and Red Alert Politics, while also offering digital display, print, and event solutions to our clients.”\n\nDOUBLE CELEBRATION: JIM MAHONEY, longtime communications and public policy exec at Bank of America, celebrates a birthday and achieves 20 years at the bank on Monday.",
  "http://econ.st/1i0uZJU\n\n--“Trump fumbles [Hugh] Hewitt question on terror leaders: ‘By the time we get to office, they’ll all be changed,’ he tells the conservative radio host,” by Eliza Collins http://politi.co/1L9ivGD\n\nNEW THIS AM -- Gallup.org, “Trump’s Image Up Sharply Among Republicans,” by Frank Newport: “Trump gains 16 points in net favorability in last two weeks ... Carson remains leader on favorability, Trump on familiarity ... Cruz’s image also improved, while Carly Fiorina's and Ben Carson’s images remain significantly better than they were before the Aug. 6 debate.",
  "http://bit.ly/1Gw9FCU **\n\nSUNDAY SO FAR:\n\n--“Fox News Sunday”: Police/Racial Tensions: Charles Ramsey, Philadelphia Police Commissioner; Edward Flynn, Milwaukee Police Chief ... Dick and Liz Cheney ... Panel: George Will, Susan Page, Robert Costa, Richard North Patterson\n\n--CNN’s “State of the Union”: Sarah Palin ... Panel: Patti Solis Doyle, Ken Cuccinelli, Gloria Borger, Manu Raju\n\n--ABC’s “This Week”: Kasich ... Huckabee ... Roundtable: Matthew Dowd, Donna Brazile, Bill Kristol, Katrina vanden Heuvel\n\n--CBS’s “Face the Nation”: Carly ... Newt ...",
  "BIDEN WATCH -- “Biden’s plausibly deniable campaign,” by Edward-Isaac Dovere: “[A]s Biden and his team toy with a run, they have opted for a next-best strategy: an over-the-radar schedule that puts him in front of big donors in Florida on Thursday, delivering a foreign-policy speech at a synagogue here on Thursday night, marching alongside AFL-CIO President Richard Trumka in a Labor Day parade in Pittsburgh on Monday, and then hosting his annual reception for Jewish leaders at the Naval Observatory on Tuesday evening.",
  "When we’re done, he may only be hurting the moderate candidates.”\n\n**SUBSCRIBE to Playbook: http://bit.ly/1W3LMuZ\n\nTRUMP on “Morning Joe,” via AP: “says it would make no sense to ‘repudiate’ the nuclear arms deal with Iran ... calls it ‘a horrible contract’ ... says he'd work to improve it ... feels qualified because ‘I do like to buy bad contracts’ ... deal was ‘negotiated by totally incompetent people’ ... Iran ‘is going to be an absolute terror ...",
  "The marketing push behind ‘Star Wars: Episode VII -- The Force Awakens,’ is unique because it’s so far ahead of the movie's [Dec. 18] U.S. release, 116 days ... action figures ... like Sarco Plank, some kind of alien desert nomad ... Industry analysts ... expect ... $3 billion [in] Star Wars merchandise will be sold this year and that sales next year could be even larger.” http://bit.ly/1IO7ybQ\n\n** A message from Qualcomm: When will the future arrive?",
  "And as an added bonus for a man who would be severely behind in the money race, he’s able to claim it all as official travel and do it on the government’s tab.” http://politi.co/1XoTXTp\n\nWHITE HOUSE ARRIVAL LOUNGE -- “White House hires former Facebooker Josh Miller as its first digital product director,” by VentureBeat’s Harrison Weber: “Branch cofounder Josh Miller left Facebook with little explanation.",
  "BIRTHWEEK (was yesterday): Gillian Turner of the Jones Group and a Fox News contributor\n\nBIRTHDAYS: Sophie VandeHei is 13 (hat tip: Mom, Dad, James, Lily, Lucy, Nora, Kale, Ally, Emmy, Spencer, Clay, Henry, Cole, Ruby, Drake, Mia, Oliver, Acadia) ... Blake Hounshell, Politico digital director and master tweeter @blakehounshell (tweet tip: Sandy, David, Astrid) … Jared Weinstein, Bush W.H.",
  "I didn’t try to win over those who didn’t, and I carried that over into adulthood.” www.parade.com/oreilly The cover http://bit.ly/1UtVcMO\n\nPOLITICO MAGAZINE PROMOTIONS – Editor Garrett Graff emails the staff: “Margy Slattery and Elizabeth Ralph are being promoted to deputy editors ... Margy to oversee the print magazine day to day and Elizabeth to do the same for the daily web magazine.",
  "Create a Few Commissions.” http://bit.ly/1KNSpx2\n\nTRANSITIONS – MELISSA SHUFFIELD to Florida East Coast Industries/All Aboard Florida – The McCain alum emails friends and colleagues: “All Aboard Florida is tackling a project that hasn’t been attempted in 100+ years: building an express passenger train and creating urban living spaces throughout Florida.",
  "Britain would act with its ‘head and heart’, he said, as he pledged to find long-term solutions to the crisis.” http://bbc.in/1L9bm9t\n\nSUMMER WINNERS, LOSERS, via The Politico Caucus, our weekly poll of insiders in Iowa and N.H. – Katie Glueck: “[N]early half of GOP insiders said Walker ... had the worst summer on their side of the aisle.",
  "Supporters will also receive a Bitmoji of a pink pantsuit they can impose onto their own avatar.” http://usat.ly/1JDMgiK\n\nOBAMA ALUMNI -- Der Spiegel, “Jim Messina: Obama Insider To Help Social Democrats Challenge Merkel,” by Veit Medick in Washington: “Messina wants to help the German Social Democrats beat Angela Merkel.",
  "... Miller explained that he hopes to expand the White House’s existing digital ‘portfolio,’ which ... includes ... the ‘We the People’ petition service.” http://bit.ly/1POQJ63 Josh’s blog post http://bit.ly/1VAHYA9\n\n** A message from Qualcomm: The car of the future will be full of exciting and useful technology.",
  "... Messina [is going] up against ... Merkel, with whom [Obama] has ... a good working rapport.” http://bit.ly/1JDHSAm\n\nDAVID AXELROD starts today as a CNN senior political commentator, first on “The Lead with Jake Tapper,” then across domestic, digital, and international networks.",
  "– B’DAY: Blake Hounshell, Harold Ickes, Jared Weinstein, Sophie VandeHei is 13 Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\nHappy Friday, and happy getaway day for Labor Day weekend.",
  "The headline: “Washington, we have a problem.” From the editorial, “Trump’s America”: “Americans are waking up to the possibility that a man whose hobby is naming things after himself might—conceivably—be the nominee of the party of Lincoln and Reagan.",
  "Trump has called Cruz ‘a nice guy.’”\n\nCruz’s campaign says: “No plans beyond the rally.” The Trump-Cruz Iran rally will be held at 1 p.m. on the same day that Hillary Clinton gives a big speech favoring the deal, at 9 a.m. at Brookings in D.C.",
  "AP’s Bill Barrow, in reporting the rally plans next week, sketched the germ of an alliance: “They both appeal to populists angry about the way Washington works and have made immigration one of the top issues of their campaigns.",
  "Donald Trump and Sen. Ted Cruz are appearing together at the Capitol next Wednesday for a “Stop the Iran Nuclear Deal” rally, and now there’s chatter about the possibility of a couple of future appearances.",
  "The 45-year-old ... has agreed to a consulting job in Berlin: He wants to help the center-left Social Democratic Party (SPD) beat Chancellor Angela Merkel ... in the next national election in 2017.",
  "I will make that agreement so tough that if they break it, they will have hell to pay.’”\n\nTHE ECONOMIST cover shows a TRUMP helicopter, with a sandy-colored toupee suspended over the White House.",
  "Among Republicans, Trump was the overwhelming favorite -- 82 percent of GOP insiders said he won the summer ... On the Democratic side, overall, 54 percent said Sanders had the best summer.",
  "Enhanced safety, in-car wireless charging, 3D navigation, and improved infotainment options are just some of the ways Qualcomm is already making the fully connected car a reality.",
  "... [A]n Iowa Republican[:] He’s been on all three sides of every two sided issue.’ ... On the Democratic side, more than 60 percent of insiders surveyed said former Maryland Gov.",
  "POLITICO Playbook, presented by Qualcomm – INSIDER POLL: Who won, lost the summer -- FALL ODD COUPLE: Trump-Cruz – MESSINA’S BIG NEW GIG – AXE to CNN – JIM MAHONEY’s 20 yrs.",
  "Cruz has refused to join other Republicans in criticizing Trump over the billionaire developer's comments that Mexicans in the U.S. illegally are ‘rapists’ and criminals.",
  "“The Donald's supporters spread across the Republican spectrum, from disaffected moderates to disaffected tea partiers, evangelicals, and libertarians,” the ally writes.",
  "“Then on Wednesday, he will sit for his first interview since the presidential speculation surfaced anew ... with Stephen Colbert at his revamped theater in Manhattan.",
  "In Iowa, where he was until recently considered the frontrunner but now lags in polls, insiders were particularly down on him: 56 percent said he had lost the summer.",
  "... Margy and Elizabeth are bottomless wells of story ideas and have each proven themselves remarkably versatile editors and wonderful colleagues.",
  "A Cruz ally emails Playbook with the logic for additional future joint Trump-Cruz events: “[I]f Sep 9 goes well, maybe we’ll see more (I hope so).",
  "... Merkel, in her 10th year as chancellor, is extremely popular ... [I]t is not yet clear who the SPD will nominate as its chancellor candidate.",
  "... Demagogues in other countries sometimes win elections, and there is no compelling reason why America should always be immune.” See the cover.",
  "“[Tomorrow, t]he SPD plans to introduce their new helper ... at the so-called ‘Campaign Camp’ in the Schöneberger Gasometer in Berlin.",
  "The young founder revealed on his personal blog ... that he’s ... starting a new role as the White House’s first director of product.",
  "The rally is put on by the Tea Party Patriots, with partners Center for Security Policy and Zionist Organization of America.",
  "...\n\n“In Washington, observers ... fail to see any political consistency in working with Obama, David Cameron and the SPD.",
  "... ‘Bernie's campaign has brilliantly tapped the anti-establishment crowd,’ an unaffiliated New Hampshire Democrat said.",
  "Second, he faces so many Republican opponents that he could grab the nomination with only a modest plurality of the vote.",
  "Prosecute the Prosecutors ... Have Truly Smarter Sentencing ... Release More Prisoners ... Don’t Forget the Aftermath ...",
  "“[N]o one is working harder than Ted at peeling off tea party, evangelical, and libertarian supporters from the Donald.",
  "While the rest of the world wonders when, Qualcomm is at work developing cutting-edge wireless technologies today.",
  "He will report on the newest trends in campaign work: data analysis, addressing voters and online communication.",
  "Until we had the idea of inviting Trump, I don’t think we expected much attention, outside the D.C. press.",
  "Follow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Story Continued Below\n\nTHE CONVERSATION: An intriguing couple, for sure, and maybe a future ticket?",
  "Martin O'Malley lost the summer ...\n\n“Donald Trump and Bernie Sanders had the best summers ...",
  "This is what exploring a presidential run looks like for a candidate who wants deniability.",
  "Tea Party Patriots says right-wing talk giants Mark Levin and Glenn Beck will also speak.",
  "I think there may be other anti-Iran-deal rallies happening around the country.",
  "First, as a billionaire, he will not run out of money to finance his campaign.",
  "He and Clinton tied for the best in Iowa, but [he got 60% among N.H. Dems].",
  "We are the inventors, the restless innovators continually pushing forward.",
  "When Qualcomm connected the phone to the Internet, the phone became smart.",
  "His next stop is Berlin and he will make his first appearance [tomorrow].",
  "...\n\n“Mr Trump is far more dangerous than Pitchfork Pat, for two reasons.",
  "When we connect billions more things, our lives will be even smarter.",
  "That’s traditionally the china anniversary; modern gift: platinum.",
  "It is worth spelling out why that would be a terrible thing.",
  "Fortunately, the Donald’s own words provide a useful guide.",
  "‘Nothing short of genius.’” http://politi.co/1JDYWGi\n\nS.E.",
  "I never really had that gene about wanting to be liked.",
  "But with Trump, every media [outlet] is covering it ...",
  "http://econ.st/1ilh9l6 Read the editorial.",
  "But Cruz’s plot isn’t to be Trump’s #2.",
  "Some people liked me, some didn’t.",
  "http://bit.ly/1Gw9FCU **\n\n!",
  "Rethink Solitary ...",
  "Why Wait™.",
  "Why Wait™.",
  "...",
  "...",
  "..."
]