[
  "… \"It's now a wedge issue, not just between Democrats and Republicans, but between Democrats, over who can be the strongest on this issue,\" said Shannon Watts, the founder of Moms Demand Action for Gun Sense in America, the grass-roots arm of an advocacy group backed by former New York City Mayor Michael Bloomberg, Everytown for Gun Safety.” http://politi.co/1Nn1j4i\n\nDEBATE NIGHT AD — \"NRSC critiques Nevada's Masto on travel in GOP debate-night ad,\" by Campaign Pro's Kevin Robillard: http://politico.pro/1ROYYT1\n\nDays until the 2016 election: 329.",
  "He said that if a new map is in place in March, the Department of Elections could still prepare for 2016 congressional elections in new districts, as long as the congressional primary date is pushed back from June until August.” http://bit.ly/1QpIWzr\n\nCHALLENGING ATMOSPHERE — Texas Rep. Gene Green gets Democratic primary challenger: TX-29 will host a test of Latino political power on March 1 when former Harris County Sheriff Adrian Garcia, who just finished third in Houston's mayoral race, challenges Green in his three-quarters Hispanic district.",
  "Cruz fears alienating Trump’s supporters, having painstakingly positioned himself to take possession of the mogul’s large following should Trump’s backers decide he is unfit for the presidency.” http://politi.co/1QpHfSI\n\n— \"The man who inspired Donald Trump's Muslim ban gathers activists and candidates in Las Vegas,\" by The Washington Post's David Weigel in Las Vegas: Frank Gaffney, the controversial president of the Center for Security Policy, is suddenly in the spotlight.",
  "In central Florida - a pro-gun area - a rising star in the Democratic Party is under scrutiny for votes like one that prevented companies from banning guns from their parking lots.”\n\n— “The new wave of attention to this issue from the left, which has watched closely as Hillary Clinton embraced gun control from the bully pulpit of a presidential campaign, signals a strategic shift for Democrats in some parts of the country.",
  "( http://www.politicopro.com/proinfo )\n\nStory Continued Below\n\nON THE ISSUES — “Gun control becomes a litmus test in Democratic primaries,” by Campaign Pro’s Elena Schneider: “Liberals across the country are challenging fellow Democrats on guns in primaries, opening up divisions within the party on one of the most volatile issues of 2016.",
  "When Donald Trump announced a plan for a temporary ban on the entry of Muslims into the United States, he cited a Center for Security Policy poll which found '25 percent of those polled agreed that violence against Americans here in the United States is justified as a part of the global jihad,' and even more were open to sharia law.\"",
  "http://bit.ly/1NmhsXQ\n\nPRIMARY RULES — Judge won't delay Montana primary for GOP lawsuit: \"The Montana Republican Party’s lawsuit to force a 'closed primary' election to choose its candidates is going to trial, a federal judge ruled Monday — but he refused to block the 2016 June primary until the issue is settled,\" MTN News reports.",
  "http://politi.co/1Ut93V6\n\n— \"Inside the 2016 black market for donor emails,\" by POLITICO's Shane Goldmacher: \"Scott Walker has begun selling access to his email list to pay off his leftover presidential debt, renting out the email addresses of hundreds of thousands of supporters to former rivals ...",
  "http://bit.ly/1O1zdZz\n\nPRESIDENTIAL SPEED READ — \"Carson, Huckabee, Fiorina earned speaking fees during campaign,\" by POLITICO's Kyle Cheney: \"Presidential candidates typically take a timeout from the paid-speech circuit to avoid potential conflicts of interest ...",
  "NEW LINES — Judge suggests adopting a new congressional map in Virginia, then letting Supreme Court sign off: A federal judge suggested a new solution on Monday in the messy battle over how to reshape Virginia’s congressional districts ahead of the 2016 elections.",
  "\"'What I am doing is with all the intention to strengthen the party and help cultivate a Hispanic electorate that can help move the country forward,' Garcia told the [Houston] Chronicle as he filed his paperwork, less than an hour before Monday's 6 p.m. deadline.",
  "State Solicitor General Stuart Raphael called the plan “a good fallback.” “But he urged the court to go ahead and put a new map in play, arguing that it would minimize disruption ahead of the 2016 congressional elections.” Republicans want the court to hold off.",
  "During a hearing in the redistricting case, Judge Robert E. Payne asked whether it might be possible for the court to adopt a new map but make it contingent on the Supreme Court signing off on it next year, The Richmond Times-Dispatch’s Andrew Cain reports.",
  "As the top two presidential contenders in most national polls prepare to square off in the CNN debate Tuesday night, one of the most important sub-dramas will be Trump’s attempts to engage Cruz -- and Cruz’s efforts to avoid getting drawn in.",
  "Ted Cruz praised Gaffney, who has warned about the Muslim Brotherhood infiltrating the federal government, on Monday in a video at a gathering in Las Vegas, calling him \"clear-eyed about the incredible threat of radical Islamic terrorism.\"",
  "\"U.S. District Judge Brian Morris of Great Falls said 'factual questions' remain on whether non-Republicans consistently vote in GOP primaries in Montana and somehow influence the outcome, against the wishes of actual Republicans.\"",
  "Fiorina delivered a pair of $48,000 speeches in October — one to AT&T and one to Young Presidents Organization, a business executives' group — though her financial disclosure suggests she diverted the fees to charity.",
  "But that hasn't stopped Ben Carson, Carly Fiorina or Mike Huckabee, who chose to fulfill commitments to the nonprofits and business groups that signed them up for five-figure fees before they jumped into the race.",
  "You can also follow us on Twitter, where we tweet a lot about campaigns and occasionally about our Gchat conversations : @politicoscott , @ec_schneider , @politicokevin , @theodoricmeyer , @kyledcheney .",
  "The party once let its moderate members off the hook on gun-related votes, understanding that Democrats from swing districts needed to hew closer to the NRA's positions in order to survive politically.",
  "While it never says so in the emails from his old foes, or anywhere, the money that donors give isn’t necessarily all going to whichever smiling candidate is pictured on the site and writing the email.",
  "Guns divide Democrats in House, Senate primaries\n\nWith Elena Schneider, Kevin Robillard and Scott Bland\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "You can email tips to the whole Campaign Pro team at sbland@politico.com , eschneider@politico.com , krobillard@politico.com , tmeyer@politico.com and kcheney@politico.com .",
  "— Virginia is in the process of redrawing its congressional lines after federal judges ruled that state lawmakers had packed too many black voters into the 3rd District.",
  "The solicitations arrive as if Walker’s donors magically landed on the lists of his old foes, as they plead for cash for themselves, linking to their own campaign sites.",
  "That is because Walker’s committee has struck secret deals with at least some of his old competitors to split the proceeds – unbeknownst to those doing the giving.\"",
  "Huckabee's campaign acknowledged that the candidate delivered paid speeches since announcing his bid but declined to provide a list of venues or fees earned.\"",
  "http://politi.co/1NusFDG\n\n— “Trump’s next target: Ted Cruz,” by POLITICO’s Katie Glueck: “Donald Trump wants to pick a fight with Ted Cruz.",
  "In the Las Vegas suburbs, four Democrats are racing to see who is more anti-gun, including one candidate who renounced his NRA membership.",
  "I'm challenging Donald Trump with all of his vitriol, rhetoric, dividing the community and insulting hardworking men and women.'\"",
  "\"Ostracized for years by mainline conservatives, [Gaffney has] found a new audience among presidential front-runners.",
  "Carson just completed a string of seven paid speeches that commanded fees worth as much as $500,000 in total.",
  "“Raphael said he expects the U.S. Supreme Court to set arguments in the GOP appeal in February or March.",
  "Republicans appealed the verdict, and the case is set to be heard by the Supreme Court next year.",
  "Ted Strickland, a popular Democrat who once touted National Rifle Association support.",
  "In the Ohio Senate primary, a young city councilman is attacking former Gov.",
  "But the state is running out of time to get a new map finished.",
  "'I'm not challenging Gene Green.",
  "Cruz wants no part of it.",
  "http://wapo.st/1mkWWOv",
  "Thanks for joining us.",
  "But there’s a catch.",
  "(Green is white.)"
]