[
  "“But the rise of ISIS and all these spectacular, graphic attacks did what they’re designed to do, which is to provoke fear and to provoke hysteria and create fertile ground for these kind of wild claims about the Islamic threat.” It has given Gaffney, and the network of anti-Islam groups of which he is a central part, a new level of power and relevance.",
  "When Cruz says that only Christian refugees from Syria should be allowed in the United States, he’s speaking to people who have likely heard about a Muslim plot to use refugee resettlement to wage “jihad via colonization.” “People see a very coherent narrative, backed by pseudo-experts and a sophisticated media infrastructure,” says Bail.",
  "Tuesday, Public Policy Polling released the results of a survey of North Carolina voters, summing them up this way: “Trump’s Islamophobia is a central feature of his appeal to his supporters.” It found that Trump’s support among the state’s Republicans is as high as it’s ever been, at 33 percent.",
  "“The efforts of a small cadre of funders and misinformation experts were amplified by an echo chamber of the religious right, conservative media, grassroots organizations, and politicians who sought to introduce a fringe perspective on American Muslims into the public discourse,” CAP reported.",
  "When Trump says darkly that Obama won’t call out radical Islamic terrorism because there’s “something going on with him that we don’t know about,” a good part of his audience knows he’s alluding to theories, promulgated by Gaffney and others, about Obama’s Islamist sympathies.",
  "The most tangible example of that is Donald Trump’s call for a ban on Muslim immigration, which he justified by citing figures from Gaffney’s think tank, the Center for Security Policy, about the supposed jihadist sympathies of American Muslims.",
  "Photo by Nicholas Kamm/Getty Images\n\nIn the past couple of years, the political influence of Frank Gaffney, who the Southern Poverty Law Center describes as “one of America’s most notorious Islamophobes,” appeared to be on the wane.",
  "“They are regularly invited to town hall community meetings to lecture about the dangers of Islam.”\n\nThese groups’ activities correspond to growing local anti-Muslim sentiment, over and above the backlash created by 9/11.",
  "“With the surging power of this anti-Muslim narrative in the media, combined with everything ISIS says and does, it’s entirely understandable how there can be a sea change in American opinion towards Muslims,” he says.",
  "Despite the efforts of Gaffney and his allies, “Islamophobia was the dog that didn’t bark in the 2012 election,” says Matthew Duss, president of the Foundation for Middle East Peace and Slate contributor.",
  "The next year, Gaffney, who was advising Michele Bachmann on foreign policy, concocted a theory that the Muslim Brotherhood had penetrated the State Department via Huma Abedin, Hillary Clinton’s aide.",
  "When five members of Congress, including Bachmann, asked for an investigation of the conspiracy, leaders of the Republican Party, including then–House Speaker John Boehner, forcefully rebuked them.",
  "for America, the Middle East Forum, and Stop Islamization of America, among others—spent $42.6 million between 2001 and 2009 to support the spread of anti-Muslim ideas and rhetoric.",
  "Christopher Bail, an assistant professor of sociology at Duke and author of the 2014 book, Terrified: How Anti-Muslim Fringe Organizations Became Mainstream, notes that ACT!",
  "In 2011, he was banned from the Conservative Political Action Conference after claiming that the Muslim Brotherhood had infiltrated the group organizing the event.",
  "He found that the combination of violent attacks on mosques and political attempts to stop their construction increased almost 800 percent between 2005 and 2012.",
  "Ted Cruz has also been close to Gaffney; both Trump and Cruz spoke at an August rally against Obama’s Iran deal that was co-sponsored by Gaffney’s group.",
  "Even as GOP elites sought to marginalize Gaffney and his ilk, the Islamophobes were working to spread their ideas through the conservative grassroots.",
  "Trump and Cruz may give anti-Islam conspiracy theories new prominence, but the anti-Islam lobby prepared the ground for the rise of both politicians.",
  "The most recent Republican nominee for president, Mitt Romney, largely refused to countenance Gaffney-style anti-Sharia conspiracy theories.",
  "“In my book I use big-data analysis to track the number of news stories about mosque controversies in local newspapers,” Bail tells me.",
  "A majority of his supporters, like Trump’s, want to shut down mosques and believe that thousands of Arabs in New Jersey cheered 9/11.",
  "Republican presidential candidate Donald Trump addresses a campaign rally in Manassas, Virginia, on Dec. 2, 2015.",
  "The poll also had good news for Cruz, finding him the candidate with the most momentum in the state.",
  "(Soon Bachmann would leave Congress, depriving Gaffney of an important political collaborator.)",
  "Of those supporters, 67 percent want to create a national database of Muslims in America.",
  "It should surprise no one that Cruz has hesitated to condemn Trump’s immigration plan.",
  "(Gaffney called for a “moratorium on refugees and Muslim colonization” in September.)",
  "According to the Center for American Progress, this lobby—which also includes ACT!",
  "This sea change helped prime conservative voters for figures like Trump and Cruz.",
  "But Trump isn’t the only Republican candidate parroting Gaffney’s views.",
  "Only 24 percent think Islam should even be legal in the United States.",
  "Both men know what their voters believe, and why they believe it.",
  "for America claims to have more than 100 local chapters.",
  "Read more of Slate’s coverage of the GOP primary.",
  "Chris Christie smacked them down as well.",
  "These relationships work reciprocally."
]