[
  "On the February 17 Breitbart News Daily show, broadcast on Sirius XM Patriot channel 125 from 6AM to 9AM EST weekdays, host and Breitbart News executive chairman Stephen K. Bannon will interview a number of guests, including Breitbart Tech editor Milo Yiannopoulos and legal expert Ken Klukowski.",
  "President of the Center for Security Policy Frank Gaffney will discuss the Southern Poverty Law Center’s attempts to smear critics of Islamic sharia law and the ongoing threat of Muslim terrorism in the U.S. thanks to current immigration policies.",
  "South Carolina Tea Party activist Joe Dugan, executive producer for the South Carolina Tea Party Convention, will also break down rank-and-file Republican support for outsider candidates.",
  "Sirius XM Vice President for news and talk Dave Gorab called the show “the conservative news show of record.”\n\nFollow Breitbart News on Twitter for live updates during the show.",
  "President of Kaltbaum Capital Management and Fox News contributor Gary Kaltbaum will present his daily update on the Federal Reserve’s policies and stock market fluctuations.",
  "Nick Adams, co-author of The American Boomerang: How the World’s Greatest ‘Turnaround’ Nation Will Do It Again, will provide his perspective on the contentious GOP primary.",
  "Daily Signal senior contributor Genevieve Woods will discuss the upcoming battle to decide who will replace the late Antonin Scalia on the Supreme Court.",
  "Breitbart Texas managing director Brandon Darby will discuss Mexican drug cartel violence and recently-discovered mass graves live from the scene.",
  "Live from London and Rome, correspondents will deliver live updates on the ongoing Muslim migrant crisis and other European news.",
  "Political reporters will provide live updates from the campaign trail in the Palmetto State.",
  "Breitbart News editor-in-chief Alex Marlow will discuss what’s driving the news cycle.",
  "The program is the first live, conservative radio enterprise to air seven days a week.",
  "Listeners may call into the show at: 866-957-2874."
]