[
  "There’s a new attraction every time: A stage with conservative musicians singing guitar songs about the Affordable Care Act; a huge sign that blares “Big Government Sucks;” a bevy of people in superhero costumes; a booth blasting metal music and hawking angry bumper stickers about terrorism (that was in 2013, as I recall); a cadre of men from the American Society for the Protection of Tradition, Family, and Property wearing fancy red sashes across their chests; and so on.",
  "On the main stage in a given year, you might watch a video montage of cable news luminaries saying mean things about the National Rifle Association’s Wayne LaPierre, or you might see Sarah Palin waving a Big Gulp over her head, or you might hear Duck Dynasty’s Phil Robertson discuss how long it takes to contract genital herpes.",
  "If you wander down Radio Row, where talk radio hosts snag conservative VIPs for quick impromptu interviews, you’ll see frat bros sporting blue blazers and American flag shorts, Tea Party activists in breeches and tri-corner hats, and a tall mustachioed gentleman in a cowboy hat and a “Cops Say Legalize Pot Ask Me Why” T-shirt.",
  "While Republicans are still more excited about the death penalty than the population at large—a recent Gallup poll shows that 81 percent favor execution for convicted murderers—their support for executions has waned a bit in recent years, as has support for the death penalty nationwide.",
  "I bunkered down there for part of a morning with national advocacy coordinators Heather Beaudoin and Marc Hyden—an NRA alum—and spent a decent chunk of time watching people walk by, squint, sort of slow down, and keep walking.",
  "But if you burrow through all this—past a person in a Windex-blue bear costume and past the booth for the conspiracy theory-touting Center for Security Policy—there’s a quiet corner with a very normal booth.",
  "And that’s sort of a barrier for anyone trying to provoke sober reflection among CPAC-goers for changes in the criminal justice system: How do you compete with Donald Trump and the guy with the Gadsden flag?",
  "If you wend your way down two layers of escalators into the exhibit hall—the throbbing, burning heart of CPAC—then you can see all the weirdness distilled, compacted, and laid out resplendent in its glory.",
  "Conservatives Concerned About the Death Penalty had a modest spot in the back corner of the convention hall, and their predicament kind of highlighted why conservative criminal justice reform is so hard.",
  "Photo by Alex Wong/Getty Images\n\nThe Conservative Political Action Conference—the largest and most influential gathering of conservative activists every year—is typically portrayed as a freak show.",
  "He regales us with stories of Republican North Carolina state lawmakers slamming their doors in his face as we watch people start to line up for a Benham Brothers book signing.",
  "Anthony Rodriguez of Young Americans for Liberty helps attendees flag an unofficial poll of the “political climate of CPAC” on Feb.28, 2015 in National Harbor, Maryland.",
  "One slightly rotund young attendee, wearing five different pieces of Rand Paul swag, stopped in to say he supports the death penalty in theory but not in practice.",
  "If you’re talking about a public policy of deliberately killing people, you can’t really dress up in a goofy executioner suit and hand out silly stickers.",
  "Instead of getting mad, people just meander off in the direction of two blond brothers who lost an HGTV gig for saying distasteful things about gays.",
  "Two youngish-looking women swung by and sounded sympathetic, and the booth-mates from Families Against Mandatory Minimums also paid a visit.",
  "“We get traffic.”\n\n“Mandatory minimums, asset forfeiture, death penalty—we have lost our freakin’ minds in this country,” Hargitt says.",
  "CCADP’s next door booth neighbor was Republicans Against Marijuana Prohibition, manned by garrulous booth attendant David Hargitt.",
  "“Over in the corner, away from everyone else.”\n\n“But we’re close to the food, we’re close to the book-signing,” she says.",
  "CPAC is a comparatively safe space to break with party pieties on criminal justice reform.",
  "It was all very warm, very decorous, very professional, and very unlike the rest CPAC.",
  "And CPAC attendees that I saw held no animus over the issue.",
  "“They put the controversial ones together,” Beaudoin jokes.",
  "It’s hard to be gimmicky about people getting executed.",
  "But that doesn’t mean CPAC is an easy crowd for them.",
  "That, in and of itself, is a win for the group.",
  "“Kind of hand in hand with you guys!” he says.",
  "It wasn’t entirely desolate, though.",
  "This reputation isn’t always unfair.",
  "But you can meet CPAC halfway.",
  "Thus, the CCADP booth wasn’t.",
  "You will be overstimulated.",
  "(He’s there every year.)",
  "You can’t go full CPAC.",
  "“Exactly!” he replies.",
  "You could be alarmed.",
  "You may be wooed.",
  "It still counts."
]