[
  "So according to at least one refugee resettlement contractor, our FBI Director and Assistant Director and Secretary of Homeland Security are “ill-informed.”\n\nLikewise, asked about past security breaches, Mr. Applebee asserted, “There hasn’t been in the history of the U.S. refugee program, any sort of security breach where there’s been any sort of violent attack or any sort of incident, certainly not to the degree of Paris, where there has been a coordinated sort of terrorist attack carried out by a refugee… To date, it has been 100%.”\n\nMs. Limon went on to assert, “No refugee has ever committed a terrorist attack on our soil.”\n\nYet for more than two decades refugees and their families have been implicated in terror activities, including:\n\nMohamed Osman Mohamud, a Somali refugee whose family had been settled in Oregon by resettlement contractor Ecumenical Ministries of Oregon, who plotted to bomb a Christmas tree lighting ceremony in Portland in 2010, saying “I want whoever is attending that event to leave, to leave dead or injured”; Sulejmen Talovic, an 18-year-old refugee from Bosnia killed during a shooting rampage at the Trolley Square Mall in Salt Lake City, Utah on February 12, 2007, killing five and wounding four; Dzhokhar and Tamerlan Tsarnaev, sons of Chechen refugees, who carried out the 2013 Boston Marathon Bombing; Waad Ramadan Alwan, who entered the country in 2009 as a refugee and was resettled in Bowling Green, Ky., one of “several dozen suspected terrorist bombmakers” the FBI believes were let into the country accidentally under the program according to ABC News; and Yassin M. Aref, an Iraqi refugee the Imam of Masjid As-Salam, who was arrested for his part in a plot to buy a surface-to-air missile to supply to a terrorist group.",
  "“We can only query against that which we have collected,” Comey told the committee under questioning, “So if someone has never made a ripple in the pond in Syria in a way that would get their identity or their interest reflected in our database, we can query our database until the cows come home, but there will be nothing show up because we have no record of them.”\n\nEarlier in October Jeh Johnson, Homeland Security Secretary, also allowed that though “we’ve gotten better at that over the last couple years,” that vetting refugees “is a time-consuming process, and one of the challenges we will have is that we’re not going to know a whole lot about the individual refugees that come forward from the UN High Commission on Refugees for Resettlement and Vetting.”\n\nLikewise, in February, Assistant Director for the FBI, Mr. Michael Steinback, told Congress that when it comes to Syrian refugees, “We don’t have it under control.” “Absolutely, we’re doing the best we can,” he testified in February before the U.S. House.",
  "In response, Ms. Limon responded they did not track it because it “that’s never been an issue with refugees at all.” She claimed, “I’ve been in this program since 1975, and I think I can count on one hand the number of crimes I’ve heard committed by refugees of any significance.”\n\nBut refugees have repeatedly played high-profile roles not just in criminal activity, nor even just in terror as described above, but horrific violence, including:\n\nIn Maine, where a Christian African was found tortured and murdered allegedly by three Somali refugees in August with a blood-spattered bible next to his head in a vicious attack that police said “took place over several hours;” and In Utah, where a seven-year-old refugee girl living in Salt Lake City refugee housing brutally raped and murdered allegedly by a Burmese Muslim refugee living in the same complex.",
  "That is just the fact.”\n\nA reporter pressed the contractors soon thereafter, noting that U.S. House Homeland Security Chairman Michael McCaul has stated that there are “gaping holes” in the vetting process, and asking if there were anyone in U.S. security agencies who had “backed up” the vetting process – that is, said “anything that can assure Americans that the vetting process is in fact stringent and one that we can rely on.” Mr. Applebee said yes, U.S.",
  "There are steps in place to keep our citizens and our nation safe, and to mislead by claiming that they don’t exist or are inadequate is ill-informed.” Likewise, in response to a question about the vetting process, Ms. Steinberg asserted that refugees were the “most thoroughly vetted people to arrive in this country, and that includes refugees from all parts of the world.",
  "Rep. Peter King, R-N.Y., Chairman of the U.S. House Sub-Committee on Counterterrorism and Intelligence, has warned that Obama’s decision to admit 10,000 Syrian migrants “will put American lives at risk.”\n\n“The decision is in direct contrast to the opinions of leading law enforcement and intelligence officials in this administration,” he continued.",
  "“We do not have the capability to vet these individuals nor will we be able to develop it in the next twelve months… We do not want another Boston Marathon Bombing.”\n\nAt no time during the call did the contractors reveal that the U.S. government pays them by the head to resettle refugees, arguably an important conflict of interest.",
  "The call included Kevin Appleby, Director of Migration Policy, U.S. Conference of Catholic Bishops; Linda Hartke, President, Lutheran Immigration and Refugee Service (LIRS); Lavinia Limon, President & CEO, U.S. Committee for Refugees and Immigrants; and Naomi Steinberg, Director, Refugee Council USA.",
  "Apparently panicked after dozens of governors trying to prevent a Paris-style attack announced that they would halt Syrian refugee resettlement in their states, refugee resettlement contractors dependent on federal payments appeared to mislead reporters repeatedly on a conference call held Tuesday.",
  "A reporter did make that point, and Ms. Limon acknowledged that, “In the Somali community there have been a few cases of young men trying to travel to Syria,” but added that because that community had a positive relationship with the FBI, it was the community itself flagging those problems.",
  "leadership in this moment must be grounded in American values – in facts and not misdirection.”\n\nThe truth is that refugee resettlement contractors are the ones succumbing to small-minded panic at Americans’ reaction to the program they run that is putting us all at risk.",
  "Citizenship and Immigration (USCIS) officials had repeatedly testified to Congress about the security of the refugee screening process, and that there was “plenty of recorded testimony on this issue on the Hill.”\n\nYes, plenty of testimony – much of it saying the opposite.",
  "For instance, in 2013, the most recent year for which records are available, LIRS took in over $46 million in government grants out of a total in gifts and grants of just over $48 million, or 96% of the organization’s revenue that year.",
  "In the latter case, the Daily Mail (UK) headlined the piece, “’She was my only one’: Refugee family sob in court as gruesome photos of their seven-year-old daughter ‘raped and beaten to death by neighbor, 26,’ are shown at his trial”.",
  "Christopher C. Hull, Ph.D., a former adjunct assistant professor at Georgetown University, works with the Center for Security Policy, a nonprofit, nonpartisan national security think tank.",
  "But it also does not take into account the fact that Islamic State only recently came into existence and has specifically targeted the flow of refugees into the West for terrorist attacks.",
  "Less than a month before, FBI director James Comey testified for the second time this year before Congress that the Administration was flatly unable to screen Syrian refugees.",
  "So it’s not even close to being under control.”\n\nThat sounds as though the steps in place to keep our citizens and our nation safe: either don’t exist or are are inadequate.",
  "“Since 2007, at least 22 Somali refugees have left Minnesota to join al-Shabaab in their homeland,” wrote Leo Hohmann, a news editor for WND, in September, 2014.",
  "They are desperately trying to use misdirection rather than facts to stop the American people from protecting themselves from another Paris-style attack.",
  "One jihadist operative estimating that Islamic State has succeeded in introducing more than 4,000 jihadis into the West during the current flow.",
  "During her remarks, Ms. Hartke called the governors’ moves to limit Syrian refugees to their states “small-minded panic” and insisted that “U.S.",
  "Early in the call, Ms. Harke said, “All must be informed by facts and truth about the security screening process.",
  "“If I were to say that we had it under control, then I would say I know of every single individual traveling.",
  "In addition, a reporter asked whether the contractors tracked crime associated with their program.",
  "That does not include the ongoing flow of al-Shabab recruits from Minnesota.",
  "And I don’t know every person there and I don’t know everyone coming back.",
  "“Just wait,” he promises.",
  "I don’t."
]