[
  "“I think people perhaps are paying attention now more to the national security issue overall, which he’s obviously been part of for a long time.”\n\nAsked about CPAC’s ban on Gaffney, Bolton said, “I think CPAC has changed in many respects, I think there’s new leadership and I think national security’s going to be a bigger priority.”\n\nAnd attendees said they were learning a lot from Gaffney’s event.",
  "Culp said he was concerned about immigration and the refugee crisis: “I am concerned about what’s happening and how it’s happening, about how we’re being pushed in a direction that I don’t think we should be.” Culp said he was still undecided in the presidential election, but was leaning toward Cruz.",
  "“We advise at all levels” including elected lawmakers and candidates, Waller said, saying that “quite a few of them have asked for analysis for information, and we provide it to anybody who asks.”\n\nTrump “hasn’t reached out to us necessarily, but he’s participated in previous summits,” Waller said.",
  "Gaffney, who served in the Reagan administration, has argued for years that the Muslim Brotherhood has infiltrated high levels of the U.S. government, has implied that President Obama is a secret Muslim, and has repeatedly suggested that Grover Norquist is a Muslim Brotherhood agent.",
  "“As you know this president saw the Muslim Brotherhood as a legitimate partner in Egypt, when I did not particularly, since I knew that once they came to office they would do what they started to do which is transform it from a democracy to an Islamic caliphate.",
  "The president, again, oblivious, ignorant, delusional, whatever you want to say, he continues to support that government as the legitimate government of Egypt, yet they are clearly part of the global jihadi movement.”\n\nTrump, for his part, was absent.",
  "All day on Monday, Gaffney introduced a series of speakers to a crowd of up to 200 people in a dreary conference room at the International Peace Education Center, an events center near the Las Vegas airport that is owned by the Unification Church.",
  "“Certainly the Council on American Islamic Relations has a lot of supporters in this administration and had some in the last administration, and their relationship with the Muslim Brotherhood is pretty well documented,” Santorum said.",
  "Tommy Waller, a veteran of the Marine Corps and the Center for Security Policy’s director of state legislative outreach, didn’t directly comment on what kind of contact the Center for Security Policy has had with the Trump campaign.",
  "“Until we get a grip on what’s going on, and I don’t think he put it very well, but I agree with what he was trying to say, which is that we need to limit immigration until we come up with a vetting system,” Wilsher said.",
  "On Monday, four Republican presidential candidates appeared either via video or in person at an event for Gaffney’s group, the Center for Security Policy, ahead of Tuesday’s Republican primary debate here in Las Vegas.",
  "Ted Cruz gave a 15-minute pre-recorded video appearance in which he repeatedly praised Gaffney; “Frank is a patriot, he loves this country, and he’s clear eyed about radical Islamic terrorism,” Cruz said at one point.",
  "The event had a low-rent vibe and there were a series of technical difficulties, including one comical sequence when Gaffney had to cut off a speaker who was skyping in to talk about electromagnetic pulses.",
  "That had produced an outcome that felt final: CPAC organizers banned him from their event, and the mainstream has come to regard Gaffney as a conspiracy theorist, relegating him to the fringes of the right.",
  "The event came on the heels of Donald Trump’s now-infamous proposal to temporarily ban Muslim immigration, an idea that has propelled conservative attitudes toward Islam into the political debate.",
  "“We really care more about what we study and analyze than what people think about us,” Waller said when asked about the Center’s return to the national conversation in the past week.",
  "After his speech, Santorum was asked during a press availability about the Center for Security Policy’s claims about Muslim Brotherhood infiltration of the U.S. government.",
  "Ambassador to the U.N. John Bolton, who also spoke at the conference, said he didn’t think Gaffney had changed, but that people had become more receptive to his message.",
  "But although some of the speakers were obscure figures known only to those who follow this corner of the conservative world closely, others were anything but.",
  "But with Trump still leading during a time of increased anxiety among conservatives about Islamist terror attacks, Gaffney has proved newly relevant.",
  "Wilsher said she was also leaning Cruz and that she found Trump too “volatile,” but said she agreed with Trump’s Muslim immigration proposal.",
  "Gaffney himself declined to speak with BuzzFeed News, saying at first that he had to eat lunch first and later that he didn’t have time.",
  "Cruz has regularly appeared at Gaffney events over the years, including at a forum Gaffney hosted adjacent to the CPAC site in 2014.",
  "“I’m concerned about the security of our country,” said Pat Wilsher, 69, who splits her time between North Carolina and Las Vegas.",
  "Trump’s proposal cited a poll by the Gaffney’s group, sparking a renewed interest in the man himself.",
  "“I retired last year, I want to learn more, keep active,” said Doug Culp, 67, of Las Vegas.",
  "“I think Frank has been saying the same thing for a long time,” Bolton told BuzzFeed News.",
  "“I’m not against Muslims, I know Muslims that are very peaceful,” Wilsher said.",
  "He didn’t exactly endorse the idea, but also didn’t reject it out of hand.",
  "LAS VEGAS — The conservative movement tried to banish Frank Gaffney.",
  "Carly Fiorina and Ben Carson also appeared in video messages.",
  "If we listen to the news, we think everybody’s radicalized.”",
  "“But what percentage of them are moderate, I don’t know.",
  "And Rick Santorum appeared in person.",
  "But he keeps coming back.",
  "Former U.S."
]