[
  "(RELATED: Clock Boy Flees Oppressive America For Authoritarian Sharia-State)\n\nNow, a year later, Ahmed’s father, Mohamed Mohamed, is suing a host of media companies and news personalities, claiming to be the victim of defamation.",
  "Ahmed grabbed headlines worldwide after he brought a device to school that faintly resembled an improvised bomb but was actually just a clock taken out of its chassis and then placed in a pencil case.",
  "Ahmed’s family has also sued the Irving Independent School District in August for $15 million, claiming the district had violated Ahmed’s rights by reporting him to police, leading to his arrest.",
  "Later, sympathy for Ahmed eroded after evidence emerged suggesting he really had intended to have his device resemble a bomb, and had ignored teacher requests to stop showing it off.",
  "It’s not clear what the exact nature of Mohamed’s claims are, but Shapiro notably described the clock incident as a “hoax” committed by Ahmed and his family.",
  "The initial backlash against the police and school was harsh, with Ahmed being praised as a young “inventor” who fell victim to anti-Muslim discrimination.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The father of Ahmed Mohamed, better known as the infamous “Clock Boy,” is hitting his biggest detractors with a series of defamation lawsuits.",
  "Among those being sued are Fox News, Glenn Beck, The Daily Wire’s Ben Shapiro, The Blaze, and the Center for Security Policy.",
  "The deluge of lawsuits was announced Monday afternoon in an article by The Daily Wire, a site edited by Shapiro.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "(RELATED: Clock Boy Hangs Out With Saddam Sympathizer)\n\nIt isn’t the only lawsuit from the family.",
  "Ahmed was briefly detained by police who feared he may have tried bringing a hoax bomb to school.",
  "Ahmed was even invited by President Barack Obama to visit the White House.",
  "Follow Blake on Twitter\n\nSend tips to blake@dailycallernewsfoundation.org.",
  "Eventually, Ahmed and his family moved away to Qatar."
]