[
  "\"The public has been misled into believing that the Mohameds are terrorists who plotted to have the Irving police wrongfully arrest a teenage boy for bringing an alarm clock to school,\" the lawsuit says, per the Morning News.",
  "(Photo: AP)\n\nThe father of the Muslim teen arrested last year after bringing a homemade clock to school claims in a new lawsuit that Glenn Beck and Fox News, among others, made false and damaging statements about his son.",
  "Ahmed Mohamed, the 14-year-old who was arrested at MacArthur High School in Irving, Texas, after a homemade clock he brought to school was mistaken for a bomb, speaks during an interview with the AP, in Washington.",
  "Now the teen's father has alleged that several media outlets, including Beck and his conservative television network, TheBlaze, made false statements about his son in coverage in the event's aftermath.",
  "The lawsuit claims Van Duyne participated in on-air discussions and described Mohamed as uncooperative, the Morning News reported, making statements that \"were obviously hurtful to the Mohamed family.\"",
  "\"The correction must also be made that the arrest and suspension of Ahmed Mohamed was not a stunt and it was not pre-planned, staged or engineered by anyone, including [his father].\"",
  "\"The Mohamed family are peaceful Muslims who have been falsely accused of being terrorists and engaging in a jihad,\" the suit stated, according to the Dallas Morning News.",
  "Last September, Irving, Texas, police charged then 14-year-old Ahmed Mohamed with having a \"hoax bomb\" after the student brought a homemade digital clock to school.",
  "The suit's defendants also include commentators Jim Hanson and Ben Ferguson, journalist Ben Shapiro and Irving Mayor Beth Van Duyne, NBCDFW reported.",
  "Mohamed's family previous sought $15 million in damages from the city of Irving and the Irving School District in relation to the event.",
  "CLOSE Attorneys representing Ahmed Mohamed and his family want an apology and $15 million in damages after his arrest in September.",
  "Mohamed Mohamed filed the defamation suit on behalf of himself and his son, Ahmed Mohamed, late last week, NBCDFW reported.",
  "\"These broadcasts irresponsibly fan the flames of fear and anger toward Muslims and immigrants.\"",
  "The school suspended Mohamed for three days, though police eventually dropped the charge.",
  "Shapiro and Ferguson made similar statements on FOX channels, the suit also claims.",
  "The Center for Security Policy, a think tank where Hanson works, is also named.",
  "Read or Share this story: http://usat.ly/2dxRuYf"
]