[
  "When Donald Trump called for a ban on Muslims entering the United States Monday — including American citizens currently abroad — he cited a June 2015 poll from the Center for Security Policy claiming that a quarter of Muslim Americans support violence against the U.S., and that more than half believe Muslims should be governed according to Islamic law.",
  "Notably, the Center for Security Policy Poll Trump cited differs markedly from a 2011 Pew survey of American Muslims, which concluded that most of the U.S. Muslim population rejects \"violence and extremism\" and is almost as concerned about Islamic extremism as the general population.",
  "In 2010, Gaffney presented a report to several members of Congress arguing that \"radical Muslims are using Islamic law to subvert the United States\" and implying that the Obama administration was \"promoting the same totalitarian ideology and seditious agenda as al Qaeda[.]\"",
  "Gaffney's influence seemed to fade after prominent Republicans objected to an attempt by Gaffney and other anti-Muslim activists to tie Hillary Clinton aide Huma Abedin to the Muslim Brotherhood, but the rise of ISIS has created new space for his brand of advocacy.",
  "He's also written that President Barack Obama \"may still be\" a Muslim, and was banned from the Conservative Political Action Conference for alleging that its founder, activist Grover Norquist, was an agent of the Muslim Brotherhood.",
  "Frank Gaffney, its founder and a former Reagan era-assistant secretary of defense, has testified in court on behalf of those seeking to prevent the construction of mosques by arguing that Islam was not a religion.",
  "Yet on the basis of the Center for Security Policy's poll, Trump has called for banning all Muslim entry to the United States, including American citizens currently abroad.",
  "(Though interpretations of Islamic law vary among Muslims, the CSP is almost always referring to the strictest and harshest interpretations).",
  "Nevertheless, Gaffney has maintained some influence on Capitol Hill, particularly among some House Republicans who share his views on Islam.",
  "The Center for Security Policy is a conservative think-tank that has long alleged that American Muslims are a threat to U.S. security.",
  "Similarly, a Gallup poll from 2011 found that Muslims were less likely than members of other religions to see violence as justifiable.",
  "Asked whether Gaffney or CSP supports Trump's proposal, spokesperson Alex VanNess told BuzzFeed News that \"We do not take a position.",
  "The Southern Poverty Law Center describes Gaffney as \"gripped by paranoid fantasies about Muslims destroying the West from within.\"",
  "We serve to educate people on the legitimate threat posed by Jihad and the doctrine of Sharia.\""
]