[
  "Hanson added, “Instead of counteracting radical propaganda online, these policies are now being used to silence the very speech that YouTube said it wanted — speech that challenges ISIS.”\n\nYouTube’s hate speech policy states that “hate speech refers to content that promotes violence or hatred against individuals or groups based on certain attributes.” These attributes include religion.",
  "In their Explanatory Memorandum, the Muslim Brotherhood, calls this, ‘civilization jihad,’ saying, ‘The [Muslim Brotherhood] must understand that their work in America is a kind of grand jihad in eliminating and destroying the Western civilization from within and ‘sabotaging’ its miserable house by their hands and the hands of the believers.",
  "“I am stunned that the policy that YouTube developed for the express purpose of fighting Islamic State propaganda is now being used to silence critics of radical jihad,” Jim Hanson, executive vice president of the Center for Security Policy said Wednesday.",
  "'”\n\n“There are plenty of Modern Muslims who want to ‘live and let live,’ but unfortunately the groups that speak most often for the Muslim community follow the medieval version based on Sharia.",
  "A video produced by CounterJihad critical of the Muslim Brotherhood, jihad and sharia law was removed from YouTube Tuesday due to the company’s “hate speech” regulations.",
  "The video — titled “Killing for a Cause: Sharia Law & Civilization Jihad” — was uploaded to YouTube last Thursday.",
  "The most widely available book of Islamic Law in English says: ‘Jihad means to war against non-Muslims.",
  "They are all killing for a cause: Islamic Law known as Sharia,” a voice-over in the video states.",
  "The bad guys have lots of names—ISIS, al Qaeda, Boko Haram—but they have one thing in common.",
  "It was recently reported that YouTube will start automatically removing extremist videos.",
  "'”\n\nThe voice-over goes on to say, “But there is another kind of Jihad.",
  "The CounterJihad video is now able to be viewed on their website.",
  "“Terrorism seems to be everywhere, and it’s getting worse.",
  "They are working to make the US more like the Caliphate.",
  "Sharia demands a Holy War called Jihad.",
  "They have to go,” the video concludes.",
  "“Sharia is a return to medieval Islam."
]