[
  "“This is one side of the story,” the mayor said, “but the other side of the story is not coming out.”\n\nBeck asked Hansen if there was “Any doubt in your mind that this is really kind of the final throes of weakening us to the point to where we don’t ask any questions, to be ready for final confrontation?",
  "Did the teacher really do the wrong thing?”\n\n“What if it had been a bomb?” Maher continued, “So the teacher is supposed to see something that looks like a bomb and go, ‘Oh wait, this just might be my white privilege talking?",
  "Mohamed’s clock has been the subject of skeptical criticism, even from members of left media icons like Bill Maher and Richard Dawkins, according to Mediaite.",
  "During the interview, Beck put forward the idea that the incident involving the clock might be part of an orchestrated conspiracy of creeping Islamist jihad.",
  "“In fact,” Van Duyne responded, “I don’t even think the picture of the hoax bomb was released before [President Obama] tweeted out, ‘Cool clock, kid.",
  "He speculated the incident could be part of Democratic efforts to turn Texas blue or for Muslims to have a “boogeyman” to gin up, Mediate reported.",
  "On his show, Real Time with Bill Maher, the host became the surprising voice of reason, saying, “”Could we have a little perspective about this?",
  "'”\n\nJim Hansen with the Center for Security Policy sided with Beck and questioned why Ahmed would bring the clock to school in the first place.",
  "The Irving mayor would not quite sign on to that theory but questioned the rapid attention the incident garnered from the White House.",
  "Spokesman Jame McLellan responded that the case surrounding the controversial clock is closed and no charges will be filed.",
  "She said the Mohamed family should allow the school to release all of the information related to the incident.",
  "These comments came during an interview by Glenn Beck of Irving Mayor Beth Van Duyne on The Blaze.",
  "He continued, explaining that Mohamed was a “pawn” who had been put up to creating the incident.",
  "Irving Mayor Beth Van Duyne appeared on The Blaze and was interviewed by Glenn Beck on Tuesday.",
  "Glenn Beck said that Ahmed’s “clock” could be a PR stunt or a “dog whistle” for Islamists.",
  "He likened the incident to a dog whistle event for jihadists around the world.",
  "I sure don’t want to be politically incorrect, so I’ll just let it go?",
  "Van Duyne implied there is more to the story than has been released.",
  "'”\n\nBreitbart Texas contacted the Irving Police Department.",
  "Total confrontation?”\n\n“No,” Hanson replied."
]