[
  "Even if OKAZ hasn’t violate any Austrian laws by providing a propaganda platform for a terrorist group, the PFLP has the blood of innocent people on their hands and the promotion of their message is not worth the money in Cerberus Capital Management and GoldenTree Asset Management’s pockets.",
  "Instead of objecting specific Israeli policies they find objectionable, the BDS movement uses radical, distorted, and sometimes anti-Semitic rhetoric to demonize Israel and its citizenry with the ultimate goal of annihilating Israel and replacing it with a Palestinian state.",
  "While it is surprising that the terrorist like Khaled was even able to get a visa into Austria, it’s even more surprising is that the organization, which is openly colluding with a terrorist, has not had its assets frozen or at the very least have its bank account closed.",
  "In the United States, groups working to promote boycotts of Israel, including American Muslims for Palestine (AMP), which is seen as one of the most important sponsors of BDS campaigns in the US has a history of employing terrorist financiers.",
  "Despite sluggish economic growth and high regulatory costs plaguing the European banking landscape GoldenTree Asset Management has reported a new 52-week high in their stock price and BAWAG’s profits have exceeded its guidance this year.",
  "Last month, Leila Khaled, a member of the Popular Front for the Liberation of Palestine (PFLP) who was personally responsible for the hijacking of two airplanes, delivered a lecture titled “Free Palestine” in Vienna.",
  "European countries, including Austria, France, and Germany have all shut down accounts associated with BDS and it is imperative to press these U.S. firms to demand their European bank does the same thing.",
  "The PFLP is an anti-Semitic terrorist organization responsible for numerous airplane hijacking, suicide bombing, and armed assaults, which resulted in the deaths of numerous innocent people.",
  "OKAZ holds accounts at the Austrian bank BAWAG PSK, which is owned by two U.S. financial firms, Cerberus Capital Management LP (52 percent) and GoldenTree Asset Management LP (40 percent).",
  "OKAZ is a pro-BDS organization and according to a recent report in The Jerusalem Post, Khaled used her time to promote the BDS Movement against the State of Israel in her talks.",
  "Khaled was also meeting with European politicians and organizations working to build Boycott, Divestment, and Sanctions (BDS) campaigns against Israel.",
  "It is disconcerting that these companies would not immediately demand that BAWAG take action, or at a minimum release a statement condemning terrorism.",
  "It is within these firms’ best interests to press BAWAG to drop OKAZ as a client lest they be involved in promoting more terrorism.",
  "In the recent JPost report on the situation, is should be noted that both financial firms declined to comment.",
  "Alex VanNess is Director of the Middle East Peace and Security Project at the Center for Security Policy.",
  "The Austrian-Arab culture center (OKAZ) sponsored the convicted terrorist’s lecture.",
  "These financial firms are showing positive momentum.",
  "So, are these firms aware of OKAZ’s activities?",
  "Yes."
]