[
  "The activists have been fighting to block the refugee inflow since before the Paris terrorist attacks on November 13, having learned about the situation not from the government, but from an official at Frank Gaffney’s Washington-based Center for Security Policy.",
  "“There were rebuttals from young Muslims in the community who were really putting us down.”\n\n“They said, ‘It would be so unkind not to welcome these people into our communities and our homes and that’s not the way we are,'” Hayes said.",
  "The night before the shooting, Tea Party activists pleaded with local elected officials to stop the refugee inflow, while members of the well-organized Muslim community showed up to fight for more Muslim refugees.",
  "The Islamic community plays the victim card here whenever they can.”\n\nConcerned citizens brought their grievances to the Redlands City Council on Tuesday night, where they were met by pro-migrant Muslims.",
  "But this is clearly right on our doorstep.”\n\nVicky Hargrave, leader of the local national security group, Redlands Townhall, told Breitbart News that she’s pessimistic the refugee program can be stopped.",
  "The intent is to continue to send Muslims all over the country so that the communities grow large enough so that it will be a natural expectation that they should have a large mosque,” Hargrave added.",
  "If that had happened, Redlands could have been synonymous with terrorism.”\n\n“I find it ironic that IED’s were more of a danger in my hometown of Redland than in Iraq,” added Berry, a veteran.",
  "They basically said there’s nothing we can do about it.”\n\n“The media has yet to report on the significance of this Redlands house,” said Tea Party Patriots state coordinator John Berry.",
  "“This is one where I hate to be able to say, ‘We told you so,'” Gregory Brittain, a member of the Tea Party Patriots group in nearby Redlands, California, told Breitbart News.",
  "Californian Tea Party members in the San Bernardino area are urging President Barack Obama to back away from his plan to send Syrian refugees into the tragedy-scarred city.",
  "“The refugees are basically selected through the United Nations, and the United Nations through the State Department decides where they will be settled,” Hargrave said.",
  "It’s a story going back decades.”\n\n“Our City Council is more worried about their political skins than any kind of reality in this situation,” Berry added.",
  "“I understand where they’re coming from except that you have to consider the folks who are here.”\n\nWhy was Redlands chosen to house the Syrian refugees?",
  "“We were warning of this threat.”\n\nRedlands, located fifteen minutes from San Bernardino, was the town where Muslim shooting suspect Syed Farook lived.",
  "The Catholic Charities office is located only 4.3 miles (a 12-minute drive) from the Inland Regional Center, where Wednesday’s shooting took place.",
  "“So it’s the place where politicians don’t resist people-dumping… When people get paroled from prisons, they always come here to the Inland Empire.",
  "“The day before, just the day before, we had been talking in the Council meetings about this,” citizen activist Caroline Hayes told Breitbart News.",
  "This is a war and if we don’t fight it then this is not going to stop.”\n\nThe State Department did not return a request for comment for this report.",
  "State Department documents reveal that San Bernardino was chosen as one of 180 settlement sites in the United States for the Syrian refugees.",
  "“It was a free-fire zone in the local newspaper,” Brittain recalls of the local reaction to the Tea Party protests.",
  "Police found numerous pipe bomb-style explosives and much ammunition after searching his Redlands house Thursday.",
  "Post-Paris, we went back again, the night before the attack in San Bernardino, with the [Redlands] mayor.",
  "The refugees are going to be dispersed within a 100-mile radius of the Catholic Charities office.",
  "Specifically, the Catholic Charities office in San Bernardino was chosen to broker the program.",
  "“I’m guessing it’s because our politicians have shown absolutely no [concern about the locals].",
  "The Inland Empire is often a dumping ground for criminals getting out of prison,” Berry said.",
  "“They are well-organized and vocal,” Berry said of the San Bernardino area Muslim community.",
  "“People said ‘It’s racist, it’s insensitive.’ All the usual leftist epithets.",
  "Tea Party activists in Redlands represent the entire San Bernardino area.",
  "Our politicians have never stood up to it.”\n\n“This isn’t out of the blue.",
  "Bombmakers often blow themselves up and take their communities with them.",
  "“They just try to sit out the outrage and wait for it to subside.",
  "“You had 12 bombs and 3,000 rounds of ammunition.",
  "“We certainly do have a [Muslim] community here.",
  "“I’ve seen them speak at community forums.",
  "“This needs to be a wakeup call.",
  "This was still before Paris."
]