[
  "The two countries have “a growing arsenal of high-end war-fighting capabilities, many of which are focused specifically on our vulnerabilities,” said Admiral Richardson in his “A Design for Maintaining Maritime Superiority.” “Our competitors are focused on taking the lead – we must pick up the pace and deny them.”\n\nOff the record, unnamed “senior defense officials” have been even more blunt, saying that “We must jettison assumptions like Russia being ‘a responsible international partner’ and… [We must] bolster conventional deterrence against our two high-end adversaries, Russia and China… Russia and China have become much more hostile of late.”\n\nChina’s massive military buildup, especially the rapid expansion of its blue-water navy, is clearly hostile to U.S. interests.",
  "Defense Secretary Ash Carter used the now-forbidden term in February of this year at a speech before the Economic Club of Washington, when he referred to the “return to great power of competition” in the Asia-Pacific, “where China is rising.”\n\nChief of Naval Operations Admiral John Richardson similarly characterized China and Russia as rivals in a “great power competition” in his new maritime strategy.",
  "The White House has banned senior Pentagon officials from describing the serious security challenges posed by a rising and increasingly aggressive China as a “competition.”\n\nThis directive comes even as the 2017 defense budget shifts the focus away from counterinsurgency to bolstering capabilities to deal with China’s illegal island-building actions in the South China Sea and elsewhere.",
  "As U.S.-China Economic and Security Review Commission has noted, “China’s leaders consistently characterize the United States as a ‘hegemon,’ connoting a powerful protagonist and overbearing bully that is China’s major competitor.”\n\nPresident Xi Jinping and his Politburo colleagues constantly stoke this kind of xenophobic nationalism among the Chinese people.",
  "Beijing’s communist leaders know Obama is a lame duck president who doesn’t back-up his threats, much less call-out the culprits.”\n\nMaginiss points to Obama’s imaginary “red line” in Syria, which President Bashar al-Assad violated with impunity, and also to his reluctance to name radical Islamic terrorism for what it is.",
  "At a recent hearing of the Senate Armed Services Committee, Senator Tom Cotton (R-Ark), asked the Chairman of the Joint Chiefs of Staff, General Joe Dunford, and Secretary Carter himself, their opinion:\n\n“General Dunford, are we in great power competition with China?” Cotton asked.",
  "The National Security Council even issued a written directive, said four officials familiar with the classified document, which ordered the Pentagon to strike that phrase from its vocabulary and henceforth use milder language to describe the U.S.-China relationship.",
  "Although Obama didn’t name China’s aggressiveness as the reason for the shift, it was broadly understood by us, and by our allies in the region, to be in response to Beijing’s increasingly hegemonic behavior, coupled with its massive military modernization effort.",
  "The Pentagon has long advocated more open displays of U.S. resolve, such as sending destroyers close to China’s fake islands, rotating more troops and aircraft through the Philippines, and joining with India on joint naval patrols of the South China Sea.",
  "The Pentagon’s framing of these aggressive actions in terms of “great power competition” seems the mildest possible construction to put on China’s bellicose behavior, but even this was too much for a White House bent upon conciliation and appeasement.",
  "They use whatever fuel happens to be handy, be it a recent visit of the Japanese prime minister to the Yakusuni Shrine to memorialize Japanese war dead, or the transit of an American carrier task force across the vast reaches of the South China Sea.",
  "And yet Obama, much like he denies Islam is behind most global terrorism, refuses to tag the Red Chinese as a serious enemy.”\n\n“Obama apparently needs to be told again that the narrative does not define the reality,” says a former Pentagon official.",
  "Given the eagerness of the President’s national security advisors to portray an increasingly strained relationship with China in a positive light, it is difficult to know what kind of conciliatory language would satisfy the White House.",
  "“Just as Obama denies the obvious and refuses to let his government call the enemy by its proper name – Islamic terrorists,” Maginnis says, “he applies similar thinking to the very serious threat posed by the Beijing regime.",
  "During the September state visit by President Obama and National Security Advisor Susan Rice to the G20 summit in Hangzhou, China, the President’s top priority was to reach an agreement with China on climate change.",
  "Other experts, such as Fred Fleitz of the Center for Security Policy, vigorously disagree, warning that China is obviously preparing for conflict with the U.S. and that we must do the same if we want to deter China.",
  "For they understand, just as China’s ancient strategist Sun Tzu did, that ‘If you can not name or understand the enemy, then you can not defeat the enemy.’\n\n“China must be feeling pretty good right now,” he went on.",
  "Leading security analyst Robert Maginnis believes that this is because “Beijing rightly senses a weak leader in Washington, one who has a predictable geopolitical record given to tough talk and no follow-up.",
  "At the same time, Obama directed the Pentagon to step-up military-to-military exchanges with the People’s Liberation Army, in the hope that these engagements would mitigate the communists’ aggressiveness.",
  "Its expansive claims in the East and South China seas – the latter now dotted with militarized, artificial islands — threatens freedom of navigation through this important international trade route.",
  "Obama administration officials reportedly object to the phrase “great power competition” because they believe that it wrongly suggests that the U.S. and China are on a collision course.",
  "What is clear is that, even as the White House is trying to be more subtle and nuanced in its language, China is becoming increasingly unrestrained in its words and actions towards us.",
  "‘How can they defeat us?’”\n\nSteven W. Mosher is the President of the Population Research institute and the author of the forthcoming, The Bully of Asia.",
  "Before leaving for China, Obama promised to tell President Xi that “There will be consequences” for China’s aggressive behavior in the South China Sea.",
  "All of China’s top strategic thinkers see the end of history arriving in a stark “China wins, Barbarians lose” scenario, and do not hesitate to say so.",
  "“China strategists must be laughing at the Obama administration for pretending that China’s obvious drive for domination does not exist.",
  "The looming confrontation between China and the U.S. and its allies in the South and East China Seas was mentioned only in passing.",
  "The Navy Times reported that Pentagon officials were privately dressed down by the White House for using “inflammatory” language.",
  "Four years ago, in 2012, the Obama administration announced a strategic “pivot” for our armed forces to the Asia-Pacific arena.",
  "If anything, confrontations between Chinese forces and those of America and its allies in the air and on sea have increased.",
  "President Xi by all accounts sincerely believes that it is his manifest destiny to usher in a Sinocentric global order.",
  "The White House would apparently prefer not to discuss China’s increasing bellicosity at all, at least publicly.",
  "Even if it wasn’t part of China since “ancient times,” as Beijing now claims, in Xi’s mind it deserves to be.",
  "“Absolutely right.”\n\nBut, perhaps recalling the White House directive, neither Pentagon official elaborated.",
  "It is this belief that leads him to claim nearly all of the South China Sea as sovereign Chinese territory.",
  "The White House has resisted and delayed such moves, arguing that they were unnecessarily provocative.",
  "Obama knows the Chinese are advancing across every threat sphere and every continent.",
  "“‘America is afraid to even name us,’ they must be saying to themselves.",
  "Thus far, however, Beijing hasn’t modified its behavior in the least.",
  "But no specifics were mentioned, and no consequences have followed.",
  "Tough measures are needed to contain China’s rise, they say.",
  "Reports of the new gag order have reached Capitol Hill.",
  "They are quickly becoming an existential threat.",
  "Cotton then asked Carter the same question.",
  "“We are, senator,” replied the General.",
  "“We are,” replied Carter."
]