[
  "During the presidential campaign, Donald Trump repeatedly cited Gaffney and CSP to support the proposed Muslim ban and said that CSP’s staff are “very highly respected people, who I know, actually.” Agreeing with Bannon and Gaffney that Islam is fundamentally hostile to American values, Trump declared, “Islam hates us.”\n\nAlthough few others understood it, the anti-Muslim activists frequently cited by Breitbart News immediately recognized that the president’s immigration order put the force of law behind their long-standing view that Islam is incompatible with the Constitution.",
  "As the Democratic Party platform put it, the presence of Chinese immigrants would destroy constitutional government because the Chinese were “unaccustomed to the traditions of a progressive civilization, one exercised in liberty under equal laws.”\n\nIn 1924, at the apogee of American nativism when Congress enacted the National Origins Act that largely shut the door on immigration by Italians, Jews, and others from Southern and Eastern Europe, Congress once again identified the unwanted immigrants as a threat to the Constitution.",
  "CSP claims that Islam—not just Islamic extremists or “radical Islamic terrorists” but “mainstream” Islam—seeks “to supplant our Constitution with its own totalitarian framework.” In 2010, CSP issued a 372-page report, “Sharia: The Threat to America,” principally devoted to demonstrating that Islam “rejects fundamental premises of American society and values.” CSP claims that Islam rejects the principles of democracy and liberty and demands mindless obedience to the Quran and Sharia.",
  "As the House Immigration Committee explained, “If, therefore, the principle of individual liberty, guarded by a constitutional government created on this continent nearly a century and a half ago, is to endure, the basic strain of our population must be maintained … ”\n\nIn 1965, Congress finally repudiated the nativist ideology that only the nation’s “basic strain” could be trusted to be loyal to the Constitution.",
  "Section 1 of the order declares that it seeks to protect national security by excluding those who might “bear hostile attitudes” toward the United States “and its founding principles” and who “do not support the Constitution.” Protecting the nation against those who oppose its most fundamental principles, the president and his supporters have said, is the definition of patriotism, not bigotry.",
  "Yet even if the government were right that the president’s campaign promises should be ignored in assessing whether the order is intended to discriminate against Muslims, and the 9th Circuit shot this argument down, the order’s plain language evinces a discriminatory purpose that should justify striking it down.",
  "The charge has been leveled by the Tea Party movement, by the Family Research Council, and by former presidential candidate and Secretary of Housing and Urban Development nominee Ben Carson, who argued that a Muslim must never become president because he would be loyal to Islam, not the Constitution.",
  "The hysteria launched by CSP and others that Islam seeks global domination propelled a far reaching campaign to ban Sharia in several states, including Oklahoma, which adopted an anti-Sharia law that was later struck down as a violation of the constitutional separation of church and state.",
  "“That is what has been needed for decades.”\n\nThe executive order’s use of hostility-to-the-Constitution as the basis for excluding unwanted foreigners should also be understood in light of the long history of American nativism recently described in Slate by Paul A. Kramer.",
  "The Center for Security Policy, for example, has been one of the most ardent proponents of the view that Islam seeks to destroy the Constitution and that group—headed by Islamophobic conspiracy theorist Frank Gaffney—now finds support in the White House.",
  "We are bound by ideals that move us beyond backgrounds, lift us above our interests and teach us what it means to be citizens.” Presidents Ronald Reagan, Bill Clinton, and Barack Obama said the same thing in almost identical language.",
  "As the 9th Circuit noted, of course, there is a wealth of evidence outside the plain language of the order that the policy was adopted to exclude Muslims—most obviously, Trump’s campaign promise to ban entrance to all Muslims.",
  "To see why the order’s use of hostility-to-the-Constitution expresses anti-Islam animus requires understanding the claim that has long been peddled by the conspiratorial right that Islam is incompatible with the Constitution.",
  "Every president elected between 1965 and 2012, however, has embraced the notion that anyone of any race, religion, or national origin can become American through dedication to the American creed expressed in the Constitution.",
  "Since then, white nationalists have kept alive the belief that people who do not share the traits of supposedly prototypical Americans—read, white people—pose a threat to the Constitution and the American way of life.",
  "Like nativists of old, the president has tried to justify the exclusion in patriotic terms, claiming that the order does not target Muslims because of their religion but because they hate our constitutional ideals.",
  "It replaced the national origins system with the current immigration system, which treats people of any race, religion, or nationality as equally capable of committing to the nation’s constitutional principles.",
  "The anti-Catholic Know-Nothings of the 1840s argued that Catholicism was incompatible with the Constitution because Catholics did not believe in self-government but were mindless followers of the despotic Pope.",
  "“These are not people with thousands of years of democracy in their DNA.” Under Bannon, Breitbart News gave a platform to the most vocal advocates of the claim that Islam is un-American and anti-constitutional.",
  "The order explicitly expresses suspicion that citizens of seven predominately Muslim nations are uniquely likely to be hostile to the Constitution and should be subject to “extreme vetting” to prove otherwise.",
  "Instead, the language of the order uses potential hostility to the Constitution, not religion, as its stated benchmark for identifying dangerous foreigners who must be kept out of the United States.",
  "David McNew/Getty Images\n\nPresident Donald Trump’s controversial executive order temporarily banning travelers from seven majority-Muslim countries—an order that the 9th U.S.",
  "Liberty and Despotism are two eternal opposites.” When Congress excluded Chinese immigrants in 1882, it declared that Chinese culture was incompatible with democracy.",
  "Trump’s chief strategist Steve Bannon believes that Islam and Christianity are engaged in a global war, and Muslims are temperamentally opposed to democratic values.",
  "As that history shows, whenever nativists have sought to exclude a group of foreigners, they have proclaimed that the foreigners are hostile to the Constitution.",
  "With the issuance of the immigration order, President Trump signaled that he holds a radically different understanding of who can and cannot be a good American.",
  "In recent years, those on the far-right have frequently justified anti-Muslim bigotry with the claim that Islam is incompatible with the Constitution.",
  "For years, leading figures on the right have argued that Islam seeks to infiltrate the United States and replace the Constitution with Sharia law.",
  "The order puts the force of law behind the Islamophobic claim that Muslims should be excluded because they are not suited to becoming Americans.",
  "With the election of President Trump, the belief that Islam poses a threat to constitutional values has moved from the margins to the West Wing.",
  "It declared that only the country’s long-established ethnic groups, the nation’s “basic strain,” could be expected to embrace the Constitution.",
  "The immigration order showed that the Trump administration had decided “to treat Islam as a hostile political ideology,” Spencer explained.",
  "They look at 1965 as the year that America stopped being America and opened the floodgates to immigrants from Latin America and Asia.",
  "In his first inaugural address, President George W. Bush declared that “America has never been united by blood or birth or soil.",
  "As one Know-Nothing tract warned: “The strange, cruel monster of Rome can never amalgamate with the beautiful form of America.",
  "Gaffney himself has been a frequent Breitbart contributor and appeared as a guest on Bannon’s radio show 29 times.",
  "Demonstrators march in support of a ruling by a federal judge at Los Angeles International Airport on Feb. 4.",
  "Circuit Court of Appeals kept on hold last week—does not explicitly exclude people because of their faith.",
  "Robert Spencer, founder of Jihad Watch and a frequent Breitbart contributor, was exultant.",
  "CSP argues that Islam is really an international political movement, not a religion.",
  "“These are not Jeffersonian democrats,” Bannon has said about Syrian refugees.",
  "No one should be fooled."
]