[
  "Yiannopoulos’s booking was first reported by the Hollywood Reporter, and confirmed widely when Schlapp tweeted that “free speech includes hearing Milo’s important perspective.” It came just hours after Yiannopoulos, who has told college audiences that “feminism is cancer” and that the gay rights movement should abandon transgendered people, appeared on HBO’s “Real Time with Bill Maher,” leading to progressive criticism of Maher.",
  "[Trump lashes back at Berkeley after violent protests block speech by Breitbart writer Milo Yiannopoulos]\n\nFor several years, Breitbart was a sponsor not just of CPAC — where the site’s founder, Andrew Breitbart, had given blockbuster speeches — but of “alternative” events around the conference venue.",
  "(Drew Angerer/Getty Images)\n\nBreitbart editor Milo Yiannopoulos will speak at the annual Conservative Political Action Conference in Maryland next week, the latest example of the movement’s embrace of right-wing firebrands, and the latest in a string of promotional victories for Yiannopoulos.",
  "“We realize that this invitation will be accompanied by controversy which we think the conservative movement and our CPAC attendees can handle,” Matt Schlapp, chairman of American Conservative Union, CPAC’s sponsor, told The Washington Post in an email.",
  "Earlier this month, after University of California at Berkeley police canceled a talk by Yiannopoulos and put the campus on lockdown amid protests against his speech, Trump threatened to pull federal funds from the institution.",
  "The conference was held when Trump was fending off three rivals for the Republican presidential nomination, and all were expected to combine speeches with a Q&A hosted by a conservative news personality.",
  "We believe that all of us are up to the challenge at a time when political correctness is properly being discarded.”\n\n[Just how offensive did Milo Yiannopoulos have to be to get banned from Twitter?]",
  "In 2013 and 2014, the site hosted breakout sessions titled “The Uninvited,” where critics of “radical Islam” like Frank Gaffney of the Center for Security Policy gave speeches to full rooms.",
  "But his prominent invitation underscores how much the presidential victory of Donald Trump — whom Yiannopoulos calls “daddy” — changed the tone of mainstream conservatism.",
  "This year, Breitbart chief executive-turned White House strategist Stephen K. Bannon has a speaking slot; Kellyanne Conway, another key strategist, is on the ACU’s board.",
  "[Trump snubs CPAC, cancels appearance so he can campaign in Kansas]\n\nBut in 2016, there was little indication that CPAC might one day embrace a President Trump.",
  "By 2015, the first year that Schlapp presided over the ACU — and thus over CPAC — the event was welcoming back some previously ostracized speakers.",
  "Trump, who had won just 3.5 percent support in the 2015 CPAC presidential straw poll, got just 15 percent in 2016, behind Sen. Ted Cruz (R-Tex.)",
  "Contrary to some reporting, Schlapp said, Yiannopoulos was not giving the conference’s “keynote” speech, which typically closes out the weekend.",
  "Breitbart also hosted a packed party for CPAC attendees at its “embassy,” the outlet’s stately offices near the Supreme Court.",
  "ACU has publicly taken on racism and the alt-right and will continue to do so aggressively, like ACU’s founders before us.",
  "We look forward to hearing Milo’s message and having him sit down with Scott Walter to answer some tough questions.",
  "\n\nMilo Yiannopoulos holds a news conference down the street from the Pulse nightclub in Orlando on June 15, 2016.",
  "“All I ask is that the attendees don’t write me in on the straw poll,” Yiannopoulos told the Hollywood Reporter.",
  "“Each will use his or her individual judgement as to the worthiness of each speaker, including Milo.",
  "“Don’t get me wrong, I understand the temptation, but I’m far too f—gy to be president.”",
  "Trump balked, asked for a format change, and then abruptly quit the schedule.",
  "[Milo Yiannopoulos found a bromance with Bill Maher.",
  "Then he met his other guests.]",
  "and Sen. Marco Rubio (R-Fla.)."
]