[
  "Americans for Tax Reform (ATR) president Grover Norquist has written a letter to several members of the NRA’s board of directors fervently denying allegations of his ties to Muslim Brotherhood leaders as “conspiracies.”\n\nNorquist is currently facing re-election for his position on the NRA’s board of directors, all while these accusations against him have come under renewed attention—and could dominate discussion of his NRA role in the coming weeks.",
  "“We’ll show you that Norquist has professional and family connections that stretch back decades that have been unknown until now because Norquist himself appears to have kept them quiet.”\n\nStranahan walked listeners through what had previously been reported about Norquist’s ties to Islamists and how he founded the Islamic Free Market Institute—Islamic Institute for short—with Khaled Saffuri.",
  "Norquist wrapped up his letter to his fellow NRA board members by arguing that this issue has “risen to a new level” because “one of Gaffney’s folks has sent out my wife and daughters pictures on twitter.”\n\nWhat Norquist is referring to here is the report that Stranahan first made on a podcast called “Brought to Light” and since published on that group’s website.",
  "Tomeh purportedly writes of himself: “In 1998, he co-founded the Islamic Institute in Washington, D.C., which has been at the forefront of President Bush’s interaction with America’s Muslim community.”\n\n“Why has Majed Tomeh never been mentioned as a co-founder of the Islamic Institute?” Stranahan asked.",
  "The daughter of the co-founder of the Islamic Institute—and Grover Norquist’s niece—Alina Tomeh has been an active coordinator of events at the Massachusetts women’s college, such as their annual Israel Apartheid Week, where she spoke about the three months she spent on the West Bank and in Gaza.”",
  "Stranahan reports that Tomeh has publicly sided with Hamas in many separate acts of activism, including a petition he signed criticizing the Palestinian Authority for jailing Palestinian citizens who criticized the government as being too weak against Israel in the Oslo Accords.",
  "This means that the unrevealed connection between Norquist and anti-Israel Palestinian activism goes much deeper than anyone had previously suspected.”\n\nNorquist’s sister Loraine and her husband Majed Tomeh attended Harvard Business School together in the mid-1980s.",
  "“In 2009, Majed Tomeh wrote a letter to the Nation magazine that said in part, ‘it is time for Americans to wake up to the crimes being committed with our political and military support and our money,’” Stranahan said, quoting from Tomeh’s letter.",
  "Norquist’s letter comes as journalist and blogger Lee Stranahan—formerly of Breitbart News, now an independent journalist working for the new media product “Brought To Light”—alleged deeper ties between Norquist and radical Muslims.",
  "“That’s a question that becomes much more interesting when you learn that Majed Tomeh is also Grover Norquist’s brother-in-law, who was married to Norquist’s sister years prior to the founding of the Islamic Institute in 1998.",
  "In the letter obtained by Breitbart News, Norquist accuses Center for Security Policy (CSP) president Frank Gaffney, a former official in Ronald Reagan’s Pentagon, of being a “stalker” he has had to endure for over a decade.",
  "He described Tomeh’s background as a “longtime Palestinian activist” who, when attending Harvard Business School in the 1980s, served as the coordinator of the American Arab Anti-Discrimination Committee (ADC) in Boston.",
  "“I know that this nonsense would not confuse you about my real work in life, but I certainly wish to make it easy for you to deal with anyone who might be confused by this nonsense,” Norquist wrote.",
  ")”\n\nNorquist went on to write that he understands that “one of the followers of my stalker” sent the board members of the NRA an email detailing some concerns with Norquist’s ties to Islamists.",
  "“One of the ‘benefits’ of achieving some success in fighting for liberty in the city of Washington D.C. is that some people come to believe you can do anything,” Norquist wrote.",
  "“But, Brought To Light can now reveal there is another co-founder of the Islamic Institute, one who has never been reported on before, a man named Majed Tomeh,” Stranahan said.",
  "“We reveal that powerful Republican insider Grover Norquist has close, previously unreported, ties to Palestinian anti-Israel activists,” Stranahan says to open the broadcast.",
  "Norquist accused Gaffney of being someone who “spins conspiracy theories” that he is gay, a Muslim or “responsible for the Bush foreign policy failures.”\n\n“For the record, No.",
  "The Bush White House had a one sentence response: “There is no there there.” The fellow pushing this met for hours with former NRA board member and lawyer Cleta Mitchell.",
  "Tomeh appears to have claimed this himself in his bio at the end of an article he wrote for the Andover Bulletin, the magazine for his alma mater Phillips Academy.",
  "To keep him (Frank Gaffney) from being employed in the Bush Defense Department and from being recognized as this generation’s Winston Churchill.",
  "The Weyrich meeting, a weekly conservative group expelled Mr. Gaffney from their meeting because of his attacks on me and others.",
  "“Grover Norquist’s business associate and brother-in-law was referring to United States support for Israel,” he stated.",
  "Sadly this includes some sad individuals who convince themselves that you are responsible for their personal failings.",
  "Majed’s and Loraine’s daughter, Alina Tomeh, Stranahan said, attends Smith College in Northampton, Massachusetts.",
  "I have such a stalker whose conspiracy theory is that I ran the Bush White House and presidency.",
  "Having examined his entire spiel, she has been public in denouncing it as dishonest nonsense.",
  "Years ago this fellow unloaded his conspiracy theory on our fellow board member David Keene.",
  "Every major newspaper and magazine was approached and found his thesis beneath contempt.",
  "The American Conservative Union board of directors condemned his efforts as dishonest.",
  "The Washington Jewish Week did a two part series debunking the conspiracy theories.",
  "“Alina Tomeh is the president and chairperson of Students for Justice In Palestine.",
  "“She’s continued the family tradition of Palestinian activism,” Stranahan claimed.",
  "Stranahan asserted that Tomeh is a third co-founder of Norquist’s organization.",
  "“One of his staffers told me I was part of the Russian Jewish Mafia.",
  "The stalker has been pushing this line for 15 years now.",
  "And that I used my superpowers to one single end.",
  "(Also no, but I think that would pay better.",
  "Most didn’t dignify it with an article.",
  "David was not impressed.",
  "and No,” Norquist wrote.",
  "Several thoughts.",
  "No."
]