[
  "\"Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on,\" Trump read (as he rarely does) to a crowd of thousands.",
  "But the Pew Center found in 2007 and 2001 that only 1 percent of Muslim Americans said that suicide bombings or other forms of violence were justified abroad, and 81 percent said it was never justified.",
  "Trump cited a poll from the Center For Security Policy as evidence that 25 percent of Muslims living in the United States believe that violence against Americans is justified as part of global jihad.",
  "\"At the same time, once we get a good organization going where we can figure out which ones are causing the problems - we need to figure out which ones are radicalized, which ones aren't.",
  "\"Sharia authorizes such atrocities as murder against non-believers who won't convert, beheadings and more unthinkable acts that pose great harm to Americans, especially women.",
  "The center's founder, Frank Gaffney, has been classified as an \"extremist\" and called \"one of America's most notorious Islamophobes\" by the Southern Poverty Law Center.",
  "Pleasant, South CarolinaRepublican front runner Donald Trump wanted to make it clear that the policy he had released a statement about hours earlier was not a mistake.",
  "The state GOP chairs for both South Carolina and New Hampshire, two early primary states, criticized Trump in statements, where party chairs typically remain neutral.",
  "Yorktown, a World War II-era battleship, and read out loud a printout of the statement his campaign had released earlier.",
  "35-year-old Jimmy Keller, a fiber technician for Dupont Kevlar, drove 45 minutes from Moncks Corner to attend the rally.",
  "If they can get in and zero in and basically eliminate the ones that are radicalized, I think we'll be great.\"",
  "They preach that they're gonna kill Christians, cut off their heads - that's not my definition of a religion.\"",
  "It was not clear whether Trump was referring to all Muslims or to simply would-be terrorists at large.",
  "\"I believe that Islam is not really a religion,\" said 68-year-old Vietnam veteran Hoyt Wood.",
  "Trump, still battling a case of laryngitis, also went on an extended riff about sharia law.",
  "The repudiation from the rest of the GOP presidential field was swift and furious.",
  "However, many of Trump's rally attendees were supportive of Trump's statement.",
  "South Carolina Sen. Lindsey Graham called Trump \"downright dangerous.\"",
  "Former Florida governor Jeb Bush tweeted that Trump is \"unhinged.\"",
  "\"I think that plan needs to go into effect,\" Keller said.",
  "\"These are people only believe in jihad,\" Trump went on.",
  "And have no sense of reason or respect for human life.\"",
  "Keller got his shirt signed by Trump after the rally.",
  "John Kasich called Trump's proposal \"outrageous.\"",
  "I mean, you look, especially women,\" Trump said.",
  "The crowd reacted with long, sustained applause.",
  "He stepped up to the podium here at the U.S.S.",
  "\"They don't want our system.",
  "They don't want our system.",
  "\"It's a violent blood cult.",
  "Let's call it what it is.",
  "That's what Islam is.",
  "Ohio Gov.",
  "Mt."
]