[
  "Chris Christie, who said Trump’s plan to bar Muslim entry to the country is “a ridiculous position and one that won’t even be productive.“\n\nRead More: Republican Rivals Condemn Donald Trump’s Proposed Muslim Entry Ban\n\nTrump knocked Christie back on everything from New Jersey credit downgrades, to Christie’s politics— “I thought he was going to vote for Obama … He possibly did,” to the infamous George Washington Bridge closing— “He knew about it.",
  "It cites a 2015 study by the Center for Security Policy, a group that advocates a more aggressive response to Islamic radicalism, that found 25% of Muslims living in the United States agreed violence against Americans was justified as part of the global jihad, and 51% polled agreed that Muslims in America should have the choice of being governed according to Shariah law.",
  "The survey, which was not published with a margin of error, was completed “online” under procedures that were undisclosed had a sample of 600 self-identified Muslims, and the leader of the Center for Security Policy, Frank Gaffney, is a controversial figure.",
  "Talking about ISIS’s recruitment online, he said the United States should consider “closing that Internet up in some way.”\n\nNear the end of his hour-long speech, Trump took an extended hit against New Jersey Gov.",
  "View Sample Sign Up Now\n\nRead More: Donald Trump Calls For ‘Complete Shutdown’ Of Muslim Entry To U.S.\n\nTrump also advanced a new suggestion for how to curb homegrown terrorism and radicalization.",
  "But at the South Carolina rally, Trump called the Center a “very highly respected group of people.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Speaking just hours after he called for a complete ban on Muslims entering the United States, Republican frontrunner Donald Trump spoke to an audience in Mt.",
  "We can be politically correct and we can be stupid, but it’s going to get worse and worse.”\n\nTrump defended the statistics mentioned in the statement.",
  "Trump mostly stuck verbatim to the statement announcing his new proposal to ban Muslim entry to the U.S., which he called a “common sense” solution.",
  "Explaining his rationale, Trump said, “It’s going to get worse and worse, you’re going to have more World Trade Centers.",
  "Pleasant, South Carolina about the new proposal, how to curb ISIS recruitment, and why he doesn’t like Chris Christie.",
  "He totally knew about it.”\n\nWrite to Tessa Berenson at tessa.berenson@timeinc.com.",
  "He knew about it."
]