[
  "The press release sent by Trump's campaign is titled, \"Donald J. Trump Statement on Preventing Muslim Immigration,\" but the statement seems to go beyond immigration, calling for \"total and complete shutdown of Muslims from entering the U.S.\" CBS News has reached out to the Trump campaign for clarification.",
  "— Donald J. Trump (@realDonaldTrump) December 7, 2015\n\n\"Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in Jihad, and have no sense of reason or respect for human life.",
  "Donald Trump on Monday called for blocking all Muslims from entering the U.S.\n\n\"Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on,\" his campaign said in a statement.",
  "The survey it mentioned specifically came from the Center for Security Policy, a neoconservative think tank founded by an anti-Muslim activist, which has been widely accused of promoting conspiracy theories and claims that a \"global jihad movement\" exists.",
  "And his statement Monday is at odds with a comment he made in Iowa in September in response to a question about whether he'd appoint a Muslim to his cabinet, he answered, \"Would I consider putting a Muslim American in my cabinet?",
  "The statement from the GOP presidential frontrunner cited surveys that the campaign said show there is \"great hatred towards Americans by large segments of the Muslim population.\"",
  "Trump's statement said that the group's poll found 25 percent of people surveyed \"agreed that violence against Americans is justified as a part of the global jihad.\"",
  "\"Trump has also repeatedly claimed that there were thousands of Muslims cheering in New Jersey after the 9/11 terrorist attacks even though that has been debunked.",
  "This comes after President Obama defended Muslim-Americans in his primetime speech to the nation Sunday night and encouraged their community to root out extremism.",
  "Asked by The Hill, whether his Muslim ban would include Muslim-Americans who are currently abroad, Trump's spokesperson responded, \"Mr. Trump says, 'Everyone.'\"",
  "It also found more than half of people surveyed \"agreed that Muslims in America should have the choice of being governed according to Shariah.\"",
  "But while Trump calls for closing the U.S. to Muslims, his business has interests in at least a couple of Muslim countries.",
  "The campaign went on to say shariah law \"authorizes\" murder against non-believers who won't convert as well as beheadings.",
  "Just put out a very important policy statement on the extraordinary influx of hatred & danger coming into our country.",
  "Trump also is developing a golf course in Dubai, CBS News' Laura Strickler and Julianna Goldman reported.",
  "Trump has come under fire for weeks for various controversial comments he has made about Muslims.",
  "Last month, for example, he said the U.S. should \"strongly consider\" shutting down mosques.",
  "If I win the election for President, we are going to Make America Great Again,\" Trump said.",
  "A property in Turkey bears the Trump brand, while one in Bali is under development.",
  "He then had to clarify comments about a possible \"Muslim database.",
  "Absolutely no problem with that, okay?\"",
  "We must be vigilant!"
]