[
  "While I was trying to make a reasoned response to the demonstrations against police brutality in the U.S., the puerile rantings of some of the presidential debaters which, in my opinion, have turned into \"mass debaters,\" and the massacre in Paris, I felt that by the time I put my two cents into the blogger nation, it would be deemed no longer relevant to the major concerns of the moment.",
  "I also have begun to realize that the required readings and research of most students today who are not in elite schools is considerably diminished in comparison to the requirements of a Dalton or St. Regis where the classics are still studied and a knowledge of history, literature, and the arts is assumed by the time these students graduate.",
  "And that points to the problem I have as an educator since I have to cope with and compensate for my students' lack of familiarity with what used to be \"core knowledge\": history, literature, art, music and other subjects that are too often viewed as \"frills,\" rather than essential elements in young learners' education.",
  "And I lament what seems to me the end of an era after World War II when a huge influx of highly motivated, focused young men, recently discharged from the army, took to higher education, thanks to the GI Bill, with the enthusiasm for learning that I assumed was typical when I attended Queens College in the early 1960s.",
  "It's been a while since my last blog, but I would like to believe that this was due to a series of fast-moving events nationally and world-wide, rather than intellectual torpor that made me postpone what I thought would be timely responses to current events.",
  "Without a knowledge base that can be used to engage in the critical thinking that is necessary to make reasoned responses to social, economic and political issues, the electorate can be manipulated into accepting simple-minded solutions to complex problems.",
  "Is the reason for this serious gap in young learners' education that few schools are teaching these subjects -- Black studies are declining in college curricula -- or do my students completely forget what they should be able to remember?",
  "Added to that \"knowledge explosion\" the \"Baby Boomers,\" both men and women, who attended college in droves from the mid-sixties into the early '80s, I now realize that that was \"the Golden Age\" of American education.",
  "What bothers and really alarms me is the relatively little knowledge that is being carried over from one grade level to the next, at least among the public schools whose graduates I teach at my community college.",
  "But if persistent ignorance of important issues is a sign of a continued decline in Americans' social awareness in other cultures, one doesn't have to look to the past to see the fruits of this ignorance.",
  "Therefore, it's vital that students understand many elements in history, literature, philosophy and other areas that are being marginalized because of the irrational emphasis on standardized test scores.",
  "I base my concerns on over fifty years of experience as an educator during which time I have noticed that these vital components of public education are shrinking almost to the point of invisibility.",
  "And in a world of \"instant\" everything, there is little likelihood that much of that accessible information would be effectively applied, especially when it comes to knowledge of other cultures.",
  "But the technological changes that have given access to an encyclopedia of knowledge at one's fingertips give the illusion that instant access to information produces well-informed citizens.",
  "Unless young learners make a serious effort from one year to the next to retain and apply this information in an active way, it disappears and cannot be retrieved.",
  "Yet when I asked my predominantly minority students how much they had learned about this subject, hardly one even recognized the name \"James Baldwin.\"",
  "What is happening both in grade school and higher education is a trend in which the purpose of learning is almost solely geared to \"getting a job.\"",
  "In a very recent report cited by the Southern Poverty Law Center, the ignorance that engenders scapegoating seems to be going mainstream.",
  "That doesn't mean that the curricula in today's high schools is completely geared to what used to be known as \"vocational training.\"",
  "I would consider vital, in this polarized environment, and for any young learners, some knowledge of Black history and culture.",
  "When I started teaching in the mid-60s most students had read Go Tell It on the Mountain and Notes of a Native Son.",
  "Young learners must practice the discipline of learning how to learn if they are to engage in critical thinking.",
  "This is an age when not only is \"history a thing of the past,\" but \"memory is a think of the past.\"",
  "As that late, great educator, Yogi Berra actually said: \"Repetition is the mother of memory.\"",
  "Perhaps it's a combination of both."
]