[
  "You want to have a winning proposition, a winning, we can help you craft a winning strategy on how to get Muslims to work with you to send the message to ISIS that we do not support you, that your model on Islamic state is not -- you're actually an anti-Islamic state, you are not -- you are not preaching the true gospel of what Islam teaches.",
  "That was my next question, if you think by then -- because you know -- you know, in this whole Donald Trump age, right, this presidential age that when he's running that he can change the conversation, which he did, about immigration, when he talked about Mexicans, when he did about Muslims and terrorism, whatever.",
  "When you're running for national office and you're the leader of the GOP nomination or the leader of the GOP primary race and you're basically saying we need a national registration for all Muslims, we must ban immigration on the basis of a religious test...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: Which he didn't say.",
  "I don't -- I think obviously he's looking at Cruz and saying that he's picking up support with the Evangelical voters, but at the end, I think this is what Trump believes and he's going to continue moving forward on it despite the fact that it's unrealistic and quite frankly, a radical policy.",
  "Never in United States history has an American administration allowed insurgence into the country and the problem we have here is this administration isn't just allowing it, they are leading the effort in financing it and Americans have a serious problem with that, Don.",
  "And if I were CNN -- and I'm not -- so, it's up to you Jeff Zeleny, I mean, to figure this out tomorrow, I would blow out a whole hour and give it to Chris Cuomo and Donald Trump to explore this because we had a terrorist attack in California last week, in my backyard.",
  "This is about the -- the Islamic terrorists that are using that faith to infiltrate in several mosques across America to persuade them to do damage to America and not doing...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: You said something, Pastor Burns, that I think is really important.",
  "I mean, I think that he has very much a sense of describing his immigration policy through the lens of talking about the Muslim community, unfortunately, and it's playing into the hands of the democrat narrative, trying to call us to the GOP islamophobes (ph).",
  "But, you know, we've got to remember since 9/11, both the George W. Bush administration, and the Barack Obama administration, people that work Homeland Security and TSA, and work every day hard to try to make America safe and they get most of the bad guys.",
  "Do you think that most republicans are doing enough to condemn...\n\n\n\n(CROSSTALK)\n\n\n\nAHMED: I think republican leadership is condemning Trump's comments and, as we will see during the upcoming campaign season, we have a whole year to go before the election.",
  "[22:30:00] (COMMERCIAL BREAK)\n\n\n\n[22:30:00] LEMON: We're back with the discussion of Donald Trump acknowledging tonight that he's called to block all Muslims from entering the United States is not politically correct, but he says he doesn't really care.",
  "I don't know if they're like us, maybe they are, maybe they're not, but until we figure it out, we need to...\n\n\n\n(CROSSTALK)\n\n\n\nOBEIDALLAH: But he's called for warrantless searches and surveillance of Muslim Americans, which means because of our faith?",
  "To you first, Mercedes, here is what Eric Fehrnstrom, who is a former Mitt Romney -- aid to Mitt Romney, tweeted, he said \"Sad but true, GOP had an attitude towards Muslims are very low, especially among white Evangelical protestants.",
  "Joining me is Katrina Pierson, the national spokeswoman for Trump's campaign, Douglas Brinkley, CNN presidential historian, Mercedes Schlapp, republican strategist, and Michael Weiss, co-author of \"ISIS: Inside the Army of terror.\"",
  "BURNS: Well, again, I think it's real important that -- we're not talking about hurting the Muslims in this -- the great Muslims of this great country into as they did for the Japanese-Americans back during the World War II.",
  "The statement where he says all people enter -- all Muslims entering the United States and then later he...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: OK. Could you just give me a quick -- could you give me favor and read the subject line?",
  "Most recently, a poll from Center for Security Policy released data showing 25 percent of those polled agreed that violence against Americans -- these are people that are here, by the way, people here, 25 -- not 1 percent.",
  "He's simply saying for those that are wanting to come into this country we need to have a tighter grip, we need -- we need to halt all immigrants that are coming from that -- that could be potentially Islamic terrorists.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDICK CHENEY, FORMER U.S. VICE PRESIDENT: Well, I think this whole notion that somehow we need to say no more Muslims, just ban a whole religion, goes against everything we stand for and believe in.",
  "Remember, I don't think not one Muslim, American, who is in America right now wants to die because of a Jihadist terrorist that will use, them as a human shield or use them to make a point of ISIS here in America.",
  "That has nothing to do with a headline, that has nothing to do with a subject line, but is simply has to do with what the subject...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: Well, it has everything to do with the headline, Don.",
  "Do you think he's doing this to appeal to Evangelical voters on the day that this Monmouth poll came out that shows him Cruz beating him or the CNN poll that Cruz is strong -- is a strong second place contender?",
  "Here we are, spending the evening talking about him and this would have been an evening people would have talked about why Barack Obama didn't do as well as he should have last night on his speech to the nation.",
  "You understand there are a thousand active open cases, ISIS cases right now in the homeland, a thousand active, open cases in the homeland right now and many of them are communicating within the Islamic faith.",
  "But using these numbers specifically in this speech, they sound good, but at least the Southern Poverty Law Center, which we all trust is a credible organization, says that it's not credible at all actually.",
  "But the chairman of the South Carolina Republican Party, he issued a statement saying this sent a shiver down his spine tonight, even Vice President Dick Cheney weighing in saying it's simply un-American.",
  "But if you say like a radio priest Father Coughlin back in the 1930's or some of the John Birch society people, but not somebody who is leading the Republican Party, the grand party of Abraham Lincoln.",
  "You know, I don't want to be at Chuck E. Cheese's or at McDonald's and a car bomb goes off from someone that could have easily have been identified by our government as a potential terrorist threat.",
  "And to define what a true Islamic state means, which is about justice, protection of human life, protection of religion, production of property, protection of all the things that everybody wants.",
  "DON LEMON, CNN TONIGHT SHOW HOST: Donald Trump calling for a ban on all Muslims from entering the United States and getting cheers tonight from supporters at a campaign rally in South Carolina.",
  "I think Republican Party stands for religious freedoms of everyone and, you know, traditional family values and traditional stances on faith is a huge component of the republican broader base.",
  "We have tens of millions -- hundreds of millions of Muslim allies around the world who hate having their religion hijacked by these extremists, as Michael Weiss describes in his book \"ISIS.\"",
  "That's like saying, you know, to prevent Columbine from happening again, let's close down temporary all schools and all colleges so, you know, kids who shoot other kids, that doesn't happen.",
  "One percent is unacceptable, 25 percent of those polled agreed that violence against Americans here in the United States is justified as part -- think of that, as part of the global Jihad.",
  "You know, there's a spike in hate crime against Muslim members...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: What he's saying is, he's not saying that I don't think he's saying that Muslims are not like us.",
  "America has relationships, has interest in the Middle East who are at majority some countries, we have geopolitical interest, some military bases, we have so many interest in this region.",
  "He does have a way of sorting turning saying these things that many people find outrageous, whether you think it is or not, and he sort of leads the conversation with him -- with them.",
  "LEMON: So, would you -- here is what I think many Americans who would\n\n\n\nsay is that they understand that it is a not a majority of Muslims or Islam, right, who, that's having this.",
  "I believe every father who has a daughter, who has children, who has a wife, do not want to see -- they don't want to be at the morgue identifying their loves one because of an IED.",
  "You know, he's not pandering to anyone and it is politically incorrect, Don, but when you look at what we have surrounding us today, look at what political correctness has got us.",
  "HEWITT: Well, I advised President Cheney on my program tonight and the Vice President not specifically referring to Donald Trump rejected the policy that Donald Trump put forward.",
  "LEMON: That is...\n\n\n\n(CROSSTALK)\n\n\n\nAHMED: But he's just making absurd comments every other day about one group after another, it's just ridiculous, like women, Mexicans, Muslims.",
  "Because the battlefront, Don, is not between Muslims and America or Muslims and Christians, Muslims and Jews, which is how certain people, have configured the nature of conflict.",
  "Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on.",
  "LEMON: He is citing stats in this, Jeff, so what do you know about this Center for Security Policy, the group that he's citing this poll -- about these poll numbers of Muslims?",
  "I have to think -- I have to think if you're talking about where he talks about Donald J. Trump's statement on preventing Muslims from enter -- preventing Muslim immigration.",
  "LEMON: Well, the difference when you would say let's, you know, ban all young white kids from schools, that wouldn't be the same as shutting down schools and universities.",
  "So, I believe...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: But I have to ask you, you're a pastor and you're a religious leader and many people might see this as religious discrimination.",
  "The Jihadist, the terrorist groups that are using the faith and, again, this is not just -- terrorism is not just isolated just to the Christian -- to the Muslim faith.",
  "I think you need to almost sign a pledge that they want nothing to do with this kind of crazy, hate-filled xenophobia that Trump is spewing out in the public airways.",
  "But the reverend that I had on earlier saying listen, I think that these are the conversations that people are having privately and Donald Trump is just voicing them.",
  "LEMON: But I think, Saba, I think it's interesting that you said that, you know, he has good business skills and that you would support him if he tone his rhetoric.",
  "Obviously, what we believe now is that the woman of the terrorist pair was a black widow, was sent here with that intention, that she came here to kill Americans.",
  "[22:55:03] HEWITT: No, I think the issue of terror in America, who do we let into America, given the example of what happened in San Bernardino, is a huge issue.",
  "Let's weed out who are really part of the wonderful, wonderful faith of the Islamic faith and isolate the terrorists that are also coming in and being weeded in.",
  "SABA AHMED, MUSLIM REPUBLICAN COALITION PRESIDENT: It's illegal, unconstitutional, and a blatant discrimination against Muslim- Americans and Muslims worldwide.",
  "The headline does not tell the whole story, as you well know, because you have argued that before on this very...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: That was my point.",
  "(BEGIN VIDEO CLIP)\n\n\n\nGRETA VAN SUSTEREN, FOX'S ON THE RECORD SHOW HOST: There are Americans serving in our military who are Muslims who are overseas on bases.",
  "But Katrina, I want to tell you, if you're going to come on, I need you to be honest with your thoughts and with your statement and with the American people.",
  "You're not being honest because arguing about semantics and you're arguing about what's in it so whatever is taking...\n\n\n\nPIERSON: Context is important, Don.",
  "Yes, there is a military aspect to it, there is an economic aspect to it, there's a law enforcement aspect to it, but there is also an ideology aspect to it.",
  "Because I'll be turning in early to find out what Chris, he's a very expert and skilled inquisitor ask Donald Trump about what he meant in the nuances about.",
  "At the same time, we have many millions of American Muslims who cannot feel threatened in their homes, who can -- who are protected by constitutional rights.",
  "Because the president's speech last night, he was criticized by many on the right and on the left by not, you know, saying that he wasn't passionate enough.",
  "[22:20:00] (COMMERCIAL BREAK)\n\n\n\nLEMON: Republican presidential candidate Donald Trump calling tonight to block all Muslims from entering the United States.",
  "LEMON: OK.\n\n\n\nBURNS: This is simply a statement saying this is a temporary solution to make America safer again from those who do -- who want to do us harm.",
  "Do you think that most people are having this sort of conversation privately and agree with Donald Trump privately even though they may not say it publicly?",
  "Also, stopping the visa waiver program temporarily and halting all immigration coming from Arab nations right now until we figure out what's going on, Don.",
  "But I'm pledged, as is Wolf, as is Dana, and as you Don, to impartiality when it comes to the candidates and ask them to explain at length and in detail.",
  "And I think that conversation will continue through to Tuesday and I intend to be fair and I think we all ought to be fair and let him speak for himself.",
  "Matt Moore tweeted this, \"As a conservative who truly cares about religious liberty, Donald Trump's bad idea and rhetoric send a shiver down my spine.\"",
  "As part of the global Jihad, and 51 percent of those polled agreed that Muslims in America should have the choice of being govern according to Sharia.",
  "I think there is seven million Muslim-American voters here in this country that could probably help him win if he was to tone down his rhetoric there.",
  "This is a guy at 4 o'clock in the morning, the drunk guy at the end of the bar who is discussing a politics and it's succeeding in American context.",
  "He mentioned later tonight at a conversation we had at Colorado Christian University, his conversation with King Fahad at the time of the Gulf War.",
  "We just heard the Homeland Security chairman say that they know the counterterrorism units says that we have radicals inside the refugee system.",
  "And many of these issues really are less to do with issues of religion than they are to do with issues of geopolitics and things of that nature.",
  "FEISAL ABDUL RAUF, THE CORDOBA INITIATIVE CHAIRMAN: Well, first of all, we all share the distinction; we all share the need to combat terrorism.",
  "Joining me now is Imam Feisal Abdul Rauf, he's a chairman of the Cardona initiative, excuse me, and the author of \"Defining Islamic Statehood.\"",
  "Chris Christie said it's actually, you know, we should be reaching out to Muslim communities to get them to help in investigations like this.",
  "Trump minimizes everything because all he does is wants to paint a picture of utter fear and people are buying into his brand for the moment.",
  "I think he needs to go back and get some lawyers to give him some constitutional law lessons on religious freedoms and religious liberties.",
  "What does that headline that you're asking me, that we're going back and forth about arguing about, what does that doing for the substance?",
  "DOUGLAS BRINKLEY, CNN PRESIDENTIAL HISTORIAN: I think Trump is proving, yet again, to be a diabolical person to even suggest such a thing.",
  "It would have been more effective if you would have been a...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: The subject line of the statement is immigration.",
  "And the Center for Security Policies poll, which has been online since June of last year -- and by the way, I have to correct Jeff Zeleny.",
  "He's sending a very wrong message to the world that a presidential candidate can be so full of hate and anger against a religious group.",
  "But let's not act like America is not fighting in the war on terror and that we aren't doing a credible job of making our homeland safe.",
  "The Southern Poverty Law Center almost got people killed two years ago, when they labeled the Family Research Council as a hate group.",
  "And if he wants to have any chance of winning the White House, he needs to tone down his rhetoric and reach out to Muslim-Americans.",
  "So, that's the opinion so far...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: Does Donald Trump have the kind of understanding that you just referenced?",
  "Joining me now is Saba Ahmed, the president of the Muslim Republican Coalition, and Dean Obeidallah, columnist for The Daily Beast.",
  "Because the way he's talking about it, the way it's stated in the statement is a complete ban on Muslims entering into the country.",
  "It's rare and few, Don, to find an American politician who actually campaigns on violating the Constitution as a political promise.",
  "This is simply a temporary solution to try to identify what's taking place in our government, what's taking place in our country.",
  "And I think tomorrow morning's broadcast on New Day when Chris Cuomo talks to Donald Trump may be the highest rated New Day ever.",
  "MARK BURNS, THE NOW NETWORK FOUNDER & PRESIDENT: Well, absolutely, I do still endorse Mr. Trump and I do agree what he's saying.",
  "LEMON: Who do banning, you know, most 21 to whatever your whites been doing from these schools...\n\n\n\n(CROSSTALK)\n\n\n\nRAUF: Fine.",
  "I really think this is all about the Islamic terrorists that are weeding their way into our country and cause a lot of damage.",
  "According to Pew Research, among others, there is a great hatred towards Americans by large segments of the Muslim population.",
  "I think you already have people in Iowa, South Carolina, New Hampshire, and the Republican Party leaders starting to do that.",
  "I think tomorrow, Chris has his work cut out for him to get Donald Trump to expand upon and be very precise what did he mean?",
  "LEMON: Ahead in our next hour, the FBI says the San Bernardino killers were not only radicalized, but had been for some time.",
  "I mean, Dean, I was going to say to you that, you know, she's saying that GOP leaders are, you know -- a lot of GOP leaders.",
  "He said this is not about, you know, the great people who are Muslims in this country, you know, who practice Islam already.",
  "\n\n\n\nReturn to Transcripts main page\n\nCNN TONIGHT\n\nDonald Trump Calling for a Ban on All Muslims Entering the United States.",
  "This is an international group of Muslim scholars who agreed on how to define an Islamic from the point of view of our law.",
  "Jennifer Horn is New Hampshire's GOP chair said the idea is un- republican, it is unconstitutional, and it is un-American.",
  "And so, does he refine and extend his remarks in such a way as to persuade people, he had nothing other than that in mind?",
  "I think by Tuesday, you think by Tuesday this will still be a huge topic worth delving into for a long time at the debate?",
  "Because it really is clearly saying about...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: You're arguing something that's not there, Katrina.",
  "As a national spokeswoman for Trump's campaign, how would Trump implement his ban on Muslims entering the United States?",
  "Because at the end of the day, Donald Trump didn't create ISIS, Obama and Hillary Clinton did, and they weaponries them.",
  "(END VIDEO CLIP)\n\n\n\nLEMON: This is one of the bold names really of the Republican Party, he is known to be a hard liner.",
  "And I think tomorrow when Chris Cuomo talks to Donald Trump, there will be some good questions to be asked and answers.",
  "Policies are the visa program, the visa waiver program, the K1 visa, which we just saw what happened in San Bernardino.",
  "SCHLAPP: I mean, maybe you should like become the press secretary for Donald Trump and rewrite the statement, Katrina.",
  "You take in full context Donald Trump's full statements and stop arguing about something that you think is a headline.",
  "I need to tell you that Donald Trump will join our Chris Cuomo tomorrow morning CNN's New Day, 7 o'clock Eastern Time.",
  "[22:15:01] But there is a substantial enough minority that it is dangerous and that they have a huge concern about it.",
  "That went off or a car bomb or some terrorist attack that took place in California to happen right in their own towns.",
  "[22:40:00] (COMMERCIAL BREAK)\n\n\n\nLEMON: Donald Trump calling for a ban on all Muslims from entering the United States.",
  "DOUGLAS BRINKLEY, CNN PRESIDENTIAL HISTORIAN: Well, I think, you know, Donald Trump is worried about his poll numbers.",
  "Now I'm worried that we're sort of not quite where France or Great Britain maybe, but we're tending in this direction.",
  "I want to get your reaction to Donald Trump's call for a ban on all Muslims entering the U.S. What are your thoughts?",
  "LEMON: If you had the opportunity, Imam, to sit down with Donald Trump or someone like Donald Trump, would you do it?",
  "The GOP chairs in Iowa and New Hampshire and South Carolina are distancing themselves from Trump's statement tonight.",
  "And that's -- this have taken of people living in our country, from Muslims living in our country, which is amazing.",
  "Every father that is watching this want to make sure their families are protected and that's all Mr. Trump is doing.",
  "And as you saw yesterday, President Obama talked about in his speech, he was the best in defending Muslim-Americans.",
  "So, Vice President Cheney has a very nuance and deep understanding of America's relationship with the Muslim world.",
  "The rejoinder to that used to be, well, yes, but we don't elect Stalinists or fascios (ph) to our political system.",
  "If he were to help fix the budget or the federal government -- we have serious economic challenges in our country.",
  "And so, obviously, you know, ISIS is not self-contained or controlled like the democrats will have you to believe.",
  "But there's a tremendous section and cross-section of Muslims living in our country who have tremendous animosity.",
  "LEMON: But the people who are -- who are used to, who we see as doing this, that profilers say do this most often.",
  "It's really the conflicts between moderate of all faith traditions against the extremists of all faith religions.",
  "KATRINA PIERSON, TRUMP'S CAMPAIGN NATIONAL SPOKESWOMAN: Well, I think we should probably clear up one thing, Don.",
  "When you look at these polling numbers that came out, there is tremendous hatred, there is tremendous animosity.",
  "TRUMP: ... this applies, this does not apply to people living in the country except that we have to be vigilant.",
  "If he was to use his strength to focus on the real issues facing America, I think he could be a good candidate.",
  "That one -- a couple slipped through in San Bernardino, it's awful, tragic, we're sick and we need to do more.",
  "He was at event tonight saying ridiculous things about a poll that's completely -- we can talk about it later.",
  "(CROSSTALK)\n\n\n\nRAUF: I'll tell him -- I'll tell him, Mr. Donald Trump, your procedure is a losing proposition.",
  "[22:09:58] It is our job as Americans to simply, to protect our families, protect our homes, and as a pastor.",
  "And there is definitely a sense of anger and fear and frustration in the wake of the San Bernardino shooting.",
  "So, there's no question that Donald Trump is sort of using this as a moment to help himself politically here.",
  "You know, Dick Cheney has worked very closely with all sort of Muslim leaders around the world, King Hussein.",
  "And I think Reince Preibus now has to interject himself and distance the brand of the GOP from Donald Trump.",
  "I mean, religious freedom has been a very important part of our history and where we -- where we came from.",
  "I think Donald Trump is sort of a New York City taxi driver whose car you never hope to accidentally hail.",
  "LEMON: So, if this is not, you say it's not all Muslims, you don't put but all Muslims would be affected.",
  "This is attack of all the...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: How do you know there are a thousand active cases?",
  "PIERSON: The subject line reads that Donald Trump...\n\n\n\n(CROSSTALK)\n\n\n\nLEMON: You said the subject line.",
  "LEMON: Douglas Brinkley, some are saying that this is a gift to democrats, and especially the president.",
  "And we are just as concerned about these acts of terrorism and we have to work together to combat them.",
  "All the condescension, all this sort of the wrinkled nostril kind of criticism of our political system.",
  "And so, again, this is not about -- I have -- I have personal with many Muslims, and so with Mr. Trump.",
  "He is simply saying we need to have a tighter grip right now -- this is only a temporary action, too.",
  "I mean, not the entire crowd stood and applauded, but boy, a lot of the people in the crowd sure did.",
  "He is the official spokesperson, he is saying...\n\n\n\n(CROSSTALK) PIERSON: Immigrants, yes, immigrants.",
  "And I think, you know, Republican Party is supposed to be about religious freedoms and faith, values.",
  "He knows that Indonesia and Malaysia are Muslim countries that we rely upon for Freedom of the Seas.",
  "The group of itself, you know, has such an innocuous sounding name, the Center for Security Policy.",
  "Instead of staying focused on the border, instead of staying focused on revamping the visa system.",
  "LEMON: The thing says a total and complete ban of all Muslims entering the United States, Katrina.",
  "I think Ted Cruz is the rising star among conservatives and Trump likes to control the news cycle.",
  "LEMON: Katrina, I want to -- the GOP chairs are talking about, the GOP folks are talking as well.",
  "Look, the bottom line, Don, is this, we're in a very dark period I\n\n\n\nthink in American history.",
  "I mean, I heard a lot in my time and I'm written a book on ISIS, I haven't heard quite that one.",
  "Muslim-Americans they said, would you bar them from re-entering the country if they were abroad.",
  "I know that next week's debate on Tuesday night got more complicated and more interesting today.",
  "We'll find out on Tuesday night's debate, there\n\n\n\nwould be questions that will dive into that.",
  "[22:45:04] LEMON: Would you -- would you support him if he toned down his rhetoric as a Muslim?",
  "And by the way, forget about the un-American, you know, sort of importance of what he has done.",
  "LEMON: ... your point was that the headline was correct but the body of what he said was wrong.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, (R) U.S. PRESIDENTIAL CANDIDATE: Remember the poll numbers.",
  "BURNS: Well, again, I think we talk and this is not a -- Mr. Trump is not speaking permanently.",
  "WEISS: ... this press statement could be reproduced in Dabiq 13, the ISIS propaganda magazine.",
  "We'll find out as the days go on what people react and how he refines and extends his remarks.",
  "Democrat and republican, its sort two sides of the same far end of the conservative spectrum.",
  "So, back with me now, Katrina Pierson, Douglas Brinkley, Mercedes Schlapp, and Michael Weiss.",
  "And he is on the list of the Southern Poverty Law Center which tracks hate groups in America.",
  "We have a thousand active cases and 72 people that work at DHS are on the terror watch list.",
  "The fact to the matter is, there's a lot of confusion out there in the marketplace of ideas.",
  "I know your book is about defining the Islamic state, right, that you just -- you showed me.",
  "Whatever he thinks will get him ahead or push him forward in the polls, he will throw at us.",
  "And I reject the idea that we should be using these terms broadly, rapidly or irresponsibly.",
  "Halting the refugee program, which still can be done by defunding it in the Omnibus bill.",
  "They say that if they're going to add his group on their list in 2016 of top hate groups.",
  "It's actually run by a former official from the Reagan Defense Department, Frank Gaffney.",
  "Beheadings and more unthinkable acts that pose great harm to Americans, especially women.",
  "[22:00:00] (BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: Is everybody here having a good time?",
  "Sometimes the -- a fellow republican candidates will sort of watch and see what happens.",
  "RAUF: Well, you have to combat it by messaging it and by getting more and more scholars.",
  "And so, he creates this inflammatory statement that is like throwing a boulder in a pot.",
  "At some point, we have to take a step back and figure out what are we going to do here.",
  "(END VIDEO CLIP)\n\n\n\nLEMON: So, Jeff Zeleny, you can hear the crowd there, the reaction.",
  "And he's going rogue in such extreme ways that it's hard to even put an analogy to him.",
  "Some of the reactions from fellow republicans, really the reactions have been scathing.",
  "MERCEDES SCHLAPP, REPUBLICAN STRATEGIST: Katrina, why don't you rewrite the statement?",
  "Not to say that they're not equally bad, but we have been the primary victims of this.",
  "So, those are most are importantly, probably the most important early primary states.",
  "And boy, everyone across the spectrum of politics tonight is denouncing Donald Trump.",
  "Surely you're not in support of a policy that discriminates against people of faith.",
  "Let's talk about revamping...\n\n\n\n(CROSSTALK)\n\n\n\nPIERSON: Then let's talk about that.",
  "People don't know these things and we need to make this -- we need to work together.",
  "PIERSON: Now I would like for you to read to your viewers what the subject line is.",
  "Sharia authorizes such atrocities as murder against nonbelievers who won't convert.",
  "And I mean, I'm going to get up to watch that because I want to know what he means.",
  "You know, those two, Pastor DeKay that won one of this process with flying colors.",
  "That is what I'm asking you to read...\n\n\n\nPIERSON: In this context of immigration.",
  "Drive a wedge between Muslims and the West and make -- make the choice one of two.",
  "LEMON: So, he did say all Muslims, right, entering, but he didn't clarify on Fox.",
  "[22:25:04] LEMON: OK. You're going beyond the statement that we're talking about.",
  "[22:04:59] LEMON: Jeff, and the other candidates are responding tonight, correct?",
  "But let's listen to what Dick Cheney said to you today which you just referenced.",
  "Both Bush and Obama and our whole country has been working hard to make it safe.",
  "It says a total and complete shutdown of all Muslims entering the United States.",
  "He also said Muslim-Americans when asked by The Hill, the publication The Hill.",
  "We just heard the FBI director Comey say, there's no way to vet these refugees.",
  "It's beyond the pale -- we've had fear mongering in American history, a plenty.",
  "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: It was, without a doubt, Don.",
  "Thus far, no one in the republican primary has sided with Donald Trump on this.",
  "And we have to make sure that the system does not allow for repetition of that.",
  "So, again, my question is, is Donald -- is this even too far for Donald Trump?",
  "But if you're listen to what he's saying is like...\n\n\n\nOBEIDALLAH: Sure, sure.",
  "[22:50:00] (COMMERCIAL BREAK)\n\n\n\nLEMON: Has Donald Trump finally gone too far?",
  "Joining me now is pastor Mark Burns, founder and president of the Now Network.",
  "(END VIDEO CLIP)\n\n\n\nANDERSON COOPER, AC360 SHOW HOST: Amazing moment in Paris.",
  "Aired 10-11p ET\n\nAired December 7, 2015 - 22:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Up next, more on Donald Trump's call to ban Muslims from entering the country.",
  "They would be able to -- anybody here stays, but we have to be very vigilant.",
  "But I think the job of a real leader, as a political leader is to set a tone.",
  "But let's -- and you're right, I think it's going to be fascinating tomorrow.",
  "A lot of people, you know, my ancestors got here because they were Puritans.",
  "So, guess what if it's about immigration, then let's talk about immigration.",
  "(END VIDEO CLIP)\n\n\n\nLEMON: Douglas Brinkley, I want you to weigh in on this.",
  "LEMON: Context is very important and that's what I'm trying to tell you now.",
  "That sounds like something the Islamic Republic of Iran would put out there.",
  "PIERSON: The same policies that are being discussed in Congress as we speak.",
  "Like after December 7th when Pearl Harbor was attacked by the Japanese army.",
  "Do you actually have the statement that was sent out in front of you today?",
  "And if you're going to set a tone that Muslims are not like the rest of us.",
  "But eventually, I think Americans are going to be fed up with this, I hope.",
  "He really is a third party candidate running within the republican family.",
  "LEMON: Many of the candidates came out, you know, condemning his comments.",
  "This is apply to your Muslim friends, this...\n\n\n\n(CROSSTALK)\n\n\n\nTRUMP: No.",
  "You said this is about the conversations that people are having privately.",
  "Sharia author -- authorizes -- and look, this is -- I mean, it's terrible.",
  "KATRINA PIERSON, TRUMP'S CAMPAIGN NATIONAL SPOKESWOMAN: I don't think so.",
  "Do you think it's a gift or do you think -- what do you think about this?",
  "We know, despite in hate crime, and that kind of words inspires violence.",
  "BURNS: Well, again, I don't -- again, this is important, you understand.",
  "I believe every father that is watching me right now, even as a pastor.",
  "Listen, it's simply for, you know, security, national security reasons.",
  "Some of these guys were only here for only here for six months on visa.",
  "We get less liberties and less rights, closing down mosques in America.",
  "I'm sure there will be several condemnations of such types of rhetoric.",
  "This is a poujadiste demagogic hysteria and it need to come to an end.",
  "Frank Gaffney and the Center for Security Policy are not a hate group.",
  "[22:35:04] And it's never been the American way to usher in terrorism.",
  "And all of the republicans running for president have denounced Trump.",
  "So, this is not an attack on Muslims and the wonderful faith of Islam.",
  "This is exactly what the terrorist organization wants the U.S. to do.",
  "Muslims are the number one victims, the primary victims of terrorism.",
  "His latest comments possibly causing a wedge in the Republican Party.",
  "He's alienating and democrats are more than happy to take our votes.",
  "Donald Trump read this new statement about banning Muslims out loud.",
  "The issue I find is that they are working under a flawed narrative.",
  "I want you...\n\n\n\nPIERSON: But the policies -- but here's the thing.",
  "LEMON: It has to do with...\n\n\n\nPIERSON: The policy are very simple.",
  "Because I have Muslim friends, Greta, and they're wonderful people.",
  "Is it possible that Donald Trump has finally gone too far, Katrina?",
  "So, Trump is the albatross around the neck of the Republican Party.",
  "And I'm not kidding; legitimizing hate and it can inspire violence.",
  "He did not say only what was in the subject line of his statement.",
  "This is not a complete ban on all Muslims coming into the country.",
  "And so, I really think Americans just simply want to be protected.",
  "So, the question is, as an imam, how do you combat that ideology?",
  "LEMON: So, Obama and Hillary Clinton created ISIS, Michael Weiss?",
  "And I can only hope, I mean, I think that Katrina is quite right.",
  "Don, you were...\n\n\n\n(CROSSTALK)\n\n\n\nSCHLAPP: Never a dull moment.",
  "This -- watching that speech today -- tonight was bone chilling.",
  "LEMON: I'm asking you, Katrina, Katrina, Katrina, let me finish.",
  "And, remember, again, as I'm stating, it's a temporary solution.",
  "This idea is well received by a number of people in that crowd.",
  "The issue I have with this, I have\n\n\n\nseveral issues with this.",
  "Tomorrow morning on New Day Donald Trump will join Chris Cuomo.",
  "Especially on this evening when we have this from Donald Trump.",
  "Coming up, hard line republicans are coming out against Trump.",
  "A spokeswoman for his campaign is among those joining me next.",
  "ISIS has killed more Muslims than they've killed non- Muslims.",
  "LEMON: Corey Lewandowski says it applies to everyone, Katrina.",
  "And Donald Trump said that he knows him, he's a friend of his.",
  "I have no doubt that it will actually help him among his base.",
  "They believe that political correctness has sort of run amuck.",
  "But the bigger question is, what does it do in the long-term?",
  "They say that he is simply has been pushing this agenda here.",
  "So, let's go straight to CNN's Jeff Zeleny in South Carolina.",
  "I fear for young Muslims growing up who don't even have jobs.",
  "He wants to ban all Muslims from traveling into this country.",
  "WEISS: I mean, this is my optimistic clause in the situation.",
  "But I don't think he's very well-versed on the Constitution.",
  "That's why they're drawn to Donald Trump in the first place.",
  "Are there any policy specifics behind this that you know of?",
  "You have it in front of you I don't have it in front of me.",
  "I'm not sure we've ever seen anything so swiftly like this.",
  "And we talked to several of them beforehand and afterwards.",
  "LEMON: Many people of color apart are the Muslim community.",
  "You know, the idea it can't happen here, the hell it can't.",
  "WEISS: I'm sorry, but this is -- this is beyond far right.",
  "So, again, this is not about the wonderful faith of Islam.",
  "Say in publicly what a lot of people are saying privately.",
  "It is God has a heart of a shepherd to protect his people.",
  "Again, I don't think this is an attack on Muslims, per se.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "WEISS: Well, I really don't know where to begin with this.",
  "Because let's see if he hangs on long enough for an hour.",
  "We'll get reaction from Muslims when we come right back.",
  "DEAN OBEIDALLAH, THE DAILY BEAST COLUMNIST: It could be.",
  "LEMON: He said it would also apply to tourists, as well.",
  "(CROWD BOOING) TRUMP: They want to change your religion.",
  "We're not just -- he's not attacking the faith of Islam.",
  "This is not a permanent action, but a temporary action.",
  "All of these things when we are bringing in immigrants.",
  "I think that you are deflecting to the American people.",
  "It goes on to say a lot more than what the headline is.",
  "That's why it's in the subject and that's the context.",
  "PIERSON: You're saying he banned complete all Muslims.",
  "(CROSSTALK)\n\n\n\nLEMON: No, you're not being -- hang on.",
  "I want to protect my church in Easley, South Carolina.",
  "I don't think not one Muslim wants to see that happen.",
  "Hugh Hewitt is here, one of the highlights of my week.",
  "This sounds, to me, I mean, this is beyond xenophobia.",
  "I mean, again, look what just happened in California?",
  "He goes straight to attacking a group of individuals.",
  "You're asking me to read...\n\n\n\nPIERSON: Yes, you are.",
  "One of the 9/11 hijackers came in on a tourist visa.",
  "He said that to The Hill but later clarified on Fox.",
  "He's one of the top hate members of the Islam faith.",
  "He didn't just say a ban on all Muslim immigration.",
  "The same policy that's being discussed in Congress.",
  "LEMON: But how do you combat that kind of ideology?",
  "LEMON: So, as a republican, you don't support that?",
  "HUGH HEWITT, RADIO HUGH HEWITT SHOW HOST: Hey, Don.",
  "LEMON: Fascinating conversation, to say the least.",
  "MICHAEL WEISS, THE DAILY BEAST SENIOR EDITOR: Wow.",
  "But across the board, Jeb Bush said he's unhinged.",
  "LEMON: Jeff Zeleny reporting from South Carolina.",
  "MICHAEL WEISS, THE DAILY BEAST SENIOR EDITOR: Me?",
  "LEMON: Please, stop or I'm going to stop you off.",
  "(CROSSTALK)\n\n\n\nLEMON: Hey, don't get ahead of me.",
  "LEMON: I would -- I think that that could happen.",
  "But I think saner minds will prevail in the end.",
  "Of course...\n\n\n\nSUSTEREN: ... complete shutdown?",
  "I appreciate your time this evening here on CNN.",
  "Mr. Trump wants to simply protect the Americans.",
  "This is not about the faith, of the Muslim fate.",
  "Most Muslims is saying a complete and total ban.",
  "What our leaders doing to protect our families.",
  "You're either with us or you're with the group.",
  "That violating the core values of this country.",
  "LEMON: Katrina, Katrina, Katrina, stop Katrina.",
  "LEMON: You're asking me to read a subject line.",
  "And that's what this book that we've worked on.",
  "Extremist on one, a few extremist on the other.",
  "I don't know what they're going to do with him.",
  "But I believe you say it's a gold star moment.",
  "There wasn't anybody here then when they came.",
  "What did you make of the -- what the last man.",
  "That is not the substance of what he's saying.",
  "Why are we not -- why are we not getting that?",
  "So, Katrina, don't -- don't pull that with me.",
  "Go ahead and explain to me what you're saying.",
  "This is so important that you understand this.",
  "They are Muslims, they are practicing Muslims.",
  "ZELENY: They are responding across the board.",
  "PIERSON: But from my understanding the bad...",
  "But you need Muslims to help you combat this.",
  "So, you can't do it without Muslims involved.",
  "I think Chris can handle himself for an hour.",
  "That's up to Donald Trump and Chris and Jeff.",
  "He said I don't know if Muslims are like us.",
  "RAUF: He doesn't like to want to be a loser.",
  "MERCEDES SCHLAPP, REPUBLICAN STRATEGIST: No.",
  "LEMON: The news headlines are not incorrect.",
  "Do you agree with this statement on Muslims?",
  "By the way, 1 percent would be unacceptable.",
  "(CROWS BOOING)\n\n\n\nTRUMP: Fifty one percent.",
  "LEMON: ... instead of taking a whole point.",
  "I think this is what Donald Trump believes.",
  "PIERSON: Mr. Trump isn't attacking anybody.",
  "What How would you start this conversation?",
  "I'm not kidding you, it was alarming to me.",
  "I think he will keep pushing this envelope.",
  "AHMED: I mean, he has good business skills.",
  "I don't think necessarily he believes it.",
  "There is a distinction, according to him.",
  "Number one, it fits in to ISIS narrative.",
  "Because we need to combat ISIS' ideology.",
  "And this issue has many components to it.",
  "LEMON: Well, that's why I have you there.",
  "PIERSON: Under the banner of immigration.",
  "LEMON: ... in the context of immigration.",
  "Mr. Trump has done what he's always done.",
  "Listen, I'm a father, as I said, of six.",
  "LEMON: Would you let me finish, Katrina?",
  "How would he ever implement that policy?",
  "PIERSON: Tourist visas, absolutely, Don.",
  "SUSTEREN: Does it apply to your friends?",
  "And that is now right...\n\n\n\nPIERSON: No.",
  "But I've never heard anything like this.",
  "He'll be on with Chris tomorrow morning.",
  "I consider him a postmodern politician.",
  "There are a lot of bad things going on.",
  "From a national security perspective...",
  "So, yes, the visa program in general...",
  "(CROSSTALK)\n\n\n\nRAUF: Well, I mean, yes.",
  "I don't have the subject, but go ahead.",
  "I'm a father of six beautiful children.",
  "(APPLAUSE)\n\n\n\nTRUMP: We have no choice.",
  "So, Pastor Burns, good evening to you.",
  "He's not attacking the faith of Islam.",
  "Right now, CNN Tonight with Don Lemon.",
  "He's the host of the Hugh Hewitt show.",
  "he know we got a lot of Muslim allies.",
  "You haven't heard that anywhere else.",
  "Let's listen to exactly what he said.",
  "How would this policy be implemented?",
  "Katrina, I'm going to start with you.",
  "PIERSON: But you asked me for policy.",
  "Let's talk about securing the border.",
  "LEMON: No, we're not doing it again.",
  "You introduced Donald Trump tonight.",
  "Are you concerned about their right?",
  "LEMON: Pastor Mark Burns, thank you.",
  "This is about weeding out terrorism.",
  "Until we figure out what's going on.",
  "I don't think he's gone far enough.",
  "I mean, you look, especially women.",
  "You're asking me to read a subject.",
  "How would he implement this policy?",
  "LEMON: I appreciate your expertise.",
  "Now that's not the way to solve it.",
  "This is pertaining to immigration.",
  "It's not being recorded correctly.",
  "I lived in Europe for three years.",
  "And as you say, give them an hour.",
  "LEMON: ... unless that last line.",
  "The news headlines are incorrect.",
  "I never thought I would say this.",
  "LEMON: What would you say to him?",
  "No, that's not what we're asking.",
  "The word \"pastor\" means shepherd.",
  "BURNS: ... the terrorist groups.",
  "LEMON: And your insight on this.",
  "You don't solve things that way.",
  "ISIS wants to create a conflict.",
  "And that's why we're here today.",
  "We'll continue to talk about it.",
  "But go ahead, Michael, weigh in.",
  "The latest on the investigation.",
  "So, we'll see tomorrow morning.",
  "We're going to talk about that.",
  "PIERSON: We have to look at it.",
  "He says it applies to everyone.",
  "That is what this man has done.",
  "Do you apply this rule to them?",
  "Would you say that that's fair?",
  "PIERSON: You're doing it again.",
  "ZELENY: Well, first, the group.",
  "So, they denounce all of this.",
  "What if these were Christians?",
  "SCHLAPP: ... our bases system.",
  "SCHLAPP: ... wait, wait, wait.",
  "And I think Mercedes is right.",
  "And so, it's very unfortunate.",
  "PIERSON: Context is important.",
  "We'll be right back, everyone.",
  "LEMON: Hugh, good to have you.",
  "BRINKLEY: ... you were strong.",
  "But it's a mistake in notion.",
  "I want everybody to stand by.",
  "LEMON: That's not immigrants.",
  "We have a country to protect.",
  "RAUF: That is fair certainly.",
  "That narrative doesn't work.",
  "You guys are doing it again.",
  "LEMON: I have the statement.",
  "I'm asking you about policy.",
  "And so, I'm asking you that.",
  "How does one implement that?",
  "LEMON: That's not immigrant.",
  "He has mini Muslims friends.",
  "I appreciate you joining us.",
  "They denounce his research.",
  "You guys all remember this.",
  "PIERSON: I was very honest.",
  "South Carolina's GOP chair.",
  "HEWITT: Well, I don't know.",
  "Jeff, thank you very much.",
  "I want to protect my wife.",
  "I have a one boy tomorrow.",
  "He said it tonight in Mt.",
  "Do you still endorse him?",
  "Much to get to right now.",
  "What do you make of this?",
  "We can't let this happen.",
  "I'm not -- I'm very fair.",
  "(CROSSTALK)\n\n\n\nLEMON: Ok.",
  "What did he have in mind?",
  "Good to have all of you.",
  "You know what Sharia is.",
  "BURNS: Without question.",
  "LEMON: That is a cover.",
  "But go ahead, Mercedes.",
  "He told CNN that today.",
  "But he doesn't do that.",
  "HEWITT: Thank you, Don.",
  "No, no, no, no, listen.",
  "LEMON: Thank you, guys.",
  "BRINKLEY: It was good.",
  "LEMON: No, it doesn't.",
  "PIERSON: That's right.",
  "So, I understand that.",
  "You're doing it again.",
  "You're doing it again.",
  "PIERSON: Hold on, Don.",
  "Make sure you tune in.",
  "RAUF: I'd be happy to.",
  "It's across the board.",
  "Thanks for joining us.",
  "How do you know that?",
  "RAUF: Thank you, Don.",
  "LEMON: No, we're not.",
  "PIERSON: Immigration.",
  "But hang on, Katrina.",
  "They would come home.",
  "He said what he said.",
  "PIERSON: I think yes.",
  "HEWITT: I don't know.",
  "What are you hearing?",
  "He's fear mongering.",
  "Thank you very much.",
  "SCHLAPP: Definitely.",
  "It's very offensive.",
  "That's not up to me.",
  "PIERSON: Absolutely.",
  "That's the key term.",
  "That is sa headline.",
  "That's what it says.",
  "Thank you very much.",
  "Not going to happen.",
  "This is CNN Tonight.",
  "That does it for us.",
  "Jeff, good evening.",
  "We have no choice.",
  "We have no choice.",
  "It is hate speech.",
  "RAUF: My pleasure.",
  "I was very honest.",
  "He said everybody.",
  "I gave you Policy.",
  "Here is the thing.",
  "Always a pleasure.",
  "Do you guys agree?",
  "It's a scary time.",
  "LEMON: All right.",
  "What's to choose?",
  "LEMON: All right.",
  "I don't think so.",
  "I don't think so.",
  "I don't think so.",
  "Imam, thank you.",
  "AHMED: I mean...",
  "I appreciate it.",
  "Saba, you first.",
  "Thank you, Hugh.",
  "I appreciate it.",
  "LEMON: OK. Good.",
  "We'll find out.",
  "RAUF: Exactly.",
  "PIERSON: Sure.",
  "Just go ahead.",
  "Take a listen.",
  "I'm Don Lemon.",
  "Hold on, Don.",
  "Stop Katrina.",
  "HEWITT: Yes.",
  "That's next.",
  "That's next.",
  "HEWITT: Yes.",
  "It's scary.",
  "LEMON: Yes.",
  "LEMON: Yes.",
  "LEMON: Yes.",
  "Please, OK?",
  "LEMON: Yes.",
  "LEMON: Why?",
  "LEMON: Yes.",
  "LEMON: Yes.",
  "Absolutely.",
  "LEMON: Yes.",
  "So, listen.",
  "All right.",
  "TRUMP: No.",
  "RAUF: Yes.",
  "LEMON: OK.",
  "We'll see.",
  "Who knows?",
  "AHMED: No.",
  "Pleasant.",
  "Yes.",
  "Yes.",
  "OK."
]