[
  "The Forbes headline for a column Loren Thompson, an industry consultant (whose think tank is heavily funded by weapons contractors), recently wrote says it all: “For the Defense Industry, Trump’s Win Means Happy Days are Here Again.” The stocks of industry giants Lockheed Martin, Raytheon, and Northrop Grumman rose sharply upon news of his election and the biggest winner of all may be Huntington Ingalls, a Virginia-based manufacturer of aircraft carriers and nuclear attack submarines that would be a primary beneficiary of Trump’s proposed naval buildup.",
  "Below the cabinet level, certain Republican foreign policy experts who opposed Trump or remained neutral during the campaign have been trying to mend fences -- even some of those who signed a letter suggesting that he might be “the most reckless president in American history.” Part of this backpedaling has included preposterous claims that Trump’s pronouncements have become more “nuanced” in the post-election period, as if he didn’t really mean it when he called Mexican immigrants rapists and criminals or talked about banning Muslims from the country.",
  "Drawing heavily on a military spending blueprint created by Washington’s right-wing Heritage Foundation, Trump called for tens of thousands of additional troops, a Navy of 350 ships (the current goal is 308), a significantly larger Air Force, an anti-missile, space-based Star Wars-style program of Reaganesque proportions, and an acceleration of the Pentagon’s $1 trillion “modernization” program for the nuclear arsenal (now considered a three-decade-long project).",
  "According to a Washington Post profile of Mattis, he “consistently pushed the military to punish Iran and its allies, including calling for more covert actions to capture and kill Iranian operatives and interdictions of Iranian warships.” These proposals were non-starters at a time when the Obama administration was negotiating a deal to curb Iran’s nuclear weapons program, but may receive a warmer reception in a Trump White House.",
  "To his credit, Flynn has expressed skepticism of military interventions like those in Iraq and Afghanistan, but he has also advocated regime change as a way to keep Iran from getting a nuclear weapon and criticized President Obama for being too “politically correct” to use the term “radical Islam.” His own views on Islam and how best to deal with terrorism are particularly concerning.",
  "As Marcus Weisgerber of Defense One has noted, she’s advocated for the development of space laser weapons and more military satellites, and is likely to press for appointees who will go all in on the Pentagon’s plan to spend hundreds of billions of dollars on a new nuclear bomber and a new generation of intercontinental ballistic missiles.",
  "Much of the money goes to service contractors, arms industry executives, and defense consultants (also known as “Beltway bandits”), and what does go into the actual building of weapons systems underwrites a relatively small number of manufactured items, at least when compared to mass production industries like automobiles or steel.",
  "A huge military buildup, a $25 billion wall on the Mexican border, a potentially enormous increase in spending on immigration enforcement officials and private detention centers, and a trillion-dollar infrastructure program, all against the backdrop of a tax plan that would cut trillions in taxes for the wealthiest Americans.",
  "The person currently rumored to be the frontrunner for the defense job is General James “Mad Dog” Mattis, a 44-year Marine and former head of the U.S. Central Command who left the military in 2013 amid disagreements with the Obama administration over how many troops to deploy in Iraq and how hard a line to take on Iran.",
  "A registered Democrat, he was an early Trump supporter who gave a fiery anti-Obama speech at the Republican convention and led anti-Clinton chants of “lock her up” at Trump rallies -- hardly the temperament one would want in a person who will be at the president’s side making life-and-death decisions for the planet.",
  "On the other hand, his desire to lift current caps on Pentagon spending without a corresponding increase in domestic expenditures could generate significant opposition from Senate Democrats, who might use current Senate rules to block consideration of any unbalanced spending proposals.",
  "Early signs suggest, however, that those contradictions are likely to resolve themselves in favor of the usual suspects: the arms industry and its various supporters and hangers-on in the government, as well as Washington’s labyrinthine world of think-tank policymakers and lobbyists.",
  "He has described Islam as a “political ideology” rather than a religion, and has made demonstrably false assertions regarding the role of Islam in American life, including the absurd claim that Islamic law, or Sharia, has taken hold in certain communities in the United States.",
  "However, his advice is reportedly being listened to by key Trump insiders and appointing him to some national security post may not prove a problem for a president-elect who has already installed white supremacist Stephen Bannon as his strategic adviser in the White House.",
  "Given the likely cast of characters and the nascent crop of advisers in the world of national security, it’s hard to imagine that Trump won’t be strongly encouraged in any efforts to pump up Pentagon spending to levels possibly not seen in the post-World War II era.",
  "There’s already plenty of money available for “defense.” Instead, the problems lie in Washington’s overly ambitious, thoroughly counterproductive global military strategy and in the Pentagon’s penchant for squandering tax dollars as if they were in endless supply.",
  "The conservative National Taxpayers Union has derided the idea as a gimmick that is “neither fiscally responsible nor strategically coherent.”\n\nAnother person allegedly in the mix for Pentagon chief is Kelly Ayotte, who just lost her Senate seat in New Hampshire.",
  "The scariest potential Trump appointees -- or at least the scariest voices that could have the president-elect’s ear or those of his closest advisers, are not necessarily the ones with preexisting economic stakes in high levels of Pentagon spending.",
  "A former Reagan-era Star Wars enthusiast turned professional Islamophobe, he has insinuated that President Obama might be a secret Muslim and slandered fellow conservatives for allegedly having questionable ties to radical Muslim organizations.",
  "He’s closely connected to right-wing think tanks that press for spending more on all things military and was a member of neoconservative networks like the Project for the New American Century and the Committee for the Liberation of Iraq.",
  "One hawk who hasn’t accommodated himself to a Trump presidency is Eliot Cohen, a leader of the “Never Trump” movement who had initially urged foreign policy specialists to put aside their reservations and enter his administration.",
  "Todd Harrison of the Center for Strategic and International Studies estimates that, if Trump faithfully follows the Heritage Foundation’s proposal, he could add more than $900 billion to the Pentagon’s budget over the next decade.",
  "Talent is a long-time advocate of spending an arbitrary 4% of gross domestic product on defense, an ill-advised policy that would catapult the Pentagon budget to over $800 billion per year by 2020, one-third above current levels.",
  "Conservative Senator Tom Cotton of Arkansas -- a fierce opponent of the Iran nuclear deal and an avid booster of increasing Pentagon spending beyond what even the Pentagon has asked for -- is reputedly another contender.",
  "But government watchdog groups like Public Citizen are skeptical of this pledge, noting that corporate executives like Ricardel who have not been registered lobbyists are likely to survive any changes Pence may make.",
  "Trump is likely to turn to deficit spending on a grand scale, which will undoubtedly exacerbate divisions among congressional Republicans and cause potentially serious pushback from the Party’s deficit hawks.",
  "If Trump really wants to create jobs for his base, he should obviously pursue infrastructure investment rather than dumping vast sums into weapons the country doesn’t actually need at prices it can’t afford.",
  "Another candidate for the Pentagon post is Jim Talent, a former senator from Missouri who is now based at the conservative American Enterprise Institute after a seven-year stint at the Heritage Foundation.",
  "Veteran defense analyst David Isenberg has convincingly argued that the “military-industrial-congressional-complex,” not the white working class, will be the real winner of the 2016 presidential election.",
  "A study by economists at the University of Massachusetts indicates that infrastructure spending creates one and one-half times the number of jobs per dollar invested as money lavished on the Pentagon.",
  "Cohen has since reversed course and suggested that no “garden variety Republican” go near Trump, arguing that he and his “mediocre” appointees will “smash into crises and failures” on a regular basis.",
  "Trump asserts that he would counterbalance this spending splurge with corresponding cuts in government waste but has as yet offered no credible plan for doing so (because, of course, there isn’t one).",
  "A Pentagon Rising\n\nCross-posted with TomDispatch.com\n\nAs with so much of what Donald Trump has said in recent months, his positions on Pentagon spending are, to be polite, a bundle of contradictions.",
  "Nor will Trump’s incipient infatuation with Pentagon spending do much for members of his working class base who have been left behind economically as traditional manufacturing employment has waned.",
  "At $600 billion-plus per year, the government is already spending more money on the Pentagon than it did at the peak of the massive military buildup President Ronald Reagan initiated in the 1980s.",
  "The latest name to be mentioned in the secretary of state sweepstakes is former Massachusetts governor and failed presidential candidate Mitt Romney, a harsh critic of Trump during the campaign.",
  "Vice President-elect Mike Pence, recently named to head the Trump transition team in place of former New Jersey governor Chris Christie, has promised to cleanse the transition team of lobbyists.",
  "You won’t be surprised to learn, then, that the defense industry, always sensitive to the vibes of presidential candidates, has been popping the champagne corks in the wake of Trump’s victory.",
  "And then there’s John Bolton, the hawk’s hawk who never met an arms control agreement he didn’t despise, and who took to the pages of the New York Times last year to advocate bombing Iran.",
  "According to the London-based International Institute for Strategic Studies, the U.S. currently spends four times what China does and 10 times what the Russians sink into their military.",
  "Eager as The Donald may be to pump vast sums into a Pentagon already spending your tax dollars at a near-record pace, there will be significant real-world obstacles to any such plans.",
  "A potential obstacle to a Bolton appointment is his strong anti-Russian stance, but he could still get a post of significance or simply be an important voice in the coming Trump era.",
  "She was a rising star in the ranks of the Capitol Hill hawks who roamed the country with Senators Lindsey Graham and John McCain advocating an end to caps on Pentagon spending.",
  "Mira Ricardel, a former executive at Boeing’s Strategic Missiles and Defense unit, has been running the day-to-day operations of the defense part of the transition apparatus.",
  "The outgoing chairman of the House Armed Services Committee’s Seapower and Projection Forces Subcommittee, he has been the most vocal advocate in Congress for a larger Navy.",
  "Don’t forget the other one, the presidential candidate who termed our military a “disaster” and insisted that huge spending increases were needed to bring it back up to par.",
  "Retired Army Lieutenant General Mike Flynn has now been selected to serve as Trump’s national security adviser, where he may get the last word on foreign policy issues.",
  "In fact, despite what you might imagine, the Obama administration has pumped more tax dollars into the military in its two terms than did George W. Bush.",
  "At present, with its proposals for steep military spending increases and deep tax cuts, Trump’s budget plan looks like Reaganomics on steroids.",
  "Ayotte’s name may have been mentioned primarily to show that Trump was casting a wide net (the whole spectrum from hawks to extreme hawks).",
  "A Democratic Congress and citizens' movements like the nuclear freeze campaign managed to blunt Reagan’s most extreme policy proposals.",
  "Taken at face value, such a set of policies would certainly set the stage for reductions in Pentagon spending, not massive increases.",
  "Congressman Randy Forbes, a Republican from Virginia, is looking for a job after losing his seat in a primary earlier this year.",
  "R. James Woolsey, former CIA director and fierce advocate of the Bush administration’s invasion of Iraq, punches both tickets.",
  "Another reported candidate in the race for secretary of state is Rudy Giuliani, perhaps the most undiplomatic man in America.",
  "What other evidence do we have that Trump will follow through on his promises to dramatically increase Pentagon spending?",
  "Supposedly, the job of the president and Congress is to rein in that department’s notoriously voracious appetite.",
  "In the end, it may not matter much just how the contest for top positions in the new administration plays out.",
  "As a start, how in the world will Trump pay for his ambitious military, “security,” and infrastructure plans?",
  "Recent reports suggest, however, that the former New York mayor no longer has the inside track on the job.",
  "He’s on the record against regime-change-style wars like Bush’s intervention in Iraq and Obama’s in Libya.",
  "Prominent neoconservatives are pushing Bolton as a possible secretary of state in a Trump administration.",
  "A window into this Trump’s thinking can be found in a speech he gave in Philadelphia in early September.",
  "If you put taxpayer money into education or infrastructure, you lay the foundations for further growth.",
  "And he swears that, once in office, he’ll eliminate waste and drive down the costs of weapons systems.",
  "Woolsey is also an executive at Booz, Allen, Hamilton, a major defense and intelligence contractor.",
  "The next few years will determine what happens with Mr. Trump’s own exercise in fantasy budgeting.",
  "So much for “draining the swamp” of special-interest advocates, as Trump had promised to do.",
  "Of course, to quote a voice of sanity at this strange moment: it ain’t over till it’s over.",
  "He has already called for Trump to scrap the Iran nuclear deal on his first day in office.",
  "Such claims should make Gaffney unfit to serve in the government of a democratic society.",
  "Instead, they regularly end up as a team of enablers for its obvious spending addiction.",
  "If you spend money on an F-35 fighter plane, you get... well, an overpriced F-35.",
  "In fact, Pentagon spending is one of the worst possible ways of creating jobs.",
  "Not coincidentally, Virginia is also home to Huntington Ingalls Shipbuilding.",
  "One thing, however, does stand in the way of Trump’s current plans: reality.",
  "Let’s start with a baseline look at the Pentagon’s finances at this moment.",
  "So pay no attention to those cries of poverty emanating from the Pentagon.",
  "The Ideologues Form Their Ranks\n\nOf course, the market’s not always right.",
  "The only possible way to do this would be to drown the country in red ink.",
  "The prospects are clear: a new Pentagon spending binge is on the horizon.",
  "In addition, such spending is the definition of an economic dead end.",
  "She also served a lengthy stint in the Pentagon under George W. Bush.",
  "One clue is his potential appointees to national security positions.",
  "Then there’s Frank Gaffney of the Center for Security Policy.",
  "He also wants our allies to pay more for their own defense.",
  "He has been mentioned as a possible secretary of the Navy.",
  "But those are just the views of one Donald Trump.",
  "Which brings us back to Donald Trump.",
  "Let’s start with his transition team.",
  "They are the ideologues.",
  "Reaganomics on Steroids?"
]