[
  "And it got progressively worse and worse every single year thereafter.”\n\nWhen the Department of Homeland Security was founded in 2003, its stated purpose was “preventing terrorist attacks within the United States and reducing America’s vulnerability to terrorism.” The Bush administration’s definition of the enemy as a tactic, terrorism, rather than a specific movement, proved consequential amid a culture of political correctness.",
  "My plausible premise is, if we had simply been allowed to continue forward developing that case with the success level that we already had, that we would have been able to plausibly preempt the shootings in San Bernardino, either by putting Syed Farook, the shooter, on the no-fly list, or preventing his pending fiance’ Tashfeen Malik from ever coming into the country because of her affiliations with him, and or the mosque.",
  "Phil Haney discusses his new book “See Something, Say Nothing: A Homeland Security Officer Exposes the Government’s Submission to Jihad” with Breitbart News Daily SiriusXM host Stephen K. Bannon, detailing how the Department of Homeland Security (DHS) programs and procedures originally designed to protect America’s national security have deteriorated over time, beginning under President Bush.",
  "When recently retired DHS frontline officer and intelligence expert Philip Haney bravely tried to say something about the people and organizations that threatened the nation, his intelligence information was eliminated, and he was investigated by the very agency assigned to protect the country.",
  "Just days after the San Bernardino shootings last December, we learned that the Department of Homeland Security had shut down an intelligence-based screening program that had identified the mosque that shooter Syed Farook attended as a recruitment center for jihadis.",
  "So the question remains, if those records had not been deleted, it’s very plausible that Syed Farook would have never been able to travel to Saudi Arabia and it’s also just as plausible that his pending fiancée would have never been given a visa.",
  "By the time President Obama took office, Muslim Brotherhood-linked leaders in the United States were forcing changes to national security policy and even being invited into the highest chambers of influence.",
  "The national campaign by the DHS to raise public awareness of terrorism and terrorism-related crime known as If You See Something, Say Something effectively has become If You See Something, Say Nothing.",
  "Said Haney, “The first two or three years after the founding (of DHS) in 2003 … we were actually doing our jobs with the vow that we took, we were preventing people from coming into the country.",
  "In See Something, Say Nothing, Haney a charter member of DHS with previous experience in the Middle East and co-author Art Moore expose just how deeply the submission, denial and deception run.",
  "Haney’s insider, eyewitness account, supported by internal memos and documents, exposes a federal government capitulating to an enemy within and punishing those who reject its narrative.",
  "A policy known as Countering Violent Extremism emerged, downplaying the threat of supremacist Islam as unrelated to the religion and just one among many violent ideological movements.",
  "Haney believes that if efforts DHS were already pursuing had not been shut down it’s quite possible that the San Bernardino terrorist attack could have been prevented.",
  "Haney spoke of one case he was working – and for which he had once received a letter of commendation – that had been shut down.",
  "The administration deleted sixty-seven records out of the system that I had worked on as a component of the Tablighi case.",
  "Haney has also been cited in various news and opinions items, such as this one via The Washington Times.",
  "Screening programs like the one whistleblower Phil Haney had devised are precisely what we need.",
  "Breitbart News Daily airs from 6 a.m. to 9 a.m. Eastern weekdays on SiriusXM Patriot 125.",
  "We also need better screening at airports and U.S. consulates around the world.",
  "The mosque that Syed Farook attended was part of that Tablighi Jamaat network.",
  "But about 2006, 2007 is when things really started to change.",
  "But programs like this take time to devise and put in place.",
  "He is also affiliated with the center for Security Policy.",
  "The mosque in San Bernardino is linked to that case.",
  "Well, we’ll fast forward to San Bernardino.",
  "And then we would have stopped the attack.",
  "We were connecting the dots….",
  "We were creating databases."
]