[
  "Prominent conservative group Family Research Council claims that only “16 percent of Islam is a religion.” Ben Carson, another failed presidential candidate, echoed his remarks in January by asserting that Islam is not a religion, but rather, a “life organization system.” Carson also believes that a Muslim should not be president.",
  "The specter of Sharia law as a threat to American well-being also came into play when U.S. courtrooms came across the issue — for instance in domestic or child custody cases involving families from countries where Sharia law is observed.",
  "/ Updated By Amanda Sakuma\n\nNewt Gingrich bobbed and weaved on Friday, first suggesting that Muslim U.S. citizens could be deported for practicing Sharia law, only to later backtrack and blame the media for distorting his words.",
  "Still, it became the inspiration to a litany of legislation nationwide, with a handful of states enacting bans against Sharia law, including Alabama, Arizona, Kansas, Louisiana, North Carolina, South Dakota and Tennessee.",
  "Related: Donald Trump's Plan for a Muslim Database Draws Comparison to Nazi Germany\n\nProminent conservatives like Sarah Palin, Michelle Bachmann and even Gingrich were crusaders in popularizing the anti-Sharia movement.",
  "Because Sharia is a set of governing principles regulating both public and private life, critics suggest that Islam should be considered to be more of a political structure than a pure body of faith.",
  "“Use of anti-Muslim sentiment has been made mainstream and systematized in this election cycle,” said Corey Saylor, director of anti-Islamophobia for the Council on American-Islamic Relations.",
  "The movement against Sharia law, an Islamic code of actions and beliefs woven into a legal framework, first spawned as a method to attack the institution of Islam but not individual people.",
  "Presumptive Republican presidential nominee Donald Trump arguably champions the most egregious challenge to constitutional values in his proposal to ban all Muslims from coming to the U.S.",
  "Saylor said the true tipping point came in 2010 with a report called “Sharia: The Threat for America,” released by a conservative think tank called the Center for Security Policy.",
  "The theory sets up this subtle narrative that Muslims, regardless of whether they adhere to Sharia law, are somehow un-American and therefore not protected by the Constitution.",
  "A number of former U.S. intelligence officers signed onto the report, arguing that Muslims had become radicalized and were attempting to subvert the U.S. through Sharia law.",
  "Gingrich, a Republican once considered a top vice presidential pick, now insists that Muslim Americans can have faith that the U.S. Constitution will still protect them.",
  "Prominent conservative leaders are using Sharia to justify targeting individual Muslims, even to the point of stripping American citizens of their constitutional rights.",
  "Taken a step further, as Santorum did during the presidential debate in December, then constitutional rights would not automatically apply to those who practice Sharia.",
  "Gingrich got into trouble this week by stretching an already thin line of arguments to a breaking point and using Sharia law to justify deporting Muslims.",
  "He once toyed with the idea creating a Muslim database nationwide, but he eventually dropped the issue after it stirred up enough criticism and buzz.",
  "But that's little comfort for an embattled community that has noted the stunning frequency in which political leaders have said just the opposite.",
  "“Islam is not a just a religion … Islam is different,” former Pennsylvania Sen. Rick Santorum said during a Republican debate last fall.",
  "But the use was often limited to justifying the federal government's ability to monitor mosques and Muslim communities.",
  "“Islam is a religion, but it is also Sharia law, it is also a civil government, it is also a form of government.",
  "Related: Newt Gingrich Wants Tests for All U.S. Muslims After Nice Attack\n\nNow that tactic is being flipped.",
  "Together, they raise doubts for some that Trump's promise to put America first will include all Americans.",
  "The FBI later panned the report for overblowing the threats and coming to unsubstantiated conclusions.",
  "Conservative leaders who agree could use the argument to sidestep constitutional technicalities.",
  "And, so, the idea that that is protected under the First Amendment is wrong,” he said.",
  "In fact, some are questioning whether Islam should even be categorized as a religion.",
  "But over the last several years, the arguments in the movement have begun to shift.",
  "That argument often arose after terror attacks were carried out by extremists.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]