[
  "Washington, D.C. — The Center For Security Policy held a Press Conference on Friday at Washington D.C.’s National Press Club to commemorate the release of its “Secure Freedom Strategy For Victory Over the Global Jihad Movement.”\n\nFrank Gaffney, President of the Center for Security Policy, spoke about the ideology behind the global jihad movement.",
  "Fred Fleitz, a 20 year veteran of the Central Intelligence Agency and Senior Fellow at the Center For Security Policy, recommended former President Ronald Reagan’s NSDD (National Security Decision Directive) 75 as an example for how to conduct ideological warfare.",
  "“Never in my lifetime did I believe I’d be witness to this great country… withdrawing from our own leadership position from our own administration,” added Admiral James “Ace” Lyons in a speech about the Obama Administration’s poor leadership.",
  "He cited as an example of the Intelligence Community’s decline, a 2010 speech by the Director of National Intelligence, James Clapper, which referred to the Muslim Brotherhood as a peaceful social welfare organization.",
  "“Sharia tells them to redouble the effort.”\n\nJim Hanson of the Center for Security Policy spoke about how we need to defeat not only the terrorists, but also their ideology.",
  "They are targeting our economy, currency, natural resources, and cyber infrastructure, while also attempting to manipulate our markets, he explained.",
  "Counter insurgency expert J Michael Waller added that the American government is ignoring the ideology behind the global Jihad movement.",
  "Kevin Freeman, a prominent Financial Analyst explained that Islamic radicals are targeting our economy from five different directions.",
  "He did not speak to ISIS and Al Qaeda, he spoke to the promulgators of Islamist ideology– the Islamic clerics, Gaffney reiterated.",
  "He spoke about how our intelligence community has been inundated with individuals who refuse to recognize the threats to America.",
  "He discussed how Egyptian President Abdel Fattah El Sisi went to Al Azhar University in his appeal to the Islamic world.",
  "He stressed that America can not defeat its enemies until its enemies are targeted in a clear and concise manner.",
  "“I’m for killing terrorists wherever they are,” but “We can’t simply kill our way to victory,” said Hanson.",
  "Gaffney then spoke about how we must remain resilient in fighting the Islamic Sharia law.",
  "The Full Center For Security Policy ‘Secure Freedom Strategy’ Can Be Found Here",
  "We have to say: “Their ideology is wrong, and ours is right,” he explained.",
  "“We cannot let them think we are submitting,” Gaffney added."
]