[
  "Some advocates also see these bills as evidence of overt bigotry and an irrational fear of “creeping Sharia” — a term in anti-Muslim circles that stems from an anti-Islam sentiment — and the belief that the US and its citizens are in danger of Islamic law entering the US legal system and affecting daily life.",
  "In the past 11 days, Republican lawmakers in Indiana and Oregon have proposed bills aimed at preventing Islamic law from being used in court cases, an unfounded conspiracy theory that lives on despite a lack of evidence supporting the claim that Muslims in America are trying to subvert the US Constitution.",
  "On Jan. 9, Oregon State Senator Brian Boquist introduced SB 479 — a bill that “Prohibits courts from applying Sharia law.” A week prior, Indiana State Senator Travis Holdman submitted Senate Bill 16, aimed at prohibiting the application of foreign-law in the state.",
  "“These bill and laws are 100% a waste of time because the Constitution is already the law of the land and nothing can replace that,” said Corey Saylor, the director of the Department to Monitor and Combat Islamophobia at the Council on American-Islamic Relations.",
  "While that bill’s text only mentions “foreign law,” the bill’s author, told the Indianapolis Star that the bill's primary purpose stems from his constituents fear of Sharia law — or Islamic jurisprudence — “being used as a legal standard in our courts.\"",
  "The Institute of Social Policy and Understanding, a research group that studies various aspects of Muslim American life, found that at least 128 anti-Sharia law or anti-foreign law bills have been introduced since 2011.",
  "While the bills themselves may appear straightforward, many advocates see them as unnecessary and redundant — instituting at the state level what would already be in violation of the Constitution of the United States.",
  "Sharia — a religious code of conduct, no different than those contained in other Abrahamic religions — has often been used as a fear-inducing term associated with anti-Western beliefs in recent years.",
  "“It’s a total red herring, and a total waste of taxpayer’s money.” Saylor added that there is no movement to institute any kind of religious law in the US by any Muslim organization.",
  "Anti-Sharia or anti-foreign laws have passed in ten states, with dozens more proposed in the last decade — the vast majority of these failing to pass or reach the point of a vote.",
  "The defeat resulted in subsequent legislative initiatives to use the words “foreign law” instead of “Sharia law,” in order to increase the chances of bills passing muster.",
  "Sharia is basically no different than the canon law of the Catholic Church or the requirement that those who follow Judaism to eat kosher foods.",
  "In 2010 Oklahoma's legislature voted to amend the state’s constitution to include anti-Sharia language.",
  "“The one in Oregon would fail even a first-grader's class on the Constitution,” Saylor added.",
  "A federal judge in 2013 said the amendment violated the US Constitution."
]