[
  "“In other words, for many on the left, not everybody, but for many on the left, the people who deserve and get the greatest deference, cut the most slack, in fact, enjoy the most support are the Linda Sarsours and this character Ammar Shahin in Los Angeles and Mohammed Majid in Washington, DC, and until he was whacked, Anwar al-Awlaki, and the like – who just happen to actually believe what this sharia supremacism is all about.”\n\n“This imam didn’t do anything wrong other than expose the truth of what is at the core, Alex, of this sharia supremacist agenda, which is the destruction of those that they believe Allah has said are enemies, are vile, and the most heinous of the infidels – whether it’s homosexuals or whether it’s Jews or whether it’s women, feminists and the like,” he said.",
  "“I think these kinds of revelations about what these people actually believe, what they actually want to accomplish, are helpful, necessary to the kind of corrections that, again, we need to take as a nation with respect to sharia, the Muslim Brotherhood that perpetrates it, and the rest of their infrastructure – including the Islamic Center of Davis, which this guy runs, which is part and parcel of that jihadist footprint in America.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Frank Gaffney of the Center for Security Policy discussed examples of the clash between sharia law and Western society with SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily, including California imam Ammar Shahin, who prayed at a sermon last week for Allah to “annihilate” Jews “down to the very last one.”\n\n“How is this allowed to go on, why doesn’t the left care about it, and what can we do?” he asked.",
  "Homosexuals, as we saw in the aftermath of the Pulse nightclub shooting, are less of a victim class for many of the folks on the left than are Muslims.”\n\n“It turns out the Jews are less of a victim class than are Muslims,” he continued.",
  "At worst, they’re actually encouraging Islamists to think that with the left’s support, they’ll be able to oppress – and ultimately, hopefully, they think – impose sharia here.”\n\n“This cannot stand,” he declared.",
  "“All of these are people you’d think the left would be all about protecting because they are, after all, core constituencies on the left,” Gaffney observed.",
  "“It turns out that little girls who are being mutilated in their genital areas are less of a victim class than Muslims.",
  "“Well, it turns out that for the left, there’s a hierarchy of victims,” Gaffney replied.",
  "They are turning a blind eye to them in some cases, at the very least.",
  "“But instead, they are turning on them."
]