[
  "For instance, her concern with readjusting her hijab (head scarf) reflects obedience to the Qur’anic injunction found in Q 24:30, where it says “And say to the believing women that they should lower their gaze and guard their modesty; that they should not display their beauty and ornaments except what (must ordinarily) appear thereof; that they should draw their veils [khumur] over their bosoms and not display their beauty except to their husbands, their fathers…” This is completely mainstream, normative Islam.",
  "More troubling, and yet likewise completely according to mainstream, normative Islamic doctrine is the fact that her murderous attack comes straight out of Qur’anic verse 47:4, where it says “Therefore, when ye meet the Unbelievers, smite at their necks…” This young Muslim girl did exactly as the Qur’an (believed by Muslims to be the exact, uncreated word of Allah) commands Muslims to do: struck with her knife directly into the neck of the unsuspecting German police officer.",
  "Berlin’s BZ newspaper wrote about an “Islamist background.” Breitbart reporter Oliver J.J. Lane mentioned “radical Islamist ideology.”\n\nReuters cited German prosecutors who speculated the girl “may have been radicalised.” The UK’s Daily Mail provided the best lead, noting that since the age of seven she has been under the influence of a German imam called Pierre Vogel, a Muslim convert from Christianity who also goes by the name Abu Hamza.",
  "Rather, even as the hijra influx of young, Muslim male migrants continues to flood across Europe and the Islamic State openly gloats that it has seeded the flow with jihadis, European authorities do not seem able or willing to connect surging assault statistics with the mainstream Islamic doctrines that inspire girls like Safia S.—or with the families, imams, and mosques that indoctrinate them with such teachings from childhood.",
  "Her demeanor was described by a police spokesman as “ice cold.”\n\nNow, multiply this girl (and her brother) by some unknown number, because among the millions of Muslim migrants, ‘guest workers,’ and refugees and their children that Europe already has welcomed into its towns and cities, without any doubt there are more budding jihadis just like them.",
  "Muslim imams like Vogel long have aroused concern among German authorities, who appear worried about their appeal especially among just such young second or third generation immigrant populations, yet remain reluctant to either stem the flow, implement stricter vetting procedures, or insist on better assimilation.",
  "While it is entirely unclear how a seven-year old could fall under the sway of a shariah-adherent imam unbeknownst to her family and remain so for the next eight years, it is very clear that over that time she gained an accurate understanding of authoritative Islamic doctrine, law, and scripture.",
  "According to the UK’s Daily Mail, the girl had tried to get to Syria to join the jihad with IS but was brought back to Germany by her mother, a Moroccan woman named Hasna L. Her brother Saleh remains in a Turkish jail after he was caught trying to cross the border into Syria to join IS.",
  "Fifteen years old, with the face of an angel, and so indoctrinated with the ideology of shariah (Islamic Law) proclaimed by her actions and headscarf that she is already dead to human feeling, lost to any possibility of fitting into civilized society.",
  "There is a civilizational challenge facing the West: how do we prepare our children to understand these doctrines well enough to defend against children like Safia S., who are raised in commitment to Islamic supremacism, jihad, and shariah?",
  "But even as she was absorbed in adjusting her hijab (which had come loose in the attack), the knife-wielding teen told police that she wanted to carry out a strike in Germany because she could not make it to Syria.",
  "The story of a sweet-faced Moroccan Muslim girl (identified only as Safia S.) who stabbed a German police officer in the neck at a train station in Hanover on 4 March 2016 is deeply disturbing on so many levels.",
  "Although reportedly of Moroccan origin, the 15-yr. old carried a German passport and previously had come to police attention “repeatedly” for theft and assault charges.",
  "Where could this young girl possibly have imbibed this much hatred for the people and the country that took her and her family in, apparently as immigrants?",
  "She also is reported to have spent time on the Syrian-Turkish border, apparently trying to get to Syrian battlefields to join the Islamic State (IS).",
  "It seems that neither the German police nor the media truly comprehend what we all are facing.",
  "Clare M. Lopez is Vice President for Research & Analysis at the Center for Security Policy",
  "Not “extremist,” not “radical,” not “twisted” Islam: orthodox Islam."
]