[
  "In the wake of the Bataclan massacre, when Islamic State militants killed 130 in a bloody assault on a Paris concert hall and cafes in November 2015, center-left President François Hollande immediately declared a “state of emergency” and authorized police to carry out home searches and to place certain suspects under house arrest without first securing court approval.",
  "The Berlin attack “is not necessarily an intelligence failure, because unless you start surveilling everyone, then these cases can happen everywhere.”\n\nAssaults such as in Berlin require little advance planning or logistical support, starving authorities of chances to snag perpetrators in advance, even when they have been flagged on suspicion of terrorist activity.",
  "Europe’s open borders — a cherished centerpiece of the European Union — also make potential attackers more mobile than security authorities, a fact underlined by Amri’s apparently successful escape by train from Germany after the attack, making it more than 500 miles despite being Europe’s most-wanted man before his death in a shootout in Milan early Friday.",
  "is at stake as Europe’s leaders face a new fear: Voters\n\nAnti-immigrant, anti-euro populists gain ground in Italy as prime minister resigns\n\nMigrant boat traffic from Libya to Europe is surging — and turning deadlier\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "But missed signals before and after Monday’s violence raises questions about whether the changes — or any changes — are enough to prevent a repeat of a year that saw a double-bombing in Brussels, slaughter-by-truck in Nice, France, and shooting carnage in a Munich mall before the Berlin violence that killed 12 and wounded dozens more.",
  "“We can and must continue to reduce the risk of attacks as far as we possibly can.”\n\nThe painful regularity of the attacks has fueled support for far-right politicians who want to reinstate national borders and restrict the flow of migrants to Europe — steps that would challenge the basic future of the European Union.",
  "“The Europeans need to have a more cross-continental approach, something I think you get more in the U.S., as you have a federal authority that handles terrorism threats,” said Raffaello Pantucci, director of the International Security Studies group at the Royal United Services Institute in London.",
  "(Patrick Kovarik/Agence France-Presse via Getty Images)\n\nNew Islamic State efforts to sow terror in Europe are pushing counterterrorism authorities to their limits, forcing citizens and their leaders to resign themselves to a new era where attacks may be a fact of life, not an exception.",
  "It is a reflection of the fact that the European experiment in some ways is only halfway done.”\n\nThe shifting debate has fed fears among privacy advocates that Europe may be moving closer to the United States in its security approach, even as protections remain far stronger in Europe.",
  "“How many more people must die at the hands of Islamic extremists before our governments close our porous borders and stop taking in thousands of illegal immigrants?” asked French far-right leader Marine Le Pen, who is running a strong campaign ahead of April’s presidential elections.",
  "A call by Islamic State leaders for their followers to plan and carry out independent strikes against Europe bodes ill for efforts to stem the violence, officials and analysts say, given the practical barriers to constantly monitoring a large pool of potential attackers.",
  "Setbacks for the Islamic State on the ground in Syria and Iraq have nearly halted the flow of European fighters to the conflict, easing a source of radicalization but upping the chances that potential attackers will stay in Europe to perpetrate violence.",
  "The draft constitutional amendment, made in the immediate aftermath of the 2015 attacks, prompted Justice Minister Christiane Taubira to resign, calling it “absolutely ridiculous.”\n\nBut burgeoning far-right leaders want France to go even further.",
  "Amri’s connections to the Islamic State remain unclear, although a video of him pledging allegiance to the group released Friday suggests at least some level of contact before he commandeered a truck and plunged it into the market stands.",
  "[Suspect in Berlin market attack was radicalized in an Italian jail]\n\nThe dangers may be increasing as Islamic State leaders shift tactics, calling for followers to attack Europe even without direct contact with the terrorist group.",
  "1 of 32 Full Screen Autoplay Close Skip Ad × Photos from the scene of the Berlin Christmas market attack View Photos The suspect in the attack, 24-year-old Anis Amri, was killed in a shootout with police in Milan on Dec. 23.",
  "[ISIS-linked news agency releases video of Berlin attacker swearing allegiance to the radical group]\n\nAt the same time, analysts point to a list of missed connections that may have helped Amri evade authorities’ oversight.",
  "European Union leaders say they have swept away barriers among security agencies and bolstered border controls in the wake of a year of terrorist attacks capped by the assault on one of Berlin’s bustling Christmas markets.",
  "[A scholar of Islamist extremism makes a prediction: Europe’s problem will get worse]\n\nBut a growing number of politicians point to security failings as a reason to pull the plug on the entire European integration project.",
  "The changed terror tactics suggest that counterterrorism authorities may be successfully disrupting larger attacks, analysts say, offering a positive spin to the grim reality that small-scale violence may be inevitable.",
  "[The unnoticed trend that worries Europe’s counterterrorism agencies]\n\nThe debate hit a red line when Hollande’s proposal to strip French citizenship from dual nationals convicted of terrorism failed earlier this year.",
  "In the wake of the Brussels attack, the European Parliament approved the creation of an air-passenger database, a step Europe had long shunned based on privacy concerns, but countries have until 2018 to implement it.",
  "“In 2016, it’s been recognized at a political level that we have a fragmented intelligence and information structure in the E.U.,” said Brian Donald, the chief of staff of Europol, the pan-European policing agency.",
  "“How do we get information that law enforcement needs in a way that they can get access to it?”\n\nCurrently, information on potential terrorist suspects is spread across several databases, none of which are linked.",
  "You’re not remembered for all the saves you made; you’re just remembered for the goal you let in.”\n\nAnnabell Van den Berghe in Brussels, James McAuley in Paris and Griff Witte in London contributed to this report.",
  "Apart from Britain, which has long pursued an American-style approach to surveillance, France has moved the furthest of any European nation toward trading away civil liberties in the name of improving security.",
  "“We see how the terrorism networks have much more difficulty in planning operations on a large scale,” said Mohammad-Mahmoud Ould Mohamedou, deputy director of the Geneva Center for Security Policy.",
  "German authorities monitored the Berlin attacker, 24-year-old Tunisian Anis Amri, before the incident but abandoned their chase after concluding they had no evidence to press terror-related charges.",
  "Some European countries have temporarily closed their borders this year because of migration and terrorism, only to quickly reopen them because of the economic and logistical demands involved.",
  "And Germany’s law enforcement agencies are scattered across the nation’s regions in a post-World War II attempt to make it difficult for an authoritarian leader to grab power in the capital.",
  "Almost nowhere else in the world can you find a place with such high standards as in Europe,” said Jos Vander Velpen, the head of Belgium’s Human Rights League, an advocacy organization.",
  "Amid the anger, security analysts say many aspects of the system are working well, an illustration of the gap between popular expectations and what may be possible in practice.",
  "“We prevent more than we let through,” said Magnus Ranstorp, a terrorism expert at the Swedish National Defense College who advises the Swedish government on security issues.",
  "Surging Euroskeptic parties in France, the Netherlands, Germany and elsewhere want to reimpose national borders or go further in taking back sovereignty from Brussels.",
  "European information about security threats is fragmented into several databases, making it difficult to piece together a full picture of suspects.",
  "official charged with security matters, told reporters this week as he unveiled a package of measures intended to stymie terrorist financing.",
  "leaders proposed a significant tightening of European border controls that would run checks on most people as they enter and exit Europe.",
  "And limits intended to protect privacy make it difficult for authorities to quickly check long lists of people against all the databases.",
  "Dec. 23, 2016 Italian police officers stand next to the body of Anis Amri, the suspect in the Berlin truck attack, in a suburb of Milan.",
  "Top security authorities have increasingly taken to warning citizens that Europe will never be fully without the risk of terrorism.",
  "campaigner, wrote on Twitter, referring to the area that allows for border-free travel in most of the European Union.",
  "Caption The suspect in the attack, 24-year-old Anis Amri, was killed in a shootout with police in Milan on Dec. 23.",
  "Friday’s early morning shootout with Amri in Milan prompted fresh calls to seal national borders.",
  "Expect Schengen to dominate the EU debate next year,” Nigel Farage, a leading British anti-E.U.",
  "Italy expelled Amri from its territory last year with little thought of the consequences.",
  "French police patrol a Christmas market next to the Champs-Élysées in Paris on Thursday.",
  "Critics say the proposals could further inflame tensions and spur radicalization.",
  "European law enforcement agencies say they could do more to pool information.",
  "“The free movement of good people also means the free movement of bad people.",
  "Velpen said he is worried about the direction of the new security proposals.",
  "Information on criminal records is not always shared across borders.",
  "There can never be ‘zero risk,’ ” Julian King, the top E.U.",
  "The measures have remained in place since then.",
  "Reuters Buy Photo Wait 1 second to continue.",
  "“We can’t ignore the risk that exists.",
  "“This is probably the biggest issue.",
  "Read more\n\nThe future of the E.U.",
  "“We are a beacon in the world.",
  "“It’s almost like soccer.",
  "Just this month, E.U."
]