[
  "Federal prosecutors have noted that, “from its founding by Muslim Brotherhood leaders, CAIR conspired with other affiliates of the Muslim Brotherhood to support terrorists.” In an order confirming the government’s designation of CAIR as an unindicted co-conspirator in a plot to raise $12 million for Hamas, the presiding judge in the case wrote, “Government has produced ample evidence to establish the associations of CAIR … with Hamas.”\n\nThe FBI is forbidden from dealing with CAIR National, yet the separation between CAIR National and its state and local affiliates have always been at best a legal fiction, particularly in the case of Boston.",
  "Yet when it comes to the jihadist record of the Islamic Society of Boston, CAIR, and other Muslim Brotherhood affiliates, the Boston Globe seems to prefer the slogan, “hear no evil, see no evil.”\n\nFrank J. Gaffney Jr. formerly acted as an assistant secretary of defense in the Reagan administration and is president of the Center for Security Policy.",
  "Consider the Boston Globe’s recent piece, by religion reporter Lisa Wangsness, on a “new generation” of Muslim leaders for the Boston area leading the charge for “civil rights.” But in reality all appearances suggest that this new generation is the same as the old, which means tied to Muslim Brotherhood outfits.",
  "We’re talking about the Islamic Society of Boston (ISB), a network of mosques and Islamic organizations, founded and managed by Muslim Brotherhood-linked groups, that have been the incubators for more than a dozen known terrorists and radicals, including Boston Marathon bombers Dzhokhar and Tamerlan Tsarnaev.",
  "Khudairi’s son Nabeel Khudairi, was also a leader of both the Islamic Center of New England and the Islamic Council of New England, and engineered early attempts to suppress reports of Islamic Society of Boston’s terrorist and Muslim Brotherhood connections through the use of lawsuits against the news media.",
  "Indeed ISB founder, convicted Al Qaeda financier and self-identified Muslim Brother Abdurrahman Al Amoudi has admitted that, “everyone knows MAS is the Muslim Brotherhood.”\n\nWangsness also notes the “reestablishment” of the Council of American Islamic Relations (CAIR)’s Massachusetts branch.",
  "Its chaplain from 1998 to 2014 was Suheil Laher, who had used his position at MIT to facilitate Al Qaeda fundraising operations on behalf of al Kifah Refugee Center (a.k.a Care International), a pseudo-charity founded by Hamas and al Qaeda co-founder Abdullah Azzam.",
  "In other words, rather than quoting from multiple spectrums of Muslim opinion in the Boston area, Lisa Wangsness’ article serves as little more than stenography for various Muslim Brotherhood-affiliated individuals and organizations to air their grievances.",
  "Having now become a city seemingly synonymous with homegrown jihadists, Boston’s paper of record continues to go back to the very enablers who recruit and indoctrinate young men and women as the go to source for all things Muslim in Boston.",
  "Wangsness also approvingly quotes Nadeem Mazen, a Cambridge City councilor and founder of MassMuslims, without informing readers that Mazen is also listed as a director of CAIR-MA in records with the Massachusetts Secretary of State.",
  "Laher worked together with another MIT MSA alum, Aafia Siddiqui, now a convicted terrorist in federal prison to raise money for Care International, which was later distributed to Chechen terrorists.",
  "What Wangsness fails to mention is that CAIR National had only been pretending to have a local Boston CAIR branch, when it in fact ran all of its Boston activities out of the national office.",
  "Additionally, APT provided the Globe with access to moderate Muslims who had openly expressed concerns about the influence these groups, lauded by Boston Globe, hold over their communities.",
  "That matters because CAIR National has been shown in documents submitted at federal court to be an organization of the Palestine Committee of the Muslim Brotherhood in the United States.",
  "CAIR’s national executive director Nihad Awad, has been identified by the FBI as attending the 1993 meeting of Hamas in Philadelphia where the formation of CAIR was discussed.",
  "It was only when some skeptical observers got wise to what was going on that CAIR felt obligated to establish a formal state branch, the fact celebrated in the article.",
  "Nor does it mention that “Doctor” Asmal is the Communications committee chair for the Islamic Council of New England, an organization founded by Abdul Karim Khudairi.",
  "The ICNE was founded out of the Islamic Center of New England, which had ties to the World Muslim League, and Muslim Brotherhood leaders, including Muzzamil Siddiqui.",
  "In fact they have been briefed on exactly these sorts of ties, by the hard-working members of the Boston-area watchdog group Americans For Peace and Tolerance (APT).",
  "MIT’s MSA is still known to approvingly cite Kavkaz Center, the official media arm of the Islamic Emirate of the Caucasus (IEC), which has close ties to Al Qaeda.",
  "The Palestine Committee was established by the Muslim Brotherhood in order to support the terrorist group Hamas, and Hamas activities in the United States.",
  "Finally, the Globe’s report attempts to set up a false contrast between ISB and CAIR leadership and “older Muslim leaders” such as Dr. Abdul Cader Asmal.",
  "The NYPD counterterrorism report “Radicalization in the West” noted how MSAs have served as incubators for terrorist indoctrination on college campuses.",
  "Likewise, readers aren’t told that Mazen served as the head of the Massachusetts Institute of Technology’s Muslim Students’ Association (MSA).",
  "Mehanna was convicted of supporting Al Qaeda, and allegedly sought to conduct a terrorist massacre at a local mall using automatic weapons.",
  "The MSA is noted in Muslim Brotherhood archival documents as the oldest front organization of the Muslim Brotherhood in the United States.",
  "But Wangsness fails to mention that ISBCC is overseen by the Muslim American Society (MAS), a group Vali leads as treasurer.",
  "Yet the article fails to mention that Asmal is not an actual doctor, having had his license revoked by the State board.",
  "Americans have been repeatedly instructed to “See something, say something,” when it comes to terrorism activity.",
  "Yet the Globe has repeatedly refused to air these facts and concerns, even as they’ve appeared in other media.",
  "Federal prosecutors have identified MAS as the “overt arm” of the Muslim Brotherhood in the United States.",
  "Wangsness approvingly cites Yusufi Vali, who leads the Islamic Society of Boston Cultural Center.",
  "Neither can it be said that Wangsness or her editors at the Boston Globe do not know any better.",
  "Asmal is also a known and vocal supporter of convicted terrorist and ISB alum Tarek Mehanna.",
  "That was certainly true of MIT’s MSA during Mazen’s time as president.",
  "Khudairi specifically cites Asmal as a communicator in the effort."
]