[
  "International bodies such as the European Union (EU), in their infinite wisdom, have decided to call on Israel to “end all settlement activity,” as well as target Israel, economically, through special labeling of Israeli products originating in Judea and Samaria, the “West Bank.” Moreover, U.S. State Department spokesperson, John Kirby has defended Europe’s actions, which is a departure from the Administration’s position from November that said the EU’s labeling guidelines “could be perceived as a step on the way to a boycott.”\n\nThe EU claims that goods produced in settlement areas are not “Made in Israel” and that the new labeling guidelines are to ensure accuracy.",
  "The agreements, which cover all aspects of their relationship, produced a special independent regime — known as a lex specialis — and despite the current challenges in negotiations, these agreements are legally binding between the two parties and takes precedence over any third party resolutions on the issue.",
  "For decades, Palestinians and their supporters have pushed countless resolutions through the UN, including the Security Council, stating that the Convention applies to the territories; describe settlements as “illegal” and unilaterally defining the territories ownership outside of framework of negotiations.",
  "In fact, the constant attempts by Palestinians to bypass the negotiating process and go to the international community to foment opinion as to the illegality of Israel’s settlements can be seen as a material breach, on the part of the Palestinians, to live up to their end of the peace process.",
  "Products produced in the region, by Israel, don’t require special labels because Israeli activities in the West Bank, such as building, production, or simply existing are activities both sanctioned by the Israel’s government and agreed upon by the Palestinian’s.",
  "Additionally, through these resolutions and the UN’s continued obsession with the Palestinians, the UN has been committing a fraud and attempting to position the Palestinians as a High Contracting power and sole legitimate claimant to the land, when they aren’t.",
  "The Oslo Accords are a series of agreements between the Palestinian leadership and Israel — ratified under U.S. and European auspices — and it stipulates that the issue of settlements is one to be determined by the parties through permanent status negotiations.",
  "Specifically, Article 49 of the Fourth Geneva Convention, which states a power “shall not deport or transfer parts of its own civilian population into the territory it occupies.”\n\nHowever, the Geneva Convention does not apply to this situation.",
  "The last High Contracting legal sovereign with legal stewardship over the territories was that of the League of Nations Palestine Mandate, which mandated the land for the Jewish people, in recognition of their historic connection to the land.",
  "This decision ignores Israel’s legal right to this land under International Law and reiterated a faulty position that lands Israel has controlled since the 1967 Middle East war are not part of the internationally recognized borders of Israel.",
  "Moreover, the Convention specifies that it apply to “all cases of partial or total occupation of the territory of a High Contracting Party.” The treaties specificity regarding “High Contracting Party’s” is an important one.",
  "Instead of fighting against these gross injustices, the international community has instead been fed a narrative, which is now widely believed, that Israel’s settlements are a violation of international law.",
  "The only time Jews haven’t lived there was for the few years, prior to Israel’s acquisition of the territory, when the Arab governments in control of the area forcefully removed these Jews from their homes.",
  "For decades, a public relations campaign has been waged to ensure that any mentioning of Jewish neighborhoods in the West Bank is proceeded by the phrase “illegal settlements” at every possible opportunity.",
  "Even if the Convention did apply, Israel’s settler population was neither deported nor transferred to the region; rather, they choose to live in the land because of their deep-rooted connection to it.",
  "We cannot continue to ignore the implications anti-occupation rhetoric has on both bastardizing international law and diminishing any possible future peace between Israel and the Palestinians.",
  "Prior to Israel’s acquisition of the territory in 1967 the Egyptian and Trans-Jordanian governments, illegally occupied the territory (to the international community’s indifference).",
  "A High Contracting Party under international law is the representative of a group with a de facto capacity to bind the society that they represent to a signed or ratified a treaty.",
  "However, no matter how many UN resolutions are passed, they do not supersede the 1993 Israeli-PLO Declaration of principles, known as the Oslo Accords and all ensuing agreements.",
  "Unless I missed something, there are no international laws on the books saying, “No Jews allowed in the West Bank.” In fact, Jews have lived in that area for thousands of years.",
  "First, while over a million Arabs live and own land in Israel, the laws on land ownership under the Palestinian Authority (PA) prohibit Arabs from selling land to Jews.",
  "The EU’s new labeling guidelines disregard mutually agreed upon arrangements and only serve to further proves their inability to serve as impartial arbiters to peace.",
  "Palestinians have spent decades pushing the narrative that Israel’s activities in this region; in particular, settlements are “illegal” theft of Palestinian lands.",
  "With regards to their legal argument, Palestinians and their supporters have been pounding a square peg into the round hole for decades.",
  "In 1947, when the UN General Assembly passed Resolution 181 to partition the territory into two states, they did not create Israel.",
  "Unless I’ve missed something, Palestine has never been a state in accordance with the standards set forth under International law.",
  "In doing so, they have bastardized long-understood concepts of international law, to the point of being unrecognizable.",
  "Palestinians are consistently looking for shortcuts to statehood by pushing international pressure on Israel.",
  "However, the UN does not have the authority to create a country for the Arab-Palestinians, or anyone else.",
  "The Jewish people created Israel, and established its government, language, culture, and military.",
  "Alex VanNess is the Manager of Public Information for The Center for Security Policy",
  "Are the Israeli settlements as illegal as the international community says they are?",
  "Within the current international system, this refers to a nation state.",
  "Essentially, they are trying to creating a de facto Palestinian State.",
  "However, several key aspects of this issue need to be understood.",
  "The UN’s resolution was merely a recommendation.",
  "The answer to that is no."
]