[
  "\"I don't know any other reason why you would stack Swiss francs and euros on pallets and put them on an unmarked plane to fly them to Iran,\" Hanson, the executive vice-president of the Center for Security Policy, told Fox News' \"Fox & Friends\" program.",
  "The $400 million in foreign currency airlifted to Iran on the day four American hostages were released was \"absolutely a ransom,\" that leaves Americans overseas as kidnapping targets, national security and terrorism expert Jim Hanson said Wednesday.",
  "According to the White House, the cash was the first installment of a $1.7 billion settlement between the Obama administration and Iran over a failed arms deal signed just prior to the 1979 fall of Shah Mohammad Reza Pahlavi.",
  "State Department Spokesman Admiral John Kirby, said in a statement that the money was for the settlement of an outstanding settlement in a completely separate negotiation conducted by \"different teams on each side.\"",
  "Tuesday, The Wall Street Journal reported that the Obama White House flew the money in secretly on wooden pallets in an unmarked cargo plane, but none of the cash was U.S. dollars.",
  "Kirby, appearing later in the morning on Fox News' \"America's Newsroom\" program, said the money was not a ransom payment, but was from a \"longstanding claim\" and was \"their money.\"",
  "\"The only thing new is this article I have seen in The Wall Street Journal was some color about the payment schedule itself, but I can't speak to that specific issue,\" said Kirby.",
  "Further, Kirby insisted there was nothing secret about the matter, as \"everybody has been up front and honest about what happened, why it happened and how it happened.",
  "\"You can believe us who talked about this on camera and on the record since January, or you can believe an unnamed anonymous defense official from Iran,\" said Kirby.",
  "Show co-host Bill Hemmer said there is $1.3 billion the Obama administration \"thinks it owes Iran,\" but Kirby said that it's \"not that we believe.",
  "We spoke to this at the time, that now with the prisoners' release and the Iran deal done, it made no sense to drag out this claim.\"",
  "\"But the fact is, we settled this quietly and [saved] American taxpayers billions of dollars we might have had to pay.\"",
  "Instead, euros, Swiss francs and other currencies were withdrawn from central banks in the Netherlands and Switzerland.",
  "There was potentially billions additionally they would have had to pay had we not reached this compromise.\"",
  "There's a saying in high stakes poker, 'If you don't know who the chump is at the table, it's you.'",
  "Kirby noted that he, Kerry, and Obama all addressed the issue back when the money exchanged hands.",
  "\"He's a designated liar for a State Department that's incompetent and a president that's a liar.",
  "\"It makes you wonder whether the Iran deal was written using cut out letters from the newspaper.",
  "\"Unfortunately for us, [President Barack] Obama and [Secretary of State John] Kerry are chumps.",
  "They have made every American now a target for a tyrant who knows they can get a payoff.",
  "I think the problem is the Obama administration has demonstrated they can be rolled.",
  "Any suggestion it had anything to do with ransom is absolutely and utterly false.",
  "While Iran has claimed that the money was a ransom, Kirby denied those claims.",
  "They have been played by every world leader they have come in contact with.",
  "The plane landed on Jan. 17, on the same day the hostages were set free.",
  "\"I don't have the payment schedule in front of me,\" said Kirby.",
  "There were six separate teams working in The Hague tribunal.\"",
  "These were two separate processes run by two separate teams.",
  "They released cash and terrorists for Bowe Bergdahl.\"",
  "\"This compromise was done to the taxpayers' benefit.",
  "Hanson called Kirby's comments \"absolute spin.\"",
  "I understand the coincidences of the timing.",
  "They've made it demonstrably less safe.\"",
  "\"We don't pay ransom,\" Kirby said.",
  "It's a horrible situation.",
  "\"That's his job,\" he said.",
  "\"This was not ransom.",
  "We owe [it].\""
]