[
  "In a June 29 Wall Street Journal article, columnist Jay Solomon wrote that the Obama administration has been secretly making concessions to Iran since 2009 to convince it to begin multilateral talks on its nuclear program.These concessions included the release of four Iranians detained in the United States and the United Kingdom; two convicted arms smugglers, a retired senior diplomat and a scientist convicted of illegal exports to Iran.",
  "Since Hayya Bina supposedly offered a moderate alternative to Hizballah, Iran's terrorist proxy in Lebanon, the Journal editorial board suggested this was secret concession to Iran.The editorial also noted that on the day after the announcement of the framework agreement, the U.S. Treasury Department removed Buhary Seyed Abu Tahir, a Dubai-based Sri Lankan businessman, from a list of persons sanctioned in 2004 as part of the A.Q.",
  "The Obama administration reportedly replied to this request by sanctioning a Pakistani military group known as Jundullah which had attacked Shi'ite mosques in eastern Iran, killing hundreds.According to the Journal article, the Obama administration did not agree to sanction other groups hostile to the Iranian regime such as a pro-monarchy group in Los Angeles.",
  "The MEK (Mujahedeen-e Khalq and the National Council of Resistance of Iran or NCRI, the political umbrella group to which it belongs) had already been put on the Foreign Terrorist Organization (FTO) list in 1997 and 2003, respectively, at the request of Mohammad Khatami, a previous Iranian president.",
  "Critics of the nuclear deal sought by President Obama fear that this will be a dangerous deal because of too many one sided U.S. concessions to Iran.These include allowing Iran to enrich uranium and build advanced enrichment centrifuges while an agreement is in force.",
  "The Wall Street Journal noted in a June 14, 2015 editorial, however, that the Obama administration cut funding to a moderate Shi'ite group in Lebanon, Hayya Bina, just after a framework agreement for a nuclear agreement was announced on April 2, 2015.",
  "Israeli news sources over the weekend claimed that the U.S. has caved on inspections of nuclear facilities in a final agreement, a report that is consistent with other reports this month about such a concession.",
  "The overall picture that's emerging suggests an even broader understanding: to what extent has the Obama White House agreed to Iranian regional hegemony, perhaps a dominance secured by a nuclear capability?",
  "How much worse does this story have to get before Congress puts an end to this dangerous farce?Clare M. Lopez is the Vice President for Research & Analysis at the Center for Security Policy.",
  "This network provided secret assistance to the nuclear programs of Iran, Libya and North Korea.What other concessions did the Obama administration make to get a nuclear deal with Iran?",
  ")Iran also will be allowed to keep its entire stockpile of the uranium it's already enriched (although it's supposed to dilute it down to a form less-readily usable to make a bomb).",
  "According to Solomon, these concessions were arranged in secret by Oman.Iran also asked the United States to blacklist groups hostile to Iran.",
  "To no one's surprise, the nuclear talks with Iran that were supposed to produce an agreement by tomorrow have been extended.",
  "And the U.S. reportedly has now pledged to provide Iran technical assistance to further develop its nuclear program.",
  "Iran will keep all of its nuclear infrastructure, including a plutonium-producing heavy–water reactor.",
  "Nor does Iran have to come clean about its past nuclear weapons work.",
  "The U.S. also agreed to increase U.S. visas for Iranian students.",
  "(It is supposed to be re-engineered to produce less plutonium.",
  "But this story actually gets worse.",
  "Khan nuclear proliferation network."
]