[
  "“I am so concerned about this, Frank, and I am not an expert on Grover Norquist by any stretch of the imagination, but I have heard enough that makes me concerned enough that — and I hope that the leadership of the NRA hears this and every member of the NRA hears this — that if this man is elected, or re-elected and confirmed on the board of the NRA, I may drop my membership in the NRA,” Beck said.",
  "A unanimous letter signed by the board of the American Conservative Union, which hosts CPAC, called Gaffney’s claims “false and unfounded.”\n\nThough Gaffney hasn’t had much luck in his campaign against Norquist in the past, he recently redoubled his efforts.",
  "Talk radio host Glenn Beck is up in arms over his belief that National Rifle Association board member Grover Norquist is a Muslim Brotherhood sympathizer and says he may end his membership with the gun rights group if Norquist is re-elected.",
  "In Wednesday’s segment with Beck, Gaffney pushed a dossier he published last year titled, “Agent of Influence: Grover Norquist and the Assault on the Right,” which lays out the alleged ties between Norquist and the Muslim Brotherhood.",
  "Beck said he is convinced that Norquist, the longtime anti-tax crusader who heads Americans for Tax Reform, is “a dangerous man” and in bed with the Muslim Brotherhood, which has close ties with the terrorist group Hamas.",
  "For years Gaffney has tried to get Norquist shut out of conservative circles by claiming that he had ties to Muslims linked to terrorist organizations and that he has helped the Muslim Brotherhood spread its influence.",
  "“I mean I just, I am that concerned that he is a very bad influence and a very bad man that if this is who the NRA decides to put on their board of directors I don’t think I can be associated with them,” Beck said.",
  "Beck dropped that bombshell on his millions of listeners in an interview on Wednesday with Frank Gaffney, the president of the terror watch group Center for Security Policy.",
  "“And they’ve done a really great job of making anybody who thinks Grover Norquist is a dangerous man look like a conspiracy theorist.",
  "But the plan backfired when Gaffney found himself banned from officially participating in the annual event.",
  "Gaffney tried in 2011 to get Norquist shut out of the Conservative Political Action Conference (CPAC).",
  "And Grover Norquist is I believe one of the more dangerous men in America,” he continued.",
  "“There is a re-election campaign going on right now in the NRA for Grover Norquist.",
  "Norquist has denied the accusations and accused Gaffney of prejudice and bigotry.",
  "But he is a dangerous man.”\n\nLISTEN:\n\n[h/t Slate]\n\nFollow Chuck on Twitter",
  "It is unclear if Beck has read it, but he’s at least buying it."
]