[
  "Laughing Conservative - As advertised, it certainly is “current events spiced with humor,” but it’s also some great originality and impressive finds, like “our eagle-eyed Alaska contributor” providing a newspaper clipping featuring a photo of “‘Hanoi Jane’ Fonda at an anti-war protest rally back in the '70s” with “none other than our very own Secretary of State, the (dis) ‘honorable’ Comrade John Kerry.” Diana West - One of the most prominent of a new breed of polemicists for an assertive and morally confident U.S. foreign policy, the \"American Betrayal\" author recently used controversy over GOP senators writing to Iran’s rulers to warn of a time when congressional Democrats and the press “willingly lock shields around a king-like executive branch.” She suggested that the letter should be readdressed “to the Obama administration and members of the U.S. media.” Quoting the letter to Tehran, she argued, “They don’t ‘fully understand our constitutional system,’ either!” Conservatives for Palin - Somewhat misleadingly named, this “group of people from different cultures from across the globe .",
  "Its other stars are American Conservative Union blogger of the year Mary Katharine Ham, and the mysterious and eloquent AllahPundit, who recently posted his skeptical take on Jeb Bush’s less-than-comfortable CPAC appearance, which he theorized wasn’t to attract votes on the right, but “to prove to people who aren’t at CPAC that he’s one of them and not afraid to broadcast that fact at ground zero of the conservative movement.” RedState - Some of editor-in-chief and Fox commentator Erick Erickson’s recent headlines provide a sample of Red State’s pungent flavor: “Can We Impeach Now?” “Eunuch Mitch McConnell Squeals Like a Pig,” and “All the President’s Boot Lickers Still Pretend Obama is a Christian.” But the Eagle Publishing-owned site features plenty of substantive analysis for cyberspace’s hardcore right, much of it by volunteer contributors, like “Streiff” concluding that “Boehner and McConnell are negotiating with themselves over the terms of their own surrender” on Homeland Security funding and President Obama’s executive amnesty.",
  "He recently linked to na empirical investigation co-authored by a Cornell sociologist and a Washington University social welfare professor titled “The Life Course Dynamics of Affluence.” Perry noted that a key finding “is that by age 60, nearly 70 percent of the U.S. population experienced at least one year in the top 20 percent by income, more than half (53.1 percent) were in the top 10 percent for at least one year, more than one-third (36.4 percent) spent at least one year in the top 5 percent, and 11.1 percent (one out of nine) spent at least one year with income in the top 1 percent.” Maggie’s Farm - “Freedom from nags, cranks, government, do-gooders, control-freaks, and idiots is all that we ask for” at this busy, expansive site where traditionalist New England Yankee comfort food recipes share a home with photo essays on El Greco.",
  "But if this were the old days of near-total liberal dominance of information transmission, it would be near-impossible to bring new developments before the eyes of the public if it contradicted the wishes of newspaper editors and network anchormen.It would also be impossible to prevent the mainstream media from snowballing an artificial scandal like Rathergate a decade ago, which easily could have jeopardized George W. Bush’s re-election, and which Power Line and other conservative websites had a substantial role in debunking.London’s Hyde Park Corner has, for nearly a century and a half, been famed for the colorful characters who stand atop soapboxes on Sundays and speak their minds, with extremists from the organized right and left well-represented, and most of the speakers solemnly serious about what they tell the assembled throngs.",
  "Take this recent headline of the day, “Suspect in Obama Mask Robs Taco Bell,” which was accompanied by a photo of a toddler in tears at the sight of the president’s rubberized countenance on sale in a department store and the caption, “I know the feeling.” The suspect was allegedly a store employee armed with a handgun who conspired with two others, but one of Sister Toldjah’s Twitter followers quipped, “Are we sure it was a mask?” Atlas Shrugs - The Islamophobia hunters at the politically correct Southern Poverty Law Center concede that Pamela Geller has “sultry Hollywood sex appeal and a sassy, scythe-like wit — a personable Ann Coulter and articulate Sarah Palin rolled into one.” Atlas Shrugs readers get Geller’s analysis of Islamist terrorism with no candy coating.",
  "A recent post by “The Barrister” on “our moral and intellectual superiors” protecting the American people “from bad ideas, bad words, and unhindered speech” noted: “Here at Maggie’s we take some amusement from a world full of loony-tunes and liberal fascists — regardless of the size of their megaphones — because we have faith that good old American common sense and resourcefulness will endure and see through the insanity.” House of Eratosthenes - Morgan Freeberg has for years called his site “The Blog That Nobody Reads,” but plenty are noticing that the chuckles flow as freely as the knowledge, timely information, and analytical horse sense at this attractively and simply designed treasure house of commentary.",
  "Gateway Pundit - Tea Partier Jim Hoft was honored with the 2013 Reed Irvine Accuracy in Media Award for his decade-old site, animated by the principles of “growing democracy and freedom movements everywhere, from inside Iran to the darkest corridors of the U.S. Capitol.” The site has been relentless on the IRS scandal, with graphics and photos buttressing its irrefutable factual analysis, like Hoft’s recent post that it is “statistically impossible” that Lois Lerner and “six employees under investigation had lost their hard drives in a computer crash in the same month” in 2011, just days after the House Ways and Means chairman asked if the IRS was targeting conservative activist groups.",
  "Shocked!” that the Federal Communications Commission was abusing its powers in an Internet power grab, CEI’s Clyde Wayne Crews took to Open Market and went for the jugular, deriding the notion that “we suddenly need government force to protect the freedom we’ve known online, with a 332-page set of rules no one outside the agency has seen,” and arguing for “replacement of this rogue agency with something that recognizes boundaries, something attuned to the future and reality.” Keith Hennessey - George W. Bush National Economic Council chief-turned-Hoover Institution fellow Keith Hennessey was a high-ranking White House political aide who knows all the statistical tricks.",
  "“Let’s add 10 years of historical data and [the Congressional Budget Office’s] projected long-term baseline forecast,” Hennessey wrote, and voila — you have debt as a proportion of GDP “in the mid-70s for the next five years, more than twice as large a share of the economy as it was pre-financial crisis,” then a steep climb right after that that “should terrify you” because “President Obama has no answer for how to continue to hold debt/GDP stable in the long run when entitlement spending pressures keep pushing it up.” Hit and Run - The Cato crowd are softies compared with the free minds defending free markets at Reason magazine.",
  "The media elite, from the Big Three Networks to the local newspaper, have suffered a collapse in influence and a hemorrhage of revenues as Americans simply click on their favorite bookmarks for informed opinions about the events around them.Is it any wonder that an executive branch dominated by the big-government left is determined to let nothing stop it from converting the Internet into a regulated public utility whose ultimate destination apparently involves United Nations oversight?Obama administration scandals like those involving the IRS and Benghazi may not have reached critical mass — yet.",
  "Liberty Unyielding - Seeking to reverse Jefferson’s lament that “the natural progress of things is for liberty to yield and government to gain ground,” Howard Portnoy and a team of writers and investigators are “committed to bringing together voices that will fuel the flame of liberty, with a dialogue that is lively and informative.” The Prairie Pundit - Providing “commentary on politics and the continuation of policy by other means,” this minimalist, cleanly organized site is for those who want lots of important facts and sources every day refuting the claims of liberal big government.",
  "The trademark Breitbart cheekiness was on full display in a recent post by C-FAM president Austin Ruse, who asked the head of American Atheists if the president is faking being a Christian and got this agnostic response: “Obama was raised by an atheist and a skeptic, so he at least knows the arguments.” The Daily Signal - Since conservative former Sen. Jim DeMint stormed out of his Senate office forever and walked across the street and up the block to the Heritage Foundation, the think tank has paired its intellectual firepower with a much harder overtly political punch.",
  "And while most of the country applauded the life imprisonment conviction of the \"American Sniper\" killer, a Steve Chapman post said of Eddie Ray Routh, “If this guy isn’t crazy, who is?” and called for “a more sensible set of laws” that would confine Roth “to a mental institution where he could be thoroughly treated.” Legal Insurrection - Cornell Law professor William Jacobson and his blogging team conduct an ongoing “rising up against established authority,” but their rebellion is one “in conformity with or permitted by law,” as LI’s homepage declares.",
  "Typical is a recent post by GreyFriar on the FCC turning the Internet into a public utility: “The Democrat version of democracy means three unelected bureaucrats voting for something that none of us is allowed to see.” The Corner - With National Review’s full arsenal represented, like the forceful mind of terrorist prosecutor Andrew McCarthy and the incisive reporting of Joel Gehrke, conservative political junkies fly to “the one and only” Corner for anything-but-amateur rapid response analysis on just about anything that’s happening.",
  "Here, a wacky illustration from Cracked.com on feminism’s absurd effects on female comic book superheroes is found a few inches away from erudite observations about pro-Islamic campus conformity happening despite there not being “one single radical Islamic group that has elected or planted 51 percent of the membership of a board of regents or directors anywhere.” Andrew Malcolm - It’s a laugh every informative minute with Investor’s Business Daily’s white-mustachioed “Prince of Twitter,” formerly of The Los Angeles Times.",
  "His “Brief Conversations With Inanimate Objects,” for instance, have included black comedy exchanges with “Barack Obama’s basketball,” “Eric Holder’s soul,” and “the ghost of raped and murdered U.S. ambassador to Libya, Christopher Stevens.” But PW’s humor is always a means to an end, as in Goldstein associate “Darlene Click” linking to a 1975 \"Saturday Night Live\" skit with Chevy Chase conducting a job interview with Richard Pryor, at his comic best, reacting to a word-association test that includes the N-word.",
  "The understanding of Islam and jihad is the same, and it is the motive, the incitement to this monstrous war on the West and the East and all points in between.” Open Market - A good slogan for the Competitive Enterprise Institute, which in recent years has made it its business to bring the ideas of liberty to the college and 20-something crowd, might combine a Ronald Reagan adage with Jim Carville’s Clinton war room admonition: “Government is the problem, stupid.” While others on the right were “Shocked!",
  "Now obedience is simply required by practical considerations: Because they will kill or imprison you if you don’t obey.” Overlawyered - \"Litigation Explosion\" author Wally Olson’s continuous chronicle of the high cost of our legal system, now under the auspices of the Cato Institute, is a daily reminder of how Americans’ freedoms are being chiseled away by trial attorneys and activist liberal judges, thanks to an ever-growing mountain of laws inflicting more government into people’s economic lives.",
  "A recent post by director of tax policy studies and DownsizingGovernment.org editor Chris Edwards noted that “Numerous countries are ahead of the United States in privatizing” in full or part “highways, airports, seaports, passenger rail, and air traffic control.” Free Fire - The blog of Frank Gaffney’s Center for Security Policy boasts a team of writers who pull no punches in pointing to the shortcomings of today’s subpar U.S. military, whether it be budgetary starvation or misguided strategy.",
  "“So, today’s ‘ordinary’ worker can earn enough income to buy a 30-inch electric kitchen range in just 16.8 hours — a mere 17 percent of the work time required in 1972.” Big Government - It’s undoubtedly insulting to call the best-known section of the multi-faceted Breitbart website a blog; the late and legendary Internet pioneer Andrew Breitbart’s baby is fast growing into a professional journalistic global empire, opening bureaus everywhere from Texas to London to the Mideast.",
  "“Instead, they got the Walker who is shaky, unsure of himself, and hazy on policy details.” Avik Roy - Forbes magazine opinion editor and Manhattan Institute Senior Fellow Avik Roy’s knowledge of the maze of legislative language that makes up ObamaCare is unrivaled, and as it inevitably declines in effectiveness, the blog written by Roy, former House Budget Committee Chairman Bill Frenzel, and a half dozen other experts is the place to check in often and watch its slow death.",
  "An example: A recent post from John Hinderaker diving into the technical details of the Obama administration’s new bullet regulations and demonstrating that Second Amendment fears regarding them are “not irrational; liberals have openly argued for attacks on ammunition as an indirect means of achieving gun control.” Free Republic - “Working to roll back decades of governmental largesse, to root out political fraud and corruption,” and “always have fun doing it.",
  "Conservatives don’t care about the poor, about science, or about minorities,” this site devoted to “conservative conversation and community” features “a group of some of the most talented people on the center-right — folks like our founders, Peter Robinson and Rob Long, as well as contributors like Pat Sajak, James Lileks, Richard Epstein, Victor Davis Hanson, Dennis Prager, Jim Pethokoukis, John Yoo, Amity Shlaes, Tevi Troy, Nathan Harden, Rick Wilson ...",
  "Ace of Spades HQ - Everything about the “smart but very, very vulgar” Ace of Spades, as writer Elizabeth Scalia described it, is foreboding: its skull and cross-swords logo; the Mencken quote atop the home page that every normal man is tempted to “hoist the black flag, and begin slitting throats;” and even its Web address, which uses the domain of an independent Polynesian atoll a thousand miles from nowhere.",
  "Washington Editor Eliana Johnson (whose father, Scott, co-founded Power Line), for instance, crashed the garden party for the latest “anti-Jeb” with her recent “Two Scott Walkers” post, reporting that hundreds of donors at the Club for Growth’s winter conference in West Palm Beach were eager to see “the man who has slayed Wisconsin’s public-unions and delivered a boffo performance” at CPAC.",
  "Pointing out that a DHS shutdown endangers no one, Streiff warned that if Congress “won’t refuse to appropriate money to fund non-essential functions of DHS, it has become irrelevant and we are a dictatorship, not a constitutional republic.” Power Line - The law school-educated weightiness comes through in this polished, eclectic political site founded by three Dartmouth-grad attorneys.",
  "“The political royalty is so full of themselves.” Fausta’s Blog - If you want to keep track of what matters to lovers of liberty in Latin America, it’s Puerto Rican-born Fausta Wertz’s cornucopia of political, economic, and foreign policy information and commentary about south of the border, with a dose of New Jersey state current events thrown in (she has lived in Princeton forever).",
  "When close Obama aide Valerie Jarrett recently promised “to stay until the lights go off,” Wizbang, on cue, quoted the late Robert Palmer’s 1980s MTV favorite, “Addicted to Love” — “The lights are on, but no one’s home!” Dick Morris - The veteran and always provocative political operative’s outspoken observations are becoming especially valuable as presidential candidates assemble.",
  "Sometimes the posts are few and far between, but when they come they can be well worth it, as last year when their “cranky, moderately conservative lawyer living in the greater Washington, D.C., area” actually perused “all 4,799 pages of transcripts and other materials before the grand jury in the Darren Wilson case” in Ferguson, Missouri, to determine his guilt or innocence.",
  "With “blog sidekick” Smitty, a working stiff from Oregon with a lot to say, they live by Hungarian Communist-turned-anti-Communist author Arthur Koestler’s maxim that “One should either write ruthlessly what one believes to be the truth, or else shut up.” Allergic to Bull - You’ll get more than the advertised “law, life, and the local spectator sport called politics” here.",
  "A Matthew Balan post recently pointed out how the evening news shows of all the Big Three networks ignored the Treasury Department’s new “active investigation” into IRS “potential criminal activity,” yet “all devoted full segments to the viral photograph of a dress that appears to be either black and blue or gold and white.” Café Hayek - \"The Road to Serfdom\" author F.A.",
  "A good few, however, have always been entertainers, sometimes feigning political passions that the crowd eventually discovers to be disguised jokes.It is no exaggeration, considering the multitudes of people many of them reach, to say that the conservative blogs listed below have more greatly influenced political events than all the Hyde Park diatribes ever delivered.",
  "Pirate’s Cove - Blogmeister “William Teach” uses pinup photos to lure readers in, and there’s no shortage of amusement here, like his long “Things I do not understand” list, beginning with “Women” and “Putting a turn signal on after using the brakes.” But it’s mostly daily doses of concerned commentary about government mischief, especially on global warming.",
  "His recent retort to the president’s comment that Obamacare is “working a little better than we expected” was to point out that “only about half of the subsidy-eligible people appear to have so far signed up,” which means “the rates health plans will have to charge when the underwriting subsidies end in 2017,” leading to major sticker shock.",
  "When Oklahoma Democratic state Rep. Emily Virgin proposed forcing Christian businesses to post a public notice of discrimination if claiming a religious right to refuse services such as a wedding cake for a same-sex ceremony, Jawa issued a chilling reminder of the precedent to such a law: Nazi-imposed signs identifying Jewish-owned stores.",
  "You won’t find legalese here, just hard-hitting factual commentary, like the recent “Top 5 Times the Dems Sabotaged Republican Foreign Policy,” as they now accuse the 47 GOP senators who wrote to Iran’s rulers — including then-Sen. Barack Obama’s 2008 back-channel message to the ayatollah that he would be friendlier than George W. Bush.",
  "From warnings of terrorist weapons of mass destruction being smuggled into the homeland via railway shipments to telephone death threats from homosexual activists against a state senator’s young children for defending religious property rights, it’s all about waging and winning the war on what America stands for.",
  "The Shark Tank - Colombian American Javier Manjarres, the 2011 CPAC Blogger of the Year, snaps his “incisive incisors” at “anyone and anything that comprises Florida Politics — federal, state, and local.” If both Jeb Bush and Marco Rubio run for the White House, Manjarres’ site will fast become indispensable.",
  "A perfect example: Gabby Giffords’ being shot in the head by a deranged would-be assassin in 2011 didn’t stop Parks from, ahem, taking a shot at the former Blue Dog Democrat Arizona congresswoman for “proudly and eagerly accepting a naval combat vessel named after her,” the USS Gabrielle Giffords.",
  "In the mag's Hit and Run blog, you can find posts such as “In Defense of Drunk Sex” arguing that a “new caste of killjoys who wouldn’t recognize fun if it offered to buy them a drink (‘unwanted sexual advance’)” is treating manifestations of the normal human mating ritual like attempted rape.",
  "Vote Here Now\n\nNewsmax is out with our 2015 list of the 50 top conservative blogs.The Internet now allows anyone who cares to invest the time and trouble to become a political commentator with, potentially, many times the readership of the most long-established syndicated columnists.",
  "“We think conservatism needs a big-time makeover” because “some of us are stiletto-and-Sephora-wearing, hardworking chicks who juggle families, careers, and some semblance of a social life.” Wizbang - “Focused on news, politics, and entertainment,” Wizbang pairs with Wizbang Pop!",
  "Olson’s “amusingly depressing” news and comments don’t just expose the harassment of businesses, but of ordinary folks facing the Leviathan, like the Maryland parents found to be “responsible” for “unsubstantiated child neglect” for letting their children go for a walk.",
  "writers, lawyers, accountants, designers, IT professionals, college students, and more” spends most of its time writing not about Sarah Palin (even though the site proudly declares it “has her back”), but about mischief in government and the liberal establishment.",
  "When Jihadi John’s true identity was revealed to be that of a Kuwaiti national who grew up comfortably and was well educated in Britain, Gaffney wrote that it should remind all that “we confront a truly global movement and ‘jobs for jihadists’ won’t defeat it.\"",
  "“Can the new Defense chief halt ISIS if he can’t stop Joe Biden?” Malcolm recently asked in a headline adorning the photo of a hapless Ashton Carter, speaking at his swearing-in, as the vice president gives his wife a decidedly unwelcome neck massage.",
  "Here are the top 50 conservative blogs: Instapundit - University of Tennessee law professor and hawkish libertarian Glenn Reynolds’ nearly decade-and-a-half-old powerhouse often causes \"Instalanches\" of Web traffic to sites to which it links articles.",
  "“Rappers in Germany, doctors in Glasgow, chemical engineering students in Canada, heart surgeons in Saudi Arabia, university students in Britain, imams in America, herdsmen in Nigeria and so forth — what brings these wildly different people together?",
  "Sister Toldjah - With a name like that it has to be good, and sure enough this ex-liberal, 40-something North Carolina woman with an ebullient writing style and a humble, cleanly packaged blog often gives her readers what they don’t see elsewhere.",
  "Very Islamic,” Spencer wrote: “It may (may) represent a crack in the edifice, a blade of grass poking through the concrete, a tardy surrender of at least one bastion of politically correct wishful thinking to the overwhelming force of reality.",
  "The commentary is often brief, like WZ's post after MSNBC’s Chris Matthews accused Republican senators writing to Iran’s rulers of a racist motive: “It’s truly amazing, these guys have a never-ending supply of race cards,” said the blog.",
  "Reynolds posts relentlessly and the brevity and wryness of his often all-caps comments are famous, like a recent link to a Popular Mechanics report on Iran exploding a fake U.S. aircraft carrier to flex its muscles during nuclear talks.",
  "NewsBusters.org - With all the resources of Brent Bozell’s Media Research Center at its disposal, NewsBusters watches the mainstream media’s every move and skewers its chronic bias, sloppiness, inaccuracies, and even outright deceit.",
  "Sweetness & Light - Some of the most appreciated blogs are the ones where the blogger mostly keeps his or her mouth shut and just does a great job of providing the best news and articles as intellectual ammo for conservative readers.",
  "We shall see.” Health Care Policy and Marketplace Review - Former health insurance company COO Bob Laszewski writes always informed, insightful, and clarifying observations on government and marketplace happenings on health care.",
  "Of President Obama’s ever-expanding executive overreach, he recently wrote: “As there is no longer even a fictive consent of the governed in our laws, there no longer exists any philosophical basis for obeying the government.",
  "Michelle Malkin - Fiery Michelle hasn’t let being a top-tier syndicated columnist, author of four books, and frequent TV commentator cause her to fold her blog site, or transform it into a low-value vanity Web presence.",
  "Ex-high ranking CIA officer Fred Fleitz recently exposed the deceitful tactics of the George Soros-funded “J Street” activist group, a “pro-Israel, pro-peace” organization that actually seems to revile the Jewish state.",
  "White’s blog continues to prove that “all politics is local” isn’t just a catchphrase; the local knowledge of politics is no longer restricted to local bosses and operatives, thanks to Internet-facilitated people power.",
  "One of the show’s prizes was a “30-inch electric kitchen range priced at $385.” Boudreaux pointed out: In 1972, the average hourly earnings of a production or nonsupervisory private-sector worker in America was $3.90.",
  "Hot Air - Founded originally by firebrand columnist and TV commentator Michelle Malkin, Hot Air persuaded veteran blogger Ed Morrissey to archive his own well-established Captain’s Quarters blog and write for Hot Air.",
  "Not only does his Jihad Watch unveil the Islamic theology and ideology behind terrorist activities, but it continually exposes how secular liberal elites in the West excuse Islamism for multiculturalism’s sake.",
  "Carpe Diem - Economist Mark Perry’s American Enterprise Institute blog continually demolishes the left’s class warfare arguments with timely research chock full of charts and stats that few will find elsewhere.",
  "And almost all let any reader join in and comment to his or her heart’s content.Conservative blogs have electrified our 223-year old First Amendment like nothing the Founding Fathers could ever have foreseen.",
  "No, you can’t have free markets without free peoples” — but she is also the handiest source for the latest on Colombia’s FARC guerillas or disguised Chinese backing of a proposed Nicaraguan canal.",
  "Chicks on the Right - When they start holding blogger beauty contests, Daisy and Mockarena would win hands down, and it’s pretty clear from the photos of themselves on the site that they know it.",
  "The Democrats will demand that there be an understudy to Hillary.” The Jawa Report - In spite of the name, \"Star Wars\" isn’t what this site is all about but rather the war on American freedoms.",
  "One recent post by Don Boudreaux linked to a YouTube clip of the \"Price is Right\" game show from 1972 to demonstrate that the conventional wisdom about stagnant living standards is wrong.",
  "So, such a worker in 1972 had to toil for 99 hours to earn enough income to buy that range.” But today, Home Depot sells a 30-inch range for $349, with the average hourly wage $20.80.",
  "Black and Right - Navy vet and veteran investigative journalist Bob Parks’ self-funded B&R boldly goes where even some of the supposedly most daring conservative blogs fear to tread.",
  "Jeff Flake of Arizona, Susan Collins of Maine, Lindsey Graham of South Carolina, and Orrin Hatch of Utah as they mulled voting to confirm Loretta Lynch as attorney general.",
  "Virtually all its scholars weigh in at Cato at Liberty, arguing for less U.S. military invention as well as less taxes and government, not to mention drug legalization.",
  "Warmists use every occasion to say “Mankind is mostly/solely responsible for the changes, all while refusing to give up their big ‘carbon footprints,’” Teach complains.",
  "Weasel Zippers - “Scouring the bowels of the Internet” is an apropos slogan for this site that goes way beyond the top of the news for its sometimes oddball links.",
  "Teach recently made fun of Al Roker telling Larry King, “You can’t point to any one event” after blaming “climate change” for Boston’s recent mega-blizzard.",
  "from the University of Massachusetts Amherst,” blamed the degree-less Walker for teacher layoffs in 2010 when Walker didn’t even become governor until 2011.",
  "Her deft blogging partner Doug Powers recently echoed Malkin’s rapier wit with a post titled, “Proof that Scott Walker’s lack of college degree harms him?",
  "Thousands of “Freepers,” with handles like Alamo Girl and cripplecreek, link to articles other sites usually miss, then post endless pithy commentaries.",
  "With a look and editorial dexterity rivaling major news sites, the Heritage Foundation’s blog attracts those as fed up with GOP compromise as DeMint.",
  "The Other McCain - Former Washington Times writer/editor Robert Stacy McCain provides journalistic experience and a professionalism other blogs lack.",
  "His intimate knowledge of the Clintons from decades ago is already providing insights into Hillary’s apparently enigmatic handling of her email woes.",
  "And when you think of libertarian, you think of the Cato Institute, a dynamic think tank that may be the oldest libertarian presence in Washington.",
  "editor Tom White delivered “an eerily precise post” predicting the stunning primary defeat of then-House Majority Leader Eric Cantor by Dave Brat.",
  "Cato at Liberty - Conservatives like to complain, half seriously, that the only thing the government really should be doing is paving the roads.",
  "No surprise hers was the go-to site when President Obama announced plans to normalize relations with Communist Cuba — “No, Cuba is not China.",
  "But the whole massive operation, launched to destroy the “old media guard” dominated by the left, has always had a blogger’s rebellious soul.",
  "Pat Dollard - As made clear by this site’s motto, “The War Starts Here!” it’s all serious business at Pat Dollard’s busy, razor-sharp blog.",
  "Jihad,” Geller declared after ISIS’s recent videotaped mass execution of Coptic Christians on a Mediterranean beach in Libya went public.",
  "What ‘other things’ could possibly be more important than blocking the president of the United States from shredding our Constitution?\"",
  "“And I see Republicans demanding that Congress fund the president’s unconstitutional executive amnesty and ‘move on to other things.'",
  "He couldn’t even conform to this NYT columnist’s ‘fact.’” Powers discovered that New York Times columnist Gail Collins, with “a B.A.",
  "“Tolerance becomes a crime when applied to evil,” its home page states, a quote from German novelist and social critic Thomas Mann.",
  "“Stodgy old white guys have long been associated with the GOP and conservatives,” this right-wing Thelma and Louise complain.",
  "Jihad Watch - Robert Spencer must travel with a bodyguard, and only friends are told in what part of the country he resides.",
  "The Montgomery County Child Protective Services will “track the parents anyway” for five years, as Olson wryly observes.",
  "Hoo-yah!” Free Republic might just be the national bulletin board for the Tea Party, among serving other functions.",
  "Protein Wisdom - Lapsed Colorado literary scholar Jeff Goldstein has been called the wittiest presence on the Web.",
  "“No matter what the background, upbringing, schooling, wealth or poverty, color, what have you, it doesn’t matter.",
  "He recently debunked a deceptive chart in the Obama budget showing national debt declining over the next decade.",
  "“I now hear some Republicans accepting and trying to 'improve' Obamacare,” DeMint complained in a recent post.",
  "Of Graeme Wood's lengthy bombshell article in the The Atlantic’s March issue arguing that ISIS “is Islamic.",
  "She “went from a proud gun-toting politician to anti-gun activist” after the shooting, Parks complained.",
  "Blogged Reynolds, “WHY DON'T WE ONE-UP THEM BY BLOWING UP A REAL IRANIAN NUCLEAR RESEARCH FACILITY?\"",
  "Some of the sites feature graphics that are feasts for the eyes; many deliver laughs rivaling a P.G.",
  "Ricochet - Fighting the “stereotypes you so frequently encounter: Conservatives aren’t intelligent.",
  "and thus brings in a younger, more hip crowd to its original content and conservative commentary.",
  "“Thanks, Obama, for making America even more divided and racist than 1975,” Darlene laments.",
  "Vote Here Now\n\nVote Now:\n\nDo You Approve or Disapprove of President Obama's Job Performance?",
  "Hayek would be delighted with the undiluted capitalism served at the blog bearing his name.",
  "But the wildly humorous Ace, 2008 CPAC blogger of the year, and his mateys mean business.",
  "But libertarian conservatives look to the day when the government doesn’t even do that.",
  "News selected by readers is a big feature of this site, the 2009 CPAC Blog of the Year.",
  "He doesn’t post as often as his readers would like, but when he does, it counts.",
  "“If it is not resolved until after the summer, we will not simply wait longer.",
  "“This scandal has a time limit, unlike all her others,” Morris is convinced.",
  "You’re the other half.” Ricochet encourages heavy reader participation.",
  "- As Newsmax’s Joe Schaeffer reported last June, only Virginia Right!",
  "The commentary here is usually confined to the headlines.",
  "Squishy Republicans are frequent targets, such as Sens.",
  "Urgent:\n\nWho Should the GOP Nominate in 2016?",
  "Urgent:\n\nWho Should the GOP Nominate in 2016?",
  "Conservatives are culturally backwards.",
  "Conservatives have no sense of humor.",
  "from Marquette University and an M.A.",
  "But they’re only half the equation.",
  "But politics tops the bill.",
  "Personality abounds.",
  "Wodehouse yarn.",
  "Virginia Right!",
  "22.",
  ".",
  "."
]