[
  "However, the executive summary's biased analysis suggests its Democratic staff authors were not interested in hearing inconvenient facts from CIA officers and officials that would spoil their precooked report.In additional views to the report, Republican Senators Tom Coburn, Saxby Chambliss, Richard Burr, Jim Risch, Dan Coats, and Marco Rubio — all of whom serve on the Senate Intelligence Committee — noted that the committee's controversial 2004 report, \"U.S. Intelligence Community's Prewar Intelligence Assessments on Iraq\" included 200 interviews with intelligence officers, some of which were interviewed up to four times.The body of this 511-page report (available HERE ) was approved by both sides.",
  "I have not finished reading the 499-page executive summary of the report by the Democrats on the Senate Intelligence Committee on the enhanced interrogation program or the 167-page additional views by the committee's Republican members.What I have seen so far is a highly partisan Democratic attack on the CIA and the Bush administration.The Democratic executive summary is replete with false statements, omissions, and dishonest arguments to portray this program in the worst possible light and negate any claim that it produced useful intelligence to thwart terrorist attacks.",
  "Dianne Feinstein said during a speech from the Senate floor on Tuesday that this was because a special prosecutor had been named in 2009 to look into aspects of the enhanced interrogation program.According to Feinstein, CIA personnel were worried that speaking to the committee would put them in legal jeopardy since their statements could be used by the special prosecutor.Instead of halting the investigation until witnesses could be interviewed, Feinstein decided to push on with the investigation without interviews.",
  "It also promotes the proposition that the CIA is a rogue agency which lied to Congress, the White House, the Justice Department, other U.S. government agencies, and the American people.Three former CIA directors, plus three other former senior CIA officials, wrote a compelling opinion piece published in today's Wall Street Journal refuting these claims and explaining how the enhanced interrogation program stopped terrorist attacks and saved lives.",
  "Hayden deserved a chance to defend himself against this smear of his 39-year career of government service defending this country.Feinstein also did not mention in her statement that the special prosecutor closed his investigation in August 2012 — four months before the report was approved by the committee.Why didn't the committee's Democratic staff conduct interviews after the special prosecutor's investigation ended?",
  "\"Obviously, using interviews that the Democratic staff found lying around is no substitute for permitting CIA officers accused of serious wrongdoing to defend themselves from the specific allegations made against them in this report.This includes the report's confusing 38-page table on statements about the program made by former CIA director Michael Hayden that essentially accuses him of repeatedly lying to Congress.",
  "A bipartisan congressional investigation to look at these mistakes would have been useful.But a partisan report which makes serious allegations of wrongdoing against U.S. government employees without giving them a chance to defend themselves and face their accusers is clearly a stain on our values which invalidates this entire exercise.",
  "As a result, the report was written entirely by the committee's Democratic staff.Feinstein said the Democratic staff authors of the report tried to compensate for a lack of interviews by using previous CIA inspector general interviews and interviews conducted by the \"CIA history project.",
  "This is how the enhanced interrogation report should have been written.The six Republican senators also noted that no hearings were conducted with intelligence community personnel on enhanced interrogations issues after the inquiry began in 2009.Sen.",
  "\"While American disagree on this claim, there is no doubt that mistakes were made in the enhanced interrogation program which was thrown together in the aftermath of the 9/11 attacks when U.S. officials feared further al-Qaida attacks.",
  "Feinstein said Tuesday that she decided to release the declassified executive summary of the enhanced interrogation report because she claimed \"the CIA's actions a decade ago are a stain on our values and on our history.",
  "Click HERE to read.The refusal by the intelligence committee Democrats to conduct interviews of CIA personnel — many of whom are accused of serious crimes — makes the report not serious and deeply unjust.",
  "You can read it HERE Former CIA deputy director John McLaughlin co-signed this op-ed and wrote a similar one that appeared in today's Washington Post.",
  "At the end of the 2004 report are additional Republican and Democratic views discussing issues on which they could not agree in the body.",
  "I know Gen. Hayden well and attended many of his briefings to the House Intelligence Committee when I served as a committee staff member.",
  "This is how bipartisan, cooperative congressional oversight reports are supposed to be written.",
  "This caused the committee's Republican members to withdraw their support for the investigation.",
  "No one was interviewed for this five-year, $50 million investigation.Sen.",
  "He is an honorable man who was always honest with the committee.",
  "Feinstein didn't say."
]