[
  "Sangeen is going to hold out for money before he will agree to a Bergdahl trade.”\n\nRepresentative Duncan Hunter (CA) sent a letter to the Defense Secretary last November stating:\n\n“It has been brought to my attention that a payment was made to an Afghan intermediary who ‘disappeared’ with the money and failed to facilitate Bergdahl’s release in return.”\n\nThat payment may not have managed to buy Bergdahl’s freedom, but a payment from the government of Qatar, our intermediary in the negotiations, almost certainly did.",
  "It is right and proper that he will face justice here in the United States, as opposed to the injustice he would have been subjected to by our enemies who held him captive.",
  "Most of the details of Bergdahl’s alleged desertion were well known at the time the president made this deal with the devil and celebrated as if he were a returning hero.",
  "To make it even worse, sources at CENTCOM have informed me that a cash ransom of some sort was likely paid to the Haqqani group, which held him for almost five years.",
  "Bergdahl will face a jury of his peers who will likely show little sympathy for a soldier who walked away from his post, leaving his comrades in arms behind.",
  "The president’s national security adviser Susan Rice even claimed Bergdahl had served with “honor and distinction.” This seems more and more unlikely.",
  "Sangeen and other commanders at his level feel that the Taliban leadership and the Haqqani Network take an unfair share of any profits or proceeds.",
  "This excerpt from an intelligence report, based on information from inside the Haqqani network prepared by the Eclipse Group, points this out:\n\n“4.",
  "It would have been a horrendous miscarriage of justice if he did not have to answer for his actions in walking away from his unit in Afghanistan.",
  "The Haqqanis had no interest in any of the terrorist leaders released and had incurred significant expenses over the course of his captivity.",
  "Whatever Bowe Bergdahl’s crimes may have been, it is a solemn promise we make to all our service members that we will not leave them behind.",
  "He served in US Army Special Forces and conducted Counter-Terrorism, Counter-Insurgency and other operations in more than a dozen countries.",
  "We released five senior terrorist leaders who will almost certainly return to the fight against us, if they haven’t already.",
  "This makes the ceremony in the Rose Garden, last summer with President Obama and Bergdahl’s parents, even more grotesque.",
  "Jim Hanson is Executive Vice President of the Center for Security Policy, which is changing its name to Secure Freedom.",
  "If the Qataris handled the actual cash hand off, then the President can say that we did not pay a ransom.",
  "Even if his own stupidity or criminal acts led to his capture, we still bring all of our troops home.",
  "Additionally, Mullah Sangeen, whose men held Bergdahl, needed to get some return on the investment.",
  "The question still remains, was it worth the price President Obama paid for his release?",
  "The release of the terrorists was a ransom in kind and the cash was a ransom in fact.",
  "Rather than a parade in his hometown Bergdahl may soon inhabit a cell in Leavenworth.",
  "However, until he is convicted of these charges he is still a U.S. soldier.",
  "According to his attorney, Bowe Bergdahl will face charges of desertion.",
  "They are more like a mafia crime syndicate than the Taliban or al Qaeda.",
  "Sangeen doesn’t care about Omari (a prisoner offered in trade).",
  "However, that does not mean all is forgiven.",
  "However, that is just obfuscation.",
  "Sangeen wants a ransom.",
  "The answer is no.",
  "Good."
]