[
  "He still has this flag which he plans to donate to a future National OSS Museum of American Intelligence and Special Operations.Montgomery had a storied career with the CIA's Operations Directorate, serving in senior posts in Rome, Vienna, Moscow and other capitals.He was the principal assistant to the CIA Berlin base chief for the Berlin Tunnel operation in the 1950s that tapped underground cables being used for Soviet communications.Montgomery served in Moscow during the time of Oleg Penkovsky, a high-ranking Soviet military intelligence officer, while was acting as one of the most valuable assets in the Agency's history.Montgomery held many senior positions at the State Department and the CIA during the second half of his career.",
  "Five Americans were honored for extraordinary service in the intelligence field defending our nation at the annual awards dinner Monday of the Office of Strategic Services Society (OSS).With what Tom Brokaw has termed \"the greatest generation\" dying off, these dinners are a special experience to hear from the last members of the OSS, the World War II intelligence agency that was the predecessor to the CIA.This particular dinner meant a lot to me since the principal honoree was my friend Ambassador Hugh Montgomery, a legendary OSS and CIA officer who retired from the CIA in 2014 after 63 years of service.This was a ceremony that could have been in a James Bond movie.",
  "This includes retired U.S. Army Col. Frank Gleason who was honored at the dinner for his mission in China where his 12-man OSS demolition team blew up over 150 bridges and destroyed over 50,000 tons of munitions without losing a man.Gleason's OSS experiences were the basis of a 1958 book \"The Mountain Road\" by Theodore H. White and later were made into a 1960 movie by the same name that starred James Stewart.It was unforgettable to hear the 95-year old Gleason discuss how he blew up anything and everything he could find in China that could be used by the Japanese war effort.Also honored were Helias Doundoulakis and his late brother George.",
  "Probably due to his language skills (Montgomery says he is fluent in \"eight or nine languages\"), Montgomery was told to report a few weeks later to a special counterintelligence detachment but was never told this unit was part of the OSS.His OSS missions behind German lines included attempting to locate and free American POWs, searching for German atomic scientists and capturing a German baron in Munich who was a major supporter of the Nazi party.In April 1945, Montgomery's four-man team accidently discovered the Buchenwald concentration camp while operating behind enemy lines and radioed for urgent medical assistance.",
  "In 1985, he was made a U.S. deputy ambassador to the United Nations which allowed him to serve with his longtime friend General Vernon Walters who was named America's principal UN ambassador that year.Montgomery returned to the CIA after Walters stepped down in 1989 and held several high level posts advising CIA directors in Democratic and Republican administrations during the final 25 years of his career.I met Montgomery in 1986 during his U.N. ambassadorship when I was a CIA analyst providing intelligence support to US officials on U.N. topics.",
  "His force was so successful in bombing German installations and ambushing German troops that it resulted in the disruption of Greece's eastern railway system and the destruction of German transport ships.Army Chief Warrant Officer Stephen D. Combs was given a new OSS Society honor, the Peter Ortiz award, named after one of the most decorated Marines in World War II and the most decorated member of the OSS.Ortiz repeatedly escaped German POW camps and was injured several times during the war, once severely.",
  "I discovered he had an unusual assignment from Walters: to keep an eye on the U.N. and the State Department while Walters flew around the world on secret diplomatic missions for President Reagan.Unlike most U.S. ambassadors to the U.N., Montgomery spent most of his time in an office at the State Department and not the U.S. Mission to the U.N. in New York so he could be Walters' eyes and ears in the State bureaucracy.Hugh Montgomery's CIA office overflowed with books on national security.",
  "An Army Special Operations aviator with 21 years of service, Combs has led hundreds of combat missions, was involved in every major conflict of the last two decades and led the insertion of six non-notice deployments at the direction of the president.He has flown over 5,985 hours and received two Distinguished Flying Crosses and three Air Medals with V Device.The dinner's principal honoree was Ambassador Hugh Montgomery who received the William J. Donavan Award.",
  "The dinner was held in a packed ballroom in Washington, D.C.'s posh Ritz Carlton hotel.Top intelligence U.S. officials, current and retired, were there as well as OSS and special operations officers who carried out some of the most important intelligence missions in American history.There were dry martinis at every table for 10 toasts offered to the United States, President Obama, the U.S. Intelligence Community, missing comrades and others.",
  "His exploits included stealing ten Gestapo vehicles to rescue downed RAF airmen and forcing a group of German officers at gunpoint to drink toasts to the President of the United States and the Marine Corps.Two movies were made based on Ortiz's life, the 1947 film 13 \"Rue Madeline,\" which starred James Cagney, and a 1952 film \"Operation Secret.\"",
  "This award, the society's highest, honors William \"Wild Bill\" Donovan, the founder and director of the OSS, and is bestowed to an individual who has rendered distinguished service to the United States.Previous recipients include President Dwight Eisenhower, President Ronald Reagan, Prime Minister Margaret Thatcher, President George H.W.",
  "However, I am confident the legacy of these American heroes will live on because of the OSS Society and OSS veterans like Hugh Montgomery who inspired so many American intelligence officers during his long career.Click here to learn more about the OSS Society and the National OSS Museum of American Intelligence and Special Operations.",
  "Sen. Mark Warner is working to remedy this injustice.Another notable attendee was Bernadette Casey Smith, the daughter of former OSS member and the CIA's greatest director, William Casey.While it was a great night, there was a sense of sadness since the number of OSS members is dwindling, a service that once numbered about 13,000.",
  "The OSS sent Helias to Salonika, Greece equipped only with a .32 caliber pistol, 150 gold sovereigns and a can of olive oil with a transmitter hidden in the bottom.Constantly pursued by the Gestapo which detected his espionage efforts, Helias was prepared to use a cyanide capsule to end his life if captured.",
  "Needless to say, I believe he is more than deserving of the Donovan Award.The OSS Society also awarded the \"Hugh Montgomery Award\" at the dinner, an honor it has presented for the last four years to a distinguished CIA officer nominated by the Agency.",
  "Bush and 11 men who served as CIA director.Panetta gave a moving tribute to Montgomery in a video message, calling him one of the founding fathers of the CIA.Montgomery enlisted in the U.S. Army in 1942 and parachuted into Normandy on D-Day.",
  "The martinis were mixed according to Ernest Hemmingway's recipe in honor of his exploits with OSS and French resistance forces in 1945 when he helped \"liberate\" the Paris Ritz and ordered 50 martinis for his comrades.",
  "Bennett served in many senior positions, including as director of the National Clandestine Service.There were too many other American patriots and their family members at the dinner to mention here.",
  "Somehow he eluded the Germans and escaped Greece.George Doundoulakis was sent to Volkos, Greece where he single-handedly organized 7,000 loosely led guerillas into a large unified fighting force.",
  "Montgomery has a strong devotion to the CIA and American national security and went out of his way to mentor junior intelligence officers like myself.",
  "I learned a tremendous amount from him about intelligence, the United Nations, national security and the U.S. government.",
  "Ortiz was in the movie industry himself and played roles in two John Wayne movies, \"Rio Grande\" and \"The Wings of Angels.",
  "One was Stephanie Rader, age 100, who was nominated by the OSS for the Legion of Merit award but never received it.",
  "This award went to John Bennet, a former CIA operations officer who retired in 2013 after 33 years of service.",
  "He was wounded at the battle of Falaise Pocket, the decisive battle of the D-Day engagement.",
  "Montgomery was given the black SS flag that flew over the camp by its grateful inmates.",
  "\"Combs was a worthy recipient of the first OSS Society Peter Ortiz Award.",
  ")Several movies have been made about the heroism of OSS members.",
  "(Although Hemingway assisted the OSS, he was not a member.",
  "Only 10 were at the dinner."
]