[
  "In an interview with The Daily Caller News Foundation, he claimed that Iran’s Supreme Leader Ayatollah Ali Khamenei “has never threatened to use a nuclear bomb,” and that his publicly stated position on national self-defense is “no first strike.” (RELATED: Iran’s Supreme Leader Tweets Attacks On US, Israel)\n\nCole went on to tell TheDCNF that “no country has ever developed a bomb under regular UN inspections.” And in his public remarks, Cole was apparently secure that despite its record of avoiding international oversight, Iran’s goal with the U.S. was simply to move from the “enemies” list to what he called “the China category” — countries that “are not allies but which we promise not to interfere with.”\n\nFollow Ivan Plis on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The foreigner celebrates, but the Iranian exclaims, “The deal gives us a good basis for beginning our negotiations!”\n\nIn other words, Clawson said, “Iran is likely to engage in ambiguous cheating, and we are likely to tie ourselves into knots.”\n\nOthers speaking at the event affirmed Clawson’s uncertainty, including Fred Fleitz of the Center for Security Policy, who pointed out that “Iran cheated on the deal while the talks were underway,” by installing advanced nuclear centrifuges and testing them with uranium despite conditions to the contrary.",
  "In one statement, House Foreign Affairs Committee Chairman Ed Royce and ranking Democratic Rep. Eliot Engel asked, “How can we have any confidence that Iran will be transparent in the future if it won’t be transparent about its past?”\n\nIn an apparent attempt to assuage congressional fears, White House aides told key Hill Democrats that the administration would likely seek a second extension to the talks rather than hurry toward a subpar deal, Yahoo News reported Friday afternoon.",
  "“In fact, the argument could be made that it will give more resources to Iran in its pursuit of an expansionist policy in the region.”\n\nUniversity of Michigan professor Juan Cole, who also spoke at the MEI conference, sounded a rare note of optimism about Iran’s intentions.",
  "While the Iran deadline was rarely made explicit at the conference, Iran’s potential nuclear threat to the tenuous Middle Eastern balance of power was mentioned at several key moments.",
  "In the midst of a panel on the region’s long-term geopolitics, Randa Slim, a Middle East Institute scholar, shared the commonly held skepticism of a deal’s impact on Iranian behavior.",
  "Speaking alongside other Middle East and nuclear security experts, Clawson cited a popular joke in Iran, in which an Iranian businessman concludes an agreement with a foreign partner.",
  "Patrick Clawson, director of research at the Washington Institute for Near East Policy, expressed serious doubts about Iran’s credibility at the Heritage Foundation last week.",
  "“I don’t think a nuclear deal with the West will translate itself into Iran moderating its behavior in the region,” she said in her public remarks.",
  "Similarly cautious warnings came from the Middle East Institute’s 68th Annual Conference on Thursday, held just blocks away from the White House.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The staffers reportedly emphasized that rescinding sanctions on Iran is “non-negotiable” without verifying Iran’s follow-through.",
  "In the run-up to the Monday deadline for a U.S.-led nuclear deal with Iran, Washington has speculated about the outcome.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "While skepticism about Iranian leaders is widespread, there is no consensus on the likelihood of a deal.",
  "Congress also doubted Iran’s transparency."
]