[
  "Should the Obama administration and its international partners finalize its nuclear deal with Iran, \"with absolute certainty, people will die,\" Ted Cruz, the Republican senator from Texas and presidential candidate, said outside of the U.S. Capitol on Wednesday at a rally in opposition to the deal.",
  "Speaking specifically to Senate Democrats from his podium in front of tea party activists, Cruz asked, \"Do you value the lives of millions of Americans, or do you value more party loyalty to the Obama White House?\"",
  "\"There are two men in Washington who can defeat this deal,\" Cruz said, eliciting boos from the crowd when he specifically called out Senate Majority Leader Mitch McConnell and House Majority Leader John Boehner.",
  "The senator called the deal \"the single greatest national security threat facing America,\" specifically referencing the $100 billion financial benefit Iran will see if sanctions are lifted as part of the deal.",
  "Cruz made the case that the 60-day review period does not start until the White House hands over the \"side agreements\" that international negotiators have arranged with Iran over its nuclear capabilities.",
  "In addition to challenging Democrats, Cruz challenged Republican leaders in Congress to try to delay the deal by arguing that Congress has not yet started its 60-day review period of the deal.",
  "Cruz's remarks at the conservative rally -- Tea Party Patriots, the Zionist Organization of America and the Center for Security Policy -- focused on congressional action and the deal itself.",
  "Lamenting that the United States \"can't beat anybody\" under its current leadership, Trump declared, \"We will have so much winning when I get elected, that you may get bored with winning.\"",
  "President Obama has addressed this specific concern, arguing that the Iranian government would prioritize expenses in its own country before giving the money away.",
  "Since the administration announced the deal, conservatives have charged that this financial \"windfall\" will allow the Iranian regime to finance groups like Hamas.",
  "Furthermore, Mr. Obama has said, stopping Iran from acquiring a nuclear weapon is a bigger priority than stopping the flow of money to groups like Hezbollah.",
  "Should the deal go through, Cruz said, \"The Obama administration will become quite literally the world's leading financier of radical Islamic terrorism.\"",
  "Both Cruz and Trump decried the Obama administration for failing to secure the release of four American prisoners in Iran as part of the nuclear deal.",
  "However, he was followed on stage by his GOP White House rival Donald Trump, who focused more on the 2016 race and his potential presidency.",
  "\"What that means is that all that has to happen is for Mitch McConnell to say the federal review period has not started,\" he said.",
  "\"If I win the presidency, I guarantee you those four prisoners are back in our country before I ever take office,\" he said.",
  "Even so, Cruz on Wednesday questioned whether Democrats \"value the safety and security of the United States of America.\"",
  "Yet even if Republicans were to make that assertion, Cruz said, \"this is a lawless president.\"",
  "Consequently, he said, it would take a Republican in the White House to truly kill the deal.",
  "\"Americans will die, Israelis will die, Europeans will die,\" he continued.",
  "\"Because [Iranian leaders] know that's what has to happen, they know it.",
  "\"Under that law it is illegal for Obama to lift sanctions.\"",
  "And if they don't know it, I'm telling them right now.\""
]