[
  "\"What the president needs to come up with is a strategy, militarily, to defeat them, which I think involves, for example, an anti-ISIL ground force made up of Arab armies, combined with U.S. Special Forces,\" Florida Senator Marco Rubio told Fox News.",
  "The renewed threat posed by Islamic militants is emerging as the top foreign policy issue for the 2016 race, and Obama's submission to Congress on Wednesday of a draft authorization of military force against the extremists intensified the debate.",
  "Republicans exploring a 2016 White House run are pounding away at President Barack Obama's strategy for stopping Islamic State militants but, wary of Americans' war fatigue, are so far providing few specifics on what they would do differently.",
  "Former Arkansas Governor Mike Huckabee said Obama's draft resolution - which bars any large-scale invasion by U.S. ground troops and covers the next three years - is short-sighted for an effort that will require a \"sustained military effort.\"",
  "With foreign fighters flocking to Syria and Iraq to join Islamic State, known as ISIS or ISIL, the issue has landed in the laps of the dozen or so Republicans who are seriously considering a run for their party's presidential nomination.",
  "WAR-WEARY BUT WORRIED\n\nIdeas run from bolstering Iraqi Kurds who have been fighting Islamic State militants, to persuading Arab nations to drop their resistance to putting more troops on the front lines, to sending in more U.S. troops.",
  "\"The president's limitations of a three year commitment and against 'enduring offensive ground combat operations' place counterproductive restraints on our national power, and the military's ability to accomplish the mission,\" he said.",
  "A mid-January poll by the Pew Research Center found that for the first time in five years, defending the United States from terrorism was the top issue for Americans, with 76 percent citing it as the main policy challenge.",
  "But no one has offered a detailed blueprint on how they would take on Islamic State, which over the past year has seized a swathe of Iraq and Syria and overtaken al Qaeda as a magnet for Islamic extremists.",
  "The issue of Islamic State is particularly tricky for potential Republican candidate Jeb Bush, the former Florida governor whose brother, President George W. Bush, started wars in Iraq and Afghanistan.",
  "But he was careful to say U.S. troops should not be deployed every time there is a global challenge, a position that could be intended to put some space between him and his brother's Iraq war.",
  "So far they are describing what they see as gaps in Obama's strategy, which has relied heavily on air strikes, saying he needs to be more aggressive in challenging \"radical Islam.\"",
  "We have seen instead photo-op foreign policy: a bomb here, a missile there,\" Texas Republican Senator Ted Cruz told the Center for Security Policy, a conservative think tank.",
  "After a series of videotaped beheadings of U.S. citizens by Islamic State, Americans' concern over the threat posed by the group and other militants has risen.",
  "With Americans long since weary of U.S. involvement in wars in Iraq and Afghanistan, Republican candidates-in-waiting have to tread carefully.",
  "Only Cruz and Wisconsin Governor Scott Walker have raised the possibility of eventually sending U.S. ground troops to the region, however.",
  "In Detroit last week Jeb Bush criticized Obama's handling of the threat, calling it a result of a U.S. pullback from the region.",
  "Obama's draft authorization of military force would repeal and replace the 2002 Iraq war resolution crafted by Bush.",
  "This makes it fertile ground for the 2016 presidential campaign for both Republicans and Democrats.",
  "Many of them are current or former state governors who are just now boning up on foreign policy.",
  "And that doesn't necessarily mean boots on the ground in every occurrence,\" Bush said.",
  "Others speak far more vaguely, saying the United States needs to be more aggressive.",
  "He added that air strikes should also be ramped up to provide tactical support.",
  "\"With regard to ISIS, we have not seen a seriousness of purpose.",
  "\"We have to be engaged."
]