[
  "Clearly shaken by surging aggression from Iran and the Islamic State, Saudi Arabia formed a coalition of 34 Muslim states, declared support of President Abdul Fatah al-Sisi’s Egyptian regime, announced its support for the National Council of Resistance of Iran (a democratic opposition group), and are now in talks with Israel.",
  "The Iran Lobby, which went into hyperdrive to support the Obama-Kerry nuclear deal with Iran, is now gleefully ramping up support for JASTA as a measure to hold Saudi Arabia to blame for 9/11, hoping it will allow Tehran to continue to evade responsibility for its own documented role in the devastating attacks 15 years ago.",
  "There is no doubt that the Saudi government and individuals used their oil billions to fund the Global Islamic Movement by constructing mosques, publishing textbooks, and supporting orthodox Al-Azhar and other top graduates as imams in Islamic Centers across the United States and elsewhere.",
  "But when jihad terror took aim at the Saudi royals themselves—with the 2003 bombings, al-Qa’eda attacks, Iranian instigation of unrest in the Shi’ite eastern provinces, and strikes by the Islamic State—their minds concentrated rather wonderfully.",
  "The bill’s sponsors also ignore the fallout of JASTA’s curtailing of sovereign immunity: Saudi Arabia may be sued, but the United States will be also sued for claims of terrorism in Afghanistan, Iraq, Syria, and a host of other battlefields.",
  "In lining up support for the bill, JASTA sponsor Sen. John R. Cornyn (R-TX) and backers like Sen. Chuck Schumer (D-NY) appealed to the understandable angst of New Yorkers and others who suffered through the horror of the 9/11 attacks.",
  "Under the nuclear deal umbrella, egged on by the Iran Lobby, and given carte blanche by a slavish media, the Obama administration is racing to complete its blueprint for a Middle East subordinated to Iran’s nuclear-powered hegemony.",
  "Even the schizoid Department of State belatedly recognized Iran’s hostility, and in mid-August issued a warning to Americans traveling to Iran because of the risk the mullahs might kidnap them for more ransom.",
  "It is the Iranian Islamic Revolutionary Guard Corps/Qods Force with thousands of foreign Shi’ite mercenaries who fight as a Shi’a ‘Liberation Army’ to defend Baghdad, Beirut, Damascus and Yemen proxies.",
  "We and they continue to face the menace of a nuclear-capable Iranian regime whose apocalyptic beliefs include accelerating the return of the 12th Imam to usher in Armageddon and the End Times.",
  "The feared Saudi Mukhabarat security service cracked down hard on internal jihadis, instituted close surveillance of domestic mosques, and arrested imams preaching sedition and violence.",
  "Recently, Iranian Foreign Minister Javad Zarif, fresh from diplomatic successes that saved his country’s nuclear program, took a victory lap around a clutch of Latin American countries.",
  "When the House of Representatives returns from summer recess on 6 September, among the urgent things it must consider is the Justice Against Sponsors of Terrorism (JASTA) bill.",
  "Obama’s desire to burnish his legacy must not be allowed to complete the withdrawal of all American influence and power in a region so desperately in need of sober leadership.",
  "Even former senior U.S. military commanders are becoming uneasy with the chaos, compounded by the possibility of a nuclear arms race in the most volatile region on earth.",
  "Nimr Baqir al-Nimr, a prominent Shi’ite cleric, was executed in January along with 46 others convicted of sedition and promoting terrorism.",
  "JASTA aims to limit sovereign immunity for nations and officials accused of being responsible for terrorism inside the United States.",
  "While the Saudis remain adversaries in the global jihad, that should not inhibit a necessary partnership with the Riyadh government.",
  "It is Iran that continues a nuclear weapons program at a breakneck pace that was supposed to have been halted in its tracks.",
  "And it is IRGC motorboats that harass U.S. Navy vessels in the Persian Gulf and dare to seize and film U.S. Navy personnel.",
  "They included Cuba and Venezuela, known for their hostility to the U.S. and for helping to expand the Hizballah footprint.",
  "Admittedly, the House of Saud has come late to the counterterrorism battle—and only after its own rule was threatened.",
  "Their U.S.-educated Deputy Crown Prince Mohammed bin Salman is also shaking things up internally and abroad.",
  "It is Hizballah leader Hassan Nasrallah who boasts about funds he gets from a topped-off Iranian treasury.",
  "Clare M. Lopez is Vice President for Research and Analysis at the Center for Security Policy.",
  "In 2014, Saudi Arabia even designated the Muslim Brotherhood a terrorist organization.",
  "Riyadh also backs the jihadist Muslim Brotherhood and its swarm of front groups.",
  "It passed the Senate in May and is now before the House Judiciary Committee.",
  "So much for Saudi Arabia’s transformation."
]