[
  "This is why the Center for Security Policy recently sent a letter signed by 17 prominent security policy practitioners and other national leaders to House and Senate leaders calling on Congress to repudiate the talks and demand that the Obama administration terminate them and work with our European allies to forge a coherent, realistic and firm U.S. policy aimed at actually preventing the Iranian regime from realizing its nuclear weapons ambitions.This should require, at a minimum, that there be no further easing of sanctions or further talks with Iran until Tehran complies with all UN Security Council resolutions related to its nuclear program, fully cooperates with the IAEA, and provides truthful answers to all outstanding questions about its nuclear program.Today's extension of the nuclear talks with Iran will extend last November's deeply-flawed interim deal and a diplomatic process based on the dangerous Obama concession on uranium enrichment.It therefore is crucial that Congress ignore pressure by the administration to again delay legislative action and move as soon as possible to signal to the American people and the world that the U.S. Congress believes the current nuclear negotiations with Iran are a travesty that are certain to produce an agreement that will seriously endanger American and international security.",
  "Iranian Supreme Leader Ali Khamenei said in July that Iran needs the equivalent of 200,000 centrifuges.The Obama administration is now telling reporters that although Iran constructed large numbers of centrifuges over the last six years in defiance of U.N. Security Council resolutions, it was forced to give up the U.S. demand that Iran freeze or terminate its centrifuge program because Iranian officials refuse to comply.The head of a leading arms control group made this same argument to me last week, saying that although he wishes the U.S. could get the \"no enrichment\" deal with Iran that most members of Congress are demanding, he believes we need to \"live in the real world\" and get a deal that is possible.The U.S. uranium enrichment concession was a dangerous blunder by the Obama administration that will have far-reaching consequences.The immediate effect has been to put the United States in a bidding war with Iran over numbers of operating centrifuges that our diplomats have been unable to win.",
  "Moscow has agreed to fuel the Bushehr reactor and take its spent fuel back to Russia for disposal until 2021.I wrote in a National Review Online article last week that I believe the Obama administration's strategy in the nuclear talks with Iran is based on the wrong-headed belief by liberal foreign policy experts that since an Iranian nuclear bomb cannot be stopped, the only alternative is to contain an Iranian nuclear weapons program.As misguided as I believe this approach is, the uranium enrichment concession has made it much worse since we will be giving the green light to Western firms to sell enrichment and other nuclear technology to Iran in the future.",
  "The interim agreement has many serious flaws, the most serious of which was conceding to Iran the right to enrich uranium by allowing it to continue to enrich.While media outlets are emphasizing other disagreements that caused the nuclear talks to miss Monday's deadline — especially Iran's demand for immediate and complete sanctions relief — the Obama administration's reckless concession on uranium enrichment is at the heart of the impasse in the negotiations.Uranium enrichment is the process of concentrating the rare fissile isotope uranium-235 (U-235), which composes only 0.71 percent of natural uranium, to make nuclear fuel.",
  "The May 2012 proposal, which was affirmed in last November's interim agreement, shifted the debate to how much enrichment Iran would be allowed to conduct.Iranian officials, who contend they need to conduct uranium enrichment for their supposedly peaceful nuclear program, seized on the U.S. concession to press for larger numbers of uranium centrifuges and to build advanced, far more efficient models.Here is some data on Iran's uranium centrifuges and enriched uranium stockpile:• Iran currently is operating 9,156 of its 19,000 centrifuges to produce about two nuclear weapons-worth of reactor-grade uranium per year.",
  "By doing so, Washington implicitly agreed that Iran's nuclear program is intended for peaceful purposes and alienated states with truly peaceful programs.One of these states is the United Arab Emirates, which signed a nuclear cooperation agreement (known as a 123 agreement) with the U.S. in 2009 that bars it from uranium enrichment.Because of the Obama administration's uranium enrichment concession to Iran, it will be far more difficult to convince other friendly states to agree to forrgo this technology in future 123 agreements.",
  "\"Many members of the House also strongly oppose the Obama administration's uranium enrichment concession, including Representatives Ed Royce, R-Calif., Ileana Ros-Lehtinen, R-Fla., Trent Franks, R-Ariz., Doug Lamborn, R-Colo., Ted Deutch, D-Fla., Eliot Engel, D-N.Y., and many others.The Obama administration's concession of uranium enrichment to Iran is the main reason why the current nuclear talks with Iran are hopeless.",
  "For this reason, I believe President Obama is not just conceding the bomb to Iran, his enrichment concession has conceded an expanding Iranian capacity to construct multiple nuclear bombs.There are a growing number of members of Congress who reject the U.S. approach on uranium enrichment and are demanding that \"no enrichment\" must be part of any final nuclear agreement with Iran.",
  "When the U.S. first made the startling proposal in May 2012 to allow Iran to enrich uranium to reactor-grade, it radically transformed the debate over the Iranian nuclear program in Tehran's favor.Until May 2012, the United States and its European allies had pressed Iran to halt uranium enrichment and remove its enriched uranium stockpile from the country.",
  "This includes 43 Republican senators who sent a toughly-worded letter to President Obama last week that criticized his administration for ignoring clear expressions from the Senate emphasizing the need for Iran to fully suspend its uranium enrichment program and dismantle its nuclear infrastructure.Sen.",
  "A new deadline for a \"political framework\" has been set for March 1, 2015; a final agreement is to be reached by July 1.This outcome is only marginally better than a bad deal since it will extend a terrible interim agreement struck with Iran last November that set the stage for this year's negotiations.",
  "Iranian President Hassan Rouhani bragged about this in an Oct. 21 interview with Iranian television when he described Western negotiating positions in the nuclear talks as \"a victory for the Iranian people\" and said \"there is no doubt in Iran's right to enrich uranium.",
  "Developing an indigenous uranium enrichment capability does not make economic sense for Iran when it can buy uranium fuel rods much more cheaply from other countries.Iran also lacks the capability to construct fuel rods for its Bushehr nuclear reactor.",
  "Weapons-grade fuel is enriched to about 90 percent U-235.The U.S. uranium enrichment concession reversed years of Western policy and U.N. Security Council resolutions demanding that Iran halt enrichment and stop building enrichment centrifuges.",
  "\"The enrichment concession may have done far more damage to U.S. nuclear nonproliferation policy worldwide by conceding a dual-use nuclear technology to Iran that we would not agree to in nuclear cooperation agreements with friendly states.",
  "(In a related development, it is worth noting that the Obama administration has been criticized for weakening the U.S. \"no enrichment\" requirement in other 123 agreements starting with one signed with Vietnam in 2012.",
  "Mark Warner, D-Va., indicated last week that he holds a similar view and would join those demanding an agreement that achieves \"the dismantling — not freezing — of Iran's illegal nuclear weapons program.",
  ")• According to a Nov. 7, 2014, IAEA report, Iran currently has 8,390 kg of reactor-grade uranium \"remaining\" in the form of uranium hexafluoride (UF6), the feed material for centrifuge enrichment.",
  "A decision by Iranian leaders to fuel this reactor with rods made domestically would void Russian warranties on the reactor and might cause dangerous malfunctions.",
  ")Israeli Prime Minister Benjamin Netanyahu said when he was in the United States in September that the only reason Iran needs uranium enrichment is to make bombs.",
  "According to press reports , the multilateral nuclear talks with Iran failed to reach a final agreement by a Nov. 24 deadline and will be extended into next year.",
  "(This timeline would be significantly shorter if other estimates of Iranian centrifuge output are used and if Iran has undeclared, covert centrifuge facilities.",
  ")• To seal a final nuclear deal, the United States over the last few months proposed allowing Iran to operate 1,500; 4,500; 6,000; and 8,000 centrifuges.",
  "This is enough to make eight nuclear weapons if further enriched and probably more if enriched uranium in other forms is re-converted into UF6.",
  "Light-water nuclear reactors like Iran's Bushehr reactor need uranium fuel enriched to 3.5 percent to 5 percent U-235.",
  "(to view a Center for Security Policy slideshow with more details on Iran's nuclear program.",
  "This reactor-grade uranium can be further enriched to weapons-grade in 2.2 to 3.5 months.",
  "Iranian officials reportedly rejected all of these offers.",
  "But we just have disagreements on details.",
  "The whole world has accepted the fact.",
  "The Israeli leader was right.",
  "Click HERE for details."
]