[
  "“As ISIS remains the hot brand within the Islamic jihadi movement, I wouldn’t be surprised if Boko Haram continued to use supportive rhetoric and align itself more and more with ISIS as opposed to al-Qaeda.”\n\nA month after ISIS declared its caliphate, Boko Haram also appeared to mirror the group’s land-grabbing tactics in Northern Nigeria, said Jacob Zenn, an African affairs analyst for the D.C.-based Jamestown Foundation.",
  "“ISIS and al-Qaeda both want global jihad, but the way they go about it is very different.”\n\nWhile al-Qaeda’s strategy under Osama bin Laden focused on preaching its form of Islam and toppling regimes aligned with the West before trying to establish a caliphate, ISIS believes in simultaneously establishing a state — a strategy first championed by al-Qaeda in Iraq’s deceased ideologue, Abu Musab al-Zarqawi, said Zimmerman.",
  "For instance, in September, an armed group calling itself the Caliphate Soldiers in Algeria, previously affiliated with al-Qaeda’s North African branch, split from al-Qaeda’s core command and swore loyalty to ISIS, according to the SITE Intelligence Group, an organization that monitors terrorist activity online.",
  "Drawn by its numerous successes, Boko Haram has adopted the ISIS flag in videos and started to mirror ISIS’ language in statements, said Amy Pate, the research director of the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland.",
  "In all, 18 organizations expressed support and/or allegiance to ISIS, according to an analysis provided by al-Qaeda expert Mohammad-Mahmoud Ould Mohamedou, deputy director of the Geneva Center for Security Policy and adjunct professor at the Graduate Institute in Geneva.",
  "Unlike heads of other al-Qaeda’s main affiliates who climbed the ladders of the group’s central leadership, al-Baghdadi rose in the ranks of one of its offshoots, al-Qaeda in Iraq, and doesn’t have a direct, personal relationship with the rest of the network.",
  "Four days after the terrorist attacks in Paris, which killed 17 people, a video surfaced online showing one of the gunmen, Amedy Coulibaly, pledging allegiance in broken Arabic to Abu Bakr al-Baghdadi, the leader of the Islamic State in Iraq and Syria (ISIS).",
  "“The big question remains as whether this is messaging or signaling or whether there are intermediaries between the two groups.”\n\nYet, despite ISIS’ growing appeal, the major branches of al-Qaeda in Yemen, Somalia and North Africa have remained in the ranks.",
  "That transformation is in full display with the recent successes of ISIS, which have re-invigorated jihadist movements worldwide, explained Katherine Zimmerman, a research fellow at the American Enterprise Institute, a conservative think tank.",
  "“The territory they hold is their strength because they extract resources, but territory is where you can be found and where you can be targeted — that is strategically a more difficult position to hold.”\n\nContact us at editors@time.com.",
  "The group is behind a deadly suicide attack on a United Nations building in Abuja in 2011, the killing of thousands of people, including hundreds of students, and the kidnapping of at least 800 women and children in the past year alone.",
  "Recent signs of the tug-of-war include reports of ISIS militants trying to recruit in Afghanistan and Pakistan and of the arrest of three of its agents in late January — effectively tip-toeing on al-Qaeda’s home turf.",
  "ISIS “is not a branch of the al-Qaeda group … does not have an organizational relationship with it and [al-Qaeda] is not the group responsible for their actions,” al-Qaeda’s general command said in a statement.",
  "The two have overlapping hierarchies: AQAP’s leader, Nasir al-Wuhayshi, was recently appointed to serve as al-Qaeda’s general manager, an important position that effectively makes him No.2 of the organization.",
  "What has been ISIS’ success — its ability to conquer and control territory — could be the source of its demise as the group will have to defend its territorial conquests, explained al-Qaeda expert Mohamedou.",
  "Al-Wuhayshi was Osama bin Laden’s personal aide in Afghanistan from the late 1990s until after the Sept. 11, 2001 terrorist attacks, at a time al-Zawahiri was also part of bin Laden’s inner circle.",
  "View Sample Sign Up Now\n\nOne of the key forces fueling this revival is ISIS’s head Abu Bakr al-Baghdadi, a native Iraqi with a PhD in Islamic Studies and the track record of an ambitious leader.",
  "Earlier that week, another assailant, Chérif Kouachi, in a telephone interview to French television claimed allegiance to a different jihadist group: al-Qaeda in the Arabian Peninsula.",
  "“The disagreement between the two is over what the group should be doing to bring about the caliphate: the tactics and strategies,” the American Enterprise Institute’s Zimmerman said.",
  "Beyond the Arab world, another organization has had a complicated relationship with al-Qaeda and ISIS: Jama’atu Ahlus-Sunnah Lidda’Awati Wal Jihad, better known as Boko Haram.",
  "With an investigation of the attacks still ongoing, it remains unclear how closely the gunmen actually coordinated with the two terrorist organizations or between themselves.",
  "But the episode offers a glimpse of new undercurrents fueling Islamic terrorism: al-Qaeda is no longer the key player when it comes to Islamist terrorism against the West.",
  "While there is evidence that Boko Haram received training and support from al-Qaeda in the Islamic Maghreb, the Nigerian group is increasingly aligning itself with ISIS.",
  "In the rift between ISIS and al-Qaeda, AQAP has sided with the latter, arguing in online videos that al-Baghdadi’s declaration of an Islamic caliphate was illegitimate.",
  "“The Islamic State is a competitor in leading the global jihad and it is currently winning the race,” said William McCants, a fellow at the Brookings Institution.",
  "While the six men didn’t speak for the Pakistani Taliban, the announcement further underscores divisions among militant Islamist groups as ISIS rises.",
  "Al-Qaeda in the Arabian Peninsula, or AQAP, is considered the most dangerous affiliate and has the closest relationship with the original al-Qaeda.",
  "Al-Qaeda in the Islamic Maghreb, or AQIM, another of al-Qaeda’s main affiliates, has for its part refrained from recognizing ISIS as legitimate.",
  "In 2014, the group formally dissociated itself from its affiliate in Iraq and Syria, culminating years of feuding between the two organizations.",
  "Blood kins\n\nDespite clear antagonisms when it comes to strategy, al-Qaeda and ISIS can be thought of as ideological siblings.",
  "The group’s leadership, based in desert areas of Algeria, is also part of the network that trained in Afghanistan.",
  "Now, Boko Haram controls an area just over 30,000 square kilometers of territory, about the size of West Virginia.",
  "To reflect the change, he renamed al-Qaeda in Iraq to the Islamic State in Iraq and Greater Syria, or ISIS.",
  "In April 2013, al-Baghdadi announced that he was extending his group’s activities from Iraq into Syria.",
  "Some groups, from Northern Africa to South-east Asia, have since rallied behind the winning horse.",
  "“ISIS wants to be a global entity, but it’s very much locally grounded,” Mohamedou explained.",
  "In October, senior members of the Pakistani Taliban vowed allegiance to the Islamic State.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Instead, multiple jihadi groups cooperate, and at times compete with one another.",
  "But from the sidelines, observers have taken note of the new balance of power.",
  "But it’s premature to speak of a formal link between ISIS and Boko Haram.",
  "It is those competing visions that may separate the two in the long run.",
  "Al-Wuhayshi and al-Qaeda’s current head Ayman al-Zawahiri go way back.",
  "The extent of the break’s shockwave is yet to be fully measured.",
  "“ISIS is only spurring the race toward violent jihad,” she said.",
  "“We acted a bit together and a bit separately,” he said.",
  "The move reportedly took al-Qaeda’s head by surprise.",
  "“Boko Haram is going after status,” Pate said.",
  "“We see a clear copying,” said Zenn.",
  "Kouachi was later killed by police."
]