[
  "“And they’re trying to bring other people into their efforts so it doesn’t look like it is just a Muslim effort.”\n\n“By hosting the conference call,” Shideler wrote, the campaign is “fulfilling the goal of the Muslim Brotherhood in North America to be positioned as the leadership of a broad coalition seeking to target law enforcement under the camouflage of civil rights.”\n\n(function(d, s, id) { var js, fjs = d.getElementsByTagName(s)[0]; if (d.getElementById(id)) return; js = d.createElement(s); js.id = id; js.src = \"//connect.facebook.net/en_US/all.js#xfbml=1\"; fjs.parentNode.insertBefore(js, fjs); }(document, 'script', 'facebook-jssdk'));\n\nThe effort comes as police in the St. Louis suburb brace for a possible resurgence of the violence seen following Brown’s Aug. 9 death if an imminently expected grand jury decision passes on indicting Darren Wilson, the white police officer involved in his shooting.",
  "In a conference call organized by CAIR-linked \"Muslims for Ferguson, a CAIR official called Abdullah a “Shaheed,” or martyr, and said both he and Brown were victims of a national security apparatus that had “completely gone wild” and engaged in “demonizing and criminalizing Muslims.”\n\n“The reality is that this country, in law enforcement, be it local, state or federal law enforcement, people with guns have always seen black men and black people as threats,” Dawud Walid, executive director of CAIR’s Michigan Chapter, told the some 100 protest organizers on the call, made on the five-year anniversary of Abdullah's death and which was monitored by CSP.",
  "Also on the conference call linking Brown to Abdullah, Muhammad Sankari, youth organizer with the Chicago-based Arab American Action Network, argued that black and Latino minorities should look to Muslims as the “gatekeepers of policing” in the United States because anti-terrorism efforts had provided police with greater arsenals that, he claimed, were now being turned on those communities.",
  "“Under the guise of fighting terrorism, police are now armed as a military force in their neighborhood.”\n\nThe shooting and subsequent protests have already drawn in a host of Muslim groups, including a committee that calls itself \"The Palestinian Contingent,\" which includes CAIR and seeks to \"focus on a target highlighting intersections of militarized policing in Ferguson and Palestine.\"",
  "Using social media, conference calling and traditional outreach methods, leaders of the Council on American-Islamic Relations (CAIR) are portraying Brown and Detroit mosque leader Imam Luqman Ameen Abdullah as African-American victims of police targeting, according to the Washington-based Center for Security Policy (CSP).",
  "[pullquote]\n\nLinking Brown and Abdullah, who federal prosecutors say was a separatist intent on overthrowing the U.S. government, is part of a wider effort to co-opt minority group support for causes they promote, according to Kyle Shideler, director of CSP’s Threat Information Office.",
  "The FBI has said that agents shot him after the 53-year-old mosque leader opened fire on them as they tried to arrest him and 10 others during a raid on a warehouse in Dearborn, Michigan, on charges that included conspiracy to sell stolen goods and illegal possession of firearms.",
  "Muslim groups have stepped up efforts to co-opt protests over the fatal shooting of Michael Brown in Ferguson, Mo., with a drive to equate the teen’s death to the death of a radical Islamist shot during an FBI raid in 2009, a Washington-based security watchdog group is warning.",
  "“And us being Muslim does not stop us from being black, and there is a long history in America – that continues – of excessive force against black men.”\n\nWalid said Muslims For Ferguson representatives were on site in St. Louis and “prepared” for the grand jury’s announcement.",
  "Muslims for Ferguson's Facebook page has offered instruction on protest and media outreach and the group held a news conference call Nov. 17 to discuss activist preparations “on the ground” in response to the grand jury’s decision, when it is announced.",
  "“But, obviously, people are looking for him to be indicted…and we strongly believe there is enough evidence to at least indict him, and then he can face a jury of his peers in a criminal trial.”\n\nSteven Edwards is a freelance journalist in New York.",
  "Speakers – who represented such groups as the Organization for Black Struggle – spoke of ways to sustain the momentum of the Michael Brown cause, called for the targeting of federal buildings, but also said protests should be non-violent.",
  "“They’re interested in building coalitions with other organizations in order to effect a legislative change to weaken anti-terrorism laws and weaken the ability of law enforcement to engage in counterterrorism,” said Shideler.",
  "“Michael Brown can’t be brought back, but there needs to be more citizens’ input into police practices and procedures (because) the real goal is accountability – it is not simply about whether he is indicted or not.",
  "Palestinian sympathizers have also shown solidarity from afar, but Shideler suspects stateside Muslim groups played a role when Palestinians tweeted tips to Ferguson protesters on how to deal with tear gas.",
  "In an interview with FoxNews.com, Walid dismissed as “preposterous” the CSP charge that CAIR or other Muslim groups were active in the Michael Brown cause in order to win favor with other minority groups.",
  "“That’s the most important thing – and that there is not property damage (nor personal) injury to human beings.”\n\nWalid said there was no CAIR timetable for the length of time any protests would continue.",
  "“I have a hard time believing that folks in Palestine were minding their own business and then they learned that something was going on in Ferguson and they felt honor bound to tweet something,” he said.",
  "In his report, Shideler references incendiary language used in the conference call, as well as \"false claims issued by CAIR's Walid of shadowy conspiracies and ruthless murders carried out by the FBI.\"",
  "Shideler also writes that the call distorted the circumstances surrounding Abdullah's death, \"calling Abdullah a Shaheed (martyr) and blaming Abdullah's death ... on law enforcement malfeasance.\"",
  "Shideler believes the Muslim groups' involvement could potentially make the protests more violent than they otherwise may have been by further undermining confidence in law enforcement.",
  "“I am more inclined to believe that the various networks that support Palestinian causes in the U.S. reached out to their contacts over there and said, ‘We want to do this.",
  "He said “justice” could only be found “in the streets,” and not in “marble halls and marble buildings.”\n\n“Black youth, now, are facing tanks and M16s,” he said.",
  "“The protest is up to the grass-roots, and the people who are there and how it mobilizes them toward further action,” he said.",
  "“We’re prayerful that, irrespective of whether Darren Wilson is indicted or not, people will remain peaceful,” he said.",
  "Brown was buried in August after a memorial service at the Friendly Temple Missionary Baptist Church in St. Louis.",
  "[image]\n\n“I’m black, Iman Luqman was black, and Michael Brown was black,” he said from his Michigan office.",
  "One such cause is to reduce police scrutiny of the American Muslim community in terror-related matters.",
  "Walid claimed Brown was a Muslim, although when pressed, Walid denied he had made such a claim.",
  "They say that Abdullah, who had an extensive criminal record, shot dead an FBI dog.",
  "One speaker said the police were the “No.",
  "1” source of violence on the streets.",
  "Follow him on Twitter @stevenmedwards",
  "Can you help us out?'\""
]