[
  "(RELATED: UAE Designates Two American Muslim Groups As Terrorist Organizations)\n\nAnd, of course, the Southern Poverty Law Center is most famous because a man named Floyd Lee Corkins used its “Hate Map” to find the Family Research Council headquarters in Washington, D.C. and then tried to “kill as many people as possible” and “smother Chick-fil-A sandwiches in their faces” because he disagreed with the conservative organization about gay marriage.",
  "CAIR quotes the Southern Poverty Law Center, which has described Gaffney as “a proponent of a new version of the infamous House Un-American Activities Committee to root out suspected Muslim subversives” because he is “gripped by paranoid fantasies about Muslims destroying the West from within.”\n\nGaffney is an “anti-Islam conspiracy theorist,” CAIR flatly declares.",
  "“Discredited conspiracy theorists like Frank Gaffney should not come within 100 miles of any administration that seeks to maintain credibility on the world stage or to uphold longstanding American values of religious diversity and inclusion,” CAIR national executive director Nihad Awad said in the group’s statement.",
  "The Council on American-Islamic Relations (CAIR) is urging President-elect Donald Trump and his transition team to ditch Frank Gaffney, the founder of the Center for Security Policy and an avid dabbler in conspiracy theories.",
  "“Most of the Muslim-American groups of any prominence in America are now known to be, as a matter of fact, hostile to the United States and its Constitution,” Gaffney has said, according to the Muslim civil rights group.",
  "Gaffney has also suggested that American Muslims who enter public service jobs belong to a secret cabal which seeks to infiltrate various levels of government on behalf of the Muslim Brotherhood, according to CAIR.",
  "In a press release sent to The Daily Caller this week, CAIR delves into several of Gaffney’s past statements which — as a collection — appear to show tremendous animosity toward Americans who are Muslim.",
  "Gaffney has also called Pope Francis “rabidly anti-American” and claimed that Gen. David Petraeus was submitting to Islamic law because Petraeus criticized a Florida man burning a Quran, CAIR notes.",
  "(RELATED: Trump Transition Team Brings On Adviser Who Once Suggested Obama Was Born In Kenya)\n\nGaffney has also suggested that Saddam Hussein masterminded the 1995 Oklahoma City bombing.",
  "The annual Conservative Political Action Conference banned Gaffney from its confab in 2011 because Gaffney said Republicans had tied to the Muslim Brotherhood, CAIR recalls.",
  "In 2009, the civil rights group was listed by the U.S. government as an unindicted co-conspirator in a scheme that provided funding to the terror group Hamas.",
  "Gaffney, formerly an adviser for Texas Sen. Ted Cruz’s presidential campaign, has promoted the belief that President Barack Obama was born in Kenya.",
  "“With these kinds of associations, President-elect Trump is dividing America at a time when we are most in need of unity,” Awad also said.",
  "Breivik is the Norwegian maniac who killed 77 people — mostly children — in 2011 because he hates Islam, Marxism and feminism.",
  "(RELATED: FBI Severs Ties With Liberal, Domestic Terrorism-Inspiring Southern Poverty Law Center)\n\nFollow Eric on Twitter.",
  "Trump spokesman Jason Miller, meanwhile, denied reports that Gaffney is advising the transition team on national security.",
  "(RELATED: Council On American-Islamic Relations: Relax, Christians, You Worship Allah)\n\nCAIR has its own fringe problems.",
  "In 2014, the United Arab Emirates officially designated 83 groups as terrorist organizations, including CAIR.",
  "Also, Anders Breivik has cited Gaffney favorably in a bizarre manifesto.",
  "Send story tips to erico@dailycaller.com.",
  "Like Eric on Facebook."
]