[
  "“It has only, I’m afraid, reinforced the conviction that those who ostensibly work for him but are disloyal, are determined to defy his policy approach, who are flitting into office or retaining into office people who, like them, oppose the president’s policies and vision – some of them are Obama holdovers, people responsible for the policies the president ran on changing, some of them are people that had been brought in from the Republican establishment or elsewhere who simply don’t agree with his policy approach.”\n\n“The cumulative effect of this is corrosive in the extreme, both internal to his own administration and, I’m afraid, to foreign powers, some of whom are friendly to us and want this president to succeed, want America to lead, want our support for their own security, some of whom are hostile to us, and are watching this drama play out and thinking there are endless opportunities for exploiting it to their betterment and our detriment,” he warned.",
  "Gaffney said the president is “being poorly served by subordinates, or what I call ‘insubordinates,’ not just at the State Department but at the Defense Department, and the National Security Council most especially.”\n\n“The combined effect of this has been, I believe, greatly to undermine what he’s trying to do in terms of protecting our vital interests around the world and expressing to the world clarity about what his policy approach is,” said Gaffney.",
  "What’s particularly worrying – I had a fascinating conversation recently with Gordon Chang, a great expert on Asia, and Gordon makes the point that the North Koreans are getting from China not only transporter erector-launchers for their ballistic missile program and canisters for their ballistic missile program, but it seems as well the ballistic missiles themselves, all of which are now increasingly aimed at us.”\n\n“This is not helpful.",
  "“So yes, when you see problems with the State Department and you see problems with the transgender policy in the Defense Department and so much more, it partly springs from the fact that people who were brought in to serve the President, to advance his policies, to help correct course from what Obama did – and for that matter, to some extent, Bush as well – have not served this president faithfully.",
  "McMaster pulled his staff together – many of them Obama holdovers – and told them he didn’t agree with the use of the term ‘radical Islamic terrorism.’”\n\n“That’s just a case in point of what I consider to be insubordination and a determination to undo the president in a most important aspect of the mandate that he received, and that has been evident throughout McMaster’s tenure,” Gaffney charged.",
  "“A case in point, as you and I have talked about on many occasions Raheem, was Donald Trump ran for president promising clarity about the nature of the enemy we’re facing, in the form of what I think of as ‘sharia supremacism.’ He said he was going to call it ‘radical Islamic terrorism,’ and he was going to eradicate it from the face of the Earth.",
  "“To be fair, it was George W. Bush who removed the North Koreans from the state sponsor of terrorism list, so there’s bipartisan culpability here, unfortunately.”\n\n“This problem didn’t begin with Obama, so had we gotten Obama’s third term under Hillary Clinton, there would have been a likelihood that it would have been continued.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Raheem Kassam on Wednesday’s Breitbart News Daily to discuss conflicts between the State Department and White House, as well as President Trump’s decision to return North Korea to the list of state sponsors of terrorism.",
  "Citing the example of a State Department program for funding a media program in Hungary that critics denounce as an effort to undermine the anti-globalist government of Viktor Orban, Kassam marveled at how often the bureaucracy contradicts the policy agenda of President Donald Trump.",
  "Gaffney said the government of North Korea “is not so much a state sponsor of terrorism,” but is actually something much worse: a “state terrorist operation.”\n\n“The Chinese are state sponsors of terror because they are supporting this regime,” he continued.",
  "It began under the previous administration, and does speak of a misbegotten bipartisan foreign policy that I believe Donald Trump was elected, in part, to change and effect a course correction in,” he said.",
  "I’ve never seen anything remotely like the cumulative effect, especially, of efforts to sabotage the Commander-in-Chief by the people who are nominally working for him,” he said.",
  "Kassam asked if North Korea would have been returned to the list of state sponsors of terrorism if Hillary Clinton had won the presidency in 2016.",
  "I think that’s what Donald Trump wants to do, but it’s not clear that the insubordinates around him are willing to do it,” said Gaffney.",
  "I’ve watched administrations, I’ve served in administrations in which there’s been a degree of internal disagreement.",
  "This is dangerous, and this is enabling, as I say, one of the world’s most terrifying states to be even more so.",
  "McMaster’s conduct.”\n\n“The president, I’m afraid, has been tolerating insubordination,” he lamented.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“This is evidence of what I was just saying, and that there’s more yet to come on H.R.",
  "Kassam asked if Gaffney believed a report that National Security Adviser H.R.",
  "McMaster disparaged President Trump’s intelligence at a dinner in July.",
  "It’s high time that he hold them accountable, I believe,” he declared.",
  "Day One of his service in the National Security Council, H.R.",
  "“I think most especially, just go back for a moment to H.R.",
  "“I believe it’s absolutely true,” Gaffney replied.",
  "“I think it unlikely,” Gaffney replied.",
  "They have to be held accountable.",
  "“They continue to do so.",
  "McMaster,” he suggested.",
  "“It’s stunning.",
  "LISTEN:"
]