[
  "His group later honored Beth Van Duyne, the mayor of Irving and a Sharia alarmist, with the Freedom Flame Award for her “efforts to protect the Constitution.”\n\nGaffney hosted white nationalist Jared Taylor on his radio show last fall and praised Taylor’s American Renaissance website as “wonderful.” During the show, Taylor challenged the idea that the desperate people now flooding into Europe are refugees, calling that description a myth “touted by liberals.” When asked about the consequences of these individuals moving to Europe, Taylor said, “We have unleashed now what would not be an exaggeration to call almost demonic forces.”\n\nWhen Trump proposed a ban on Muslims’ entry into the U.S last year, Gaffney quickly jumped to his defense.",
  "In fact, it was a bogus survey, created by Gaffney, which claimed to reveal that many U.S. Muslims were willing to use violence against other Americans and that even more wanted the option to be governed by Sharia, that Trump cited when he famously called for “total and complete shutdown of Muslims entering the United States until our country’s representatives can figure out what is going on.”\n\nHere are some of the more outrageous claims Gaffney has made:\n\nIn the lead-up to the invasion of Iraq, Gaffney suggested that then-President Saddam Hussein had been involved in the 1995 Oklahoma City bombing, committed by Timothy McVeigh.",
  "“They have begun to see the Obama administration has long been downplaying, misrepresenting and mishandling a threat more and more of us see plainly.”\n\nWhen Rep. Alcee Hastings (D-Fla.) invited Broward County Deputy Sheriff Nazar Hamze to this year’s State of the Union address, Gaffney accused Hamze of being “tied to a group that is directly linked to Hamas.” He was referring to the Council on American-Islamic Relations, a Washington-based advocacy group.",
  "Back in March 2016, when the GOP primary was still a going concern and the candidates were jockeying for endorsements and assistants, we made note of the fact that Texas Sen. Ted Cruz had gone out of his way to bring into his inner circle a new foreign policy adviser who’d basically distinguished himself as one of the few people in American politics more overtly anti-Muslim than Donald Trump.",
  "Months ago, Cruz offered the following praise for the zealot: “Frank is a patriot, he loves this country, and he’s clear-eyed about radical Islamic terrorism.”\n\nNews that Gaffney could play a role on Trump’s transition team as a national security adviser is very, very bad news for Muslim Americans, to say the least.",
  "His group financed an ad that asked, “If Kagan tolerates promoting the injustice of Sharia law on the campus of Harvard, what kind of injustice will she tolerate in America during a lifetime on the Supreme Court?”\n\nIn 2009, Gaffney questioned whether Obama was America’s first Muslim president or simply playing one.",
  "While the rest of the world marveled at the ignorance that led authorities in Irving, Texas, to mistake 14-year-old Ahmed Mohamed’s homemade clock for a bomb last year, Gaffney wrote that the school did the right thing by suspending Ahmed and calling the police.",
  "Gaffney has accused a bipartisan array of political elites of being secretly tied to the Islamist organization known as the Muslim Brotherhood, including longtime Hillary Clinton aide Huma Abedin and conservative heavyweights Grover Norquist and Suhail Khan.",
  "Gaffney accused Pope Francis of having “rabidly anti-American” views after the pope said in February that it’s “not Christian” to urge the deportation of undocumented immigrants and vow to build a wall between the U.S. and Mexico.",
  "“The man now happy to have his Islamic-rooted middle name featured prominently has engaged in the most consequential bait-and-switch since Adolf Hitler duped Neville Chamberlain over Czechoslovakia at Munich,” Gaffney wrote.",
  "It’s a think tank of sorts, well known for promoting conspiratorial theories about the Muslim Brotherhood infiltrating the U.S. government at high levels and the Sharia system replacing American democracy.",
  "Brand New\n\nGaffney suggested that Gen. David Petraeus, commander of U.S. troops in Afghanistan at the time, was submitting to Sharia when Petraeus condemned the burning of a Quran by a Florida pastor.",
  "Clarification: Language in this article has been amended to comport with the original headline that Gaffney was being considered for, but had not officially joined, Trump’s transition team.",
  "When President Barack Obama nominated Elena Kagan to serve on the Supreme Court in 2010, Gaffney accused her of being soft on Sharia during her time as dean of Harvard Law School.",
  "That adviser, Frank Gaffney, has now joined up with the Trump transition team, in some late-breaking news on a long day of clown-show crackups from Trump’s squad of irregulars.",
  "He cited a “new” Missile Defense Agency logo as evidence, suggesting that the design appeared to be a combination of Obama’s campaign symbol and the Islamic crescent and star.",
  "(As we reported yesterday, Clare Lopez, who is a similar anti-Muslim paranoiac, is under consideration to be a deputy national security adviser in the Trump administration.)",
  "ASSOCIATED PRESS Frank Gaffney, founder and CEO of the Center for Security Policy, has joined Trump's transition team as a national security adviser.",
  "Gaffney, once described by the Southern Poverty Law Center as “one of America’s most notorious Islamophobes,” heads the Center for Security Policy.",
  "He was banned from the annual Conservative Political Action Conference in 2011 after accusing Norquist and Khan of ties to the Muslim Brotherhood.",
  "serving on the House Intelligence Committee because they are Muslim and therefore, he said, likely to leak information to the Muslim Brotherhood.",
  "GOP presidential hopefuls Cruz, Trump, Carly Fiorina, Ben Carson, Rick Santorum and Mike Huckabee all appeared at his group’s events last year.",
  "During an appearance on the network, Trump spokesman Jason Miller confirmed that Gaffney is not a member of, or advising, the team.",
  "A few years ago, it looked as though the Republican Party was ready to sever ties with Gaffney and his inflammatory claims.",
  "Trump has clearly picked up on a conviction increasingly shared by millions of Americans,” he wrote on his group’s website.",
  "In 2010, Gaffney accused Obama of dismantling American missile defense capability in an act of U.S. submission to Islam.",
  "(Below, see the older logo on the left, which the Missile Defense Agency still uses, and the newer logo on the right.)",
  "He later corrected that post, acknowledging that the logo was neither new nor produced under Obama’s direction.",
  "Benjy Sarlin of MSNBC tweeted Wednesday morning that Gaffney is not on Trump’s transition team.",
  "Gaffney has objected to Reps. Keith Ellison (D-Minn.) and Andre Carson (D-Ind.)",
  "But since then, Gaffney has staged a comeback.",
  "Gaffney has long been on Trump’s radar.",
  "The Huffington Post\n\n~~~~~",
  "Well, time sure flies!",
  "UPDATE: Nov. 16 ?",
  "“Mr."
]