[
  "The Post reports that this includes Richard H. Bagger, a former chief of staff to Christie, who had served as executive director of the transition, and Kevin O’Connor, a former senior official at the Department of Justice, who was leading transition efforts at the DOJ.",
  "Both The Washington Post and The Wall Street Journal reported that former Michigan Rep. Mike Rogers, who was previously a senior advisor on the transition team’s national security efforts, has been removed from his post due to his closeness to Christie.",
  "During Pence’s tenure as chair of the transition team, he has reportedly removed all lobbyists from the process, and thus possibly sticking to Trump’s promise to “drain the swamp.”",
  "He also has a past of promoting conspiracy theories such as the idea that President Barack Obama was born in Kenya and that Saddam Hussein was behind the Oklahoma City bombing.",
  "The Journal also reported that Republican California Rep. Devin Nunes, and former Republican Michigan Rep. Pete Hoekstra were brought on to advise on national security.",
  "Trump’s communications director Jason Miller denied Wednesday the Wall Street Journal report that Gaffney had been brought on to advise on national security matters.",
  "New Jersey Republican William J. Palatucci, who was the preparation phase’s general counsel, was replaced last week by former FEC chairman Don McGahn.",
  "Last week, Vice President-elect Mike Pence replaced Christie as the man leading the effort to move Trump from his New York tower to the Oval Office.",
  "Chris Christie have been pushed out and Frank Gaffney, who has peddled conspiracy theories, has been brought on, according to reports Tuesday.",
  "Gaffney is the founder of the Center for Security Policy and advised Republican Texas Sen. Ted Cruz during his primary run.",
  "Other individuals close to Christie have been pushed out of the transition process.",
  "Members of the Donald Trump transition team close to New Jersey Gov.",
  "Bagger and Palatucci remain on board as advisers."
]