[
  "In an opinion piece for FoxNews.com, for example, Fred Fleitz of the Center for Security Policy wrote, “The real scandal here concerns the current and former U.S. officials who spoke to the Washington Post to generate this story.”\n\nBreitbart set to work attacking the Post’s reporting, laying out of a list of the story’s most “bizarre features,” including its reference to “former U.S. officials,” the way the paper had “expose[d] its sources to criminal liability,” and the fact that the “information was [already] largely public” before Trump leaked it.",
  "To sum up: “Trump violated no laws whatsoever, and it is not clear that any information he may have shared was in fact as sensitive as the Washington Post‘s anonymous sources claim.”\n\nMatt Drudge was also critical of the Post on Twitter, where he derided its reporters for celebrating the success of their story:\n\nWASHPOST Newsroom staff openly applauding at latest Trump hit finally clarifies how this has turned into nothing but a bloodsport!",
  "During his Tuesday radio show, Glenn Beck assumed his stern professor persona, broke out his chalkboard, and insisted that now is the time to set aside passions and “follow reason, follow logic, and … follow best practices.” That starts, he says, with subpoenaing McMaster and Homeland Security Adviser Thomas Bossert, with an eye toward determining whether Trump released the name of a city—and whether or not he intended to do so.",
  "If democracy dies in darkness, anonymity is not exactly transparent or accountable.”)\n\nOn his radio show, Rush Limbaugh floated a theory about why the Post was going after Trump: it all comes down to the supposed struggle between Trump and Jeff Bezos, who owns the newspaper.",
  "In other news:\n\nMany conservative sites covered a conspiratorial, thinly-sourced story that originated with a Washington, D.C. Fox affiliate, which suggested Seth Rich—the Democratic National Committee staffer who was murdered in 2016—had connections to Wikileaks.",
  "After the Washington Post reported on Monday that Donald Trump had repeated classified intelligence to Russian officials, conservative media outlets offered a flurry of reactions to—and justifications of—the president’s behavior.",
  "Similarly, a Daily Caller headline from Monday evening read, “Only Named Source In WaPo Report On Trump’s Leaking Of Classified Information Denies It.”\n\nNot everyone, however, accepted that Trump was in the right.",
  "“If these things are true, and that’s a big if—if these things are true, we the conservatives and constitutionalists should be saying, Pence should ask for the resignation of the president,” Beck concluded.",
  "As Fox News and others noted, Rich’s family challenged the story (which had already spread widely on Fox News itself), calling it “unsubstantiated.” Undeterred, Infowars continued to keep the story alive.",
  "It offered a set of guidelines “for how to handle breaking news that comes from the Washington Post” akin to those passed around after terrorist attacks or during active shooter situations.",
  "“Despite growing Democratic and media hysteria over the leaked information about Trump’s decision, McMaster reassured Americans that it was ‘wholly appropriate,’” Breitbart wrote today.",
  "Picking up on a thread that Trump had raised during the campaign, Limbaugh suggested that Bezos had bought the paper to protect himself from antitrust legislation.",
  "— MATT DRUDGE (@DRUDGE) May 16, 2017\n\nThe Federalist argued that the whole affair was representative of a larger problem with the Post’s use of anonymous sources.",
  "It remains at the top of many conservative sites’ “most read” lists and performed well on conservative Facebook pages:",
  "McMaster and other administration officials at their word when they claimed the president hadn’t done anything wrong.",
  "Breitbart initially responded to the news by suggesting that this was a “smear” by the “deep state” against Trump.",
  "Photo by Chip Somodevilla/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“So you see, you cannot remove the Bezos versus Trump subplot from this.",
  "Cause Bezos could be sitting there saying, ‘This fool challenges me?",
  "Many others in the conservative media embraced that interpretation.",
  "I’m gonna show him who’s who,’” Limbaugh said.",
  "Most conservative publications took H.R.",
  "This fool threatens my antitrust status?",
  "2: “Don’t trust anonymous sources.",
  "The Washington Post’s news room.",
  "(Tip no."
]