[
  "But Whitefish — located just half an hour from Glacier National Park in the northwestern corner of Montana — is home to dozens of major political and business players, including Dave Lesar, who stepped down as CEO of Halliburton just last year, billionaire business magnate Bill Foley (whose business has donated $179,123 to Zinke’s campaign, and who lobbied for Zinke’s appointment as secretary of the interior), venture capitalist Michael Goguen (whose Whitefish home is the 11th largest in the country, and who exited his firm, Sequoia Capital, over a $40 million sexual assault case) and former Montana governor, RNC chairman, and lobbyist Marc Racicot.",
  "Chiames emphasized that this work is not what most people think of when they think of utility repair after a big storm, “with the armada of trucks with their bucket lifts, repairing downed wires on the streets.” Some of that work is going on in Puerto Rico’s urban areas, but the larger project is repairing 100 miles of transmission lines that connect the territory’s power plants, on the south of the island, over a mountain range, and into the north of the island, where most of the populated areas are located.",
  "Whitefish Energy’s website says the company’s CEO is a “trained journeyman lineman with over 22 years experience completing critical utility infrastructure projects worldwide.” (According to his LinkedIn profile, Techmanski, a native of Baldwinsville, New York, has worked with companies across the country and consulted on international electrical projects before relocating to Whitefish in 2015.)",
  "They likely have no experience in high-tension overland wiring, where you have a mile between utility lines.” Put differently, hiring Whitefish Energy would make sense if the company was actually bringing down large crews with experience doing utility repair in Montana — something a company like Montana Dakota Utilities, or Northwest Energy, would be capable of providing.",
  "The story was first reported on October 17 by Weather.com, citing confusion on the part of analysts — especially since an offer from the American Public Power Association, which is made up of 1,400 larger, far more experienced, publicly held companies and usually offers “mutual aid” assistance after disasters like Maria, had been ignored.",
  "This choice puzzled many, including members of the House Committee on Natural Resources, which, according to the Washington Post, is now looking into the deal, and the governor of Puerto Rico, who just called for an audit of the Puerto Rico Electric Power Authority’s energy contracts.",
  "This is the home of Whitefish Energy, a tiny company that has been awarded a contract valued at $300 million — the biggest to date — to restore power in Puerto Rico, where an estimated 76% of the island is still without electricity four weeks after Hurricane Maria.",
  "Zinke’s son Wolf previously worked as a flagger at one of Techmanski’s worksites; when Whitefish Energy attempted to build a transistor plant on a Superfund site in nearby Columbia Falls last year, then-congressman Zinke’s office reached out to the city manager.",
  "For the Puerto Rico project, Whitefish Energy has partnered with Jacksonville Electric Authority, the New York Power Authority, and Arc American, an electric utility contractor based in Indiana, with additional locations in South Dakota, Michigan, and Ohio.",
  "Arc, which declined to comment on the record or offer specifics of its financial partnership, is sending some of its own employees (including those who specialize in high-line, helicopter-assisted work) and assisting in hiring more employees out of Florida.",
  "Chiames told BuzzFeed News that after Hurricane Maria decimated the island, someone with a satellite phone was able to get ahold of Techmanski, who made it to Puerto Rico as quickly as possible and began laying the groundwork for the partnership to follow.",
  "Rick Perry, who later appointed Colonnetta to serve on the Board of Trustees of the Teacher Retirement System of Texas, which has been embroiled in controversy surrounding allegations of cronyism on the part of Perry donors turned trustees.",
  "But the question remains how a company that had just two full-time employees and no office at the time the contract was granted was given such an immense mission, without a bidding process, in a territory currently $74 billion in debt.",
  "(In February 2017, a Change.org petition circulated to remove Colonnetta from his position, citing his involvement with the Center for Security Policy, a far-right, anti-Muslim think tank that advocates against refugee resettlement.",
  "But many wealthy Dallas residents visit Whitefish to ski (according to the local tourist office, Texas is one of the top sources of winter tourists) and many have homes or have retired in the town and nearby Flathead Valley.",
  "Our costs are designed to the specifics of our particular job.”\n\nJoe Raedle / Getty Images An electrical crew attempts to repair power lines that were knocked over by Hurricane Maria in Corozal, Puerto Rico, on Sept. 27.",
  "What’s more, Joe Colonnetta, the head of one of Whitefish Energy’s major funding sources, Dallas-based HBC Investments, has made significant donations to Trump’s election campaign and PACs supporting Trump’s election.",
  "Techmanski had been on vacation in Puerto Rico earlier in the summer, engaged in initial discussions with the Puerto Rico Electric Power Authority after Hurricane Irma, which had caused minor damage to the grid.",
  "“Whitefish Energy business model is based on a small core company with partners all over the place — in project management, implementation, HR, everything — so that they can scale really quickly,” Chiames said.",
  "Additional journeyman hires are being processed through the Jacksonville Electrical Union; according to Chiames, they’re currently at 300 workers on the ground and growing that workforce by 10 to 20 a day.",
  "When hired, as it was earlier this year after being awarded its first federal contract — to build 4.8 miles of transmission line in Arizona — it partners and subcontracts according to the needs of the job.",
  "“There was never any special favors asked, nor would there have been.” Outside of Montana, many are marveling that such connections could be traced to a small ski town of under 8,000 residents.",
  "It’s unclear whether Colonnetta, who did not respond to a request for comment, has specific connections to Whitefish, or whether his stake in Whitefish Energy is simply a business investment.",
  "Some observers have raised questions about Whitefish Energy’s ties to Interior Secretary Ryan Zinke, a Whitefish native and acquaintance of Whitefish Energy CEO Andy Techmanski.",
  "But neither its workforce nor the one hired in Florida necessarily have the sort of mountainous experience that supposedly made Whitefish Energy a good fit for the contract.",
  "Subcontractors working for Whitefish Energy have been on the ground in Puerto Rico for several weeks, regularly updating progress on their Twitter and Facebook pages.",
  "It’s not a startup, per se, but like many Silicon Valley companies, its business model is to “disrupt” the usual way of doing things; in this case, utility repair.",
  "A spokeswoman for the Center for Security Policy said that Colonnetta was previously a general board member, but is not currently involved with the organization).",
  "The question remains whether a “disrupter” like Whitefish Energy can handle such a massive job under such tremendous pressure — and what will happen if it fails.",
  "According to the company, it was the first willing to get on the ground and make things happen, and was not frightened away by Puerto Rico’s debt load.",
  "“This is no job for amateurs,” said a Montana native and utility expert who requested anonymity due to his continued affiliation with the industry.",
  "Whitefish Energy asserts that its expertise in “rural and rugged areas” makes it uniquely qualified for the job of restoring power to Puerto Rico.",
  "In some cases, Whitefish Energy is building roads and excavating in order to even get to the lines; in others, they’re lifted in by helicopter.",
  "“Hiring people in Florida might make sense if they had any idea how to do mountainous terrain, but otherwise it makes no sense.",
  "At the end of a long private drive lined with towering pines, an RV is parked on the grass in front of a log and stone cabin.",
  "“But now it’s just fear — that they’re gonna end up holding the bag, and that failure, it’s all going to be on them.”",
  "On the other, signs read “Private Property” and suggest the area is being patrolled in order to prevent poaching.",
  "“This model is designed to be efficient for our customers, who don’t have to deal with hiring a bloated company.",
  "Both Zinke and Techmanski have denied that Zinke was involved in the procurement of the Puerto Rico contract.",
  "(Whitefish Energy could not confirm the geographic source or proportion of its employees from Montana.)",
  "But apart from Techmanski, it’s unclear that the crews on the ground actually possess such expertise.",
  "Colonnetta also contributed to the campaigns of Ted Cruz and Marco Rubio, as well as then-Texas Gov.",
  "He and his family live in Dallas; public records show no evidence of property ownership in Montana.",
  "Ten miles south of Whitefish, Montana, a paved road turns into gravel, before turning into forest.",
  "“I was originally so excited to see a Montana company taking this on,” the electrical expert said.",
  "Arc has experience working with restoring power in areas affected by hurricanes and winter storms.",
  "Whitefish Energy spokesman Chris Chiames balked at the suggestion of cronyism or favoritism.",
  "BuzzFeed News The address registered to Whitefish Energy Holdings LLC.",
  "BuzzFeed News The road to Whitefish Energy Holdings LLC.",
  "“There was no federal involvement,” Chiames said.",
  "On one side, there’s a small horse farm."
]