[
  "Choudary appeared on Hannity before the announcement of his rally, where the eponymous host called him a “fascist” and “sick, miserable, evil SOB.” Speaking to the Daily Mail, Choudary described the protest as “a rally, a call for the Sharia, a call for the Muslims to rise up and ­establish the Islamic state in America.”\n\nChoudary was not, at the time, referring to the group known today as the Islamic State–which did not christen itself the more common variation of that name, the Islamic State of Iraq and al-Sham, until 2013 upon merging with elements of the Al Nusra Front in Syria.",
  "Before his rapid ascent in the Western public eye in light of the massacre at the Charlie Hebdo offices, however, Choudary made headlines by claiming to organize a protest before the White House calling for the establishment of “an Islamic State in America.” Ultimately, Choudary was a no-show to his own protest, and instead of a rally for Sharia, a group of conservatives came together to oppose radical Islam in the United States.",
  "The protest, Gaffney said at the time, was aimed both at debating those publicly calling for Sharia law in the United States, “but we also want to call out those who are seeking to implement Sharia, but are doing it by stealth.”\n\n\n\nHaving forsaken his own rally, Choudary remained conveniently in the public eye for years, exploding onto the scene in the aftermath of the Charlie Hebdo massacre by condemning the magazine.",
  "Radical UK imam Anjem Choudary has made a name for himself as one of the most publicity-friendly radical Islamists in the West, semi-regularly calling for the imposition of Sharia law on Fox News’s Hannity and, recently, condemning the French satirical magazine Charlie Hebdo for publishing cartoons of Muhammad on the pages of USA Today.",
  "Nonetheless, his vision was the same as that of leader Abu Bakr al-Baghdadi: a state governed exclusively by the strictest interpretation of Sharia law, the difference being that Choudary called for such a state within America, not in Syria or Iraq.",
  "He generated such publicity for it, however, that a counter-rally had already been organized and became the only event regarding Sharia law in the United States that day.",
  "Frank Gaffney, the president of the Center for Security Policy, organized a counter-rally to oppose Sharia law in the United States, organizing about 100 people.",
  "“Contrary to popular misconception, Islam does not mean peace but rather means submission to the commands of Allah alone,” he wrote in USA Today.",
  "Ultimately, for reasons that remain unclear, the rally Choudary publicized on March 3, 2011 never occurred.",
  "“Muslims do not believe in the concept of freedom of expression.”"
]