[
  "This approach has another important advantage: they fall short of a direct attack on North Korea, an option that probably would have devastating consequences for South Korea due to a massive counterattack by the North using its huge arsenal of artillery and missiles against Seoul and northern areas of South Korea.",
  "While North Korea’s recent claims that the missile can carry a large nuclear warhead and can strike anywhere on earth are unconfirmed and have been disputed by experts, given recent rapid advances in the North’s missile and nuclear programs, it is clear that Pyongyang is racing to achieve these capabilities.",
  "While most experts believe North Korea’s test launch of an alleged ICBM this week marked a major technological breakthrough that significantly increased the threat of an attack by nuclear tipped North Korean missiles against the United States, a more serious problem is China’s growing support of North Korea.",
  "Because of the growing risk of a North Korean attack or military incident due to miscalculation by Pyongyang – possibly a missile striking a neighboring state by accident -- I believe military conflict with North Korea is inevitable if the United States does not take decisive action.",
  "These steps would be strongly opposed by China not just because Beijing has tried to shield North Korea from them but also because implementing such steps outside of the UN would undermine China’s authority as a permanent member of the UN Security Council.",
  "This test launch of North Korea’s Hwasong-12 missile represented a significant and dangerous advance for its missile and nuclear programs since Pyongyang successfully tested a two-stage rocket capable of striking Alaska and Hawaii, possibly further.",
  "North Korean leader Kim Jong Un’s regime may have test launched as many as 84 missiles since he assumed office in December 2011, far exceeding the 31 missiles launched by his father and grandfather’s governments.",
  "First, the U.S. should implement through an international coalition outside of the UN some of the strong sanctions against North Korea that China has been vetoing in the Security Council for the last 20 years.",
  "Let’s be clear what this means: China’s economic assistance and increased trade with North Korea is financing its growing missile and nuclear programs that Pyongyang is developing to attack the United States.",
  "According to a December 2016 Cato Institute report, China supplies North Korea with about 90 percent of its oil, 80 percent of its consumer products, and 45 percent of its food through trade and aid.",
  "One of these sanctions should include stopping North Korean ships at sea to search them for missile and nuclear-related shipments as well as narcotics trafficking and counterfeit U.S. currency.",
  "While China reportedly took steps earlier this year to pressure North Korea to halt its missile and nuclear programs by suspending purchases of North Korean coal, this trade has resumed.",
  "I fear that with the current perilous trajectory of North Korea’s nuclear and missile programs, an attack by the United States and its allies on North Korea will one day be necessary.",
  "China’s economic assistance and increased trade with North Korea is financing its growing missile and nuclear programs that Pyongyang is developing to attack the United States.",
  "The United States should enact with an international coalition a new series of tough measures against North Korea that also pressure China to use its leverage with North Korea.",
  "All of the above measures would not just increase pressure on North Korea, they would drive up the costs to China for refusing to use its economic leverage against Pyongyang.",
  "It is my hope that by implementing steps like those outlined above to pressure North Korea and make China’s continued support of it untenable, that day will never come.",
  "There also have been three nuclear tests under the current North Korean leader that were believed to be increasingly more powerful and more sophisticated.",
  "North Korea and China could also be pressured by the United States increasing its nuclear deterrent and missile defense systems in the Asia-Pacific.",
  "Any bank – including Chinese banks – that violate this sanction would be barred from doing business with the United States and coalition countries.",
  "Such action should be directed at the driver of this crisis: China and its continuing and increased support of North Korea.",
  "They also would make it difficult for China to continue to exploit its relationship with North Korea at America’s expense.",
  "Finally, the United States and its allies could pledge to shoot down all future North Korean ballistic missile launches.",
  "Instead, Beijing revealed in April that its trade with North Korea increased 37 percent in the first quarter of 2017.",
  "We will not stand idly by as North Korea develops nuclear weapons that it plans to use to attack the United States.",
  "China has been North Korea’s benefactor since Moscow withdrew its support after the collapse of the Soviet Union.",
  "This initiative would deny North Korea hard currency and help combat its proliferation of missile technology.",
  "The United States would be sending China a clear message: the status quo with North Korea is unacceptable.",
  "At the same time, North Korea has made repeated threats to attack the United States with nuclear weapons.",
  "This might include returning the tactical nuclear weapons to South Korea that the U.S. withdrew in 1991.",
  "To stop these programs, China must halt or substantially cut back its trade and aid to North Korea.",
  "Another step should be cutting off North Korea’s access to international financial institutions.",
  "Landing and overfly rights also should be denied to North Korean aircraft.",
  "About 85 percent of North Korea’s foreign trade is with China.",
  "This situation cannot continue indefinitely.",
  "Let’s be clear what this means.",
  "So how can we accomplish this?"
]