[
  "Also found in this so-called Explanatory Memorandum was the declaration that the Brothers’ goal is this country is “‘sabotaging’ [Western civilization’s] miserable house by their hands and the hands of the believers so that it is eliminated and God’s religion is made victorious over all other religions.”\n\nIn defending freedom against such adversaries, the Center for Security Policy proudly and indefatigably stands with:\n\nthe untold millions of non-Muslims and Muslims oppressed by Islamists around the globe;\n\nthe families of those who have been slaughtered or brutalized world-wide in the name of shariah and its jihad;\n\nwomen, who have the right be treated as human beings, not as animals or property;\n\ngays, lesbians, bisexuals, and transgender individuals who have the right not to be thrown off roofs or hung for their sexual preferences;\n\nChristian, Jewish and other religious minorities subjected to forced expulsions and expropriation, torture, rape and murder; and\n\nMuslim reformers who share our determination to prevent Islamic supremacists from imposing their abhorrent “man-made” shariah doctrine in our country – whether through violent jihad, or the Muslim Brotherhood’s preferred, stealthy “civilization jihad” kind.",
  "Back in 2000, an investigative report into the SPLC’s activities was published by Harper’s Magazine under the sub-heading, “How the Southern Poverty Law Center Profits from Intolerance.”\n\nIt described the SPLC and its activities – including quotes from leaders of other liberal civil rights institutions, one of whom described the SPLC’s founder Morris Dees as “a fraud and a conman.” The Harper’s piece notes that SPLC made its money by “terrifying donors with visions of armed Klan paramilitary forces” and “violent neo-Nazi extremists” that largely do not exist as a meaningful threat, while using research and investigative tactics that “should give civil libertarians pause.”\n\nThe question arises: How much, if any, of its $303 million endowment and its $41 million annual operating budget has the SPLC raised from Islamists who want to “stifle the free speech” of freedom-loving Americans?",
  "For example, Muslim Brotherhood front groups like the Council on American Islamic Relations (CAIR) are panicking as they see Republican presidential candidates gaining traction for the idea that we shouldn’t import more jihadists, citing opinion research conducted for the Center for Security Policy (CSP), and quoting a secret Brotherhood plan for “destroying Western civilization from within” – a document CSP has made widely available.",
  "The Center for Security Policy’s love of freedom – not some irrational fear of Islam or fictitious “Islamophobia” – prompts us actually to do as we are officially told we must: “See something, say something.” In fact, when we see evidence of encroaching shariah, particularly that being insinuated stealthily by the SPLC’s friends in the Muslim Brotherhood, we not only say something about it.",
  "The answer appears to be CSP’s effectiveness, which is, in turn, animated by our love of freedom:\n\nCSP’s love of freedom — not a desire to hate — puts us in opposition to Muslims who adhere to the supremacist Islamic shariah doctrine, and therefore are freedom’s enemies.",
  "CSP’s love of freedom also obliges us to respond appropriately to what is – far from some unfounded “conspiracy theory” – proof of an actual and perilous conspiracy to destroy the Constitution that guarantees our liberties and the government constituted to defend them.",
  "Yet, that’s not true of shariah-adherent Muslims – who believe it is their divinely directed duty to brutalize, if not actually to murder, the SPLC’s claimed favorite victimhood causes: feminists and other women; LGBT individuals; racial and ethnic minorities; etc.",
  "While the SPLC lists traditional conservative organizations like the Family Research Council together with racist organizations like the Aryan Nation, it devotes no space to any of the American-based organizations that support Jihad and Islamic supremacism.",
  "Evidently, the organization’s scores of lawyers headquartered out of Montgomery, Alabama are too busy helping groups like CAIR to denounce them, let alone actually to defend against such affronts to the constitutional rights of their countrymen and women.",
  "The SPLC recently announced that, on those grounds, it intends to designate the Center for Security Policy as a “hate group.”\n\nThis defamation says much more about the Southern Poverty Law Center than it does about the organization it is smearing.",
  "In its efforts to gin up the appearance of overwhelming anti-Muslim hate (contradicted by the FBI’s own Hate Crimes tracking information), CAIR routinely cites the SPLC’s dubious “Hate Group” designations.",
  "How Far the SPLC Has Fallen\n\nThese days, the Southern Poverty Law Center is engaged in suppressing Americans’ civil liberties – particularly, their freedom of speech if such expression “offends” Islamists.",
  "In short, the Southern Poverty Law Center is now primarily a weapon wielded in highly partisan campaigns to suppress the free speech of individuals and organizations with whom it disagrees politically.",
  "Inquiring minds want to know: Is it pay-to-play at the SPLC for groups like CAIR, which – speaking of designations – was identified in 2014 as a “terrorist organization” by the United Arab Emirates?",
  "That’s just one revelation arising from a secret Brotherhood strategic plan introduced into evidence in the nation’s largest terrorism financing trial, U.S. v. Holy Land Foundation.",
  "Those who thoughtlessly or maliciously repeat, promote and otherwise disseminate the hate-mongering of the Southern Poverty Law Center are on the wrong side of that choice.",
  "In 2007-2008, the U.S. government demonstrated in federal court that the Muslim Brotherhood’s mission in North America is to take the United States down.",
  "It is simply bizarre that the SPLC would behave as though patriotic Americans who peacefully oppose jihadists are somehow deserving of condemnation.",
  "We have no doubt where the vast majority of Americans come down in any choice between freedom and its enemies, foreign and domestic.",
  "Why the SPLC ‘Hates’ the Center for Security Policy\n\nWhy is the SPLC so determined to suppress the Center for Security Policy?",
  "(To cite but one example, see CAIR’s prominent display of the SPLC’s attack on “islamophobes” on their facebook page.)",
  "Wait, some might say, isn’t that the prominent “lawfare” organization that defends Americans’ civil rights?",
  "The SPLC specializes in hate – especially of those that, like the Center for Security Policy, love freedom.",
  "Islamic supremacists are desperate to silence effective opposition to their efforts to subvert us.",
  "We do something about it, by working to counter and ultimately eliminate this civilization jihad.",
  "Likewise, SPLC routinely cites CAIR, and the two groups have also signed joint letters together.",
  "We are proud to work with non-supremacist Muslims to expose and help defeat our mutual enemies.",
  "The Center for Security Policy is but the latest target of such smear-and-silence operations.",
  "Indeed, there is no such category on the SPLC’s extremist group or extremist ideology page.",
  "Frank J. Gaffney, Jr. is the Founder and President of the Center for Security Policy.",
  "This bizarre perversion of the SPLC’s original raison d’etre is not exactly new.",
  "We have no quarrel with Muslims whose faith practice is not shariah-adherent.",
  "They have as much to fear from the jihadists among them as do the rest of us.",
  "Indeed, the jihadists basically get a complete pass from the SPLC.",
  "The SPLC and groups like CAIR often work in tandem.",
  "So, to whom do the Islamists turn for help?",
  "The Southern Policy Law Center (SPLC).",
  "The Center for Security Policy is not.",
  "It turns out, not any more."
]