[
  "A few days later, Mr. Obama appeared at the United Nations, declaring, “The future must not belong to those who slander the Prophet of Islam.”\n\nThen, in the immediate aftermath of the latest jihadist attack on U.S. soil in San Bernardino, California, Attorney General Loretta Lynch used the occasion of an address to Muslim Advocates – a group with ties to the Muslim Brotherhood – to announce that the Justice Department would take action against “anti-Muslim rhetoric” and “violent talk.”\n\nEven before that pronouncement, many Americans were feeling that they could not conform to official calls to “say something” when they saw something that may indicate a terrorist attack in the making.",
  "In July 2011, then-Secretary of State Hillary Clinton announced in Istanbul, Turkey that the United States government would work to curb Muslim-offending expression through “old-fashion techniques of shaming and peer pressure.” In the aftermath of the murderous jihadist attacks in Benghazi, Libya on September 11, 2012, Mrs. Clinton promised to prosecute a man she knowingly falsely blamed for precipitating those attacks by offending Muslims with a provocative internet video.",
  "That is especially true of the steps taken by the Obama administration to prevent U.S. military, intelligence, homeland security, and law enforcement personnel from being trained about, or working on, shariah and the jihadist behavior – whether violent or stealthy, individual or collective – that it impels.",
  "Within days, Homeland Security Secretary Jeh Johnson co-sponsored and headlined an event with the Southern Poverty Law Center, a controversial group that – despite its origins as a defender of civil liberties – has become a great enabler and enforcer of the Islamists’ campaign to suppress free speech.",
  "Perhaps out of desperation, an unlikely coalition of leftists, both in and out of government, and Islamists – which some have dubbed the “Red-Green Axis” – has mounted of late an increasingly shrill campaign of ad hominem attacks against, among others, this author.",
  "The Muslim Brotherhood’s stealthy “civilization jihad” and largely unrestricted migration from Islamic nations have given rise to a perfect storm, one that now seems likely, inexorably to present native Europeans with a choice of submission to shariah or civil war.",
  "Ironically, the latter will, at the first opportunity, put to the knife key constituencies of the left: feminists and other women, homosexuals, Jews and other religious minorities, atheists, artists, songwriters, etc.",
  "The cumulative effect of such accommodations in the face of Islamic supremacist demands has been predictable: It has greatly emboldened those who believe they are divinely mandated to impose shariah worldwide.",
  "On December 8, 2005, the OIC unveiled a 10-year “Program of Action” for imposing worldwide what Islamic supremacists call shariah blasphemy restrictions on expression that might “offend” Muslims.",
  "Before we face anything like such a choice here, knowledgeable national security experts and responsible politicians have a duty to raise an alarm and offer constructive alternatives.",
  "Ten years ago last week, the Organization of Islamic Cooperation (OIC), which is arguably the world’s most powerful multinational organization, declared war on freedom of speech.",
  "They are expressing not just incredulity, but outrage at mounting evidence that the U.S government is failing to do all that it can to protect them against such obvious threats.",
  "The American people have understandably become increasingly concerned about evidence that actual and potential jihadists are on the move, both literally and figuratively.",
  "Those who would deny us the opportunity to do so by name-calling, character-assasination or otherwise suppressing our freedom of speech must not be allowed to prevail.",
  "And they are increasingly attentive to national security-minded individuals who are clear-eyed and fact-based with respect to the violent and stealthy forms of jihad.",
  "(Interestingly, the SPLC’s record of baseless attacks against those who disagree with their hard left agenda has prompted the FBI to stop working with the SPLC.)",
  "Shortly after President Obama’s inauguration, his administration co-sponsored a resolution in the UN Human Rights Council that basically endorsed the OIC’s goal.",
  "Frank J. Gaffney, Jr. acted as an Assistant Secretary of Defense in the Reagan Pentagon and is President of the Center for Security Policy.",
  "The transparent purpose of such vitriol is to suppress informed, but dissenting, views and to try to marginalize those who hold them.",
  "They are also demonstrating support for Republican politicians who have arrived at similar conclusions about the enemies we face.",
  "That would be pretty much the agenda of the Organization of Islamic Cooperation and other Islamic supremacists.",
  "How many more will feel that way when faced with the possibility of not just “peer pressure,” but prosecution?",
  "Anyone who doubts the peril that faces America need look no further than what is happening in Europe.",
  "In due course, what came to be known as UNHRC Resolution 16/18 was adopted with U.S. support.",
  "Free speech that Islamic supremacists find offensive has been banned by the European Union.",
  "One can draw whatever conclusion one wants with regard to connections and causality.",
  "That was certainly true of the San Bernardino shooters’ neighbors.",
  "But these facts cannot safely be ignored.",
  "These are facts."
]