[
  "As the paper put it, the assessment concluded that: “Britain is unprepared for prolonged blackouts, with increased death rates, rising public disorder and high-risk criminals on the loose among the likely consequences if major energy networks are seriously damaged.”\n\nThe so-called “Exercise Hopkinson” assessment reported by the Telegraph found that, in just a fortnight’s time with an estimated two million Britons without power, there would be: significant disruptions in the functioning of hospitals and other health care providers and emergency services; widespread mayhem; jail breaks and crime sprees; breakdowns of fuel supplies; water and food distribution and transportation; thefts of metal wires from power systems, complicating their return to service; environmental disasters; and a lack of access to bank accounts, cash and finance.",
  "Among those that could eventuate at any time – with devastating impacts on vastly larger numbers of people and for far longer periods than were modeled in Exercise Hopkins – are: physical sabotage of the grid; cyber attacks on its control systems or other components; nuclear detonations triggering devastating electromagnetic pulses (EMPs) that would affect vast areas; or radio frequency weapons that could be used to unleash EMP-like effects locally or, in a series of RFW strikes, take down the electric distribution system regionally.",
  "This situation prompted one of the Federal Energy Regulatory Commission members, Phillip Moeller, to urge a Washington audience earlier this month to “pray for a mild winter.”\n\nThe secret British report, coupled with abundant evidence of our own perilous condition, represents a rare opportunity for transpartisan cooperation between the Obama administration and the new Congress to secure the grid.",
  "Instead, we have been getting altogether too much of the unwarranted and misleading reassurances the utility representative gave the Telegraph: “These are incredibly unlikely scenarios.” Unfortunately, the only thing “unlikely” about these scenarios is that they seriously understate the actual threats to the grids and societies of Britain and the United States.",
  "The executive summaries of these studies have been made available in a monograph from the Center for Security Policy entitled, Guilty Knowledge: What the U.S. Government Knows About the Vulnerability of the Electric Grid but Refuses to Fix (downloadable for free at Center for Security Policy).",
  "That is especially so at a moment when what little resiliency exists in the grids of countries like Britain and the United States is being reduced by the drive to eliminate or simply not replace obsolescing nuclear power plants and to terminate coal-fired ones.",
  "It is regrettable that such worries have yet to be publicly expressed by utilities leaders on either side of the pond – a step that would almost certainly lead to corrective actions by officials, regulators and the industry itself.",
  "An unidentified utility industry source expressed concern about the evident lack of preparedness of the British government to contend with such societal collapse, even in one relatively small part of the United Kingdom.",
  "America is at risk of similar shortfalls due to the Obama EPA’s “war on coal” and the inadequate pipelines to distribute our abundant supplies of natural gas to where they are needed most, notably in New England.",
  "Then, there’s the scenario that is absolutely certain to occur, later if not sooner: an intense solar storm that would cause approximately the same damage as a high-altitude EMP over much of the planet.",
  "The London reported yesterday on the classified findings of a new security assessment by the British government simulating a storm-induced power blackout of two weeks’ duration in southwestern England.",
  "Telegraph yesterday on the classified findings of a new security assessment by the British government simulating a storm-induced power blackout of two weeks’ duration in southwestern England.",
  "Regrettably, Her Majesty’s Government is not the only one aware of the magnitude of the consequences of prolonged disruptions of the power grid in advanced Western societies.",
  "Three years ago, the cushion between supply and electricity demand was as high as 15 percent, according to David Hunter, an analyst at energy consultancy Schneider Electric.",
  "According to an October 2014 column by Mark Gilbert in Bloomberg News:\n\nWhatever progress had been made in providing for Britain’s energy future has ground to a halt.",
  "Britain’s National Grid agreed this week to pay three of the country’s utilities to keep three power plants running this winter as it tries to avoid brownouts.",
  "The repercussions of such a “Carrington-class event” would make those projected by the British government’s exercise look like a day at the beach.",
  "There will be hell to pay for both if they leave us as unprepared as the United Kingdom to contend with this present – and growing – danger.",
  "The bottom line: Any one of these man-induced or naturally occurring disruptions could precipitate disasters that would be nation-ending.",
  "The U.S. government has had eleven different studies conducted over the past decade, examining the various threats to the grid.",
  "The sad fact remains that, as coal-fired power stations continue to be phased out, little is coming forward to replace them.",
  "The buffer of extra capacity the country has to meet peak demand will shrink to 4.1 percent, from 6.7 percent in June.",
  "They happen roughly every 150 years and the last one was 155 years ago."
]