[
  "“But I don’t think the public gives a flying flip if somebody knows who, today, is a specific leader of a specific region or a religion or anything.”\n\nSo while the Hewitts and Michael Medveds of the world continue to rattle of names of terrorists and pat themselves on the back for perfect pronunciation, people like Palin, Trump, and Cruz will push for real solutions when dealing with actual threats.",
  "“If I were in charge of that, it would be a short-term job, but it would be… really great to have someone who knows energy and is pro-responsible development to be in charge.”\n\nDumping a government job for the good of the people may sound like a wild approach in today’s world, but Palin has walked the walk in this capacity before.",
  "Presidential candidates Donald Trump and Texas Sen. Ted Cruz will join Palin at the event along with several politicians, broadcasters, and other leaders concerned about a deal that President Obama has secured enough support for in the Senate to stop the GOP from blocking it.",
  "Our sworn enemy proclaiming, “Allah Akbar, death to America and death to Israel” still holds American hostages, boasts of using the $150 billion dollars we just freed up for them for nefarious uses, and laughs all the way to the banks of the Persian Gulf and beyond.",
  "The rally, organized by the Tea Party Patriots, Center for Security Policy, and Zionist Organization of America, takes place a day after lawmakers return from their recess and ahead of a huge, historic, and potentially disastrous vote on the nuclear deal.",
  "Thanks for freeing up $150 billion, America, too.”\n\nPalin exclusively told Breitbart News that the American people will make themselves heard:\n\nThink about it — what the heck are we even doing “negotiating” with an evil regime hellbent on destruction?",
  "While speaking to CNN’s Jake Tapper on “State of the Union” Sunday, Palin took part in a rare interview from a mainstream outlet that was filled with substance rather than bias and gotcha questions.",
  "But, while she’d be open to serving in a Trump administration, something Trump has spoken in favor of, Palin stressed an energy secretary gig would be short-lived if she had her way.",
  "“I’d let the states start having more control over the lands that are within their boundaries and the people who are affected by the developments within their states,” Palin said.",
  "Former Alaska Governor Sarah Palin will head to the nation’s capitol this week and she’s also expressing interest of possibly spending some more time in D.C. in the future.",
  "During the segment, Palin announced that she will appear at a rally in Washington this week protesting the U.S. nuclear agreement with Iran.",
  "So, knowing full well she’d be called a “quitter” by some, Palin still stepped down because she wanted what was best for her constituents.",
  "While Hewitt focused on the names of terror leaders, Trump chided him for asking “gotcha questions.” Palin sides with Trump on this one.",
  "“Iran, who immediately after the deal was struck, started mocking us and poking us and saying yes, of course we’re going to violate it.",
  "During the chat with Tapper, Palin also called out radio host Hugh Hewitt for his recent questioning of Trump during an interview.",
  "“I think I’d rather have a president who is tough and puts America first than can win a game of Trivial Pursuit,” Palin said.",
  "It’s a long haul to D.C. for the rally but well worth it to take a stand against this asinine deal the President caved on.",
  "I look forward to joining Mr. Trump, Sen. Cruz, Mark Levin and other fed up patriots to rally the troops for America.",
  "The Stop the Iran Deal Rally featuring Palin, Trump, and Cruz will be held at the Capitol on September 9.",
  "“We walked away from the draft of that treaty giving a win to Iran, our sworn enemy,” said Palin.",
  "Endless, frivolous ethics investigations were threatening to overshadow her legislative agenda.",
  "Staying in office would have basically resulted in taxpayers paying for her to keep the job.",
  "In 2009, Palin left the governor’s office in order to ensure a better life for Alaskans.",
  "Palin also energized the idea of a Palin-powered energy department in Washington.",
  "Washington will hear the voices of “We The People” unified against this insanity.",
  "Vicious attacks against her had paralyzed her administration.",
  "Palin told Tapper she’d get rid of the department itself.",
  "The whole premise of this thing is wrong.",
  "Palin told Tapper “energy is my baby”.",
  "Mrs. Palin goes to Washington.",
  "Palin chose the people."
]