[
  "“Since learning about the program last fall, ADC has frequently expressed serious concerns about the initiative, which is part of the government’s Countering Violent Extremism (CVE) program.”\n\nLast November, the Washington Post reported, “The FBI has designed an unusual game-style Web site about extremism meant to be used by teachers and students to help the agency spot and prevent radicalization of youth, say Muslim and Arab advocacy groups who were briefed by the FBI on the program and fear it will foment discrimination against Muslims.”\n\nThe “Don’t Be A Puppet” website — aimed at schools to help “keep youth from falling prey to online recruiting by terrorists” — was put on hold after the ADC and other “members of the Muslim and Arab advocacy groups invited to preview the effort complained that despite being described as combatting ‘violent extremism,’ it frames the topic heavily through the lens of Islam and will lead to profiling of Muslim youth.”\n\nThe “Shared Responsibility Committees” (SRCs) were also referred to at an FBI meeting last November, “which the Muslim and Arab participants said are proposed groups of community leaders and FBI representatives who could discuss cases of specific youths.”\n\nIn the email, which was sent Friday, the ADC claims “it raises numerous civil rights and civil liberties concerns and has been planned in secrecy.",
  "These groups are recipients of government grants used to implement such programs and do not work in the best interest of the community.”\n\nFormer CIA officer Clare M. Lopez — who is now the Vice President for Research and Analysis at the Center for Security Policy, and a foreign policy adviser for Republican presidential candidate Sen. [crscore]Ted Cruz[/crscore] — recently complained that the FBI was the “real puppet” being led by a “Muslim Brotherhood puppeteer.”\n\n“The FBI originally released the online game in early February 2016 but then, under pressure from [the Council on American-Islamic Relations] CAIR, decided to scrub all references to Islamic terrorism (aka jihad) from the website,” Lopez wrote.",
  "In an email sent to supporters, a prominent US anti-discrimination Muslim group announced that it’s “requesting a meeting with FBI Director James Comey” and is “demanding” that it cancel an informant program reportedly set to “be formally introduced next week.”\n\n“The American-Arab Anti-Discrimination Committee demands that the FBI cancel the launch of its controversial ‘Shared Responsibility Committee’ program,” the email states.",
  "Foremost, the SRC is problematic as it continues to target Arabs and Muslims, and turns our religious leaders, mental health professionals, teachers and dedicated community members into informants for the FBI.”\n\nIt continues: “The FBI and other government agencies have failed to be transparent and forthcoming with details about the program, which the FBI packages as a form of community engagement.",
  "“The new and improved version now focuses on animal rights activists, white supremacists, and other ‘violent extremists’ approved for mention by the Muslim Brotherhood.”",
  "In implementing the program, the FBI has ignored history and the concerns raised by community members.",
  "The SRCs expand the FBI’s surveillance powers, under the guise of an ‘interventionist’ program.",
  "Similar programs were implemented in Europe, and they failed miserably.",
  "Instead the FBI has relied on fringe groups from within the community."
]