[
  "Appearing on Wednesday’s Breitbart News Daily, Center for Security Policy founder Frank Gaffney said he was an “admirer of Mike Flynn’s,” but judged that his speech at the Republican National Convention “wasn’t his best speech, and it was a difficult circumstance in which to provide it, after Mrs. Trump’s appearance.”\n\n“But, having said all that, Steve, I think the intensity of the criticism is a direct function of the recognition, at least implicitly, that the Left in this country has a real problem – and that is, increasingly, the American people are awakening to the reality that they have been lying to them,” Gaffney told SiriusXM host Stephen K. Bannon.",
  "Looking at Christie’s speech, Gaffney shared his belief:\n\nThe thing that is now indisputable, in particular after Trey Gowdy’s cross-examination of Jim Comey, the FBI director, the other day – which was more or less what Governor Christie riffed on – were the various lies that Hillary Clinton told federal investigators, told the State Department Inspector General, told the Justice Department, told the American people.",
  "I don’t know whether he does it after the election, or whether he has to do it soon, because what’s happening is – as Chris Christie demonstrated – this gal is guilty on numerous federal counts of criminal activity, and it’s impossible for her to run for president under those circumstances, I believe, at least, and win.",
  "But, Steve, what I’m convinced is hitting home with the American people – not just Republicans, but Democrats to some extent, probably, certainly, a whole lot of independents – is, this woman cannot possibly run for president without some kind of pardon by the President of all these various crimes against the State.",
  "So I think Mike Flynn is on point, and the screeching is a direct function of the fact that it’s a “gotcha.” And the more that the American people learn about this, Ted Cruz’s “willful blindness” hearing and so on, the more they’re going to be outraged, and it’s a liability of the first order for the Democrats.",
  "But what he served up, as a former federal prosecutor, in the way of literally a criminal indictment of Hillary Clinton, has teed up something that I think we’d better be talking about right quick – and that is, it is now a matter of when, not if, Barack Obama must pardon Hillary Clinton.",
  "“And worst, in a way, the Left has been actively enabling this.”\n\n“When I say the Left, I don’t just mean the outriders,” Gaffney clarified, adding:\n\nI’m talking about those who have been running the government of the United States now for the past eight years, including Hillary Clinton.",
  "Part of it was the form of, you know, ‘Are you persuaded, ladies and gentlemen of the jury’ – the American people – ‘that she is guilty or innocent,’ and the crowd roars ‘Guilty’ again and again and again,” Gaffney said of Christie’s speech.",
  "He speculated that Bill Clinton might have discussed pardons for Hillary Clinton during his infamous “private seance” with Attorney General Loretta Lynch, right before FBI Director Comey announced that no indictments would be recommended.",
  "Gaffney offered a prediction for the coming days of the 2016 presidential campaign:\n\nThe other really important speech that’s happened, to date, at the Republican National Convention was that the Governor Christie made yesterday.",
  "They have been insisting that we not talk about it, that we not understand it, that we take counsel from – indeed, we be dictated policy by – the Muslim Brotherhood, who are partnering with them.",
  "“This is going to happen, is my guess, and probably sooner, so that she can get out from under this, and proceed, if the public will tolerate it.",
  "He continued:\n\nNow, you can discount some of that, and I’m sure the Left is, as political posturing and so on.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "I have, as you know, had my differences with Governor Christie.",
  "The Red/Green Axis, as it’s been called,” he continued.",
  "I certainly think they shouldn’t,” Gaffney said.",
  "“They’ve been dissembling about a real threat.",
  "“Part of it was the cadence.",
  "And probably, they won’t.",
  "It’s just impossible.",
  "LISTEN:"
]