[
  "He has further sharpened the contrast with the likely Democratic nominee, former Secretary of State Hillary Clinton — a woman who, like Jimmy Carter, sought to embrace and empower our enemies, in this case the Brotherhood – by enlisting as national security advisors vocal critics of that practice, including me.",
  "Sen. Ted Cruz has done so by addressing the imperative of countering both the threat posed by what he calls “radical Islamic terrorism” and the fact that the Muslim Brotherhood also must be designated a terrorist enemy, given its pursuit of a stealthy, subversive form of jihad.",
  "Reagan’s opponent in that race was the incumbent, President Jimmy Carter, who had spent the previous four years doing pretty much the opposite: accommodating and appeasing the Soviet Union, which only served to enhance its power and embolden its leaders.",
  "From the continent of Africa to Syria, Iraq, Iran and Afghanistan, to nations of the Far East and our own hemisphere, we are witnessing the surge of violent terrorism, conquest and genocide against Christians and other minorities.",
  "Or we will spend our sunset years telling our children and our children’s children what it was like to live in the United States when men were free.”\n\nMr. Reagan understood his time’s threat to be Soviet communism.",
  "Like President Ronald Reagan facing Soviet totalitarianism a generation ago, the next American president must demonstrate a strong commitment to our security before this existential threat to America.",
  "And in 1980, he ran for president on a platform of defeating that totalitarian menace — not containing it, not deterring it, but destroying it and the nation from which it sprang.",
  "Ignoring these facts, or slandering those of us who speak out about them, will earn the kind of repudiation by the voters that Jimmy Carter received a generation ago.",
  "His hapless response to the Iranian mullahs’ hostage-taking became a symbol of an America in retreat in a world that was palpably becoming ever more dangerous.",
  "Carter was shocked when Moscow responded to, among other things, the myriad concessions he had made in the SALT II arms control deal by invading Afghanistan.",
  "He warned: “Freedom is never more than one generation away from extinction….It must be fought for, protected and handed on [to our children] to do the same.",
  "Fifty-five years ago, Ronald Reagan first summoned the nation to recognize that we faced an historic threat to our values, our liberties, and our Republic.",
  "Frank J. Gaffney, Jr. is the founder and president of the Center for Security Policy and serves as national security advisor to Sen. Ted Cruz.",
  "To give credit where it is due, Donald Trump put his finger on the problem that is troubling so many Americans, but that is all he has done.",
  "And a new President forthrightly advancing such policies will once again receive the needed mandate to secure freedom for this generation.",
  "Sensible and effective policies in response to the global jihad movement must be the alternative offered this fall, not more of the same.",
  "President Obama’s bequest to his successor will be a global jihad movement that, like Soviet communism under Carter, is on the march.",
  "And here in the United States, known Muslim Brotherhood front groups are allowed to dictate policy and undermine our security.",
  "Both of the front-running Republican candidates are describing Islamic supremacism as an existential threat.",
  "Naming the enemy is an important first step, but you have to figure out how to prosecute the fight.",
  "This year, the voters seem likely to have an opportunity to make a similarly profound decision.",
  "They not only elected President Reagan, they gave him a mandate for victory in the Cold War.",
  "The Global Jihad Movement is the premier threat to Western civilization of the 21st century.",
  "In addition, what amounts to a Muslim invasion, or hijra, is taking place across Europe.",
  "The American electorate was offered a stark choice."
]