[
  "It’s about malign influences – the Russians, the Iranians, the Syrians, all of whom had ties through a company, TMK, that this fellow Thomas Pickering, former U.S. ambassador to Russia under Bill Clinton, former U.S. ambassador to the United Nations, I believe, under Clinton, a man well-known, well-liked, relied upon by Hillary – including, by the way, to suppress an internal investigation of the Benghazi scandal.”\n\n“This is a guy who, through his, I believe, corrupt and insidious relations with these bad actors overseas was helping to shape American policy.",
  "Now, I’m sure there are others besides these Muslims, and I’m sure there are some Muslims who are not Muslim Brotherhood, but it certainly sounds like some of them there who threatened to quit if Mark Zuckerberg did not enforce what is the existing policy of his company, namely to prevent hate speech against religions, namely the Islamic faith.”\n\n“That tracks with the standards that are now applied by the European Union,” Gaffney noted.",
  "“Zuckerberg, I guess you could say, to his credit, said, ‘No, we’re not gonna censor this one,’ this so-called Muslim ban that Donald Trump espoused early on because he was a presidential candidate.”\n\n\n\n“But what he affirmed is that statement by Trump did violate the company’s policies, and he certainly made it clear that those policies were going to be used to restrict others of our free speech in the future,” he added.",
  "“There is, I think, a strain throughout all forms of totalitarianism – whether it’s of the Left, or whether it’s of the Islamist stripes – you’ve got controlling the public at its center, and controlling the speech of the public, which, of course, not only is a constraint on people’s ability to express themselves, Alex, as you understand so well; it’s people’s ability to understand what’s going on,” Gaffney said.",
  "“It ran Saturday morning above the fold on the front page of the Wall Street Journal,” he recalled, “and it talked about how, within Facebook, there has been kind of an insurrection over the objections that it appears, among other employees, a dozen or so Muslims who are working in the center in Dublin, Ireland, that is apparently being used to – well, censor speech on Facebook’s pages.",
  "“I personally believe this has a lot to do with her right-hand gal Huma Abedin’s influence, but whether it’s that, or whether it’s the long-standing affinity of the Clintons, both Bill and Hillary, for the Palestinian cause, or whether it’s her record of support for the Iranians, or whether it’s her efforts to coddle the Saudis, who knows?”\n\n“But whatever it is, it is a precursor.",
  "“A perfect example of this is what Hillary Clinton has personally promoted in terms of shutting down conversations, expression not just of the video maker in Benghazi and all that, but of others, using techniques she’s famously called ‘shaming and peer pressure,’ to try to prevent us from talking about the reality of Islamic supremacism,” he continued.",
  "We need to focus on it, and in these closing two weeks, people need to understand this kind of pay-to-play, this kind of cronyism, this kind of corruption, this kind of undermining of American security interests, is what you will get much more of, if you reward it by putting one of its great perpetrators and sponsors in the White House,” he cautioned.",
  "This is what would almost certainly be associated with a Hillary Clinton presidency – on behalf of the Muslims, yes, but also more generally suppressing whatever the Left doesn’t particularly like to express.”\n\n“And I think your pages are full of that sort of stuff, so stand by for censorship,” he warned.",
  "Gaffney expressed his appreciation for the work done by Breitbart News in standing up for free speech “because the helpmate of this Islamist effort to suppress free speech has been, as you say, not just the Left, Alex, but Hillary Clinton personally, for years now.",
  "Center for Security Policy President Frank Gaffney called the efforts of Facebook employees to censor Donald Trump’s posts on his proposed Muslim immigration ban “an incredibly important story” on Wednesday’s Breitbart News Daily with SiriusXM host Alex Marlow.",
  "All of this at a moment when he’s gaining, apparently, about five million dollars as a board of director of this oil pipeline manufacturing concern in Russia that’s doing business against U.S. sanctions with the Iranians and with the Syrians,” Gaffney said.",
  "Gaffney touched on the Center for Security Policy’s new report on former Ambassador Thomas Pickering, who became what the Center’s Christine Brim called “Clinton’s Shadow Diplomat,” assigned to cut deals with Iran and Russia.",
  "He was a champion on the board of two, count ’em, two Iranian lobbying operations in this country, including the notorious National Iranian-American Council.",
  "“This is perfect paradigm for what has been going on in the Hillary Clinton State Department, and more generally in Clintonworld,” he said.",
  "It is a leading edge of the totalitarianism that I think we all must be alive to and resist,” Gaffney urged.",
  "“There’s so much here, but the main point is, Alex, it’s just the tip of the proverbial iceberg.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "He testified before Congress, the United States Senate.",
  "He was on Hillary’s foreign policy advisory board.",
  "“It’s all about cronyism.",
  "LISTEN:"
]