[
  "The Center for Security Policy says the report “reveals Pickering’s overlapping roles: as Clinton’s Foreign Affairs Policy Advisor, as an Advisory Board member for two Iranian advocacy groups, as a paid Director for a Russian firm selling pipeline to Iran and Syria, as a paid consultant to Iranian aircraft contractor Boeing, and as a Senate committee hearing witness, all with a common goal of ending economic sanctions on Iran and reversing U.S. Iran policies.”\n\nPickering’s ties to that Russian firm, Trubnaya Metallurgicheskaya Kompaniya, are even stronger than the consulting relationship he enjoyed with Boeing when the Iran deal was under construction.",
  "As Brim sums up her findings, Pickering’s relationship with Hillary Clinton, Iran, and Russia represented a “convergence of policy interests and business dealings, with a common goal of ending economic sanctions on Iran and reversing U.S.-Iran policies.”\n\nIt’s all so very Clintonian, and as Brim explains, Clintonism is just Washington greed and cronyism on steroids:\n\nTo say that Pickering’s many overlapping roles have the appearance of impropriety misses the larger social reality of Washington.",
  "He’s 84 years old, with a long history of working as U.S. ambassador to various foreign countries plus the United Nations, he was Under Secretary of State for Political Affairs in the Bill Clinton administration, and he’s a heavyweight insider in Hillary Clinton’s “elite circle of foreign policy experts.”\n\nHe was also her personal pick for the State Department’s Benghazi Accountability Review Board, which notably failed to hold Clinton accountable for anything.",
  "He also “apparently did not disclose his involvement with TMK, or TMK’s sales to Iran and Syria, when he testified on Iran before Senator John Kerry’s Senate Foreign Relations Committee on March 28, 2012.”\n\nThe bulk of “Clinton’s Shadow Diplomat” is devoted to proving that everyone involved in these unappetizing Russo-Syrian-Iranian dealings knew what they were doing but worked hard at maintaining a bit of plausible deniability.",
  "A new report from the Center for Security Policy, called “Clinton’s Shadow Diplomat,” concerns former Ambassador Thomas Pickering, who last made the news by forgetting to mention he was getting paid by Boeing while lobbying for the Iran nuclear deal, which just happens to have facilitated a $25 billion deal for Boeing.",
  "In fact, Pickering ended up awarding Clinton a “Pursuit of Peace” trophy from the International Crisis Group in 2014 — the day before the House Select Committee on Benghazi was launched — at a ceremony attended by none other than Frank Giustra, a key player in Clinton’s deal to sell American uranium to Russia.",
  "It doesn’t look like one of those purely ceremonial positions companies sometimes hand out to celebrities and politicians, either, as records indicate Pickering was paid over half a million dollars and was a faithful attendee at board meetings where over $3.2 billion in transactions were approved.",
  "She notes the suspicious contrast between Pickering advising Clinton that sanctions against Iran weren’t working, even as he worked for the Russian company that was doing so much to ensure those sanctions didn’t cripple the Iranian economy.",
  "As Brim puts it, TMK was “far more than an ordinary ‘foreign company,’” as its ventures were “crucial to Putin’s plans to expand Russia’s power in Iran, Syria, and even the Ukraine.”\n\nAnd Pickering is far more than an ordinary “U.S.",
  "TMK executives may be disappointed to learn from “Clinton’s Shadow Diplomat” that Pickering often forgets to mention his work for the company in his official biographies, including the one he prepared for the State Department.",
  "(Those rules clearly prohibit Americans from doing business with “Specially Designated Nationals” through foreign companies, although “Clinton’s Shadow Diplomat” goes into detail on loopholes Pickering may have exploited.)",
  "They hid big-money business transactions behind ideological pronouncements about the need to improve relations with Iran and strengthen “moderate” factions in Tehran against “hardliners” by loosening up on sanctions.",
  "This is the reality Americans face, right now and probably for many years, in the politicians and lobbyists and fixers and administrative state that run Washington, a plague weakening our civic courage.",
  "The TMK connection loops back around to Iran, as Brim reports the company had business relationships with Iranian and Syrian entities that were banned under U.S. Treasury Department protocols.",
  "The Clinton Foundation and Clinton campaign chose not to answer Brim’s questions about whether Hillary Clinton was aware of this conflict of interest on the part of her old friend.",
  "It could have been discovered with a bit of Internet research — the sort of thing secretaries of state and presidential candidates are supposed to do, with respect to key advisers.",
  "As Pickering said when asked about his involvement with TMK, “there was no relevant business.” To be shocked is to indulge the illusion that this is not business as usual.",
  "Electing Hillary Clinton president, and sweeping her crew back into the White House, would go a long way toward discovering exactly how much ruin this nation contains.",
  "Author Christine Brim has uncovered a number of other interesting connections between Pickering, unfriendly foreign interests, and the titanic Clinton money machine.",
  "TMK, on the other hand, demonstrably did know about Pickering’s efforts to end sanctions against the terror masters of Iran because it was listed on his resume.",
  "It’s as easy as wiping a server, delaying a FOIA release of documents, blocking an indictment, spiking a news story, threatening a whistleblower.",
  "He was a paid director for a company that is majority-owned by a close ally of Russian President Vladimir Putin, billionaire Dmitry Pumpyansky.",
  "Brim’s report chronicles years of correspondence between Pickering and Clinton, some of it classified and redacted for years to come.",
  "Half the lawyers in Washington make a living providing invisibility for the other half’s activities.",
  "If ordinary Americans object, any “appearance of impropriety” can be made to disappear.",
  "As Adam Smith said, there is a great deal of ruin in a nation.",
  "Insiders find nothing improper in what other insiders do.",
  "For the insiders, the public interest is not relevant.",
  "person,” to use the preferred bureaucratic term.",
  "America’s interests are not relevant.",
  "It wasn’t always, but it is now.",
  "Now you see it – now you don’t.",
  "It could go on a long time.",
  "And you are not relevant.",
  "It is business as usual."
]