[
  "Jim Hanson, the Executive Vice President at the Center for Security Policy, will discuss his article at Breitbart titled “The Real Issue Between Khizr Khan and Donald Trump: Importing Jihad.”\n\nComic book writer Chuck Dixon, best known for his work on Batman titles for DC Comics in the 1990s, will discuss his new graphic novel based on the bestselling book Clinton Cash by Peter Schweizer and the documentary film of the same name.",
  "On the Friday edition of Breitbart News Daily, on SiriusXM Patriot Channel 125 from 6AM to 9AM Eastern, Breitbart Executive Chairman Stephen K. Bannon will interview Milwaukee County Sheriff David Clarke about President Obama’s decision to free 214 criminals.",
  "In fact, he warns, without a restoration of America as a Christian society, our culture will rapidly descend into an unhappy, shallow, lawless, and brutal place, divided more than ever between rich and poor and vulnerable to elite demagogues.",
  "We’ll also hear from First Things Editor R. R. Reno about his new book titled Resurrecting the Idea of a Christian Society, which covers the failures of post-Christian American culture.",
  "SiriusXM Vice President for news and talk Dave Gorab called the show “the conservative news show of record.”\n\nFollow Breitbart News on Twitter for live updates during the show.",
  "Breitbart’s Lee Stranahan will report from Twin Falls, Idaho, on the story of the 5-year-old girl who was raped and urinated on by Muslim migrant boys.",
  "Live from London, Rome, and Jerusalem, Breitbart correspondents will provide updates on the latest international news.",
  "Yes and yes, says R. R. Reno, editor of First Things and one of America’s leading scholars of religion and politics.",
  "Breitbart News Daily is the first live, conservative radio enterprise to air seven days a week.",
  "The book’s dust jacket notes:\n\nIn America today, is a Christian society possible?",
  "You can pre-order your copy of Clinton Cash: A Graphic Novel here.",
  "Listeners may call into the show at: 866-957-2874.",
  "Is it even desirable?"
]