[
  "SiriusXM Vice President for news and talk Dave Gorab called the show “the conservative news show of record.”\n\nRepublican presidential candidate and former Hewlett Packard CEO Carly Fiorina will come on the show LIVE to talk about the campaign trail on her economic positions before tuesday’s debate.",
  "On the November 9, Breitbart News Daily show on Sirius XM Patriot channel 125 from 6AM to 9AM EST, host and Breitbart News Executive Chairman Stephen K. Bannon will host and interview a number of guests.",
  "Bannon will interview CNBC contributor and Chief Economist for Complete Intelligence, Tony Nash, who will call into the show from Singapore to discuss the Trans Pacific Partnership.",
  "Ran Paul (R-KY) will come on the program to talk about his campaign, the Trans Pacific Partnership, auditing the Federal Reserve, and how the country is $60 trillion in debt.",
  "Bannon will interview John Tamney, Editor RealClearMarkets, who will talk about the state of the American economy and the upcoming Republican debate.",
  "Frank Gaffney of the Center for Security Policy will talk about Sen. Ted Cruz’s bill designating the Muslim Brotherhood as terrorist organization.",
  "Bannon will interview Fox Business contributor Ed Butowsky, who will speak about stagflation is destroying the American middle class.",
  "Bannon will interview Mark Needham of Heritage Action, who will call in to the show to speak about how to evaluate the debates.",
  "Breitbart Tech editor Milo Yiannopoulos will call into the program to speak about the implosion of activist Shaun King.",
  "Bannon will interview Breitbart News’ Dr. Thomas Williams, who will call in LIVE from Rome.",
  "The program is the first live, conservative radio enterprise to air seven days a week.",
  "He will talk about the Trans Pacific Partnership, the Constitution, and Congress.",
  "Breitbart London editor Raheem Kassam will call in LIVE from London.",
  "The “Great One,” Mark Levin will come on the show.",
  "Presidential candidate Sen."
]