[
  "Transcript as follows:\n\nCHRIS CUOMO, CNN ANCHOR: To our viewers in the United States and around the world, you are watching “New Day.” Republican presidential frontrunner Donald Trump is facing heavy criticism after calling for a, quote, “total and complete ban on Muslims entering the United States.”\n\nMr. Trump joins us now on the phone.",
  "Now, if you look at FDR – ’cause I watched Jeffrey Lord this morning and I thought he was fantastic, by the way, — If you look at him, the presidential proclamations, 2525, 2526, and 2527, it was very — that was very, very stringent.",
  "You have leaders from your own party in the key states of Iowa, New Hampshire, South Carolina, you have galvanized political rivals, all saying this is un-American and extreme and that it makes you a fascist.",
  "Now you have the problem in California where — and miraculously $28,000 just found, just put into this guy’s account, this horrible person, this killer, this maniac, into his account.",
  "The fact is until our people can do something about these horrible people that want to do damage to our country, real damage to our country, then I think it stays in place.",
  "Then the other day we had the California attack where these two animals, they’re total animals, they became radicalized and they wanted to do far more damage than that.",
  "TRUMP: 25 percent of the Muslims living in the United States agreed that violence against Americans here in the United States is justified as part of the global jihad.",
  "Tuesday on CNN’s “New Day,” host Chris Cuomo interviewed Donald Trump about his call to ban all Muslims from coming into the Untied States, which got very heated.",
  "The police are all over that country right now and they’re doing a lot of policing, but more importantly to your point, I would say it’s the opposite reality.",
  "You see the French being more embracing of people around them, you see them living their lives, you see them refusing to accept fear as a basis for behavior.",
  "TRUMP: Chris, we can be nice — We can be politically correct, but we have a problem in this country —\n\nCUOMO: This isn’t about being politically correct.",
  "TRUMP: We have people out there that want to do great destruction to our country, whether it’s 25 percent or 10 percent or 5 percent, it’s too much.",
  "I have no doubt that we have no choice but to do exactly what I said until our country’s representatives can figure out what the hell is going on.",
  "If you ask people who are in the business of keeping us safe, they say the idea of banning Muslims does nothing to help and everything to hurt.",
  "TRUMP: Look — I’m talking about a temporary situation until our country’s representatives can figure out what the hell is going on, Chris.",
  "But here’s the point —\n\nTRUMP: They polled from the center for security policy, released data showing 25 percent of those polls agree.",
  "I don’t understand how you can see banning an entire religion as a way of saying anything other than we are what ISIS says we are.",
  "We’re going to reject the promise of America and ban an entire religion, even though we need to do things on a case-by-case basis.",
  "Whereas here, what you’re doing in the country that is known as a symbol of freedom, is saying we’re too afraid to be inclusive.",
  "You look at what’s going on in the Middle East, they are chopping off heads, they are looking to come over to other places, too.",
  "CUOMO: I don’t see the point of scaring people with the possible when the reality is we haven’t had another World Trade Center.",
  "Hillary Clinton, because she’s afraid of the president because of her e-mail scandal, Hillary Clinton refuses to use the term.",
  "CUOMO: But you have just about all of your rivals except Rand Paul, and even that’s qualified, they all reject this notion.",
  "TRUMP: 51 percent of those polled agreed that Muslims in America should have a choice of being governed under the Sharia.",
  "We understand the threat very well and you know that because you get a lot of your information from us, as you tell us.",
  "The reason that he won’t say Islamic terrorism —\n\nTRUMP: Of course I’ll criticize him, he’s an incompetent president.",
  "TRUMP: Because you guys have a tendency to call these guys — they’re not masterminds, they’re not even smart people.",
  "TRUMP: Until — well, when you say that — so I spoke before an audience last night of a massive audience last night.",
  "CUOMO: Well because I’ve been on the ground, I’ve been in those communities, I’ve talked to the French authorities.",
  "It seems as though you’re acting out of fear, not making us look strong, and rejecting what America is all about.",
  "They do not have fear and they’re not acting out of it, that’s why they’re letting in refugees —\n\nTRUMP: Come on.",
  "Now, the problem I have with that is, they couldn’t even build a website for Obamacare after spending $5 billion.",
  "It’s a hack organization with a guy who was dismissed from the conservative circles for conspiracy theories.",
  "What’s even more disturbing in terms of looking into the future, is other people knew what they were doing.",
  "TRUMP: — and we should solve I because you could have many more World Trade Centers if you don’t solve it.",
  "TRUMP: We don’t have a president that knows what it is –\n\nCUOMO: When you say – You’re making it worse.",
  "I mean maybe —\n\nCUOMO: How do you know what’s right to exempt an entire class of people, a religion?",
  "Paris is no longer the beautiful, gorgeous city with all — Paris has a tremendous — lot of problems.",
  "They have areas in Paris that have been radicalized where the police refuse to go in and look at it.",
  "CUOMO: The heads of the party in Iowa, New Hampshire, South Carolina, they all say this is wrong.",
  "CUOMO: I know, you’re going to disparage whoever criticizes you and I’m waiting for that as well.",
  "The Pew poll was the same thing, highly respected, and the Pew poll had terrible numbers, too.",
  "They are living within our country and many of them want to come from outside of our country.",
  "And you take a look at all of the things that are happening, having to do with the problems.",
  "First of all, you know, people quickly forget World Trade Center one, World Trade Center No.",
  "The second thing is it was wrong then, it was wrong with the Japanese, and it is wrong now.",
  "This is what got you wound up on the “Philadelphia Inquirer” on the front page like Hitler.",
  "(CROSSTALK)\n\nTRUMP: We have a president that made a fool out of himself the other night.",
  "And I thought Jeffrey Lord did a fantastic job explaining it this morning on your show.",
  "TRUMP: — and you’re building them up and then you wonder why kids want to go into ISIS.",
  "We have people out there that want to do great — they want our buildings to come down.",
  "Now we can close the eyes, we can put the blinders on, but I don’t choose to do that.",
  "One, the United States was at war and he was targeting sovereigns he was at against.",
  "Your proposition is plain, ban all Muslims until we can figure out what’s going on.",
  "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE (on the phone): Well, I totally disagree.",
  "If you’re not going to even use the term, you’re never going to solve the problem.",
  "They had other people that knew what was going on, Chris, and nobody reported it.",
  "By the way, the people that said that, I think in their own way, they’re guilty.",
  "TRUMP: We have people out there – Excuse me, Chris, can I talk for two seconds?",
  "They got you in a (inaudible) of Hitler right now, a characterization of that.",
  "And as you know, or you should know, that is not who America is, Mr. Trump.",
  "TRUMP: To be honest with you, what Franklin Delano Roosevelt did was worse.",
  "It’s until the country’s representatives can figure out what is going on.",
  "Now —\n\nCUOMO: Chris Christie, Jeb Bush –\n\nTRUMP: When they figure it out.",
  "TRUMP: Philadelphia Inquirer, another newspaper going out of business.",
  "You can’t just throw out notions without any kind of checking of them.",
  "TRUMP: Well, I mean, I have standing ovations from very smart people.",
  "CUOMO: Do you have to impress anybody but yourself with these ideas?",
  "(CROSSTALK)\n\nTRUMP: You look at London, you look at other places.",
  "You take a look, Chris, at what’s going on and it is disgraceful.",
  "I am saying that until we figure this out, we should have a ban.",
  "You have —\n\nCUOMO: I didn’t call them masterminds, by the way.",
  "Chris —\n\nCUOMO: The reason he says it —\n\nTRUMP: We are at war.",
  "Yeah, I understand what you’re saying, believe me, I live it.",
  "They used the excuse they didn’t want to be racial profilers.",
  "Many, many more and probably beyond the World Trade Center.",
  "TRUMP: Chris, we are at war with radical Islamic terrorism.",
  "(CROSSTALK)\n\nTRUMP: (inaudible) is totally out of control.",
  "CUOMO: Donald, we wouldn’t even put that poll on the air.",
  "Thousands of people inside, thousands of people outside.",
  "And got standing ovations as soon as this was mentioned.",
  "Now, if you’re talking about horrible stuff here, Chris.",
  "These are intelligent people, these are great citizens.",
  "TRUMP: We don’t have a president that can use the term.",
  "TRUMP: I have people that have friends living in Paris.",
  "TRUMP: Well, let’s see, maybe they’re going to have to.",
  "We know what’s scaring people and what the reality is.",
  "These are people that are concerned about our country.",
  "Until our country’s representatives can figure it out.",
  "It’s as bad as those cop stats —\n\nTRUMP: No, it’s not.",
  "CUOMO: Our security network is the best in the world.",
  "CUOMO: Look — Everybody knows who we’re at war with.",
  "TRUMP: I only know this –\n\nCUOMO: How is that right?",
  "But I want you to tell me why it’s right in America.",
  "TRUMP: He makes his own case well, in all fairness.",
  "(CROSSTALK)\n\nTRUMP: We are at war with them, Chris.",
  "Our country’s representatives cannot figure it out.",
  "CUOMO: But I don’t get how you connect these dots.",
  "Now these are Muslims living in the United States.",
  "Look, look, look —\n\nCUOMO: Who do you care about?",
  "You look at the carnage that took place in Paris.",
  "There were pipe bombs laying all over the floor.",
  "TRUMP: Listen, we had the World Trade Center No.",
  "But it’s temporary until we can figure that out.",
  "He makes your case well, no question about that.",
  "CUOMO: We are at war, but not with all of Islam.",
  "CUOMO: What does that mean, they want the jihad?",
  "TRUMP: Excuse me, you don’t think we’re at war?",
  "CUOMO: It’s how you behave in that environment.",
  "We go to these places and cover these things.",
  "TRUMP: I’ve been a politician for six months.",
  "Maybe they’re going to have to do something.",
  "One of the reasons is our unity as a people.",
  "TRUMP: No, I’m making us look strong, Chris.",
  "People are asking you how you would do that?",
  "This isn’t about being politically correct.",
  "We’re always happy to have him on the show.",
  "TRUMP: They are looking to do great damage.",
  "Because we have a problem in this country.",
  "TRUMP: Can I talk for two seconds, Chris?",
  "Your party leaders reject this notion.",
  "Chris —\n\nCUOMO: That’s fine criticism.",
  "But listen to this, go a step further.",
  "CUOMO: They have heightened awareness.",
  "They wanted to be politically correct.",
  "They want to leave, they’re petrified.",
  "They are absolutely in fear in Paris.",
  "TRUMP: But look at Paris beyond that.",
  "We haven’t had those kind of attacks.",
  "We know who celebrated and we didn’t.",
  "Mr. Trump, thank you for joining us.",
  "CUOMO: Of course you did, Mr. Trump.",
  "So how do they figure anything out?",
  "They want our cities to be crushed.",
  "Now even his father is under watch.",
  "2, we had many other things happen.",
  "CUOMO: You use politically correct.",
  "The mother knew, the parents knew.",
  "The security network has held up.",
  "CUOMO: Well, that’s what you say.",
  "I say let’s put that to the side.",
  "But they’ve got to figure it out.",
  "He doesn’t even mention the term.",
  "But Mr. Trump, here’s the point.",
  "Paris is under tremendous siege.",
  "You and I both lived through it.",
  "1, we had World Trade Center No.",
  "CUOMO: That’s not even on table.",
  "CUOMO: The timing is irrelevant.",
  "CUOMO: But what are they doing?",
  "They think this idea is stupid.",
  "They can’t figure anything out.",
  "TRUMP: I don’t care about them.",
  "CUOMO: Here is the distinction.",
  "TRUMP: I’m doing what’s right.",
  "Because of the e-mail scandal?",
  "And don’t tell me about Paris.",
  "We know what the real deal is.",
  "Are they banning all Muslims?",
  "CUOMO: You can criticize him.",
  "CUOMO: Right, not all Islam.",
  "Take a look at the Pew poll.",
  "Take a look at the Pew poll.",
  "TRUMP: Wait a minute, Chris.",
  "We want a war against Islam.",
  "Don’t tell me Paris is not.",
  "He refuses to use the term.",
  "They couldn’t even get in.",
  "Here’s my question to you.",
  "You say that so routinely.",
  "We both lost people there.",
  "He wants to make the case.",
  "We have to figure it out.",
  "Of course they have fear.",
  "CUOMO: We are well aware.",
  "CUOMO: We are well aware.",
  "And he certainly owns it.",
  "Get it through your head.",
  "Put it through your head.",
  "And they want the jihad.",
  "CUOMO: Go ahead, please.",
  "CUOMO: Please, go ahead.",
  "France isn’t doing this.",
  "U.K. is not doing this.",
  "It’s about the concept.",
  "Nobody understands why.",
  "Your people were there.",
  "CUOMO: That’s not fair.",
  "TRUMP: Well, it’s true.",
  "These are your people.",
  "That’s who America is.",
  "They don’t have fear?",
  "That’s what they say.",
  "Now, is it temporary?",
  "I heard Jeffrey Lord.",
  "Very, very stringent.",
  "TRUMP: We are at war.",
  "How can it be right?",
  "They’re the experts.",
  "They want the jihad.",
  "They just found out.",
  "How do you respond?",
  "CUOMO: Well – fine.",
  "It wasn’t my case.",
  "Standing ovations.",
  "You look at Paris.",
  "You’re well aware.",
  "You’re well aware.",
  "It’s so dangerous.",
  "And you know why?",
  "It’s very simple.",
  "CUOMO: All right.",
  "It’s very simple.",
  "It’s very simple.",
  "That’s not fair.",
  "It’s irrelevant.",
  "Everybody knew.",
  "CUOMO: Please.",
  "You know that.",
  "So – I get it.",
  "I don’t care.",
  "CUOMO: Right.",
  "CUOMO: Okay.",
  "CUOMO: Yeah.",
  "Yes.",
  "2."
]