[
  "The Republican frontrunner has called for a “total and complete shutdown of Muslims entering the United States until our country’s representatives can figure out what is going on.”\n\nIn response, Netanyahu’s office released a statement to reporters affirming, “The prime minister rejects the recent comments by Donald Trump regarding Muslims.”\n\n“Israel respects all religions and stickily preserves the rights of all its citizens,” the statement said, adding that “at the same time, Israel is struggling against the radical Islamism that targets Muslims, Christians and Jews as one and poses a threat to the entire world.”\n\nThe statement continued:\n\nThe Prime Minister has set a uniform policy to agree to meeting requests with all US presidential candidates who come to Israel.",
  "Trump said he was postponing the visit and a meeting with Prime Minister Benjamin Netanyahu until “after I become President of the U.S.”\n\nDonald Trump made the following announcement on Twitter:\n\nI have decided to postpone my trip to Israel and to schedule my meeting with @Netanyahu at a later date after I become President of the U.S. — Donald J. Trump (@realDonaldTrump) December 10, 2015\n\nTrump’s postponement came after Prime Minister Benjamin Netanyahu on Wednesday rejected comments on Muslim immigration made in recent days by the presidential candidate.",
  "The Center for Security Policy released data showing “25% of those polled agreed that violence against Americans here in the United States is justified as a part of the global jihad” and 51% of those polled “agreed that Muslims in America should have the choice of being governed according to Shariah.”\n\nTrump urged Americans to better understand the ideology of radical Islam before allowing Muslims into the country.?",
  "And many of them want to come from outside our country.”\n\nIn a statement released to reporters on Monday, Trump cited a poll from the Center for Security Policy showing that segments of the Muslim population hold anti-American views.",
  "“But we have to figure things out.”\n\nSpeaking on CNN on Tuesday, Trump further warned that the country risks more terrorist attacks if his plan for a temporary ban on Muslim immigration is not implemented.",
  "Trump expressed his hopes that a shutdown “will go quickly,” as soon as “our leaders figure out what the hell is going on.” “If a person is a Muslim, goes overseas and comes back, they can come back.",
  "This policy does not reflect support of candidates or their positions, but expresses the importance that the Prime Minister attributes to the strong alliance between Israel and the US.",
  "“You’re going to have many more World Trade Centers if you don’t solve it – many, many more and probably beyond the World Trade Center,” Trump told CNN’s Chris Cuomo.",
  "JERUSALEM – Donald Trump announced on Thursday that he is postponing his upcoming trip to Israel that had been scheduled for later this month.",
  "Speaking on ABC’s “Good Morning America” on Tuesday, Trump clarified that under his proposal American Muslims can come and go as they please.",
  "According to Pew Research, among others, there is great hatred toward Americans by large segments of the Muslim population.",
  "Netanyahu, however, recognized that radical Islam is a threat to Muslims, Christians and Jews worldwide.",
  "“They want our buildings to come down; they want our cities to be crushed.",
  "Trump speculated that there are already terrorists inside the country.",
  "… They are living within our country.",
  "That’s different,” Trump explained.",
  "They’re a citizen.",
  "?"
]