[
  "In an annual security report issued this month, German intelligence said Iran made a clandestine effort last year to acquire illicit nuclear technology and equipment from German companies at a “quantitatively high level,” and that “it is safe to expect that Iran will continue its intensive procurement activities in Germany using clandestine methods to achieve its objectives.” A German intelligence agency reported 141 clandestine Iranian attempts to acquire nuclear and missile technology in 2015 versus 83 in 2013.",
  "In a separate report, the Institute said many Iranian entities that had been sanctioned for illicit nuclear and missile procurement but were relieved of these sanctions by the JCPOA in January “are now very active in procuring goods in China.”\n\nMany other troubling reports indicate the JCPOA is much worse and much weaker than its critics believed.",
  "Given Donald Trump’s denunciation of the nuclear deal as one of the worst international agreements in history, I am confident that, if he becomes president and sticks to his promise to renegotiate the JCPOA, he will either scuttle the deal or negotiate a stronger one that responsibly addresses the nuclear and other security threats posed by Iran.",
  "Making this situation worse, Secretary of State John Kerry is trying to make more U.S. concessions to Iran – such as granting Iran access to the U.S. financial system – and the White House has become a “lobbying shop” to encourage American and international firms to do business with Iran.",
  "I predict in my new book, Obamabomb: the Fraudulent Nuclear Deal With Iran, that the Obama administration will become “Iran’s lawyer” by defending it against its alleged violations of the JCPOA, just as it did concerning Iranian cheating during the nuclear talks in 2014 and 2015.",
  "• Iran has continued to test ballistic missiles capable of carrying nuclear warheads, even though President Obama said when the JCPOA was announced that Iran, under the agreement, would comply with U.N. Security Council resolutions barring missile tests for eight years.",
  "According to a July 7 memo from the Institute for Science and International Security, Iran recently tried, unsuccessfully, to covertly purchase tons of high-strength carbon fiber, which it uses to make rotors for uranium enrichment centrifuges.",
  "Expect the Obama administration to take more victory laps this week by claiming Iran has complied with the Joint Comprehensive Plan of Action (JCPOA), the nuclear deal that reaches its first anniversary on July 14.",
  "• IAEA members voting to “close the file” on the Iranian nuclear weapons program, even though Iran failed to cooperate with an investigation that found its nuclear weapons work had continued at least until 2009.",
  "The Institute said the JCPOA group probably would not have approved this sale, since Iran has enough carbon fiber to replace the rotors of centrifuges it is permitted to operate under the agreement.",
  "• The IAEA dumbed-down its reports on Iran’s nuclear program to such an extent that it is difficult for anyone outside of the IAEA to know if Iran is complying with its JCPOA obligations.",
  "As a result, Tehran made easily reversible concessions on its nuclear program that allow it to shorten the timeline to a nuclear bomb while the agreement is in force.",
  "This was evident last week when State Department spokesman John Kirby struggled to dismiss recent reports that Iran was trying to acquire illicit nuclear technology.",
  "However, recent press reports paint a very different picture, one that confirms its critics’ worst fears: massive Iranian violations of the agreement.",
  "As serious as these issues are, the Obama administration is ignoring them, insisting the nuclear deal is a success because Iran has complied with it.",
  "Obamabomb includes a list of nine principles to guide a Trump renegotiation of the Iran deal if he wins the presidential election.",
  "These include:\n\n• Exempting China’s redesign and rebuilding of the Arak heavy-water reactor from the JCPOA procurement process.",
  "Under the JCPOA, Iran is required to seek approval for such purchases from a JCPOA procurement working group.",
  "The best way for the next president to deal with it is to tear it up on his or her first day in office.",
  "• Iran placing military facilities off-limits to International Atomic Energy Agency (IAEA) inspectors.",
  "• The Iranian parliament approving a much weaker version of the agreement.",
  "The truth is that the JCPOA was negotiated entirely on Iran’s terms.",
  "The JCPOA is national security fraud."
]