[
  "I think what they’re looking for is serious leaders who will address and provide real solutions to the very real problems we’re facing right now.”\n\nThe Republican presidential candidate also defended his own name-calling earlier this summer when he blasted Senate Majority Leader Mitch McConnell and accused the Kentucky politician of lying to him over a deal to vote on reauthorizing the Export-Import Bank.",
  "But Cruz brushed off the criticism, saying that Americans are tired of politicians “bickering like schoolyard children.”\n\n\"The speaker is entitled to express whatever views he likes, but I’m not going to respond in kind,” Cruz said in an interview with radio host Hugh Hewitt, according to Politico.",
  "“I have expressed many times the frustration the American people are feeling with what I call the Washington cartel — career politicians in both parties who get in bed with lobbyists and special interests and grow and grow and grow government,” Cruz said, according to the Dallas Morning News.",
  "Cruz, for his part, has grown increasingly outspoken about his contempt for McConnell and other Republicans, using his newly published book, \"A Time for Truth,\" to attack his colleagues on various fronts and accuse them of failing to stand up for their principles.",
  "\"But I stood up and I said: Here are the commitments that the majority leader gave to me, personally, to every Republican senator, and to the American people, and his conduct today is directly contrary to those commitments that he made.",
  "Cruz will join fellow Republican presidential candidate Donald Trump on September 9 for a Capitol Hill rally against President Obama's proposed nuclear agreement with Iran, both candidates confirmed Thursday.",
  "Cruz has refused to join other Republicans in criticizing Trump over the billionaire developer's comments that Mexicans sends its rapists and criminals to the U.S. Trump has called Cruz \"a nice guy.\"",
  "The Daily Caller quoted two attendees of an event last week where the Ohio lawmaker purportedly joked that Cruz's presidential campaign kept \"that jackass\" off Capitol Hill.",
  "After complaining about President Barack Obama's nomination of Loretta Lynch as attorney general, for example, Cruz skipped the final vote of her confirmation.",
  "The new majority leader's allies earlier this year derided Cruz's Senate record, complaining that he often speaks out but has missed important votes.",
  "Cruz's campaign statement said the event is sponsored by Tea Party Patriots, the Center for Security Policy and the Zionist Organization of America.",
  "And that is quite different from engaging in the kind of personal attack and insults and profanity-laden assault that so many others engage in.\"",
  "Some close to McConnell call Cruz \"Mr. 1 percent,\" referring to his share of support in the crowded race for the GOP presidential nomination.",
  "\"There is a difference between describing the facts and describing someone’s actions, and what occurred, and engaging in a personal attack.",
  "Texas Sen. Ted Cruz has responded to a recent report that House Speaker John Boehner called him a \"jackass\" during a Colorado fundraiser.",
  "“And I think the American people are not remotely interested in a bunch of politicians in Washington bickering like schoolyard children.",
  "They both appeal to populists angry about the way Washington works and have made immigration one of the top issues of their campaigns.",
  "Their opposition to the Iran nuclear deal is not the only thing Trump and Cruz have in common.",
  "The Cruz campaign did not immediately offer other details, including the event date.",
  "I gave, a couple of months ago, an unusual floor speech to be sure,\" Cruz said.",
  "Recent polls have him a few points higher among more than a dozen contenders.",
  "McConnell and Cruz have never had a thriving relationship.",
  "Like us on Facebook\n\nFollow us on Twitter & Instagram",
  "The Associated Press contributed to this report."
]