[
  "Gaffney recommended a “very powerful film” called The Enemies Within by New Zealander Trevor Loudon, which explores “the ties between the Clintons, and for that matter, a whole bunch of other Democratic Party operatives and leaders, in Congress and elsewhere, the labor unions and on and on – both with respect of course to the hard Left, and I’m talking not just the so-called progressives; I’m talking about the socialists, I’m talking about the communists, the radical Left – and the Islamists.”\n\nGaffney called The Enemies Within a “staggering indictment of what has been happening in our government now for many years.”\n\n“What Trevor does, a scrupulously careful researcher, and he’s showing how you connect the dots between the people who have essentially penetrated our institutions – academia, the labor movement, the government, the media, and on and on, and how they have wrought this subversion from within by essentially grabbing the people who were coming up through the ranks of the Democratic Party over the years, and how they were training them, how they were getting them elected, and how they were now able to essentially direct and dominate the kinds of statutory work that they do in Congress, the kind of administrative policies and orders that the President’s been executing, and so on.”\n\n“It’s that combination of what Trevor, and the rest of us, I think, are increasingly calling the Red-Green Axis that’s so important here,” Gaffney stressed.",
  "They’re supporting both the Islamic State, and the Muslim Brotherhood, and every other Islamic supremacist entity, with the possible exception of the guys that the Iranians, the Shiites, are supporting,” Gaffney charged, adding that “there seems to be a lot of crossover there, too.”\n\nHe said this was nothing less than “the betrayal of our country, and it ought to be front-and-center in an evaluation of whether this woman is fit to be our commander-in-chief, let alone what she would do if she were able to exercise the reins of power in that position.”\n\nGaffney agreed with Marlow that the “connective tissue” between other leaked Clinton emails is that “like those on the hard Left, Hillary Clinton does, in fact, admire central statism, and globalism, and yes, the elimination of our country.”\n\n“They can dress it up with other terms, but fundamentally, as you’ve said, and several of your callers did this morning, that’s what open borders gets you,” he argued.",
  "We are facing the decades-long legacy that if we don’t stop it now, if we don’t prevent it from having another four years to metastasize further, I’m sorry to say I’m not sure it’s reversible.”\n\n“These are the sort of things that ought to be front and center in this election campaign, and I thank God for the work you’re doing every day, trying to get this back into focus, and make sure that the kind of information that is coming out – not in dribs and drabs but in a fire hose, from WikiLeaks and other sources – about Hillary Clinton’s judgment, policy predilections, associations, and corruption is given the kind of attention that it has to have before we turn over the country to her and her ilk,” Gaffney told Marlow.",
  "Returning to the question of the Saudis and Qataris funding the Islamic State, Gaffney said, “It’s not exactly news, but the fact that they were also funding her, and her husband, and their family foundation, and the library, and on and on, is a big deal.”\n\n“To have it now out in her own words, according to these leaked documents, is a big deal, and the fact that it has allowed the Clintons – and, I’m sorry to say, the Bushes, too – to engage in a policy that has effectively supported people who are trying to take us down, namely the Saudis.",
  "“When you look at these various leaks, when you look at the documentation that’s coming out, when you look at her record, when you look at Huma Abedin, as we’ve been talking about, and her influence, it couldn’t be more clear that Hillary Clinton’s objective – as is true of so many others like her on the radical Left, and their Islamist allies – is mutating beyond recognition this country,” Gaffney warned.",
  "And oh, by the way, you can throw in the Black, as well, because they are very actively working, as Trevor documents in The Enemy Within, the Black Lives Matter movement, Soros money, and on and on.”\n\n“You can write this down if you want, as some elegant and exhaustive conspiracy theory,” he acknowledged, “but the dots are there to be connected.",
  "“And, by the way, there was a terrific piece at Breitbart London yesterday about this woman, Dr. Machteld Zee out of the Netherlands, it turns out a former, pretty leftist academic there, who has done a study; she’s published it in a book that talks about what she calls the holy alliance … a powerful new book about the road to a sharia state.",
  "Gaffney said his biggest takeaway was that revelations about Hillary Clinton’s “personal involvement in corrupt activities and policy choices that have been disastrous for America” are coming so rapidly that it is difficult to keep up with them all – and the mainstream media have very little interest in keeping up with any of it.",
  "That is, in fact, what we’re dealing with when we talk about at least some of the people that are intent on coming across, that Hillary Clinton is intent upon bringing across our open borders, or bringing in as refugees.”\n\n(The book Gaffney referred to is entitled Holy Identities: On the Road to a Sharia State.",
  "“It really puts back into focus – I know Mrs. Clinton doesn’t want that, but we sure need it – it puts back into focus the double game the Saudis have been playing, and for that matter, other Islamic supremacists doing business under other banners, notably the Muslim Brotherhood,” Gaffney said.",
  "Frank Gaffney, president and founder of the Center for Security Policy, joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to share his observations on the latest WikiLeaks disclosure of Hillary Clinton documents.",
  "Andrew was also, as you know so well, Alex, determined to prevent the Islamic supremacists, the jihadists, from accomplishing here what they’ve sought to do in Europe and elsewhere, which is to subvert us from within,” he warned.",
  "We’re literally done as a republic, recognizable by anyone who is familiar with our Constitution, at least.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "“But we’re watching this election play out, and it’s not just the progressive Left – which you’ve made some very important points about, and Andrew Breitbart, of course, was determined to defeat.",
  "He zeroed in on a particular disclosure from an email revealed by WikiLeaks, in which Clinton privately said the governments of Saudi Arabia and Qatar were secretly funding the Islamic State.",
  "“This stuff is hemorrhaging out now, and I think that especially when, as you say, we’ve got to spend really all of our available time focusing the banter, and the locker room, and so on.",
  "“It’s not just the Left we’re dealing with, it’s not just the so-called Red.",
  "And if they can get away with it, over the next four years, we’re done.",
  "Breitbart London’s article about Dr. Zee can be read here.)",
  "We’re not doing justice to a fraction of it,” he lamented.",
  "“The President called it ‘fundamentally transforming’ it.",
  "It’s not just the Islamists, the so-called Green.",
  "It’s not a conspiracy theory; it’s a conspiracy.",
  "It’s the combination of the two.",
  "LISTEN:"
]