[
  "On Monday, GOP presidential candidate Donald Trump created a political firestorm by releasing a statement, “calling for a total and complete shutdown of Muslims entering the United States until our country’s representatives can figure out what’s going on.”\n\nWhile it should be self-evident that allowing unvetted mass immigration from Muslim-majority countries is a formula for national security disaster (look no further than Europe for proof), Trump’s statement identifies an even more important problem: the fact that our leaders in Washington have not been able to “figure out what’s going on” with respect to the global jihad movement – and what it will take for us to defeat it, before the jihadists destroy us.",
  "In his statement, Trump cited a poll of Muslims in America commissioned by the Center for Security Policy earlier this year, revealing the disturbing fact that large percentages of those who responded (51%) agreed that, “Muslims in America should have the choice of being governed according to shariah.”\n\nEven more troubling, nearly a quarter of the Muslims polled believed that, “It is legitimate to use violence to punish those who give offense to Islam by, for example, portraying the prophet Mohammed.”\n\nThose who don’t like the poll’s results have questioned its methodology.",
  "It states: “There are times when a nonprobability online panel is an appropriate choice, as there may be survey purposes and topics where the generally lower cost and unique properties of Web data collection is an acceptable alternative to traditional methods.”\n\nExamples of other surveys using the same online, opt-in panel methodology include:\n\nThe AP-GfK Poll, which is widely reported on, including one finding increasing support for gay marriage and gun control.",
  "Given the Islamist massacre in San Bernardino, not to mention the burgeoning growth of violent and stealthy jihadist activity around the world since 2011, America must admit what so many of its leaders refuse to say: Jihad and the hateful ideology of shariah that undergirds it are problems we must address, and must address now.",
  "Defund the approval of further chain migration from such countries in the name of “family reunification” – a practice that could be used to expand exponentially the 10,000 Syrians President Obama intends to bring here and that was used to bring Tashfeen Malik to the country under a K-1 visa.",
  "Require that funds provided to the U.N. High Commissioner for Refugees (UNHCR) must be used to relocate more of its charges closer to home, which it systematically refuses to do – causing it to run a deficit unnecessarily, since it costs 12 times more to support a refugee here than there.",
  "Here are some of the options available to try to ensure that this threat is mitigated:\n\nDefund the Obama administration’s breathtaking decision to allow into the United States aliens who have engaged in “limited” material support for terrorism had “limited” contact with its perpetrators.",
  "Include some variation of Texas Rep. Brian Babin’s Refugee Accountability National Security Act, which would place a moratorium on refugee resettlement until Congress deems the program has been adequately reviewed, as well as a Government Accountability Office audit of its costs.",
  "As previously recommended by then-Sen. Joe Lieberman, revoke the citizenship of those Americans who join foreign terror organizations by banning the expenditure of funds to admit such individuals back into the United States after they have traveled abroad.",
  "Deny any funding for the president to bring in not just refugees, but anyone coming in under any immigration program from Syria and Iraq, given that we cannot perform adequate screening on them, until such time as Congress reauthorizes such spending.",
  "Include some version of the bill sponsored by House Homeland Security Committee Chairman Michael McCaul, a Texas Republican, which would restore control over how many refugees the U.S. admits each year to the legislative branch, where it belongs.",
  "Suspend funding for the Visa Waiver program unless and until the FBI designates that participant countries have given us sufficient access to the Passenger Name Record (PNR) data that the European Union has historically withheld from us.",
  "Provide the funds necessary for both the southern and northern border states’ governors to deploy their National Guard to secure our land frontiers unless and until other means of denying unauthorized access across them can be assured.",
  "This is especially imperative in light of the extraordinary influence over the High Commissioner apparatus (and the U.N. more generally) enjoyed the proto-Caliphate, multinational Organization of Islamic Cooperation (OIC).",
  "Other techniques employed by the granddaddy of all modern jihadist groups, the Muslim Brotherhood, involve more stealthy efforts to penetrate and subvert from within our civil society and governing institutions.",
  "NBC News, including a poll recently released on Americans’ divided attitudes on government surveillance; and\n\nA Cronkite News poll conducted as part of a project focused the Sikh religious community.",
  "These would, presumably include those deemed by the Immigration and Customs Enforcement to be “Specially Designated Countries” (notably, Pakistan, Saudi Arabia, Somalia, Libya, and Afghanistan).",
  "For them, terror is one of the tools used to advance an agenda aimed at imposing worldwide the repressive politico-legal-military code they call shariah and establishing a global Caliphate.",
  "Such views conflict dramatically with the Constitution and concepts of civil rights, are nevertheless reflective of the way mainstream Islam is practiced in many Muslim-majority countries.",
  "Likewise, deny any funding for the president to bring in via any immigration program from other nations whose traditions of Islamic supremacism makes the need for such vetting imperative.",
  "VolAgs) that are paid by-the-head to resettle refugees and, therefore, have become, as a practical matter, self-interested lobbies for expanding the number of refugees ad infinitum.",
  "The Center’s poll of U.S. Muslims, however, seems to have touched a particularly sensitive nerve, perhaps because it asked questions that other polling firms seem reluctant to ask.",
  "Restore U.S. control over whom we deem a refugee, ending the practice of allowing the U.N. High Commissioner for Refugees to dictate who is eligible for resettlement here.",
  "For its part, the industry trade association, the American Association of Public Opinion Research (AAPOR), has issued a study of online, opt-in survey panels.",
  "They have begun to realize that the Obama administration has long been downplaying, misrepresenting and mishandling a threat more and more of us see plainly.",
  "That influence has contributed to the fact that, by some estimates, nine out of 10 “refugees” being admitted here under the present arrangement are Muslims.",
  "And we must take action to keep jihadis from threatening our lives – and our freedoms – in furtherance of their stated goal: installing shariah worldwide.",
  "Even simply defunding all refugee resettlement from Syria would be a start, though the problem of jihadis posing as refugees extends far beyond Syria.",
  "In particular, major survey organizations like SurveyMonkey & Harris Interactive that are relied upon and quoted extensively use the same approach.",
  "Yet, opt-in, online surveys are used routinely to gauge the views of populations like American Muslim that are relatively small and hard-to-reach.",
  "In addition, the results could signal that a significant portion of American Muslims hold views that reflect mainstream Islam’s shariah.",
  "The killers who plotted and executed the massacre in San Bernardino are no different than Islamic supremacists the world over.",
  "An exception could be made for aliens from Israel, provided the Israeli government deems them not to be a threat.",
  "We must also recognize its inherent and unalterable incompatibility with Western civilization.",
  "The United States govenment has every right to determine which immigrants enter this country.",
  "And the fact is that some would-be immigrant aliens present a far greater threat than others.",
  "Mr. Trump has clearly picked up on a conviction increasingly shared by millions of Americans.",
  "We must understand shariah and the ideological impetus it provides for our enemies’ actions.",
  "Eliminate funding for the so-called “voluntary agencies” (a.k.a."
]