[
  "“I’m not entirely sure how he defines that, but it sounds to me as though it will probably be a formula for more disengagement, rather than sensible and necessary engagement.”\n\nGaffney said he was “concerned” about the role foreign policy would take in Trump’s general election campaign, but on a hopeful note, he said there was “no doubt that he would like the American people to feel as though part of ‘making America great again’ is going to be ensuring that everyone understands that our power will be decisively applied against our enemies.”\n\n“On the other hand, sending the message that can somehow be done without our engagement – that we can do so from a position of strength at home and not be engaged, for want of a better word, in the challenges we’re facing around the world.",
  "“I think under President Obama, for the remainder of his term, that we’re likely to see more, probably needless loss of life on the part of Americans – in the sense that they’re being asked to serve in, and sacrifice for, an incoherent and probably impossible strategic purpose.”\n\nHe said that purpose was “mostly just to bear up in the kind of environment that the President is substantially responsible for creating in Iraq and Syria – with, specifically, his decision to withdraw all U.S. forces recklessly from Iraq, and thereby lose the peace.”\n\n“The view of Donald Trump as to what should be done in this regard, I guess, is captured by ‘America First,’” said Gaffney, referring to a slogan Trump has employed.",
  "“I think it’s going to be a function of people wanting to assure that the kind of course correction, that I believe just about everybody in the national security space knows is needed – a return to what Ronald Reagan used to describe as ‘peace through strength,’ an end to the Obama doctrine,” he predicted.",
  "There was a certain incoherence about it that has to be remedied, and I trust will be.”\n\n“Where he comes down, I hope, will be increasingly along the lines of the kind of vision Senator Cruz set out – with which, I think, he broadly agrees,” Gaffney continued.",
  "And the need to deal with firmness, not a sense that they’re people we can do business with, with rising adversaries in Vladimir Putin and the Communist Chinese.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00AM to 9:00AM EST.",
  "“Certainly on the jihad, it seems with respect to specifically the Islamic State, yes, but more broadly, the nature of this enemy we’re confronting, the need to describe it as the enemy, this Islamic supremacism.",
  "Frank Gaffney, president and founder of the Center for Security Policy, appeared on Breitbart News Daily with SiriusXM host and Breitbart News Executive Chairman Stephen K. Bannon on Wednesday morning.",
  "He said he had boiled the Obama Doctrine down to about nine words: “Embolden our enemies, undermine our friends, diminish our country.”\n\n“That has to be pushed over the side,” Gaffney urged.",
  "Gaffney, a foreign policy adviser to the now-suspended presidential campaign of Senator Ted Cruz, turned his attention to presumptive Republican nominee Donald Trump’s foreign policy.",
  "Gaffney said it would not be “automatic” for the national-security apparatus to coalesce around Trump, now that he was the presumptive nominee.",
  "I think that the speech last week, his much-ballyhooed foreign policy address, had some important notes in it, but they were discordant.",
  "He began by reacting to the news that a U.S. Navy SEAL has been killed in action against ISIS in Iraq.",
  "“But again, this is, in part, going to depend on what Donald Trump presents in terms of a program.",
  "I’m afraid it’s not terribly coherent at the moment,” he added.",
  "“I’m praying, Steve, for where we’re headed,” said Gaffney.",
  "And that is not just a balancing act.",
  "LISTEN:"
]