[
  "Frank Gaffney, the President of the Center for Security Policy, appeared on Breitbart News Daily on Monday to discuss his latest article for Breitbart News, titled, “Shariah-Compliant Twitter.”\n\nThere has been a “concerted effort” by Islamic supremacist groups, particularly the Organization of Islamic Cooperation (OIC), described by Gaffney as a “proto-caliphate,” which he said tries to “prohibit worldwide what they call the ‘defamation of religion.’”\n\nBut the OIC is not looking after all religions.",
  "“From now on, in 140 characters you are not going to be allowed to say things that might offend Muslims.”\n\nGaffney recognized that Twitter was a private company, meaning that they have the freedom to choose who they want to do business with, but argued that Twitter’s policies were akin to a recent Democratic House resolution, which was signed by dozens of left-wing lawmakers, that censured criticism of Islam.",
  "And unfortunately for a lot of us, it means we are going to be subjected to violence because we are not going to do that willingly.”\n\nIt starts with the Islamic supremacists keeping us from talking about these issues, he explained, leaving anti-Shariah outfits from devising a strategy and plan to counter it.",
  "“For instance, you must not give offense to Muslims, which brings us to Twitter.”\n\n“Twitter has announced, starting with the New Year, that they are going to impose rules that basically prohibit hate speech, that sounds an awful lot like, and in practice would be, these Shariah blasphemy laws,” he added.",
  "Breitbart News executive chairman Stephen K. Bannon asked Gaffney to explain how Shariah’s blasphemy laws turn into “hate speech.”\n\n“This is part of a program that” originates from “the meaning of Islam: submission,” Gaffney stated.",
  "“It essentially calls on all the member nations to adopt restrictions consistent with what is really Sharia blasphemy law,” Gaffney asserted.",
  "“The problem is that the authorities of the faith and the genetic code of the program, Shariah, is anything but peaceful,” he added.",
  "“No one has held Hillary Clinton accountable” for advancing the Islamic supremacists’ agenda, he added.",
  "“And whether its peaceful or not, what they have in mind is everyone in the world submitting to Islam.",
  "It gave rise to” a UN program called “UN Human Rights Council Resolution 1618,” he said.",
  "“This campaign has been aided and abetted by the Obama Administration.",
  "Only Islam, the Center for Security Policy founder stressed.",
  "Hear the entire interview:",
  "Submitting to Shariah."
]