[
  "Ambassador Henry (Hank) F. Cooper , Chairman, High Frontier\n\n, Chairman, High Frontier Ann Corcoran , Refugee Resettlement Watch\n\n, Refugee Resettlement Watch Senator Ted Cruz\n\nFrank Gaffney , President, Center for Security Policy\n\n, President, Center for Security Policy Dan Goure , Vice President, Lexington Institute\n\n, Vice President, Lexington Institute Peter Huessy , President, GeoStrategic Analysis\n\n, President, GeoStrategic Analysis Louisiana Governor Bobby Jindal\n\nIowa Congressman Arnold “Steve” King\n\nAdmiral James “Ace” Lyons (U.S. Navy, Ret.)",
  "Specifically, the event will cover four key topics of interest to both our nation and the state of Iowa:\n\nThe Hollowing Out of The U.S. Military\n\nAmerica’s Electrical Power Grid and Threats to Critical Infrastructure\n\nThe Threat from Iran, Shariah and The Global Jihad Movement\n\nBorder Insecurity and Illegal Immigration\n\nAmong the noteworthy policy experts and national leaders who have been invited, the following speakers have been confirmed:\n\nDr. Benjamin Solomon “Ben” Carson, Sr.",
  "Al Ringgenberg\n\nSenator Rick Santorum\n\nPhyllis Schlafley , Founder, Eagle Forum\n\n, Founder, Eagle Forum Donald Trump\n\nBob Vanderplaats, President, The FAMiLY Leader Foundation\n\nThe Iowa National Security Action Summit is designed to ensure that our national security receives the attention it requires from elected officials and their constituents, alike – both at the federal level, AND the state level.",
  "Rick Manning , Americans for Limited Government\n\n, Americans for Limited Government Iowa State Representative Zach Nunn\n\nDr. Peter Vincent Pry , Executive Director, Task Force on National and Homeland Security\n\n, Executive Director, Task Force on National and Homeland Security Colonel (Ret.)",
  "The conference will feature many of the most influential national security practitioners of our day addressing the current state of U.S. foreign and defense policy in an increasingly perilous world.",
  "On Saturday, Secure Freedom (formerly Center for Security Policy), in partnership with THE FAMiLY LEADER Foundation and High Frontier, will host The Iowa National Security Action Summit.",
  "Follow Breitbart.TV on Twitter @BreitbartVideo",
  "(U.S. Navy, Ret.)"
]