[
  "Frank Gaffney, head of the Center for Security Policy, which commissioned the poll, appeared on CNN Tuesday to discuss the survey and recent proposals to curtail Muslim immigration to the U.S.\n\nRather than discuss the substance of the issues at hand, CNN host Don Lemon launched an embarrassing attack on the validity of Gaffney’s poll.",
  "There is ongoing discussion within the polling community about whether or not on-line surveys will ultimately replace live phone call polls, due to fundamental changes in the public’s lifestyle.",
  "“It was a poll that was conducted online and it doesn’t meet the standards of any news network,” Lemon thundered, suggesting that on-line polls themselves aren’t reliable.",
  "Most other news organizations, including Reuters, NBC News, CBS News, Wall Street Journal, New York Times and Los Angeles utilize on-line polls to some degree.",
  "The findings in the Gaffney-commissioned poll were also similar to findings in other surveys, in particular a Pew Research study of American Muslims.",
  "In terms of the least reliable polls, 4 of the bottom 5 were conducted by live phone calls, the type of poll Lemon deems worthy of consideration.",
  "A June poll of Muslims living in the United States found a significant minority supporting the use of violence against those who “offend” Islam.",
  "In many cases, polling companies are prohibited from calling cell phones and it is often difficult to match these numbers to a verified voter.",
  "Pew’s survey also found a significant minority of American Muslims felt violence was sometime justified when someone offended Islam.",
  "The network would be better served looking at their own polling methods than condemning outright those with results they don’t like.",
  "The sample was conducted over a week of interviews, a fairly long interval at a time that the news cycle changes every hour.",
  "In the 2012 election, 4 of the 7 most accurate polls were on-line surveys, according to Nate Silver’s fivethirtyeight blog.",
  "If it helps Lemon, its findings were similar to a live-call poll conducted in May which had a 3.5 percent margin of error.",
  "The Gaffney-commissioned survey was conducted using industry-accepted sampling and screens for on-line participants.",
  "In terms of its methodology, it is no different than on-line surveys conducted by numerous major news organizations.",
  "Lemon and CNN may not like the findings in the poll of Muslims commissioned by Gaffney’s Center for Security Policy.",
  "Their problem, though, should be with the opinions of Muslims in America, not with the construction of the poll.",
  "CNN’s most recent poll of the Republican nomination contest in Iowa interviewed 552 likely Republican voters.",
  "CNN’s own recent poll of Iowa voters is wildly different than polling by other news organizations.",
  "Just 56 percent of African-American Muslims had an “unfavorable” view of Al-Qaeda in the Pew poll.",
  "Many people only use cell phones now rather than old-fashioned land-lines.",
  "In fact, in some ways the Pew finding was more troubling.",
  "Lemon’s assertion would be news to the polling community.",
  "Lemon’s network CNN, in fact, may be behind the times.",
  "The margin of error for its survey was 4 percent."
]