[
  "Of course, he emphasized that Clinton should keep confidential the whole nefarious idea as, clearly, they did not want Israel to learn of it:\n\n“Most of all the United States, in my view, cannot be seen to have stimulated, encouraged or be the power behind it for reasons you will understand better than anyone,” he wrote, suggesting that the government enlist liberal non-profit groups in Israel.",
  "Pickering, who serves on the Board of Advisors to the notorious National Iranian American Council (NIAC – widely viewed as a lobbying front for the Iranian regime), described a clandestine campaign by the U.S. to whip up anti-Israel sentiment intended to cudgel our Israeli allies into re-engaging in negotiations with the Palestinians.",
  "“I believe third parties and a number NGOs [non-government organizations] on both sides would help.”\n\nInstead of dismissing out of hand the very idea of such a shameful plot—not to mention immediately distancing herself from the one who proposed it—Secretary Clinton instead requested an aide to make a print-out of the email for her.",
  "Just weeks after President Obama’s June 4, 2009 Cairo speech had green-lighted the Islamic Uprising to come, Clinton’s aide, Cheryl Mills, forwarded to her a Washington Post article dated July 16, 2009 that reported on a secret meeting that Pickering had held in Zurich, Switzerland with two senior HAMAS officials.",
  "The story of six American heroes who selflessly charged to the sound of the guns to save dozens of lives contrasts rather starkly with the record of the Obama team, which included Hillary Clinton, Thomas Pickering, and Robert Malley, who continue to charge instead headlong into the embrace of our jihadist enemies.",
  "One of the Obama campaign’s informal advisors, Robert Malley, a long-time advocate for the HAMAS terror group then with the George Soros-funded International Crisis Group (where Pickering is Board Co-Chairman), was compelled to resign from the campaign after reports revealed that he had held meetings with HAMAS.",
  "While U.S. officials predictably tried to distance the Obama administration from the talks, the terrorist organization itself (the Palestinian branch of the Muslim Brotherhood) characterized them in what were likely more accurate terms, as a potential opening with the Obama White House.",
  "Given how well U.S. policy in that region has gone of late, Malley was promoted on 30 November 2015 to serve as Senior Advisor to the President for the Counter-ISIL Campaign in Iraq and Syria, where his skills at reaching out to the jihadist enemy can really be put to the test.",
  "As Michael Bay’s new blockbuster film, 13 Hours: the Secret Soldiers of Benghazi, premiers around the country this week, it is a good time to consider the wholesale chaos that a policy of alienating (and sometimes deposing) our allies and embracing our enemies has wrought.",
  "Ambassador to Israel Thomas Pickering in which he suggests that then-Secretary of State Clinton should consider a plan to re-energize the stalled Israeli-Palestinian peace talks by inciting Palestinians to ‘non-violent’ demonstrations and protests against Israel.",
  "In fact, it had been clear since days of the Obama team’s 2008 presidential campaign that he intended to turn established U.S. policy vis-à-vis Islamic jihadist groups like HAMAS and the Muslim Brotherhood upside down by embracing instead of countering them.",
  "It was all an effort to “understand what HAMAS’s views are,” according to Malley (who apparently has not yet had the chance to read the HAMAS Covenant, where the group’s annihilationist intent toward Israel is quite clearly stated).",
  "Malley had to wait several long years before the Obama White House rehabilitated him in April 2015, where he served until recently as the National Security Council (NSC) Coordinator for the Middle East and North Africa.",
  "Malley next accompanied Pickering to the June 2009 gathering in Zurich with HAMAS foreign minister, Mahmud Zahar and Osama Hamdan, the Brotherhood affiliate’s top official in Lebanon.",
  "Most recently, a series of emails suggest Clinton had considered a plan to incite Palestinian protests against Israel.",
  "The email, surfacing thanks to the dogged efforts of Judicial Watch, is an 18 December 2011 message from former U.S.",
  "Clare M. Lopez is the Vice President for Research & Analysis at the Center for Security Policy.",
  "Hillary Clinton’s personal email server continues to yield a treasure trove of information.",
  "Nor was this Pickering’s first foray into plotting with America’s enemies—and Israel’s."
]