[
  "McMaster's insistence, alongside that of Secretary of State Rex Tillerson, Defense Secretary Jim Mattis, and Joint Chiefs Chairman Joseph Dunford, that the US re-certify Iran's compliance with the Obama-era nuclear deal was met with sharp pushback from the President, who felt such a move would undermine his campaign promise to scrap the agreement.",
  "\"The fact that both of these individuals served in uniform and fought in war has created a bond that's going to be there during the course of the business they have to do in the White House,\" said Leon Panetta, a former secretary of defense and White House chief of staff who Kelly served as a top military aide.",
  "Frank Gaffney, a conspiracy theorist and former Pentagon official under President Ronald Reagan who heads the Center for Security Policy, a right-wing think tank, criticized McMaster for extending Rice's security clearance and the dismissal of Cohen-Watnick and accused the general of insubordination.",
  "Some conservatives also raised objections to his decision earlier this year to extend a security clearance for Susan Rice, President Barack Obama's final national security adviser who has been accused by some conservatives of mishandling classified information involving Trump campaign associates.",
  "This week, Kelly signaled his willingness to allow McMaster and others in the White House leeway in their roles, including in hiring and firing decisions, after McMaster dismissed Ezra Cohen-Watnick, the senior director of intelligence on the National Security Council.",
  "Washington (CNN) Even as a new general atop the White House staff works to enforce order among President Donald Trump's warring factions, another general across the building is weathering attacks from the right-wing media after his disputes over policy became public.",
  "Some right-wing media outlets this week began a sustained attack on McMaster after he removed a top intelligence adviser, seen as a continuation of his effort to purge acolytes of his predecessor, Gen. Michael Flynn, from the National Security Council.",
  "As the President departs Friday for a 17-day vacation at his golf resort in New Jersey, the strict order that Kelly has imposed in the West Wing will be tested by a President known to solicit advice and opinions during sojourns to his vacation homes.",
  "It was the latest signal that some of Trump's aides and outside advisers have begun eyeing McMaster with skepticism, accusing him of orchestrating a takeover of the National Security Council meant to advance establishment foreign policy thinking.",
  "McMaster, who favors rigorous order, has similarly welcomed a like-minded ally who is enforcing a chain of command that disallows favored aides or family members from circumventing the traditional policymaking routes, officials said.",
  "He's instituted a new reign of order in the West Wing, administration officials said, with a greater sense of process and rank now governing the often-at-odds coalitions have formed over the first six months of Trump's presidency.",
  "Far-right internet personality Mike Cernovich echoed Gaffney, telling CNN he started a website, McMasterLeaks.com, on Wednesday in an attempt to document what he says are McMaster's attempts to undercut the President.",
  "The official characterized the letters as a pro-forma move that allows the former advisers to participate in administration discussions about national security matters that originated under their tenure.",
  "McMaster, the three-star Army lieutenant general serving as Trump's national security adviser, has meanwhile seen his standing questioned amid arguments with other advisers and the President himself.",
  "Trump himself has expressed frustration with McMaster after being presented options on key security issues that appear only marginally different than what Obama pursued while he was in office.",
  "\"At every turn, the Army general has been insubordinate to his Commander-in-Chief,\" Gaffney said in commentary for radio on Friday, according to a news release from the think tank.",
  "His allies hope Kelly's arrival in the West Wing, and his insistence on adhering to a rigid chain of command, will reinforce McMaster's authority among the national security ranks.",
  "A senior administration official said Thursday that McMaster has written letters to all past national security advisers -- including Rice -- extending their security clearances.",
  "McMaster has also openly argued with senior strategist Steve Bannon, a former executive of Breitbart, over policy in Afghanistan, a debate which has seized the NSC for months.",
  "A White House official said McMaster is \"confident that Ezra will make many further significant contributions to national security in another position in the administration.\"",
  "A senior administration official said McMaster ran the decision to remove Cohen-Watnick by Kelly before announcing it internally this week, and Kelly did not object.",
  "Kelly, in his first week, has worked to institute a tighter order that discourages the kind of backstabbing that pervaded the first six months of Trump's presidency.",
  "Impact of Kelly arrival\n\nAccording to two senior White House officials, McMaster has been irritated by the impression that he's lost standing with the President.",
  "McMaster had sought to dismiss him for months, but was prevented after interventions by Jared Kushner, Trump's son-in-law, and Bannon, the senior strategist.",
  "Harvey, a long-time intelligence officer, was appointed by Flynn and continued to serve as the council's senior director for the Middle East under McMaster.",
  "He has mandated that all of Trump's aides, including members of his family, report through him, a bid to manage the stream of information to the President.",
  "Cohen-Watnick, who arrived at the White House under fired national security adviser Michael Flynn, had clashed with some other members of the council.",
  "\"I like the protocol, the idea that there's a paper trail, there's a pecking order,\" said Kellyanne Conway, Trump's senior counselor, on CNN Tonight.",
  "But the impression that McMaster was going easy on Rice pervaded certain conservative websites, including Breitbart, which blared the headline: \"H.R.",
  "John Kelly, a retired four-star Marine, was sworn in as chief of staff this week with a mandate to instill order in Trump's pack of restive aides.",
  "\"Times that I've been on phone conversations with the President the last couple of days, Gen. Kelly's been on those conversations as well.\"",
  "\"For example, he has openly opposed Mr. Trump on 'radical Islamic terrorism,' Syria, Qatar, Iran, Russia and the Muslim Brotherhood.",
  "\"They both believe in an orderly process for making decisions, and I think a lot of that comes from their military background.",
  "McMaster has sought to convince Trump on a plan that would modestly increase troops levels, but Trump has remained resistant.",
  "Kelly has also sought to tamp down on the type of death-by-leak that currently is plaguing his former military colleague.",
  "Another conservative outlet, The Daily Caller, declared that \"Everything the President Wants to Do, McMaster Opposes.\"",
  "That common experience of having served in uniform and in battle creates a very strong bond between these people.\"",
  "\"They're both military, they're both disciplined, they both believe in strong chain of command,\" Panetta said.",
  "But Kelly's task is heightened by the long slate of looming foreign policy decisions that Trump is weighing.",
  "A lot of that comes from the fact that they've been in battle and know what it takes to take to the hilt.",
  "If it was up to me, I would have had them noncompliant 180 days ago,\" Trump told The Wall Street Journal.",
  "What he will say to the president will pretty much reflect whatever recommendations McMaster will make.\"",
  "A different discipline,\" said Mick Mulvaney, the director of Trump's Office of Management and Budget.",
  "\"For example McMaster has been pulling the security clearances of pro-Trump members of the NSC.\"",
  "\"McMaster has been undermining the President to the point of insubordination,\" Cernovich said.",
  "Another Flynn appointee, Retired Col. Derek Harvey, was removed from his post last week.",
  "It was the latest step to remove officials who came to the White House under Flynn.",
  "McMaster Promised Susan Rice She Could Keep Security Clearance in Secret Letter.\"",
  "\"Kelly is not going to undercut others responsible for national security issues.",
  "\"General Kelly focuses on both the 'chief' part and the 'of staff' part.\"",
  "\"I think you're already starting to see a different flow.",
  "\"I have great respect for my people.",
  "Kelly will be on the trip as well.",
  "That's just not what he does.",
  "H.R."
]