[
  "OTHERS: Anita Hill, accused Clarence Thomas of sexual harassment; Hillary Clinton, talk radio's \"feminazi\"; Vincent Foster, focus of conspiracy theories after his suicide; Bill Clinton, \"Slick Willie\" or worse in conservative direct-mail appeals.",
  "Advertisement Continue reading the main story\n\nPHILANTHROPISTS JOSEPH COORS -- Colorado beer magnate and another key supporter of the Heritage and Free Congress Foundations, Coors, left, is a longtime benefactor of Paul Weyrich.",
  "SENATOR JESSE HELMS -- As chairman of the Foreign Relations Committee, the North Carolina Republican has blocked diplomatic appointments and said Clinton \"better have a bodyguard\" if he visits North Carolina.",
  "CONGRESS\n\nSENATOR LAUCH FAIRCLOTH -- A freshman Republican from North Carolina and one of Clinton's fiercest Whitewater critics, Faircloth, above, is the only Senator to publicly attack Sheila Burke.",
  "EAGLE FORUM -- Led by Phyllis Schlafly, below, has warned that the United Nations, Hillary Clinton and the Children's Defense Fund want \"to dictate how American parents must raise their children.\"",
  "REPRESENTATIVE RANDY (DUKE) CUNNINGHAM -- A former combat pilot, the San Diego Republican includes Secretary of Labor Robert Reich among his list of Democrats who are \"Communist supporters.\"",
  "DAVID BOSSIE -- A Faircloth aide on Whitewater who apprenticed with Floyd Brown, a Clinton hater, and established himself as a clearinghouse for Whitewater tips and documents.",
  "The groups and individuals in the accompanying chart form a subsection of the conservative establishment: specialists in bare-knuckle attacks on political opponents.",
  "Media PAUL WEYRICH -- Famed New Right activist, Weyrich, right, established the Heritage Foundation and National Empowerment Television.",
  "CONCERNED WOMEN FOR AMERICA -- Under Beverly LaHaye, an anti-gay crusader, has lashed out at Joycelyn Elders's \"sex-crazed policies.\"",
  "Large contributor to the Heritage and Free Congress Foundations; underwrites groups trying to prove Vincent Foster was murdered.",
  "ROBERT NOVAK -- Syndicated columnist and talk-show host, Novak, below, cultivates a snarling image as the \"Prince of Darkness.\"",
  "VICTIMS\n\nLANI GUINIER -- Guinier, above left, was blocked from Clinton Justice Department after being labeled \"quota queen.\"",
  "Over the past 25 years, a formidable network of organizations has emerged to promote the conservative political agenda.",
  "LEGAL-JUDICIAL\n\nCLINT BOLICK-- Litigation director at Institute for Justice, Bolick, left, wrote \"quota queen\" op-ed.",
  "Players range from research institutions, like the Heritage Foundation, to gadfly entrepreneurs, like Floyd Brown.",
  "CENTER FOR SECURITY POLICY -- Base for Frank J. Gaffney Jr., who vilified Morton Halperin, a Clinton nominee.",
  "MICHAEL JOYCE -- President of Bradley Foundation, which has given $3.6 million to Weyrich's Free Congress.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box.",
  "Foster, right, was defeated amid unsubstantiated charge of involvement in syphilis experiment.",
  "JOYCELYN ELDERS -- Former Surgeon General, Elders, center, was denounced as \"condom queen.\"",
  "Called Hillary Clinton \"Lady Macbeth\" and likened homosexuals' heads to \"butternut squash.\"",
  "Affiliated organization Coalitions for America coordinates New Right legislative strategy.",
  "THOMAS JIPPING -- Weyrich aide, led attacks on Attorney General Janet Reno and Guinier.",
  "Suggested that \"Vince Foster was murdered in an apartment owned by Hillary Clinton.\"",
  "THE WALL STREET JOURNAL EDITORIAL PAGE -- Bulletin board of right-wing grievances.",
  "THE AMERICAN SPECTATOR -- Edited by R. Emmett Tyrrell Jr., a Clinton hater.",
  "DAVID BROCK -- American Spectator staffer who wrote \"Troopergate\" article.",
  "MORT HALPERIN -- Denied Pentagon post after his patriotism was questioned.",
  "RICHARD MELLON SCAIFE -- Fourth-generation heir to Mellon banking fortune.",
  "PRESSURE GROUPS\n\nFREE CONGRESS FOUNDATION -- Paul Weyrich's home base.",
  "Joyce, right, helped finance David Brock's attacks on Anita Hill.",
  "One story hinted at links between Bill Clinton and Soviet agents.",
  "Called Anita Hill \"a little bit nutty and a little bit slutty.\"",
  "SHEILA BURKE -- Dole's top aide, attacked as radical feminist.",
  "THE WASHINGTON TIMES -- Broadsheet mix of fact and rumor.",
  "RUSH LIMBAUGH -- Pioneer of \"anything goes\" commentary.",
  "HENRY FOSTER -- Clinton's choice to replace Elders.",
  "June 26 column ignited attacks on Sheila Burke.",
  "You must select a newsletter to subscribe to.",
  "Savaged Vincent Foster before his suicide.",
  "View all New York Times newsletters.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "Please re-enter."
]