[
  "If we are to survive the collective effort of shariah-adherent Muslims and their enablers around the world to force “non-believers” to submit to that toxic ideology, we have to recognize that a) that we are not just confronting the Islamic State, but all those who embrace and practice the same ideology; b) we must counter both the violent and the pre-violent jihadists; and c) this will require a comprehensive, clear-eyed and patient strategy akin to that utilized decisively by President Reagan to destroy the last totalitarian ideology that sought world domination: Soviet communism.",
  "This fact is particularly inconvenient since, according to Team Obama (among others): the Saudis are among our most important Mideast allies in the war on terror and a cornerstone of the President’s vaunted anti-ISIL coalition; the Iranians are our new-found strategic partners; and Islam is a “religion of peace” with which “we are not and never will be at war.”\n\nTo be clear, many millions of Muslims don’t practice their faith in accordance with shariah.",
  "In much of the Muslim world, the Islamic State’s ideology is known as “shariah.” While IS has been particularly effective at branding itself as the world’s foremost enforcer of that brutally repressive, supremacist doctrine, the truth is that it animates every other jihadist group, as well – including Hamas, Hezbollah, the Taliban, Boko Haram, the al Nusra Front, al Shabaab and the granddaddy of them all: the Muslim Brotherhood.",
  "Last night, President Obama used his third prime-time address from the Oval Office to try to allay widespread concerns in the aftermath of the San Bernardino attack that he neither understands the nature of the enemy that perpetrated that and similar acts of terror here and abroad nor has an effective strategy for defeating it.",
  "Where not, they still must wage “holy war” through what the Muslim Brotherhood calls “civilization jihad.”\n\nThis is not so much a non-violent form of the effort to force the rest of the world – Muslim and non-Muslim alike – to submit to shariah and the dominion of a global ruler known as the Caliph.",
  "Our ability to acknowledge this reality, let alone act effectively upon that recognition, has been greatly hampered by another fact: Shariah is also regarded as the true practice of Islam by nations like Saudi Arabia and Iran, and by the religious authorities of Cairo’s Al-Azhar University.",
  "For example, the shariah-adherent Muslim Brotherhood/Hamas front group known as the Council on American Islamic Relations (CAIR) launched one of its classic political warfare campaigns in the immediate aftermath of those murderous shootings of unarmed Americans.",
  "The use of stealthy, seditious techniques to subvert non-Muslim Western societies like ours means that we face more than what is increasingly called “radical Islamic terrorism” by those who fault President Obama for his failure to name the enemy.",
  "Yet, he refused to name it, other than by association with the group he insists on calling “ISIL” – an acronym for what was once known as the Islamic State in Syria and the Levant, but that now simply calls itself the Islamic State (or IS).",
  "Rather, it would be more accurate to describe it as pre-violent jihad, since it is about setting the stage for the final, decisive use of terrifying force to accomplish the entire planet’s ultimate submission.",
  "Influence operations aimed at penetrating and subverting of our civil society institutions and governmental policy-making are in many ways just as dangerous as the violent jihad they enable.",
  "It transparently sought to mislead the public about this act of jihad and to promote the meme that Muslims risked being victimized in its aftermath.",
  "If we are actually serious about defeating that ideology, we must be honest about its nature – and realistic about all its adherents.",
  "To his credit, the President made a leitmotif of his remarks a “destructive ideology” that must be confronted and defeated.",
  "It is no coincidence that President Obama has assiduously conveyed basically the same message from his bully pulpit.",
  "If we really want to prevail over today’s most dangerous and “destructive ideology,” this is the strategy we need.",
  "The Center for Security Policy has adapted the Reagan play-book in what we call the Secure Freedom Strategy.",
  "Regrettably, those concerns were only reinforced both by what he said and by what he didn’t say.",
  "Evidence of that reality is not hard to find in the wake of the San Bernardino attacks.",
  "Where practicable, shariah dictates they must do so through terrifying violence.",
  "And the latter are obliged by shariah to engage in jihad or holy war.",
  "Yet, many millions do."
]