[
  "McMaster and his misconduct, his insubordination to the President of the United States, his efforts to subvert his policies – you’ve mentioned a number of examples of them.”\n\nGaffney zeroed in on McMaster’s “staffing of the National Security Council with people who are absolutely on the other side, disloyal to the president, disloyal to his agenda.”\n\nAt the same time, Gaffney said McMaster has been removing “people who were loyal to the president – the very few who were brought in because they had both relevant skill sets and were in line with what the president sought to do, what he promised the American people he would do.”\n\n“Far from considering this a conspiracy, I consider this to be a necessary effort to expose the American people, most especially those who voted for Donald Trump and who wanted specifically the sort of agenda that H.R.",
  "What we’ve learned from those emails of Hillary Clinton’s and hers and so on is just how problematic Huma Abedin was.”\n\n“I believe John McCain is on the wrong side of so many of these issues, and should hardly be regarded as one of the arbiters of whether the president is trying to do the right thing – especially whether he should do the right thing with respect to removing H.R.",
  "At a moment like this, the president ought to have someone in the White House at his right hand responsible for the foreign and defense policies of our country being faithfully translated from the president to the various departments, to the Cabinet officers in those departments and the like, in alignment with the president.”\n\n“That’s how democracy works.",
  "They have had vehement disagreements, we’re told in particular on McMaster’s determination to get us deeply involved in more of these Islamic civil wars, notably in Syria and more deeply in Afghanistan.”\n\n“I think that’s one of the issues, as you know so well, Alex, the president said he didn’t want to do.",
  "Gaffney found it ironic that the left is “very willing to accuse others of being conspiracy theorists, and yet engage in them all the time, and this is a prime example of it.”\n\n“I haven’t seen all of your reporting on this subject, but what I have seen has been accurate and very necessary,” he told Marlow.",
  "“This is entirely essential for Breitbart and frankly a lot of others – the Daily Caller has been doing terrific work on this as well, you mentioned some of us in the think-tank business, my friends at the Zionist Organization of America and others have been trying to expose the facts,” said Gaffney.",
  "Gaffney looked back to McMaster’s very first meeting with the National Security Council staff, in which he said he disagrees with using the term “radical Islamic terrorism.”\n\n“That, unfortunately, was just symptomatic of the very big differences that have become a problem,” he said.",
  "He suggested Kelly wanted some time to “get a sense of the lay of the land” and “figure out what’s working, what’s not,” after which he may find it necessary to “reassign a subordinate who is a problem elsewhere.”\n\n“We’re approaching the end of those 60 days,” he observed.",
  "Gaffney predicted a key factor in McMaster’s future would be the new White House Chief of Staff, John Kelly, citing sources who said Kelly is following the “sensible” military tradition of not firing anyone for at least 60 days after taking charge.",
  "John McCain is one of those nominally on the Republican side, nominally on the right, who has been championing the Muslim Brotherhood for years.”\n\n“He’s been championing people like Huma Abedin for years,” Gaffney said of McCain.",
  "Marlow noted that Trump opponents like Senator John McCain seem to be lining up behind McMaster, and that Trump himself responded by attacking McCain over his Obamacare repeal vote instead of defending McMaster on the merits.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to discuss the media’s attempt to frame all criticism of National Security Adviser H.R.",
  "Marlow dismissed accusations that he is conspiring with Bannon to oust McMaster, arguing that editorial policy at Breitbart on issues pertinent to McMaster’s job performance has been consistent for years.",
  "This is about is he, at a critical moment in our nation’s history – let us recall, Alex, as you and Breitbart do a terrific job of reporting, there’s a lot of bad stuff going on in the world.",
  "We now are going to be saddled with Obamacare for the foreseeable future thanks to John McCain.”\n\n“He’s also been, as you say, a problem with respect to McMaster,” Gaffney continued.",
  "Asked to come up with something positive about McMaster, Gaffney cited the distinguished military conduct on his resume and acknowledged the decorations he has received.",
  "McMaster with someone who is actually on his team and supportive of what he’s trying to get done, what he promised the American people he would get done,” he said.",
  "“I think once people understand what the facts are, they realize there’s something dreadfully wrong here, and it does need to be corrected.",
  "I hope the president will have the willingness to take this step that many of us have been calling for, for some time, of replacing H.R.",
  "“I think indeed, having been associated with Breitbart for many years now, you wouldn’t be doing your job if you weren’t exposing H.R.",
  "McMaster that he used to denounce a great American, Michele Bachmann, a few years back when she was warning about Huma Abedin!",
  "“McCain has been exemplar of a phenomenon that has now become known as RINOs, Republicans In Name Only,” Gaffney responded.",
  "McMaster as a conspiracy orchestrated by none other than Marlow’s predecessor as Breitbart News Daily host, Steve Bannon.",
  "“I hope that will be an opportunity to support the president doing what I personally think the president wants to do.",
  "John Kelly needs to help support him in making sure that his subordinates support the president’s agenda.",
  "This isn’t about that we like him, or dislike him, or respect his past military conduct or not.",
  "I think the country should be, for the work that you’ve been doing,” Gaffney said to Marlow.",
  "“He used pretty much the same kind of rhetoric to denounce anybody who is critical of H.R.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "If he does, I think he will support McMaster going, too,” Gaffney predicted.",
  "We elect a man, and we expect that he will have that kind of support.",
  "McMaster vehemently opposes to go forward – they need to know.",
  "McMaster from this senior influential position,” he declared.",
  "“He’s been a problem with respect to a whole host of issues.",
  "It happened to be decisive, and very, very harmful I think.",
  "“I think that vote on Obamacare was a case in point.",
  "“This isn’t about the man,” Gaffney argued.",
  "He’s had no end of trouble with McMaster.",
  "It isn’t the case right now,” he said.",
  "“This isn’t about his personality.",
  "I’m grateful to you personally.",
  "We should be clear about that.",
  "He’s trying not to do it."
]