[
  "And then the Gipper spoke these killer lines of mockery:\n\nCan anyone look at the record of this administration and say, “Well done?” Can anyone compare the state of our economy when the Carter Administration took office with where we are today and say, “Keep up the good work?” Can anyone look at our reduced standing in the world today and say, “Let’s have four more years of this?”\n\nIn other words, Americans will never accept failure as the new normal.",
  "In the meantime, Frank Gaffney, president of the Center for Security Policy, chose to headline his August 16 piece here at Breitbart as follows: “Donald Trump’s National Security Speech: A Presidential Address.”\n\nIndeed, Gaffney, a senior appointee in Ronald Reagan’s Department of Defense back in the 1980s, went further, paying Trump perhaps the ultimate Republican compliment:\n\nIn fact, in many ways, it was very Reaganesque.",
  "Then Gaffney zeroed in on the single issue that is without a doubt the most defining difference between Trump and Hillary Clinton (as well as Libertarian Party candidate Gary Johnson and the Green Party’s Jill Stein)—namely, immigration:\n\nSpecifically, the speech adopted a basic principle: As a foreign national and would-be immigrant to this country, you must share our values to gain admission.",
  "The former House Speaker added that the Ohio speech revealed the “difference between the confusion of the Obama-Clinton model and the clarity of the Trump model… [There is] a Grand Canyon-wide chasm” between Trump and Clinton, showing for the American people “two totally different worldviews.”\n\nYes, that’s the choice: Obama-Clinton on the one side, conservative realism on the other side.",
  "Of course, the MSM is desperately trying to persuade the American people that a few careless words are more important than Hillary Clinton’s thirty-year record of relentless mendacity; it was way back in 1996 that the legendary New York Times columnist William Safire labeled her, with good reason, a “congenital liar”—and her equally relentless record of incompetence and failure.",
  "That filter has for too long been absent and has greatly contributed to the ominous demographic trends facing not just Europe, but this country, as well: growing numbers of transplanted and inherently hostile populations, most of whom have no interest in assimilating and, rather, insist that freedom-loving Americans accommodate their demands and, ultimately, submit to Sharia.",
  "As this author wrote, also in the wake of Trump’s Ohio speech, the Republican candidate, in his focus on homeland security today—even as he connected the current threat to the threats we faced in World War Two and the Cold War—is summoning up the success of such laws as the Smith Act and the McCarran Act, measures that helped keep America safe in earlier periods of danger.",
  "And then came this haymaker: “My opponent, Hillary, would rather protect the offender than the victim.”\n\nOf course, that’s true: Hillary Clinton—who, along with the rest of the Democratic Party, has moved far to the left even of Barack Obama—turned her Philadelphia nominating convention into a celebration of the George Soros-funded #Black Lives Matter group.",
  "In that address, Trump walked a fine line, pledging that America would defeat Jihad without getting bogged down in the quagmire of “nation building.”\n\nAs Newt Gingrich said of Trump on Fox News on Monday night:\n\nHe did just a remarkable job, in my judgment, of identifying the enemy, describing accurately how big the problem is.",
  "Continuing, York added:\n\nCalling the recent riots in Milwaukee “an assault on the right of all citizens to live in security and live in peace,” Trump won applause with the declaration that “Law and order must be restored.”\n\nYes, “law and order” has been a winning issue for Republicans for half a century—and Democrats know it.",
  "I believe the American people are going to answer these questions the first week of November and their answer will be, “No, we’ve had enough.” And, then it will be up to us—beginning next January 20th—to offer an administration and congressional leadership of competence and more than a little courage.",
  "Then Gaffney was even more direct:\n\nThe Republican candidate to be our next Commander-in-Chief spoke of a reality that can no longer safely be ignored: There are “networks” in America that support “radicalization.” In so doing, he recognized another hard lesson from Europe’s experience.",
  "As he said on July 17, 1980:\n\nOur problems are both acute and chronic, yet all we hear from those in positions of leadership are the same tired proposals for more government tinkering, more meddling and more control–all of which led us to this state in the first place.",
  "Warming to his theme, and citing the inspiration of his “wonderful friend,” Rudy Giuliani (quite possibly destined for a top role in a Trump administration such as, say, Attorney General), Trump declared,\n\nThe war on police must end, and it must end now.",
  "Summing it all up, York opined, “Trump gave a big, serious speech that will have to be reckoned with.”\n\nIn addition, Trump’s speech in Youngstown, Ohio, the day before (the Buckeye State has 18 electoral votes) was also a muscular success.",
  "Trump focused largely on problems that disproportionately afflict black Americans, arguing that his proposals on crime, immigration, trade, jobs, education, and other issues will improve African-American lives more than Hillary Clinton’s.",
  "As Trump said on Tuesday night, she is always the reliable front-woman for the “media-donor-political complex.”\n\nSo now we move to the next phase in the campaign: a serious showdown over ideas—of divergent visions for the future.",
  "Today, I think that the American people are reaching the same judgment: “We’ve had enough.”\n\nSo if Trump keeps up his momentum for the next three months, then, as did Reagan nearly four decades ago, he’ll win in a landslide.",
  "Reacting to the same speech, the always astute Byron York wrote in The Washington Examiner:\n\nTrump delivered a focused, powerful, and disciplined speech Tuesday night in West Bend, Wis., about 45 minutes north of Milwaukee.",
  "Even for those who don’t necessarily trust the MSM—though it’s worth remembering that Garrett worked at Fox News for years and, before that, The Washington Times—his assessment is hard to argue with: Will resonate.",
  "And as he said, the biggest losers from lawlessness and disorder are blacks and other minorities:\n\nThe main victims of these riots are law-abiding African-American citizens living in these neighborhoods.",
  "Indeed, Hillary is now so in the tank for the ACLU-type left that she didn’t even bother seeking the endorsement of the Fraternal Order Police, which had endorsed her husband back in the 90s.",
  "Speaking in the Badger State’s Washington County, close by the city that has been racked by riotous violence in the last few days, Trump hit the “law and order” theme over and again.",
  "As Garrett put it:\n\nHaving been listening [to Trump’s speeches] since August 2015, [this was] objectively best drafted and best delivered @realDonaldTrump speech of the campaign.",
  "Mr. Trump made clear that he recognizes the threat to freedom in our time, which he explicitly characterized as “Radical Islam” and its guiding, supremacist ideology, Sharia.",
  "Indeed, the country is eager for a change: The RealClearPolitics polling average shows that nearly two-thirds of Americans think the country is on the wrong track.",
  "that has been systematically put into place in the West over the past fifty years by Islamic supremacists, notably those associated with the Muslim Brotherhood.",
  "Violent jihadists rely upon and exploit the infrastructure (including Islamist mosques, societies, cultural centers, front groups, influence operations, etc.)",
  "Our job is to make life more comfortable for the African-American parent who wants their kids to be able to safely—safely—walk the streets and walk to school.",
  "I want this election to be a definitive statement: that America rejects not just Donald Trump, but the divisive politics of anger and fear that he peddles.",
  "Indeed, as Breitbart has been reporting for a year, the same George Soros has been involved in funding, and fomenting, the European immigration crisis.",
  "In those days, too, the incumbent Democrats said they were doing the best they could, that the failing status quo was the best that could be hoped for.",
  "Our job is not to make life more comfortable for the rioter, or the robber, or the looter, or the violent disruptor, of which there are many.",
  "In a string of tweets, CBS News’ Major Garrett offered guarded praise for Donald Trump’s speech on Tuesday night in Milwaukee.",
  "After all, long before he became president, Mr. Reagan warned that every generation faces an existential threat to freedom.",
  "Meanwhile, this veteran of Ronald Reagan’s 1980 presidential campaign can’t help but think back to that long-ago era.",
  "In a fundraising e-mail sent around just on Wednesday morning, she wrote:\n\nIt’s not enough just to beat Donald Trump.",
  "Yet for her part, Clinton is doubling down on her message—of lawlessness and disorder, of homeland insecurity.",
  "It’s their jobs, it’s their homes, it’s their schools and communities which will suffer the most as a result.",
  "And so Trump, campaigning, made his rhetorically resonant bid for Wisconsin’s 10 electoral votes.",
  "And then, at the Detroit Republican convention, Reagan stepped forward to offer a better vision.",
  "By contrast, Trump’s Wisconsin speech in was, in fact, a masterpiece of concise campaigning.",
  "Obviously, Trump is serious about both law and order and homeland security.",
  "We have no choice but to identify, designate and roll-up such operations.",
  "There’s no compassion in tolerating lawless conduct for anyone.",
  "Those are vital issues, and also, of course, winning issues.",
  "And for sure, he wants to do the same thing to the US.",
  "Sometimes, the Main Stream Media can surprise you.",
  "Or the young child walking home from school.",
  "Or the senior citizen waiting for a bus.",
  "Well, okay, that’s how she sees things.",
  "Strong stuff, indeed.",
  "Will resonate."
]