[
  "He hoped that Trump would “return to some of his most important points” in the final presidential debate on Wednesday night, especially that “the choice between him and Hillary Clinton is a change in foreign policy from the kind of fecklessness, irresolution, weakness that our adversaries have seen and exploited for eight years, or more of the same – and, frankly, worse.”\n\nGaffney said “worse” could mean “doubling down on so much of it, whether that’s with respect to the Islamists in general, Iran in particular, the Russians, the Chinese, the radical Left that is an enabler of all of the above.”\n\nHe explained:\n\nIt’s the kind of field on which I think Donald Trump has proven to be very effective in communicating, channeling, and speaking for the outrage of the American people, as to what’s being done to our country – to its prestige, to its power, and to its security by the Obama/Clinton apparat.",
  "I don’t think we can safely ignore all of that, Alex, because I think unfortunately, what history is replete with is example after example after example of miscalculations, where people behave on the basis of what they perceive to be certain strategic realities, and all of a sudden some miscalculation, as I say, takes place, and it can result in horrific consequences.",
  "I mean it’s really unbelievable, some of the parallels here between people who are willing to say and do anything to accomplish their objectives.”\n\n“The combination of the two, in terms of the damage that could be done to American interests, should Hillary Clinton become President of the United States, is really frightening to contemplate,” Gaffney said.",
  "“I think that the Russians have taken the measure of both Barack Obama and Hillary Clinton, over the past eight years,” Gaffney said, noting:\n\nVladimir Putin is unquestionably ratcheting up his behavior, his aggression, his rhetoric, his threats – including of nuclear war against our allies, and periodically against us.",
  "Much has been made of the sheer incompetence of it, starting with the fact that Hillary’s State Department couldn’t figure out how to translate into Russian ‘reset.’ It all went downhill from there, and again fed into this contempt that the Russians have for her – and for, I’m afraid, a government led by her.",
  "“All of that said, this latest effort to portray the Obama/Clinton legacy as one of robustness, vis-à-vis Putin, and having dealt with him effectively, as opposed to what they impute would be a Trump presidency’s conduct, is ludicrous, and I believe preposterous on its face,” Gaffney declared.",
  "‘Tell Vladimir that,’” Gaffney continued:\n\nThe point of that was, of course, that there would be even more concessions made by an Obama presidency, and indeed there have been – notably, not exclusively, but notably in the continuing disarmament, unilateral disarmament, of our nuclear forces.",
  "“And then there’s this: don’t forget, it was one of the most telling and yet least understood aspects of the Obama presidency, when he was caught on that hot mike, telling the proxy for Putin, Medvedev, that after the election he would have, quote, ‘more flexibility,’ unquote.",
  "In the span of just four years, as Marlow put it, the Democrats have gone from mocking GOP presidential candidate Mitt Romney for describing Moscow as a major geopolitical adversary, to painting America and Russia as teetering on the brink of World War III.",
  "It is actually the kind of systematic, chronic lying that I believe has gotten her to where she is today, but it is at terrible cost to the American people, and threatens to be vastly more in the future, should she be elected.",
  "“All of this has not been lost on the Russians, and I’m afraid could well present the next President – whoever that may be – with a much more dangerous Kremlin and Putin even than the one we’ve faced thus far,” he worried.",
  "He continued:\n\nI guess the one that seems to me to just basically capture all the rest is the line from her appearance, before Goldman Sachs as I recall, about how you can have a public and private position.",
  "On Wednesday’s edition of Breitbart News Daily, SiriusXM host Alex Marlow asked Center for Security Policy President Frank Gaffney to pick his favorite WikiLeaks revelation about Hillary Clinton to date.",
  "Marlow put the WikiLeaks document dump in the context of the Democrats’ remarkable turnaround on Russia, which the Obama Administration has fingered as the driving force behind recent hacking escapades.",
  "Gaffney said the Administration and media focus on Russian involvement in WikiLeaks was a “deflection.”\n\n“What are they going to say – that they can defend any of the things that are coming out?",
  "“What we’re learning from all of these documents, Podesta’s as well as others, is incredibly important about the nature of the Clinton operation,” Gaffney said.",
  "We will get change, I guess, of a kind, only it will be worse, more of the same and worse, if Hillary is elected President of the United States.",
  "What that is – whether she tries to lay this off on Abraham Lincoln or not – is just the leitmotif of Hillary’s life, which is lying.",
  "And I couldn’t agree more with what you said a moment ago, namely that this has to be an incessant drumbeat,” he told Marlow.",
  "He added:\n\nJust to give you two examples, of course there was the famous episode with the reset button.",
  "“Alex, there’s so many to choose from, and the hits just keep coming,” Gaffney replied with a chuckle.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "We’re learning of kleptocratic behavior, which in a way rivals that of Vladimir Putin.",
  "No, they have to try to impugn Trump for using them.",
  "You know, ‘dissembling’ is just too generous a word.",
  "“It’s like the Project Veritas revelations.",
  "I think that’s clear.",
  "We need change.",
  "LISTEN:"
]