[
  "However, he argued that “the bigger point here is that congressional Democrats, by some estimates 20 of them, perhaps more, have been penetrated by Pakistani nationals who are, nominally at least, IT professionals, who have been paid through the nose, who apparently have stolen government equipment, who apparently had access to all kinds of information, both on the part of those members and perhaps on others in the Congress.”\n\n“It screams out, at the very least, for an investigation into whether there may be counterintelligence implications of all this,” he said, noting possible links between the Democrats’ computer technicians and Pakistani intelligence.",
  "“I’m very heartened to hear that Congressman Ron DeSantis of Florida, the chairman of the National Security subcommittee of the Oversight Committee in the House of Representatives, is taking the bit in his teeth on this,” said Gaffney, referring to Rep. DeSantis’s call for a full investigation.",
  "Center for Security Policy President Frank Gaffney and SiriusXM host Raheem Kassam took a look on Wednesday’s Breitbart News Daily at the scandal swirling around former Democratic National Committee chair Debbie Wasserman Schultz and the shadowy computer firm she employed.",
  "Gaffney called for “at the minimum, an ethics investigation” and said a “more far-ranging counterintelligence investigation is long, long overdue.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Well, that could well mean he’s a big deal with the Pakistani intelligence service known as ISI, which has run operations against Congress in the past,” Gaffney explained.",
  "Partly that’s been enabled by the press, but let’s face it: the press would probably cover it if there were an active congressional investigation going on,” Gaffney said.",
  "Gaffney chided Wasserman Schultz as “a sort of iconic figure when it comes to bad IT hygiene,” pointing to the information security “meltdown” at the DNC on her watch.",
  "She certainly has been conducting herself, with respect to taxpayer subsidies for these characters, in a very peculiar way,” he said.",
  "“I think DeSantis is right when he says this is one of the most important congressional scandals of all time.",
  "“Imran Awan, the character who is at the center of this, says he’s a very big deal in Pakistan.",
  "“I think the House leadership has been derelict in the extreme not to do so before now.",
  "Debbie Wasserman Schultz has, I believe, been obstructing justice.",
  "Unfortunately, it’s not just Debbie Wasserman Schultz,” he noted.",
  "“We need to get to the bottom of this."
]