[
  "“Erdogan might use the designation in pressing Washington to extradite Gülen, a step U.S. authorities are nonetheless unlikely to take without concrete grounds.”\n\nThe Turkish leader pointed out that his administration backed his decision to officially label the Islamist movement as the “Gülenist terror group.”\n\n“Erdogan, accused by his critics of an increasingly authoritarian style of rule, has long described Gülen as a terrorist,” reports Reuters.",
  "Amsterdam described Gülen, a powerful opponent of Turkish President Erdogan, as “a reclusive but influential Imam living under self-imposed exile in Pennsylvania to avoid criminal prosecution in his native Turkey.”\n\nReuters points out, “Affiliated media firms have been shut down or taken over, a bank seized, and hundreds of people detained.",
  "“He is running a multi-billion-dollar enterprise, some of which has to do with real estate development, and construction, and media operations around the world, particularly in Turkey,” said the Center for Security Policy president, noting that Gülen also runs an estimated 150 schools across the globe, including many in the United States.",
  "Thousands of the cleric’s followers in the police and judiciary have either lost their jobs or been reassigned.”\n\nThe Turkish president has accused the Gülenist leader of conspiring to remove him from office by assembling a network of supporters in the media, judiciary, and education sectors of the country.",
  "The movement’s leader was Erdogan’s ally at one point, a relationship that ended when police and prosecutors considered to be Gülen supporters launched an investigation into the president’s inner circle in 2013, 11 years after the ruling AK Party took office.",
  "This process will continue.”\n\n“[Erdogan’s] move [to designate the Gülen movement a terrorist group] puts the organization built by his former ally legally on par with Kurdish militants currently fighting the army in Turkey’s southeast,” notes the news outlet.",
  "“He seeks to break the cleric’s influence, built on a network of schools and companies in Turkey and abroad.”\n\nGaffney accused the Clintons of allowing the leader of the group into the United States years ago.",
  "Erdogan vowed to pursue the Gülenists – whose group has been described as a “kind of a Turkish Islamic supremacist cult” by Frank Gaffney, founder and president of the Center for Security Policy.",
  "“Gülen, who has lived in self-imposed exile in the United States for more than a decade, preaches Sunni Islam together with a message of interfaith dialogue,” reports Reuters.",
  "The religious movement led by U.S.-based Islamist guru Fethullah Gülen has officially been deemed a terrorist organization by Turkish President Recep Tayyip Erdogan.",
  "The Turkish government has hired an international law firm, Amsterdam and Partners LLP, to investigate the international activities of the movement.",
  "“We will not let those who divide the nation off the hook in this country,” Erdogan declared on Monday, according to Reuters.",
  "The Turkish president has repeatedly accused the group of trying to topple the government in his country.",
  "“His movement, known as ‘Hizmet’ or ‘Service’ operates in Europe, the United States, Asia and Africa.”",
  "Some fled and some are in prison and are currently being tried.",
  "“They will be brought to account.",
  "Gülen denies the accusations."
]