[
  "“At the end of the day there is a public interest in being able to access crucial information where there is not a reasonable expectation of privacy.”\n\nIt’s a close call, but Bellwether thinks that, in an age of terrorism and high-tech chicanery, law enforcement authorities can’t be denied access to data that will help solve crimes and keep us safe.",
  "They will want to know your state of mind or whether you met with some co-conspirators, they will want as broad a record of your location as they can find.”\n\nLevey says he understands why other tracking devices, like an E-Z pass that records comings and goings over turnpikes, bridges and tunnels, might be fair game.",
  "“There are circumstances under which there is a tension with privacy, but it is an entirely sensible and necessary concession to make in the interest of protecting the country,” says Frank Gaffney, founder of the Center for Security Policy.",
  "If the information that your cell phone transmits to your carrier confirms your presence at the bank while it’s being robbed, is that something the police should know?",
  "But, he says, “With cell phones, you really would have stop using them, and that’s just not possible if you want to have any sort of functional life.",
  "The issue: Should an individual’s presumed right to privacy outweigh the ability of our law enforcement to use modern technology to solve crimes?",
  "By agreeing to review a case called United States v. Carpenter, the high court is wading into particularly treacherous waters.",
  "“A smart criminal would remember to turn their cell phone off at the moment when they’re committing a crime,” Levey told me.",
  "Pretty soon, the government will be interested in where you were as much before and after the crime as they can get.",
  "Whether it’s a wandering Lothario or an up-to-date thief, if you’re up to no good, leave your smart phone at home.",
  "There are certain phrases whether in the Constitution or elsewhere that scream out for change and modernization.",
  "‘Reasonable expectation of privacy’ depends entirely on what times you are living in.”\n\nAnd that’s the point.",
  "That means your service provider knows where you are, as long as you’re carrying your trusty, ultra-slim BFF.",
  "Ummm…\n\nThat’s what you’re doing if you set off to your rendezvous carrying your cellphone.",
  "So, you’re stepping out on your spouse for a few hours of bliss with that special someone.",
  "Curt Levey, president of the Washington-based Committee for Justice, thinks not.",
  "That nearly ubiquitous part of modern life is not just a way to call and text.",
  "But should the government be able to get its paws on that information?",
  "Taking your cell phone with you to rob a bank is something else.",
  "“But it’s a slippery slope to more intrusive tactics.",
  "Call Verizon to let them know where you’ll be?",
  "That’s what the Supreme Court must decide.",
  "And that’s where it gets dangerous.",
  "Amorous trysts are one thing.",
  "It’s also a tracking device.",
  "Flowers?",
  "Check.",
  "Check.",
  "Wine?"
]