[
  "In his description of Bolton’s position, Fleitz wrote that the national security adviser knows an American strike against North Korea could lead Kim to launch attacks on other countries in the region, including American allies South Korea and Japan, and, even potentially on the United States itself.",
  "It’s a stark contrast from the president’s optimism about the possible outcome of the summit with Kim Jong Un:\n\n“There are some conservative experts who believe the North Korean government is so corrupt, malevolent and obsessed with taking over the South that it is pointless to negotiate with it.",
  "These experts include Ambassador John Bolton, who believes regime change is the only solution to the North Korean threat and that it is vital that the U.S. use force soon to end this regime before the costs of doing so and the risks to the U.S. homeland become unacceptable,” Fleitz wrote.",
  "WASHINGTON — In a book published just three months ago, Fred Fleitz, the recently appointed chief of staff of the White House National Security Council advocated the “limited use of military force” against North Korea, whose leader President Trump will meet in Singapore next week.",
  "Fleitz offered these views in his book “The Coming North Korea Nuclear Nightmare,” published on March 8, exactly one day before the White House announced that Trump would hold talks with Kim, the first meeting between a sitting U.S. president and a North Korean leader.",
  "“Bolton concedes that attacking North Korea could result in deadly North Korean attacks against regional states, but he believes such attacks are inevitable if the world allows North Korea to complete its nuclear weapons and missile programs.",
  "Fleitz has also served as a CIA analyst, made frequent appearances on Fox News, and worked as a senior vice president at the Center for Security Policy, a conservative think tank notable for its strident warnings about Islamic expansionism.",
  "America and North Korea do not have diplomatic relations and have technically been in a state of war since the outbreak of the Korean War, which ended in 1953 with an armistice rather than a formal peace treaty.",
  "Bolton, who has a well-established reputation as a foreign policy hawk, became Trump’s top national security adviser in April, the third person to hold that position since Trump took office in January 2017.",
  "Fleitz also described the president’s top national security adviser, John Bolton, a former U.S. ambassador to the United Nations, as believing the U.S. must “soon” use force against North Korea.",
  "Yahoo News contacted the White House to ask if the characterizations of Bolton’s positions in Fleitz’s book were accurate and whether the views he described reflect administration policy.",
  "Tensions between the two nations have increased in recent years as North Korea made advances in its nuclear weapons program and threatened to attack the U.S.",
  "The comments in Fleitz’s book are particularly noteworthy given both his position in the administration and his long association with Bolton.",
  "Bolton was considered a hard-liner on North Korea and skeptical about the summit, which was briefly canceled before being reinstated.",
  "He was reportedly not going to attend the meeting, but top White House adviser Kellyanne Conway said Wednesday that he will be there.",
  "The White House did not respond to questions from Yahoo News about whether Fleitz will also be at the meeting with Trump and Kim.",
  "Fleitz, who has been described as a Bolton loyalist, was named as the NSC chief of staff and executive secretary late last month.",
  "National Security Council spokesperson Garrett Marquis responded by simply saying Bolton and Trump are united in their approach.",
  "When Bolton was an undersecretary of state under President George W. Bush, Fleitz was his chief of staff.",
  "President Trump has made statements suggesting that he also may hold this view,” Fleitz wrote.",
  "Kim’s family has led a brutal regime in the country since it was founded after World War II.",
  "The Center for Security Policy published Fleitz’s book on North Korea.",
  "Still, Fleitz said both Bolton and Trump think it’s worth the risk.",
  "“President Trump’s policy is Mr. Bolton’s policy.",
  "There is no daylight between them,” said Marquis."
]