[
  "In 2011, then-Secretary of State Hillary Clinton promised the Organization of Islamic Cooperation (OIC) to use “some old fashioned techniques of peer pressure and shaming” against those whose exercise of free speech “we abhor.”\n\nAt the time, she had in mind specifically perpetrators of what the OIC, the Muslim Brotherhood, other Islamic supremacists and their enablers on the Left call “defamation of Islam.” But the same playbook – in the tradition of Mrs. Clinton’s mentor, Saul Alinsky – is now being followed with a vengeance against what is abhorred by the cabal best described as the Red-Green Axis.",
  "I am hardly alone in being diagnosed by such charlatans with the made-up condition of “Islamophobia.” Indeed, I am proud to be included in the company of men and women being pilloried for what Islamic supremacists and their enablers would have us believe is “defamation of Islam.” In fact, it is simply informed, astute and courageous truth-telling about the global jihad movement and threat it poses.",
  "For years, the Islamists and their allies on the hard Left – notably, the discredited (for example, here and here) Southern Poverty Law Center – have used character assassination and vitriol against me (for example, here, here and here) to protect what they otherwise cannot defend: the totalitarian program its adherents call Sharia.",
  "Three good men Donald Trump has selected for key strategic and national security positions are currently getting the Big Lie treatment: his White House Counsel Steve Bannon, Attorney General-designate Senator Jeff Sessions, and incoming National Security Advisor Lieutenant General Michael Flynn.",
  "The false assertion last week that I had been asked to serve on the Trump transition team sent these rogues into fresh paroxysms of hateful denunciation, repeated like a mantra by their media echo chamber (for example, here, here, here and here).",
  "In addition to screening out all members or sympathizers of terrorist groups, we must also screen out any who have hostile attitudes towards our country or its principles – or who believe that Sharia law should supplant American law.",
  "Much in evidence among such “old-fashioned techniques” now being employed is what’s known as “the Big Lie.” It entails the endless repetition of outrageous falsehoods to defame, and ultimately silence, one’s political opponents.",
  "So the Big Lie and “other techniques of shaming and peer pressure” are now being applied with abandon to outstanding public servants in the hope of reducing their effectiveness and that of the presidency they will serve.",
  "Among its highlights are the following:\n\nOur new approach, which must be shared by both parties in America, by our allies overseas, and by our friends in the Middle East, must be to halt the spread of Radical Islam.",
  "All actions should be oriented around this goal….Just as we won the Cold War, in part, by exposing the evils of communism and the virtues of free markets, so too must we take on the ideology of Radical Islam….",
  "(Emphasis added)\n\nIn short, the Red-Green Axis is having conniptions because the American people have now chosen to lead them a president and an administration that will not just be sensible about this threat.",
  "It seems that critics are particularly unhinged by the clarity of these three men and the president they will serve about the fact that Islamic supremacism is not simply a menace overseas.",
  "It is also determined to do the job Barack Obama, Hillary Clinton and their minions have adamantly shirked: protecting us against, rather than accommodating, Sharia.",
  "The Red-Green types are determined to prevent Donald Trump from operationalizing the plan of action he described in a major address on the topic on August 15, 2016.",
  "Immigration officers will also have their powers restored: those who are guests in our country that are preaching hate will be asked to return home.",
  "To accomplish a goal, you must state a mission: the support networks for Radical Islam in this country will be stripped out and removed one by one.",
  "For that to happen, however, the so-called “mainstream press” will have to stop lionizing the Big Liars and uncritically promoting their handiwork.",
  "Similar to the effort to take down the mafia, this will be the understood mission of every federal investigator and prosecutor in the country.",
  "Those who do not believe in our Constitution, or who support bigotry and hatred, will not be admitted for immigration into the country….",
  "Finally, we will pursue aggressive criminal or immigration charges against anyone who lends material support to terrorism.",
  "The transparent falsity and political agenda being served by such lies should, instead, discredit their perpetrators.",
  "They are being relentlessly vilified as “racists,” “bigots” and “haters.”\n\nI feel these able public servants’ pain.",
  "Steve Bannon, Jeff Sessions and Mike Flynn are under assault for doing the same in this and other contexts.",
  "Frank J. Gaffney, Jr. acted as an Assistant Secretary of Defense in the Reagan administration.",
  "The time is overdue to develop a new screening test for the threats we face today.",
  "Indeed, I know what it’s like to be subjected to the Big Lie.",
  "In the Cold War, we had an ideological screening test.",
  "He is President of the Center for Security Policy."
]