[
  "“There was a canister—a very large canister, we don’t have any idea whether anything was in it or not—but it looked a lot like one that the Chinese use to house their long-range missiles.”\n\nMore importantly, Gaffney noted this canister was transported through the streets of Pyongyang aboard a mobile missile launch system “that had been clearly provided to them by the Chinese.”\n\n“What we’re seeing is evidence that far from helping us, the Chinese are playing at best a double game, and most likely are primarily applauding as you say, and certainly enabling, this threat to continue to grow—to us, to our friends and allies in the region, our troops there as well, but increasingly now to us here at home as well,” he charged.",
  "“That’s very troubling, and I hope will be sorted out come the fall, when the Court is expected to take this thing up on the merits.”\n\n“The key piece, Alex, is the whole idea that successive lower courts have held—that the president has bad motives, or the president said something on the campaign trail that they found offensive, or that the president is somehow interfering with the rights of foreign nationals to come here—has been pretty much knocked into a cocked hat, and I think that’s a very good thing,” Gaffney said.",
  "It isn’t going to happen going forward.”\n\n“I think a combination of the kinds of things we have done in the past, notably creating the maximal capability to protect our friends and allied forces and ourselves from these threats – missile defense systems, for example, forces on the ground capable of projecting decisive power into North Korea, not just in South Korea but elsewhere in the region as well—are obvious steps that need to be taken,” Gaffney advised.",
  "The length of time and the amount of distance covered suggest that if the trajectory were flatter, it would reach intercontinental ranges, at least to Alaska and perhaps beyond in the continental United States.”\n\n“In any event, what it really indicates is that this is a regime that intends to continue to refine, and perfect, and expand the capacity to threaten the United States, which is bad enough even without this long-range missile,” he continued.",
  "“Either way, again, even if they don’t have the capacity to put a small package in a re-entry vehicle capable of withstanding the heat of coming back into the atmosphere, by simply putting a fairly crude nuclear weapon on a satellite—which they have I believe now two orbiting the Earth, including overflying this country regularly—at about the optimal altitude for one of these so-called EMP electromagnetic pulse attacks.",
  "“As we’ve discussed before, one of the things that worries me the most about the North Koreans is they have been beavering away at, it appears, a technique called electromagnetic pulse attacks.”\n\nGaffney explained that such attacks do not require precision targeting, miniaturized nuclear warheads, or reentry shielding, which seem to be areas where North Korean technology remains lacking.",
  "“There would be no regime in North Korea, let’s be clear, without the active support and interventions of the Chinese.”\n\n“The Chinese involvement in this metastasizing threat was on evidence in a fairly recent display of military hardware in the squares of Pyongyang, on the occasion of some anniversary of Kim Il-sung, the founder of this dynasty,” he recalled.",
  "“The key thing, of course, is that the Supreme Court has affirmed, in a fashion at least, the principle that the President of the United States actually does have—both by virtue of his constitutional authority and through statute—the responsibility to protect us from people who should not be admitted into our country,” Gaffney replied.",
  "On Wednesday’s Breitbart News Daily, Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow to discuss dictator Kim Jong-un’s unwelcome contribution to this year’s Fourth of July fireworks: the test launch of what may be North Korea’s first true intercontinental ballistic missile.",
  "“I think that we should be neutralizing those satellites, not simply allowing them to continue to operate in ways that could prove to be devastating to us.”\n\n“And not least, I think we’ve got to be taking the sorts of steps to incentivize, shall we say, the Chinese to stop enabling this threat,” he said.",
  "“The implementation of this ban that isn’t really a ban—we keep hearing it called that, it is an immigration pause for certain failed states and hostile states that just makes eminent sense—has proven to be rather better now than it was when it was unceremoniously announced initially,” he assessed.",
  "Unfortunately, he rescinded those sanctions before he left office, as part of his effort to improve relations with the North.”\n\n“That sort of thing as part of really a comprehensive strategy—diplomatic, political, intelligence, economic, military as needed—is what is required here.",
  "“George W. Bush back in the day had his Treasury Department sanction banks—in one case specifically a bank called Banco Delta Asia, I believe it was called—that was actively involved in money laundering and otherwise helping to support the North Korean regime.",
  "“That’s the worrying threat to me, irrespective of the length of the missile’s range.”\n\n“We’re being encouraged to believe they haven’t figured out how to miniaturize nuclear weapons, or how to make them with these kinds of ballistic missile delivery systems.",
  "Gaffney called it a bitter lesson of history that “problems like this, threats, generally don’t get attenuated by the passage of time—they tend to become more and more serious.”\n\n“We’ve certainly seen that with the Kim dynasty and North Korea,” he said.",
  "Marlow asked Gaffney for his thoughts on the implementation of President Trump’s executive order restricting travel and immigration from several Muslim countries, now that the Supreme Court has overruled lower court injunctions against it.",
  "“For some months now, President Trump has been giving the Chinese the benefit of the doubt that they want to be helpful to us in constraining their North Korean—it’s not just their allies, it’s essentially their puppets,” Gaffney replied.",
  "“That’s a good thing, but we’re going to have to up our game still further because there are dangerous people seeking to gain access to our country, as they have in European nations to their great detriment,” Gaffney added.",
  "“I must say, because they’ve been working hard at it for a long time, with a lot of help from former Soviet and Russian engineers, as well as probably Chinese and I would guess Iranians, for that matter,” Gaffney observed.",
  "There are a number of ways in which you can, I believe, create conditions under which the regime is going to be imperiled.”\n\n“None of them are without risk, and let me be clear about that,” he added.",
  "“The same kind of ‘all instruments of national power’ strategy that Reagan used to defeat Soviet communism, I believe needs to be brought to bear urgently now against this regime,” Gaffney declared.",
  "“The Supremes, unfortunately, also created what seems to be some sort of new right to enter this country, as long as you have some kind of relationship to people here,” he continued.",
  "Instead, an EMP attack could be carried out with “a single nuclear weapon, perhaps not even a very sophisticated one” detonated in orbit somewhere over North America.",
  "“It’s unprecedented in the sense that it’s performed the feat of demonstrating the capacity to deliver a payload over longer range than ever before,” Gaffney said.",
  "Marlow asked which other geopolitical forces have been derelict in their duty to prevent North Korea from reaching this technological threshold.",
  "“I’m afraid that as long as this guy is in power, it will continue to become more and more dangerous to us, Alex,” he said.",
  "In this particular case, they chose to fly it almost directly straight up, and then pretty much straight back down.",
  "“They could conceivably take down the electric grid of the United States, and with it our country,” he warned.",
  "“This is a dangerous situation that has only become more so because we’ve hoped it would go away.",
  "“They’re already in a position, I think, to threaten mortal damage to this country,” he judged.",
  "We did a far harder thing in dealing with the Soviet Union under my old boss Ronald Reagan.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Marlow asked for Gaffney’s advice on avoiding nuclear war with North Korea.",
  "“It was decisively impactful on both the North Koreans and the Chinese.",
  "“It went to about 2100 kilometers, we’re told, perhaps somewhat longer.",
  "Gaffney said that could only be done by ending the Kim Jong-un regime.",
  "We’ve hoped others like the Chinese would help us before now.",
  "“The hard question of course is, how do you accomplish that?",
  "“This missile flew for about 40 minutes.",
  "If that’s true—and I’m suspicious.",
  "That hasn’t happened."
]