[
  "He said this was “thanks in part to the hijrah, if you will – the migration, the invasion some would call it,” adding, “The colonization, I think, is sort of the traditional way of thinking of it in the historical terms of Islam.”\n\n“This infusion of well over a million people in just the last two years has exacerbated the situation to the point where people like those you’ve been discussing – Geert Wilders in the Netherlands, Marine le Pen in France, and others elsewhere across the continent – are finding large numbers of people who are part of the native population of their countries wanting change, wanting resistance to the mutation of their countries,” Gaffney said.",
  "“The EU, and particularly some of the countries that we’ve just mentioned – Germany should be in that mix, Sweden, as well – are reeling from the effects of unassimilated Muslims in their midst: the people who are, to varying degrees, embracing or hail from nations where it is understood to be the necessary, the obligatory duty of Muslims to try to impose these repressive, and misogynistic, and totalitarian facts, and tendencies, and practices of sharia upon everybody else.”\n\n“What you’re seeing is kind of a spasmodic response – symptomatic, to say the least, to that reality.",
  "“At this very moment, in the immediate run-up to the election in which Wilders is making a very strong showing for sure, if not actually going to become the leading party of his country, you have this president of Turkey – a jihadist by the name of Recep Tayyip Erdogan – who is in the process of, again speaking of mutation, morphing his country from one that has traditionally, since the end of World War I, been more or less a secular democratic nation, and importantly, since the end of World War II, an important part of the Western alliance against the Soviet Union.",
  "“Again, I hasten to add, not all of them are a problem, and those that do not want to live under sharia any more than we do I think can be, at least in principle, welcomed in to be part of the American Dream.”\n\n“It’s the fact that large numbers of them actually do embrace this program, do think they should impose it on everybody else, and are joining – substantial numbers of them – the infrastructure the Muslim Brotherhood has created in our country.",
  "He’s been sending emissaries in to try to whip them up, to get them to vote as expatriates in the internal election of Turkey.”\n\nHe explained that the government of the Netherlands, after “accommodating the Islamists at every turn until now,” is cynically attempting to blunt the Geert Wilders movement by taking a “very hard line” against Erdogan’s effort, denying Turkish officials permission to address rallies of Turkish expatriates.",
  "“That’s the crux of the matter, and, again, whether it’s the hijab or whether it’s the burqa, or it’s the calls to prayer, or it’s the halal foods, or it’s all of the other demands that are now being imperiously made, often by people who have been welcomed in as refugees and put on the dole of these nations,” Gaffney observed.",
  "“At the end of the day, this is about the challenge that Geert Wilders and others like him are making to the status quo, making to the people who have contributed so much to the real threat from within to Western civilization that the Turks at the moment are simply epitomizing,” Gaffney said.",
  "“You have not just large numbers of Turks, but you have, of course, Moroccans and others from the Arab world, the Muslim world most especially, who are making up a larger part of the population of not just the Netherlands, but, of course, of countries across Europe,” Gaffney explained.",
  "“People are, as I say, feeling mugged by reality – feeling as though the indulgence that they’ve been encouraged to give such people is simply not sustainable for their countries, which brings us to the crux of the matter here.",
  "He’s turning it into the next Islamic republic, which is to say an authoritarian regime governing by sharia a population that will, to varying degrees, not be happy with it, but will, nonetheless, be suppressed,” he warned.",
  "In fact, they believe it’s God’s will that their values are going to be supreme over those of the land here in this country: our Constitution, our form of government, our freedoms, including freedom of speech,” he warned.",
  "He thought the “crazy policies and borderless invasion routes” imposed by the EU and social policies such as the suppression of free speech, are one of the driving forces behind the disintegration of the European Union.",
  "Center for Security Policy President Frank Gaffney looked at the growing conflict between Turkey, Germany, and the Netherlands on Wednesday’s Breitbart News Daily with SiriusXM host Alex Marlow.",
  "“For all these reasons, I think we must look closely at what’s happening in Europe because it is simply a foretaste of what, if left unchecked, we will face in this country as well.",
  "They’re seeing that as kind of the leading edge, a symptom of a much larger problem – which is not so much the women, frankly, but the men, many of them military-age young men.",
  "He argued that one reason for the immigration-related tensions in Europe is the reluctance of recent Muslim arrivals to fully integrate into their host societies.",
  "From that perspective, initiatives such as the burqa and hijab bans can be seen as last-ditch efforts to keep nervous populations from voting for separation.",
  "That gives rise to a very serious problem here that will manifest itself, I think, in ways like we’re seeing in Europe today,” Gaffney predicted.",
  "“We have, thanks in particular to the Obama administration, been bringing in large numbers of people who have many of these same qualities.",
  "Marlow brought up efforts to ban veils and hijabs in the European Union, including a “hotly debated” ban on headscarves in the workplace.",
  "Gaffney said one of the EU’s primary concerns is the number of countries seeking separation from it, following the Brexit vote.",
  "By some estimates, there have been close to two million Muslims brought into the United States since 9/11,” he noted.",
  "“This reminds me of that old line about a conservative being a liberal who was mugged by reality,” said Gaffney.",
  "Unaccompanied military-age young men, at that, that really do constitute, potentially, a violent invading force.",
  "The Turkish government has retaliated with diplomatic sanctions and insulting rhetoric against the Netherlands.",
  "They’re seeing their cities now inhabited by people who are wearing not just the hijab, but the full burqa.",
  "This debate now in the EU is, I think, just the latest manifestation of a profound concern,” he said.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "Donald Trump has said you shouldn’t be coming into this country unless you share our values.",
  "“I think the people in Turkey have proven to be somewhat resistant to this idea, thank God.",
  "“To do that, Alex, he needs to get the Constitution formally changed,” Gaffney said.",
  "So he’s canvassing for votes among the unassimilated Turkish populations in Europe.",
  "I would argue that this is exactly the same trajectory that we’re on.",
  "The Swiss voted to ban the building of minarets a few years back.",
  "They want some kind of pushback, and so there are these votes.",
  "We’re just not as far along with it at this point,” he argued.",
  "People who are sharia supremacists do not share our values.",
  "The French banned the burqa.",
  "LISTEN:"
]