[
  "Likewise, in the New York Times, former U.S. ambassador to Israel Daniel Kurtzer, who served under George W. Bush, complains that Friedman believes that “Israel has a right to build settlements and annex parts of the West Bank.”\n\nAs Kurtzer ought to know, Friedman’s position is close to past U.S. policy, as established by Bush (and, sadly, ignored by President Barack Obama.)",
  "As former Bush administration official Elliott Abrams recalled in 2009, Bush recognized in a 2004 letter to then-Israeli Prime Minister Ariel Sharon that some Israeli settlements would remain part of Israel in a future peace agreement, and that there would be growth within existing settlements in the West Bank, among other provisions.",
  "Among their complaints: Friedman once referred to J Street supporters as “far worse than kapos – Jews who turned in their fellow Jews in the Nazi death camps.” J Street is urgently soliciting donations “to fight [Friedman’s] nomination.”\n\nFriedman’s use of that term is objectionable — but J Street has done far worse.",
  "Kurtzer goes on to complain that Friedman “believes that the United States should recognize Jerusalem as Israel’s capital and move the American Embassy from Tel Aviv to Jerusalem.” That position has been a matter of federal law for the past two decades.",
  "J Street calls itself “pro-Israel, pro-peace,” but it has taken a number of anti-Israel policy positions since it started in 2008, including opposing Israel’s wars of self-defense in Gaza, opposing Iran sanctions, and supporting the Iran deal.",
  "So while Friedman’s use of the word “kapo” was unfortunate, the fact is that J Street is actively “turning in” and attacking fellow Jews who do not share its radical agenda of Israeli surrender.",
  "The group denied facilitating meetings for Goldstone on Capitol Hill, but did share contact information with George Soros’s Open Society Institute, which arranged them.",
  "In 2010, J Street was reportedly involved in efforts to promote Judge Richard Goldstone’s “war crimes” report against Israel — which he later recanted.",
  "The radical group J Street is trying to raise money off President-elect Donald J. Trump’s nomination of David Friedman to be the next U.S.",
  "At the moment, it is attacking Israeli ambassador Ron Dermer for accepting an award from Frank Gaffney’s Center for Security Policy.",
  "The Friedman pick represents Trump’s commitment to peace through strength — not through capitulation to terror and the far-left.",
  "J Street is also urging the U.S. Treasury to investigate Jewish charities that help Israeli citizens who live in the West Bank.",
  "J Street frequently attacks individuals it deems too pro-Israel, including Democrats, such as Alan Dershowitz.",
  "Ironically, it is only when Israel has America’s strong backing that it feels comfortable making concessions.",
  "His new book, See No Evil: 19 Hard Truths the Left Can’t Handle, is available from Regnery through Amazon.",
  "Still, Kurtzer warns moving the embassy “will inspire riots across the Islamic world.” And what does not?",
  "(J Street did not support the Goldstone Report, but it did not oppose the Goldstone Report, either.",
  "It applauded Goldstone when he retracted his claims — after the damage had already been done.)",
  "He also argues that supporting Israeli settlements will destroy the two-state solution.",
  "Actually, what is destroying the two-state solution is Palestinian terrorism.",
  "He was named one of the “most influential” people in news media in 2016.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "Follow him on Twitter at @joelpollak.",
  "Ambassador to Israel."
]