[
  "They’re Christians, and I think this is all about forcing Christianity – or for that matter, Hinduism or Buddhism, or Zoroastrianism, or any other faith tradition – to submit, which is the explicit goal of both sharia and those who adhere to it.”\n\nGaffney said the most surprising thing about the latest round of terror attacks is that “we continue to see people in positions of authority – whether it’s Angela Merkel, or whether it’s police authorities, or whether it’s folks assessing the situation on this side of the pond – who scratch their heads and try to figure out what could have motivated someone to do these sorts of heinous attacks, or sort of balk at the idea that it’s actually jihadism, and refrain from calling it that.”\n\nHe was willing to give “some measure of credit” to German Chancellor Merkel for acknowledging terrorism was “a distinct possibility early on,” but said it was more important to describe the Berlin massacre as jihadism.",
  "“The immediate question is, does it damage an effort being made by Putin and Recep Tayyip Erdogan, the president of Turkey, to forge some sort of rapprochement.”\n\nHe said such a reconciliation between Russia and Turkey could have “very, very significant implications not just for the Middle East, Syria most obviously, but also for NATO, where Turkey is supposed to be an ally of ours.”\n\nHe also reflected on China’s seizure, and ultimate return, of an American underwater drone in the South China Sea, calling it “outrageous,” but also an example of “the kind of thing that the Chinese are feeling they can increasingly do, particularly under Barack Obama.”\n\n“This isn’t the first time that they’ve tested him and gotten that kind of response,” Gaffney noted.",
  "For many years now, we’ve documented this extensively at the Center for Security Policy, and I encourage everyone to visit us at SecureFreedom.org, find the books that document this, that work you through the overall goal of the Muslim Brotherhood, which is stated to be, by one of their top operatives, destroying Western civilization from within by their hands, meaning ours.”\n\n“One of the ways this has been employed is by influence operations against our government and that of others, and a very important strain of that influence operation is that Muslims are the victims,” Gaffney said.",
  "“An effort to destroy civilization, is, I think, a more accurate way to put it, brought to us by people who, whether members of larger groups or not – the Islamic State, I gather, is taking credit for the attack in Berlin, but at the very least they seem to be, and we’re now still somewhat unclear as to who the perpetrator was in Berlin, but it seems to be another example of an individual jihadist.”\n\n“Not a ‘lone wolf,’ someone who is practicing sharia, the brutally oppressive totalitarian doctrine of Islamic supremacism, believed by the authorities of Islam,” he continued.",
  "“Meanwhile, they are excusing, or in some cases, I’m afraid, really enabling, if not the violent jihadists themselves, certainly the Muslim Brothers who are seeking the same goal, and are working insidiously inside our country – inside our government in some cases, inside the clerical community in the name of interfaith dialogue, and on and on, to deny us clarity about the nature of the enemy, and to thereby disable us in contending effectively with them.”\n\n“I think Donald Trump is bringing a fresh and clear-eyed perspective to this.",
  "“We need to be protecting Muslims, and whether it’s Loretta Lynch doing it as attorney general, or the president, or members of Congress – notably the guy who seeks to be the next chairman of the Democratic National Committee, Keith Ellison, himself a Muslim, to be sure – they’re endlessly worrying about the people who are part of this faith tradition, because they’re going to be subjected to hate crimes and backlashes and so on.”\n\n“It’s just not panned out that way,” he contended.",
  "“Here’s the thing: a lot will depend on who’s going to be running an organization that has frankly been demonstrably hostile to the kinds of things that Donald Trump believes in,” Gaffney said, adding that he believes the State Department bureaucracy is institutionally “predisposed to undermine his presidency.”\n\n“There are good people there for sure, but I believe that as an institution, they were very much in favor of Hillary Clinton.",
  "John Bolton as number two would go a long way towards addressing some of our concerns, but there will be people who say, ‘Hey, he’s a polarizing figure; he can’t be number two, either.’”\n\nGaffney said the assassination of Russia’s ambassador to Turkey was “horrifying and to be deplored.”\n\n“It’s another example of jihadism at work,” he said.",
  "It’s a fascinating look at the various places where you can see evidence of China moving in the direction of not simply testing us, but actually taking us on.”\n\n“I hope Donald Trump, with moves like his early foray with the Taiwanese, is going to find ways to actually push back on the Chinese – short of conflict – to deter that conflict.",
  "They are in a position now to exercise dominion over much of the South China Sea, which, as you know, they’ve claimed, through which trillions of dollars of trade and vital strategic interests of the United States are resident.”\n\n“This is going to be an incredibly important, and potentially quite volatile, flashpoint,” he predicted.",
  "“Clearly, they’re capable men, an executive of the first order, but not necessarily the kind of individual that I would have expected would be taking the helm of the State Department at this particular moment in time – simply because his sort of entire experience has been in the world of business, and that’s about making deals.",
  "“I think that Jim Mattis at the Defense Department, John Kelly at the Department of Homeland Security, Mike Flynn at the National Security Adviser’s office are among the people who are really quite well-prepared to help the President in the new administration navigate through these very dangerous waters,” he said.",
  "This conveys the correct impression that the larger purpose of such attacks is to make targeted populations feel “not just terrified, but subdued, as the Koran puts it.”\n\n“That’s what’s incredible to me, that here we are, 15 years on, and we’re still not getting that’s what’s at work here,” he marveled.",
  "I’m not sure that deal-making is what’s in order, particularly with, for example, his self-acknowledged friend Vladimir Putin.”\n\nWhen Marlow asked who Gaffney would have preferred as secretary of state, he said his “hands-down favorite” was former UN Ambassador John Bolton.",
  "I believe it may protect our country better in the future than we’ve been to date, certainly under Barack Obama, and arguably under George Bush, as well.”\n\nTurning to the Trump transition, Gaffney said, “Overall, I’m very impressed.”\n\n“I think there’s no question about it.",
  "Marlow agreed, although he noted Tillerson could prove to be a good “drain the swamp” choice, bypassing the usual Washington political and diplomatic establishments for a business magnate, and suggested Tillerson with Bolton as his deputy would make a formidable team.",
  "“In some cases, it should be made explicit – in many cases, in fact, Alex – those are Muslims around the world, fellow Muslims who don’t follow their faith in accordance with sharia, therefore are considered to be apostates and must be brought to heel, too.",
  "“What we’re dealing with is a determined effort, on the one hand by Islamists who may not be engaged in violence themselves, but who are seeking exactly the same ends as these jihadists who are using violence – namely, the Muslim Brotherhood.",
  "“I’m hopeful that some of the others who I don’t know at all, and who are sort of new in terms of national security practice, like Rex Tillerson at the State Department, will prove to be in a similar mold,” Gaffney added.",
  "I’m particularly thankful that he has brought people who are clued up about, and I believe equipped both by professional experience and temperamentally, to contend with the various national security threats of our time.",
  "The bishop, instead, envisioned terrorism as a response to poverty and political oppression, which Marlow noted was very close to the posture the Obama administration and other Western governments have taken.",
  "This is, I believe, what we also saw taking place in Turkey, at about the same time.”\n\n“And yes, those being targeted are people who are the folks they seek to have submit to them,” he added.",
  "Overall, he has brought an extraordinarily talented, capable, and by and large principled group of people into his administration, especially in the national security space,” he said.",
  "Center for Security Policy President Frank Gaffney and SiriusXM host Alex Marlow delved into this week’s terror attacks in Berlin and Ankara on Wednesday’s Breitbart News Daily.",
  "He hoped rumors of Bolton being up for the job were true, but said he has also heard the rumors that Council on Foreign Relations chief Richard Haass is under consideration.",
  "Marlow quoted the assertion by the secretary-general of the Italian bishop’s conference, Bishop Nunzio Galantino, that Islamist attacks have nothing to do with religion.",
  "“In fact, one of the books that I commend to your listeners is a book called Warning Order: China Prepares for Conflict, and Why We Must Do the Same.",
  "But mostly, let’s be honest, mostly in places like Europe, notably, and certainly in the United States, they’re not Muslims who are being attacked.",
  "They’re very much opposed to the kind of swamp-draining that Donald Trump has promised, and would be, I think, a place that’s in need of it.",
  "A lot of them are being savaged for – well, among other things, being associated with me and the Center for Security Policy,” Gaffney said.",
  "“Well, that’s true, but to the best of my knowledge, we’ve not heard John Bolton designated as the number two,” Gaffney pointed out.",
  "“This is clearly part of a concerted ‘clash of civilizations,’ if you will,” Gaffney said of the Berlin Christmas market massacre.",
  "“But I have to tell you, they’re going to bring, I think, a different and much-needed approach to the threat posed by the jihad.",
  "We’ve been focusing today mostly, for obvious reasons, on Islamic supremacism, but you know we have problems with Russia.",
  "Gaffney said “counter-intuitive” and “counter-factual” were two terms that came to his mind to describe this worldview.",
  "They’re spoiling for a fight, I think, and Barack Obama will deserve much of the blame if it comes,” he warned.",
  "“Not all Muslims, to be sure, but by authorities of Islam to be the genetic code, if you will, of their faith.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "“Here’s the larger point, Alex: the Chinese are going to test Donald Trump, as well.",
  "He thought Haass would be an “unadulterated disaster” as deputy secretary of state.",
  "“This is so refreshing from what we’ve seen under, particularly, Barack Obama.",
  "I believe the people he has enlisted to help him are doing the same.",
  "It’s going to be a very dangerous environment,” Gaffney predicted.",
  "We have problems with China, North Korea, on and on.",
  "“But it’s worse than that,” he continued.",
  "Let’s be clear.",
  "LISTEN:"
]