[
  "While many Muslim advocacy organizations have blasted the fears as illegitimate, surveys conducted across Europe have found that 25 percent of Muslims believe that Islam can justify violence against civilians, and a Pew poll has shown that one in eight American Muslims think that suicide bombing can be legitimate.",
  "Out of 600 American Muslims, 25 percent expressed agreement with the statement, “Violence against Americans here in the United States can be justified as part of the global jihad,” according to a 2015 poll produced for the Center for Security Policy.",
  "Following the shooting instigated by Muslims in California, which left 14 dead, the poll indicated that only 30 percent of Republicans believe that Muslims are no different than any other community, compared to 60 percent of Democrats.",
  "A total of 14.6 percent of Americans are generally fearful of Muslims– a figure that jumped to 34.7 percent when respondents were asked about “a few groups and individuals” in the Muslim community.",
  "For Jews, on the other hand, Pew thinks that the total number will decline from 1.8 percent to 1.4 percent by 2050, while Hindus will see a modest increase from 0.7 percent to 1.2 percent.",
  "Even before that, however, Islam itself is projected to become the second largest religion in the U.S. by 2040, which is a far greater increase than that expected among Jews and Hindus.",
  "The American Muslim population stands a strong chance of doubling in size by 2050 and becoming the second largest religion by 2040, based on new estimates from the Pew Research Center.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Part of the reason for that surge is due to Muslim immigration, Pew noted, since about 10 percent of all legal immigrants are Muslim.",
  "A Reuters/Ipsos poll in December showed a certain amount of anxiety exists among Americans regarding the Muslim community.",
  "Another is because Muslim families tend to have far more children than the average, which is the case in Europe, as well.",
  "Additionally, a recent YouGov poll discovered that most Americans do not want to open up the border to Muslim refugees.",
  "In France, Muslims comprise 8 percent of the population, but make up around 70 percent of the prison population.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "At the moment, Pew believes that there’s approximately 3.3 million Muslims living in the United States.",
  "Given the total U.S. population, this means that Muslims currently comprise 1 percent.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org.",
  "Most Republicans, at 64 percent, want mosques to be closely monitored.",
  "But by 2050, Pew thinks that Muslims may surge to 8.1 million.",
  "Exactly 43 percent of Democrats agree."
]