[
  "In an extensive review of Tillerson’s business dealings published Sunday, the New York Times was surprisingly sympathetic to the argument that his background could make him the perfect envoy for a “fresh start with Russia.”\n\nAlong those lines, David L. Goldwyn, a former diplomat from President Obama’s first term, said Tillerson would be “a credible and effective messenger for a U.S. reset because he is not a member of the foreign policy establishment but also because his history embodies the investment potential Russia could enjoy with a better relationship with the United States.”\n\nHowever, the Times article also cited concerns similar to Gaffney’s, including Senator Marco Rubio’s comment on Twitter that “being a ‘friend of Vladimir’ is not an attribute I am hoping for from a Secretary of State.",
  "Kremlin spokesman Dmitry Peskov, for example, praised Tillerson for the way he “carried out his duties extremely professionally” when negotiating business deals with the Russian Federation, but added “there is a large difference between being a Secretary and being the head of even a very large company, therefore any personal sympathy, so to speak, must take a back seat.”",
  "In his own Secure Freedom Minute podcast, Gaffney saw Tillerson’s nomination as President-elect Donald Trump’s first serious misstep, due to his business and personal connections with Russian President Vladimir Putin:\n\nDonald Trump has lined up an impressive array of demonstrably capable people to fill the senior ranks of his administration.",
  "In the face of a political firestorm fanned by reports that the U.S. intelligence community is convinced Vladimir Putin’s Russia interfered in the recent presidential election campaign, Mr. Trump is considering making Exxon-Mobil chairman Rex Tillerson his Secretary of State.",
  "Center for Security Policy President Frank Gaffney, a frequent guest on Breitbart News Daily, has come out strongly against the nomination of Exxon-Mobil chairman Rex Tillerson for Secretary of State.",
  "While Mr. Tillerson is clearly an extraordinary executive, his business dealings and personal ties with Putin would make him a real liability for the President-elect.",
  "Three Republican Senators – John McCain, Lindsey Graham and Marco Rubio – have already expressed concerns about a Tillerson nomination.",
  "'”\n\nThe Russians, for their part, have been “measured” in their response to Tillerson’s nomination, as the Wall Street Journal put it.",
  "At this time especially, Mr. Trump needs a Secretary of State unencumbered by any perceived pro-Kremlin alignment.",
  "His instincts have served him well, until now.",
  "More will doubtless pile on.",
  "That’s enough to sink it.",
  "So does our country."
]