[
  "In 2015, the Center for Security Policy accounted for Gulen-affiliate charters in Arizona (7), Arkansas (2), California (11), Colorado (1), District of Columbia (1), Florida (10), Georgia (2), Illinois (4), Indiana (3), Louisiana (1), Maryland (4), Massachusetts (3), Michigan (1), Minnesota (1), Missouri (5), Nevada (2), New Jersey (6), New Mexico (1), New York (4), North Carolina (2), Ohio (19), Oklahoma (4), Pennsylvania (3), South Carolina (1), Tennessee (1), Utah (1), Wisconsin (1), and Texas which, at the time, had 45 of these charters.",
  "The document alleged misuse of H-1B visas; preferential hiring and employment practices towards Turkish nationals and males; discriminatory vendor bidding practices; and misappropriation of taxpayer dollars, including funneling monies to the Gülen Organization, among other charges.",
  "According to the Center for Security Policy, a Washington D.C.-based national security think tank, nine schools have been closed or removed from Gülenist control in California (3), Florida (1), Georgia (1), Louisiana (1), Maryland (1), Minnesota (1), and Wisconsin (1).",
  "In 2011, The New York Times exposed corruption of taxpayer money associated with the Cosmos Foundation, the charter school operator founded 10 years earlier by a group of professors and businessmen from Turkey and operating in the U.S. under the name Harmony Schools.",
  "While the reportedly reclusive 75-year-old imam — who lives in self-imposed exile in rural Pennsylvania — denied any connection to Turkey’s military action and even suggested it may have been staged by the Turkish president, Gülen remains a controversial figure.",
  "A new documentary, Killing Ed: Charter Schools, Corruption, and the Gülen Movement in America, takes an in-depth look at the chain’s operations in the Lone Star State, supporting widespread claims made about the Gülen movement.",
  "Then, as Turkish Prime Minister, Erdogan accused Gülen of secretly backing a corruption investigation into the government, something Erdogan called retaliation after he shut down some of Gülen’s schools in Turkey.",
  "His firm, Amsterdam & Partners LLP, was hired in 2015 to conduct a comprehensive international investigation into Gülen’s alleged illegal activities through the reputed Gülen Organization.",
  "The largest number of these reportedly Gülen-affiliated schools are in Texas where nearly 31,000 students are served by 46 schools under charter operator The Cosmos Foundation, d.b.a.",
  "According to USA Today, Secretary of State John Kerry said Saturday Turkey’s government first has to prove Gülen’s role in the failed military coup to be able to consider extradition.",
  "Leaked information revealed the U.S. government’s concern that these schools were being used to indoctrinate students and use taxpayer dollars to fund the Gülen movement in Turkey.",
  "Breitbart News reported these charter schools may soon open on U.S. military bases, according to accusations made Robert Amsterdam — the attorney for the Turkish government.",
  "Even before the coup attempt, Amsterdam called for President Obama to extradite Gülen back to Ankara based on his purported criminal conduct through the Gülen Organization.",
  "Reportedly, his supporters started more than 1,000 schools and universities in over 100 countries, including approximately 150 U.S. taxpayer-funded charter schools.",
  "Many are mired in controversy, coming under investigation for misuse of public funds, abuse of the H-1B visa program, kickback schemes and more.",
  "In Texas, these open enrollment public charter schools are funded by more than $250 million state and federal taxpayer dollars annually.",
  "Today, he is considered a fierce opponent of Turkish President Recep Tayyip Erdogan, although the two were considered allies until 2013.",
  "Last year, Breitbart News reported FBI whistleblower Sibel Edmonds believed Gülen to be a threat to U.S. interests.",
  "Gülen is said to head a powerful movement called “Hizmet,” a form of Islam that emphasizes service and education.",
  "He is allegedly connected to a vast network of questionable charter schools operating across the United States.",
  "This year, the Republic of Turkey called for a full scale investigation into the charter’s practices in Texas.",
  "The Turkish government accused Islamic cleric Fethullah Gülen of organizing Friday’s failed military coup.",
  "The chain plans to open 10 more schools over the next two years, adding approximately 10,000 students.",
  "Amsterdam accused the schools of more than $18 million worth of taxpayer fraud in a second complaint.",
  "Follow Merrill Hope, a member of the original Breitbart Texas team, on Twitter@OutOfTheBoxMom.",
  "In 1999, Gülen fled his native Turkey after being accused of extremist Islamist activities.",
  "Harmony officials continue to dispute these allegations and deny any connections to Gülen.",
  "They operate in as many as 26 states and go by a variety of franchise names.",
  "Amsterdam filed a formal complaint with the Texas Education Agency (TEA).",
  "In 2014, the FBI raided 19 schools in Illinois, Indiana, and Ohio.",
  "They claim to specialize in math and science.",
  "Many were dubbed Gülen followers.",
  "“Harmony Public Schools”."
]