[
  "She said, “We believe that it was improperly dismissed and plan to appeal.”\n\nBreitbart Texas reported Dallas District Court Judge Maricela Moore dismissed Mohamed’s claim Monday following a lengthy hearing where American Freedom Law Center (AFLC) attorney David Yerushalmi argued on behalf of his clients, the Center for Security Policy (CSP) and its Vice President Jim Hanson, in a suit that also named Fox Television Stations, LLC; Texas resident Ben Ferguson, Ben Shapiro, City of Irving Mayor Beth Van Duyne, Glenn Beck and The Blaze.",
  "In the suit, AFLC clients CSP and Hanson were named over statements Hanson made during an appearance on Beck’s show that included, according to AFLC, the elder Mohamed orchestrated an intense media campaign via a local chapter of the Council on American-Islamic Relations (CAIR), a group the U.S. government formally linked to the Muslim Brotherhood and to the designated terrorist organization Hamas in several court filings in federal terrorism cases.",
  "The judge’s order also allowed the vindicated defendants to seek sanctions against Mohamed and his attorney for legal fees and associated expenses and “all other further relief to which they may show themselves justly entitled, whether at law or in equity.”\n\nYerushalmi told Breitbart Texas that AFLC also argued, in part, for Beck and his production company, while the Dallas Fox affiliate and Ferguson were dismissed in December.",
  "In December, AFLC attorneys and local counsel Pete Rowe countered by filing a motion to dismiss on behalf of their clients, explaining this type of case, known as a Strategic Lawsuit Against Public Participation or “SLAPP”, which intends to censor, intimidate, and silence critics by saddling them with the cost of a legal defense until they surrender their criticism or opposition.",
  "The motion also maintained Mohamed and his son became “all-purpose public figures” following Ahmed’s arrest last year, a status that has continued to the present day” because “Ahmed and his family voluntarily pursued publicity…” and then sought to “silence” others on a “matter of public concern.",
  "Mohamed filed the defamation suit in September on behalf of his son, Ahmed Mohamed, the now 15-year-old known as “Clock Boy.” In 2015, he brought a makeshift homemade digital clock-in-a-box that resembled a “hoax bomb” to high school.",
  "He anticipates the remaining defendants to “be dismissed as well because the infirmities of Clock Boy’s suit applies to all defendants.”\n\nFollow Merrill Hope, a member of the original Breitbart Texas team, on Twitter.",
  "In court, Yerushalmi explained to the judge this was a lawfare-driven suit and its purpose is to intimidate into silence those who might comment publicly on the connection between jihad, terrorism, sharia, and Islam.",
  "The judge then asked Hutchison to provide any facts that would suggest Hanson and the other defendants said anything false or defamatory about Mohamed or his son during television broadcasts.",
  "Even though a Texas district judge threw out a defamation lawsuit filed by “Clock Boy” dad Mohamed Mohamed, the family patriarch vows to appeal the case, according to his attorney.",
  "No charges were ever filed once the situation sorted itself out but he was detained by police, served three days of suspension, and his family withdrew him from school.",
  "By email, Fort Worth attorney Susan Hutchison told Breitbart Texas Wednesday morning they believe the case was improperly dismissed.",
  "According to AFLC, she did not."
]