[
  "Baker explained that he aligned himself with the Christian Identity movement, which holds that Aryans are the chosen race, Jews are biologically descended from Satan, and the rest are “mud people.” One of the accomplices, who was 18 at the time, explained that Baker had awarded him two “stripes” for the arson, and Baker gave investigators the line about Islam being “illegal according to the Bible.” In the meantime, Abudiab was trying to make sense of things.",
  "But in the years after Obama's election, Tennessee became a key battleground in a national anti-Muslim movement whose influence has culminated, for now, in the presidential campaigns of Republican frontrunners Donald Trump and Ted Cruz, both of whom are being advised by people whose views on Islam were once considered too extreme for mainstream politics.",
  "In Journey Into America, a study of Muslims across the United States, anthropologist Akbar Ahmed notes that “the Muslims we interviewed in the South say they were by and large happier than those living in places like New York City.” Much of this sentiment comes from the harmony between the social conservatism of Islam and evangelical Christianity.",
  "In response, Jackson published an article on her website accusing Abudiab of conducting “stealth jihad,” then put a link on Facebook that read: “This Muslim posts my name and location on his FB and says he just moved to my neighborhood…” (Abudiab had not posted Jackson’s address, only the town she lived in, which she had discussed publicly.)",
  "When Mohyuddin identified herself as Nashville born and raised, one woman yelled, “On how much welfare?” When she said that American Muslims regularly condemn terrorism, one man repeatedly shouted out, “Taqiyya!” and “You’re a liar!” The small-voiced Mohyuddin was defiant, jabbing her finger in the air and demanding that people quiet down.",
  "Bud Hulsey, one of the bill’s co-sponsors, explained that he signed on after meeting with a man named Kamal Saleem, who claims to be a former jihadist trained by the Qaddafi regime in Libya and, in Hulsey’s words, “sent here to do jihad and education in the South.” (Various elements of Saleem’s story have been called into question.)",
  "Less than six months later, in April 2013, Barry West, a county commissioner where Mohyuddin lived, posted a picture to Facebook of a man in a cowboy hat staring down the barrel of a shotgun with the words “How to wink at a Muslim.” In the outcry that followed, Mohyuddin and her brother-in-law invited West to talk over tea.",
  "“When you don’t date, you connect with other people who don’t date for the same reasons.” While studying at Vanderbilt University, Mohyuddin married a Bangladeshi immigrant who was finishing his medical residency, and years later they moved to Tullahoma, a small town in the wooded hills near the Alabama border.",
  "Another: “He'll be gutted and fed to pigs with all his family.” Some were unsettlingly specific: “Get a big gun and some wasp spray it will shoot about 30’ and put his eyes out.” Standing in his new home, Abudiab began to feel differently about the large back windows, which looked down an open, sloping lawn.",
  "Abudiab and his family had been in Tennessee and Arkansas for more than two decades, and they’d felt at home in the Bible Belt — glad, like many Muslims they knew, to raise their children among People of the Book, people they could count on to share many of their values and who, by and large, welcomed them.",
  "So I just wear it as ‘Bring it on.’”\n\n“If they follow the Prophet Mohammed, they are violent, they do assault women and use women as slaves, and they do have pedophilia that runs in their bloodstream.”\n\n\n\nBy now, Abudiab is accustomed to the rhetoric, especially coming from high places.",
  "In Davis’s version, which is prevalent in anti-Islamic circles, taqiyya means that all Muslims are potentially lying all of the time — especially the millions of seemingly peaceful Muslims who are actually carrying out a covert mission to turn America into an Islamist state from within.",
  "“If they follow the Prophet Muhammad, they are violent, they do assault women and use women as slaves, and they do have pedophilia that runs in their bloodstream.” Another bill before the Tennessee legislature moves the teaching of world religions from the seventh grade to the tenth.",
  "“Over the last two decades you’ve seen an incredible growth in the immigrant and refugee community, not just in cities like Nashville but in a lot of suburban and rural counties as well,” says Teatro, who recently co-authored a report on Islamophobia in Tennessee.",
  "“In a world where secularism is the norm, and being religious is actually sometimes looked down upon, finding someone who is religious is comforting.”\n\nOne day, a mother at the co-op vented to Mohyuddin about how her teenage daughter had confessed to liking a boy.",
  "Ossama Bahloul, the imam of the Islamic Center of Murfreesboro, recalls feeling deeply uneasy when LGBT groups expressed their support during the campaign to stop the building of his mosque; recently, he declined to support one of these groups in return.",
  "I had told Davis that I was interviewing several Muslim residents of Middle Tennessee, prompting his erroneous definition of taqiyya — a teaching that allows Muslims, particularly Shias, to lie about their faith to avoid immediate persecution or death.",
  "Many of Tennessee’s legislators fell under the sway of conspiracy theories about Islamist infiltration of government and schools, and the state became a testing ground for campaigns to curtail the building of mosques and the resettlement of refugees.",
  "Stephanie Teatro, co-executive director of TIRRC, notes that the same legislators who sponsored the anti-Sharia bill, as well as measures to halt the resettling of refugees in Tennessee, were behind Arizona-style crackdowns on the undocumented.",
  "When she said that American Muslims regularly condemn terrorism, one man repeatedly shouted out, “Taqiyya!” and “You’re a liar!”\n\nArson investigators brought Abudiab a plastic bin with the decorative Qur’an he had received from his parents.",
  "In October 2010, the Justice Department saw itself forced to weigh in on a lawsuit against the Islamic Center, filing a brief in federal court asserting that Islam is, in fact, a religion entitled to the protections of the First Amendment.",
  "“They could lie to their wife for family unity, they could lie to their brother for peace in the family, and they could lie to an infidel for any reason.”\n\nDavis leads Cornerstone, an evangelical megachurch a few miles north of Nashville.",
  "Don’t go anywhere.” The ringleader of the band of white supremacists who burned down the mosque with Molotov cocktails justified the act by saying, “What goes on in that building is illegal according to the Bible.” This was February 2008.",
  "“We really see it as much as a reaction to Islam as it is to foreign-born communities generally.” In 2012, Tennessee’s Republican governor, Bill Haslam, appointed a young lawyer named Samar Ali to the state’s economic development agency.",
  "When he started sending his kids to public school, Hawrami found a twofold comfort in the fact that many of their teachers were likely to be conservative Christians who were nevertheless bound to let the children practice Islam in peace.",
  "Several of the national figures leading the campaign against Park51 — such as Pamela Geller and Robert Spencer, who that same year had founded the group Stop Islamization of America — also publicly opposed the mosque in Murfreesboro.",
  "Inspired by that meeting’s success, the American Muslim Advisory Council, of which Mohyuddin was a founding board member, decided to host a forum on the topic of hate speech, and invited a U.S. attorney and an FBI agent to speak.",
  "In November 2011, Geller and Spencer both attended a conference in Nashville promoted as the “first true national conference on Sharia and the Islamization of America.” National groups were finding fertile ground in Tennessee.",
  "“But I wasn’t.” When Mohyuddin’s speech turned to the subject of Islamophobia and hate crimes, she mentioned the firebombing of the Islamic Center of Columbia and showed a slide of the building’s charred, collapsed husk.",
  "He thought back to the arguments over whether to mark the Islamic Center of Columbia, Tennessee, the only mosque in the hundred-mile stretch between Nashville and Huntsville, with a large sign or a small, unassuming one.",
  "When the members of the Islamic Center of Murfreesboro, a town about an hour away from Columbia, filed zoning papers to build a bigger mosque, they were stunned to find themselves the target of lawsuits and rallies.",
  "Organizations that track anti-Muslim sentiment often peg the arrival of this movement to the unexpectedly intense opposition, in the summer of 2010, to Park51, the so-called “Ground Zero Mosque” in lower Manhattan.",
  "While certain groups and individuals have been promoting fear and suspicion of Muslims in the U.S. for decades, a new, far more organized and politically influential movement has taken shape in recent years.",
  "Over the next few years, though, Abudiab came to look back on this as the opening shot in an ongoing, ever-intensifying, hostile campaign playing out in Nashville and the surrounding small towns and suburbs.",
  "He watched two of his close friends and fellow congregants wandering dazed through the ashes, picking up stray, scorched pages of the Qur’an and small plastic furniture they had put there for the children.",
  "Some months before the firebombing, in late 2007, Abudiab had found himself conversing more and more frequently with friends about the anti-Muslim rhetoric cropping up in the presidential primary campaign.",
  "In 2012, he started the Faith and Culture Center, whose principal project is Our Muslim Neighbor, an initiative to foster direct, personal relationships between Muslims and non-Muslims in Middle Tennessee.",
  "Tennessee developed its first substantial Muslim enclave in the 1990s, when the Clinton administration admitted thousands of Iraqi Kurds fleeing Saddam Hussein’s regime and resettled them in Nashville.",
  "“You know,” he says, paraphrasing Muhammad: “For those who establish a mosque, God will establish a house in heaven.”\n\nNathan Morgan for BuzzFeed News Daoud and Robin Abudiab and their son Saif, age 9.",
  "The post drew hundreds of comments, many of them violent: “Shoot the muslim,” “Bomb his house,” “Smear your ammo with lard, Ms. Jackson.” Several of Jackson’s fans asked her to post Abudiab’s address.",
  "And the very conservative person shares with me the same values — but he is against my existence.”\n\nStephen Lance Dennee / AP Photo The Islamic Center of Murfreesboro under construction in July 2012.",
  "(If Geller, Spencer, and Gaffney provide the intellectual framework and national media campaigns for the anti-Muslim movement, ACT and its founder, Brigitte Gabriel, provide its grassroots muscle.)",
  "He left behind an urban, comparatively secular family: His father was a labor organizer, and some uncles on that side belonged to the Marxist-Leninist bloc of the Palestine Liberation Organization.",
  "A resolution to condemn Ali’s hiring was pushed by Kevin Kookogey, who was then the chairman of the Williamson County Republican Party and is now the Tennessee chairman of Ted Cruz’s campaign.",
  "Abudiab watched this unfold from afar and thought, privately, that his allies had made a mistake by featuring speakers from law enforcement, which framed the conversation in threatening terms.",
  "I don’t eat pork, and don’t call on me to sing 'Jingle Bells'!” Sentiments like these are nearly uniform among devout, first- and second-generation immigrant Muslims in Middle Tennessee.",
  "The Nashville area — which has a plethora of Christian educational institutions and, by some measures, the highest number of churches per capita in the nation — proved a suitable home.",
  "Mohyuddin sat in the back with a group of Muslims and listened to the usual talk about how Muhammad was a warmongering pedophile and all devout Muslims are complicit in global jihad.",
  "The local paper ran a story in the days leading up to the event, which quoted the U.S. attorney saying that the federal government is prepared to defend the civil rights of Muslims.",
  "She was born and raised in Nashville, the daughter of Palestinian and Syrian immigrants, and she describes her childhood as “almost Pollyannish.” She considered herself a patriot.",
  "These laws are ostensibly designed to prevent “creeping Sharia,” the conspiracy theory dictating that Muslim infiltrators are attempting to force Islamic law on American courts.",
  "We put lipstick on the pig.”\n\nCourtesy Daoud Abudiab\n\n“There’s three times Muhammad allowed Muslims to lie,” says Pastor Maury Davis, holding up two fingers and a crooked pinky.",
  "Abudiab recalls stopping at a gas station on the way to work in Pulaski and seeing a newspaper announcement for a sermon series at a megachurch in Nashville titled “Islam ...",
  "But, beginning around 2010, the kind of proudly anti-Muslim rhetoric that Davis had long championed became more and more common, and more and more mainstream, in Tennessee.",
  "Nathan Morgan for BuzzFeed News Robin Abudiab\n\nFor the first few years after she married Abudiab, Robin was too afraid of losing her family to tell them she had converted.",
  "While Baker spray-painted swastikas and white power slogans on the outside, the other two brought a lighter to the rags of their Molotov cocktails and hurled them inside.",
  "“In a world where secularism is the norm, and being religious is actually sometimes looked down upon, finding someone who is religious is comforting,” Mohyuddin says.",
  "Abudiab delivered a sermon about how Muslims, however misunderstood they may be, also had a responsibility to understand and respect the faith of Christians and Jews.",
  "One of the first calls Abudiab received was from the Nashville-based Tennessee Immigrant and Refugee Rights Coalition, which offered to help put together a vigil.",
  "“It was our home.” On one of their visits from Jerusalem, Abudiab’s parents gifted him with a large, ornamental Qur’an to use as the mosque’s Ramadan prayer book.",
  "Some families threatened to leave the co-op if it admitted a Muslim family, but they were overruled by the families who threatened to leave if they were rejected.",
  "Jackson had recently moved to Tennessee and was running for a seat on the Williamson County commission, partly on a platform of fighting Islamic infiltration.",
  "One morning this past February, the state Senate in Nashville debated a resolution to prevent the federal government from resettling refugees in Tennessee.",
  "Baker was charismatic enough to have gathered around him a coterie of impressionable young men, and he gave his group the aspirational name Aryan Alliance.",
  "As they prepared to erect the mosque, someone set fire to an earth hauler and other construction equipment, intimidating contractors away from the project.",
  "In Little Rock, he was in some respects the cosmopolitan outsider, unable to find stores that sold the trendy American clothes he used to buy in Jerusalem.",
  "Today, Abudiab says, he can’t leave the house in the company of his wife — a white convert who wears the hijab — without feeling viscerally uncomfortable.",
  "For decades, even after 9/11, Muslims felt at home in Tennessee, the “buckle of the Bible Belt.” Then it became one of the most hostile places in America.",
  "In the early hours of February 8, 2008, Eric Ian Baker and two friends drank 40s of malt liquor and hatched a plan to burn down the mosque on Main Street.",
  "After his arrest, investigators discovered a notebook in his trailer with a detailed organizational chart for an army to fight in the impending race war.",
  "Three had been around since the bombing, and one, a Columbia native and ex-convict wearing full Saudi-style robes and a head wrap, was a recent addition.",
  "Her father, who was embarking on a second career as a Methodist preacher, told her that Abudiab was perfect for her in every way, except he was a Muslim.",
  "From hundreds of miles away, Pamela Geller and Robert Spencer seized on these small-town rumblings and rallied their supporters to show up in protest.",
  "We have this elitist view of who we are.” Still, Abudiab noticed that TIRRC was the only organization that didn’t pressure him or tell him what to do.",
  "It was with two of his proteges that Baker drove his ’83 pickup to a gas station shortly before 5 a.m. and filled two empty 40 bottles with gasoline.",
  "The hiring caused a furious backlash, with several local and national figures claiming Ali had been brought on to make Tennessee “Sharia-compliant.\"",
  "Many of the accusations came from the Center for Security Policy, a major anti-Muslim group run by former Reagan-era defense official Frank Gaffney.",
  "“I was afraid.” Bill Williamson, a Presbyterian pastor, raised $1,800 from his flock and offered to let the mosque’s attendants pray in his church.",
  "“They became the eye doctors and surgeons for underserved rural areas, and they provided essential services to the corporations and the factories.\"",
  "The afternoon before, Cathy Hinners, a prominent local anti-Muslim blogger and activist, went on the air to urge people to show up for the hearing.",
  "“People say a lot of things,” said the agents, before turning the conversation to why people in Saudi Arabia drink their tea hot instead of iced.",
  "He learned that he was living in the same town as Victoria Jackson, the former Saturday Night Live actor turned Christian conservative activist.",
  "Other scattered members of the community reached out; many were already figures in the interfaith world, and very few were from Columbia itself.",
  "Muslims who were visible in the community, including Abudiab, started getting requests from local churches to deliver short lectures on Islam.",
  "Still, Abudiab couldn’t shake the feeling that this warmth was manufactured, external — that Columbia’s silence was hiding a deeper mistrust.",
  "I don’t see it as a Southern problem.” Daoud Abudiab and Sabina Mohyuddin both testified against the anti-Sharia bill before the legislature.",
  "Eight and a half years into his sentence, Davis was released for good behavior after Texas was forced to reduce overcrowding in its prisons.",
  "There were immigrant doctors who drove in from small towns dozens of miles away, and there were black converts who had grown up in Columbia.",
  "“They came with Ph.D.s, with M.D.s, with master's in engineering,” says Edward E. Curtis IV, author of Muslims in America: A Short History.",
  "In 1998, Abudiab, who had studied health care administration in Arkansas, moved the family to Columbia, Tennessee, to run a medical office.",
  "So you’re going to think Islam is not for you — big deal.” The congregation of the Islamic Center of Columbia grew to a peak of nearly 50.",
  "On the lapel of his suit jacket, Hulsey wears a pin with the Arabic equivalent of the letter N, for Nazarene, in reference to Christians.",
  "That same year, the Tennessee legislature introduced one of the earliest and harshest in a national wave of so-called anti-Sharia bills.",
  "Sabina Mohyuddin’s parents were among them, having moved from Bangladesh to Massachusetts before settling, in the 1970s, in Nashville.",
  "Nawzad Hawrami, the president of the Salahadeen Islamic Center, notes that Middle Tennessee’s climate is oddly similar to Kurdistan’s.",
  "In 1975, when he was 18, he murdered Jo Ella Liles, a middle-aged Sunday school teacher, by stabbing her and nearly decapitating her.",
  "Christopher Berkey / AP Photo Protesters and counterprotesters during a demonstration about the Murfreesboro mosque on July 14, 2010.",
  "Over the years, Robin’s parents saw that she was raising their grandchildren much as if she had never left their evangelical fold.",
  "Over the years, Robin’s parents saw that she was raising their grandchildren much as if she had never left their evangelical fold.",
  "Robin says a stranger approached her in a parking lot in the weeks that followed only to tell her she had nothing to be afraid of.",
  "In the mid-2000s, Mohyuddin decided to educate her children at home, and she asked to join a Christian homeschooling cooperative.",
  "“It is those who don’t know Muslims who are afraid of Muslims.”\n\n“It is those who don’t know Muslims who are afraid of Muslims.”",
  "Hundreds of Muslims showed up to the statehouse in protest, and the bill that eventually passed was significantly watered down.",
  "The firebombing blindsided Abudiab, but it seemed like a terrible, isolated incident, after which life would go back to normal.",
  "Pointing to Gaffney and his cohort, she explains: “A lot of this, especially the financing, actually came from the Northeast.",
  "“It’s what some Muslims are spray-painting on Christians' homes to target them for rape and murder and pillage,” Hulsey says.",
  "They booked a room at the convention center in Manchester and arranged for enough food and refreshments for about 50 people.",
  "The event was organized by ACT for America, a sprawling, highly effective national organization divided into local chapters.",
  "The Evil Religion” — the series that Abudiab saw advertised in a newspaper and dismissed as irrelevant and unrepresentative.",
  "“My friends, who were considered good Christian people, were out partying, out doing drugs, out sleeping around,” she says.",
  "The group grew steadily, showing clear demand for a proper Islamic center to serve the rural counties south of Nashville.",
  "At that moment, Abudiab was standing just outside the conference room, getting a cup of coffee at the refreshments table.",
  "“So the question, when you talk to a person who is Muslim, is how do you know if they’re telling the truth?” Davis says.",
  "She came from an observant evangelical family, but had struggled to find a church in Arkansas while she studied nursing.",
  "But largely due to his mother’s influence, Abudiab grew up living a pious life — to this day, he has never had a drink.",
  "He recalls taking his wife to the hospital to give birth to their first daughter only days after arriving as refugees.",
  "From about a mile away, Abudiab saw a plume of black smoke rising above the low skyline and started getting nervous.",
  "Then they got a larger group of local Muslims together to rent a strip mall auto garage without carpets or heating.",
  "Abudiab, a broad-shouldered, jocular man of 48, left Jerusalem to go to college in Little Rock, Arkansas, in 1985.",
  "In November 2012, Sabina Mohyuddin went to a lecture on the evils of Islam at a small Baptist church in Tullahoma.",
  "Some wore T-shirts that read, “Keep Calm and Eat Pork.” Others had firearms displayed in holsters at their sides.",
  "“And that just wasn’t the lifestyle I wanted or cared for.” The two had many long conversations after that night.",
  "Today, backed by a three-guitar rock band, he preaches his tale of redemption to thousands of people every week.",
  "He even agreed to let members of The Farm, a notorious hippie commune near Columbia, join in with a drum circle.",
  "“Even if they’re not of your faith.”\n\nHollis Bennett for BuzzFeed News Sabina Mohyuddin in her Tullahoma home.",
  "A new generation of Muslims began arriving in the United States after immigration laws were loosened in 1965.",
  "While Abudiab and Mohyuddin welcomed the alliances, many other Muslims felt forced into them by circumstance.",
  "Robin liked everything she heard about Islam, particularly the clarity of its instruction on daily existence.",
  "She finally forced herself to have the conversation when she was pregnant with their first child, a daughter.",
  "She had previously lived in Washington and New York, and to this day friends ask her why she didn’t go back.",
  "Afterward, Mohyuddin saw a pair of teenagers who used to study with her children at the homeschooling co-op.",
  "“That felt good,” says a congregant who asked to remain anonymous so as not to draw attention to his family.",
  "Another group, for instance, had immediately proposed replacing the mosque with a multi-faith prayer center.",
  "Robin responded that it was his Islam that made him “perfect.” “Well, maybe you’re right,” her father said.",
  "Baker had no substantive ties to broader white nationalist movements, according to one of his prosecutors.",
  "Video of the event shows her wearing a black-and-white patterned hijab and narrow, plastic-framed glasses.",
  "It was a message straight from the interfaith work that has consumed Abudiab’s life since the firebombing.",
  "Instead, he spent his days drinking beer and listening to neo-Nazi hardcore with lyrics about lynchings.",
  "This happened concurrently with the rise of a now-prominent anti-Muslim movement on the national stage.",
  "The anti-Sharia bill was only one in a volley of legislative efforts targeting Muslims and immigrants.",
  "This mobilization was organized, in large part, by TIRRC and other civil- and immigrant-rights groups.",
  "“They didn’t understand it was a choice.” Mohyuddin’s closest friends in school were pious Christians.",
  "The subject of her speech was Muslims in the United States, and the crowd heckled her from the start.",
  "YouTube / Via youtube.com Sabina Mohyuddin at the conference in Manchester, Tennessee, June 4, 2013.",
  "Abudiab’s wife arrived with the rest of the kids, followed by other congregants and their families.",
  "Abudiab and his daughter could feel the heat of the fire when they stood at the yellow police tape.",
  "But he was also more traditional than many of his classmates, who drank heavily and dated casually.",
  "Abudiab and his daughter could feel the heat of the fire when they stood at the yellow police tape.",
  "One day Abudiab got a call from Robin, who said she had gone to the grocery store wearing a hijab.",
  "Mohyuddin is 44, with a sweet demeanor that belies a sharp mind and a pugnacious self-confidence.",
  "Because new visas went mostly to professionals, this group was distinctly educated and affluent.",
  "After holding on to the book for a few weeks, Abudiab burned it in the fire pit in his backyard.",
  "After serving in Haslam’s government for less than two years, Ali decided to stay in Nashville.",
  "But Tennessee’s bill went a few steps further, essentially criminalizing the practice of Islam.",
  "His kids were bullied more often in school, and he became the target of violent online threats.",
  "Daoud Abudiab and his 13-year-old daughter were already awake, so they got in the car quickly.",
  "He testified at the arraignment and forced himself to make eye contact with the perpetrators.",
  "When he met with two agents in downtown Nashville, they said there was nothing they could do.",
  "When the U.S. attorney spoke, the crowd shouted him down to the point that he was inaudible.",
  "He then drove to the Islamic Center, where the three men smashed the glass of the rear door.",
  "Mohyuddin said they condemn terrorism constantly, it’s just not often covered in the media.",
  "“It isn’t about having them come to assimilate and be great humans and citizens,” she said.",
  "Nathan Morgan for BuzzFeed News Daoud Abudiab and his sons pray in their home in Tennessee.",
  "The only proper way to dispose of it was to finish what Baker and his friends had started.",
  "“A lot of people assumed I had just come to America and didn’t know any better,” she says.",
  "The pulpits and radio airwaves were filled with vitriol, and more mosques were vandalized.",
  "When he heard the cheering, his mind went blank, and he briefly forgot what he was doing.",
  "Muslims in Middle Tennessee typically describe feeling a jolt of fear after the attacks.",
  "But it was something that grew on me.” This was a few months shy of September 11, 2001.",
  "When that first Ramadan came around, she fasted for two weeks without telling Abudiab.",
  "Inside, every seat was filled, and people were standing in the back and in the aisles.",
  "At least once a month, they would gather at the mosque on weekends for potluck feasts.",
  "Still, on the day of the forum, Abudiab drove down to Manchester to show his support.",
  "At Christmastime, Hawrami instructed his daughter to tell her teachers: “I’m Muslim.",
  "Abudiab was relieved by the arsonists’ prompt arrests, but he remained apprehensive.",
  "“I think there was this idea that, as a Muslim woman, I would be scared,” she says.",
  "Abudiab met his future wife at a Halloween party at BJ’s Honky Tonk in Little Rock.",
  "In 2000, they pooled their money to buy a modest one-story building on Main Street.",
  "Abudiab began joining them to pray amid shoeboxes stacked in the back of the shop.",
  "“Politically, how am I going to support someone who is against my personal values?",
  "Erik Schelzig / AP Photo Hundreds protested Tennessee's anti-Sharia bill in 2011.",
  "Tennessee, like much of the South, was once a friendly place for Muslims to live.",
  "The early Kurdish refugees were followed, for example, by refugees from Somalia.",
  "“A lot of us in the Muslim community, we don’t think of ourselves as immigrants.",
  "Today, the city is home to the largest Kurdish population in the United States.",
  "Abudiab found a new building — a former church — but the congregation dwindled.",
  "Yet there she stood, publicly accused of belonging to a jihadist fifth column.",
  "The theory of Barack Obama’s crypto-Islamism was faint chatter on the fringes.",
  "As they emerged, they were instead surprised by the goodwill they encountered.",
  "At the local mall, Robin met a group of Egyptians who owned a clothing store.",
  "His 9-year-old son has started asking when they’ll need to leave the country.",
  "Muhammad, he stressed, had once let a group of Christians pray in his mosque.",
  "“Shame on you!” Mohyuddin said, prompting even louder clapping and whooping.",
  "The Islamic Center of Columbia never fully recovered after the firebombing.",
  "Abudiab posted something on Facebook about his move and Jackson’s campaign.",
  "She was willing to let them go on a date, as long as they took a chaperone.",
  "Flames pushed out from the burst windows and up through the collapsed roof.",
  "“For me it wasn’t the educated, it wasn’t the elite, it wasn’t the urban.",
  "He couldn’t bring himself to walk back into the room and face the crowd.",
  "As he waded through the crowd, Abudiab kept thinking, This is not safe.",
  "Nathan Morgan for BuzzFeed News Daoud Abudiab in his home in Tennessee.",
  "One recent afternoon, Abudiab led a Friday prayer for a group of four.",
  "“I took an oath of office to uphold the U.S. constitution,” she says.",
  "“There were no fundraisers, no lunches, no fish fries,” Abudiab says.",
  "I didn’t grow up with it, and I had some biases against it,” he says.",
  "Within 24 hours, all three were arrested and confessed to the crime.",
  "Davis is the pastor who, in 2002, held the sermon series “Islam ...",
  "Many chose to settle quietly in far-flung suburbs and small towns.",
  "Pamela Geller was standing on a stage, shouting into a microphone.",
  "In February 2014, Abudiab and his family moved one county north.",
  "“I don’t know why, but to me, they seemed broken,” Abudiab says.",
  "He didn’t shun them, but neither was he tempted to join them.",
  "Many anticipated a backlash and avoided going out in public.",
  "Abudiab looked at the women and all he saw was headscarves.",
  "Mohyuddin is far from alone in her affection for the South.",
  "In seventh grade, she decided to start wearing a headscarf.",
  "Someone standing outside could easily see into the kitchen.",
  "A black swastika was spray-painted on the mosque’s facade.",
  "Toward the end of the program, Mohyuddin got up to speak.",
  "Now he wondered whether something new and dark was afoot.",
  "That controversy was tied to another in Middle Tennessee.",
  "She politely greeted them and asked after their families.",
  "The Evil Religion.” “I didn’t care,” Abudiab says wryly.",
  "“I was like, ‘Wait, that’s what we do!’” says Mohyuddin.",
  "A cross from Grace Baptist Church is in the foreground.",
  "It seemed like every cop in a 20-mile radius was there.",
  "The parking lot was packed with loud throngs of people.",
  "“Those who know us are not afraid of us,” Abudiab says.",
  "Mohyuddin and the other organizers braced themselves.",
  "The room was filled with camera crews and protesters.",
  "Mohyuddin started getting used to this kind of thing.",
  "Gaffney is now one of Cruz’s foreign-policy advisers.",
  "It was badly damaged, but much of it remained intact.",
  "Abudiab felt this idea missed the point entirely.",
  "Hospital staff brought them flowers and balloons.",
  "I think it’s really important to understand this.",
  "“You might find it very confusing,” Bahloul says.",
  "We’re different than the Mexicans,” Abudiab says.",
  "He shook his head and put down the cup of coffee.",
  "Walking through the halls of the statehouse, Rep.",
  "West asked why Muslims didn’t condemn terrorism.",
  "“It’s never been like it is now,” Abudiab says.",
  "At first, her parents were bewildered and hurt.",
  "“This is a religion you can live,” she thought.",
  "As a precaution, he got in touch with the FBI.",
  "The furor gave Ali a sharp sense of whiplash.",
  "“I have weapons and will travel,” one wrote.",
  "There were, of course, moments of ugliness.",
  "The crowd immediately erupted into cheers.",
  "The Abudiabs couldn’t dispel their fear.",
  "Robin talked about getting a guard dog.",
  "“I think we connected,” Mohyuddin says.",
  "Robin was undergoing a crisis of faith.",
  "The fire department called before dawn.",
  "“It was a cold Ramadan,” Abudiab says.",
  "Abudiab hadn’t expected this of her.",
  "But sometimes it gets more personal.",
  "“It was a very painful experience.\"",
  "Because he supports my existence?",
  "West seemed plausibly convinced.",
  "“We didn’t really talk about it.",
  "They had opted for a large one.",
  "“It didn’t last long,” he says.",
  "So Abudiab agreed to the vigil.",
  "Abudiab resisted them at first.",
  "I have no plans to convert you.",
  "“But we made it look pretty.",
  "You’re already Christian.",
  "He could hear everything.",
  "“Particularly the Arabs.",
  "“Go home,” he pleaded.",
  "Don’t go to Walmart.",
  "“You’re in a church.",
  "“Kinda like Hitler.",
  "Abudiab was proud.",
  "“Don’t go out."
]