[
  "“For decades, Israel has manned freedom’s front lines in the battle against a fanatic ideology that has taken over large swaths of the Middle East and which endangers my country, the region and the world,” Dermer said, “That ideology is called militant Islam.”\n\nThe ambassador then drew a distinction between Islamic extremists and most of the 1.7 billion Muslims around the world.",
  "And while he might not always agree with Gaffney, he said: “Frank is no hater and no bigot.”\n\nAfter praising the SPLC for its historic role in fighting racism, Dermer accused the group of painting with too broad a brush in naming anti-Muslim extremists, including conservative scholar Daniel Pipes and former Dutch parliamentarian Ayaan Hirsi Ali.",
  "Dermer singled out the leaders of Arab Muslim countries who have called for reformation of their faith, such as Egypt’s President Abdel Fattah al-Sisi, and leaders who advocate a moderate form of Islam, such as Morocco’s King Mohammed VI.",
  "But he argued that just as Christianity had once been a militant faith that \"for centuries justified the slaughter of Jews all across Europe, and that spread anti-Semitism to every corner of the globe,\" Islam, too, could evolve.",
  "More recently, he has accused Hillary Clinton’s top aide, Huma Abedin, a Muslim, of being “brilliantly placed to run Islamist influence operations” inside the U.S.\n\nGaffney served in the Pentagon under President Ronald Reagan.",
  "| Getty Israeli ambassador praises Frank Gaffney\n\nRon Dermer, the Israeli ambassador to the United States, praised Frank Gaffney, a conservative activist known for his strident rhetoric about Islam and Muslims.",
  "“The reformers within Islam are real, and we should be doing everything we can to help them,” he declared, arguing that the best way to do so is to back them in their fights against terrorists.",
  "His organization, CSP, has pushed conspiracy theories about Muslims, including that there is an elaborate scheme being orchestrated by the Muslim Brotherhood to infiltrate the U.S. government.",
  "\"Admittedly, it is troubling that to find a more tolerant Christianity one only need look to the present whereas to find a more tolerant Islam one must largely look to the past,\" he said.",
  "Story Continued Below\n\nHailing Gaffney as a \"steadfast friend of Israel,\" Dermer praised his \"unwavering commitment to freedom\" and thanked him for \"standing up for all of us.\"",
  "\"Our sincere hope is that this new alliance will enable us to build lasting bridges of co-existence — something Israel hopes to discuss with the incoming Trump administration.\"",
  "He said that the Southern Poverty Law Center, an NGO that monitors hate groups, wrote to his office asking why he was accepting an award from “an anti-Muslim hate group.\"",
  "Dermer made the remarks in a speech Tuesday while accepting the Freedom Flame Award from Gaffney’s conservative think tank, the Center for Security Policy.",
  "They can rightly argue that Islam has a unique theology, has been influenced by a unique culture or has been shaped by unique geopolitical forces.\"",
  "He has warned of “an Islamist Fifth Column operating inside our own country.” In 2009, he said that President Barack Obama was “still” a Muslim.",
  "\"This battle against a common enemy has turned many in the Arab world who were once adamantly opposed to Israel into de facto allies,\" he said.",
  "“The reformers within Islam are real, and we should be doing everything we can to help them,” Ron Dermer said.",
  "\"They can rightly point to many differences that set Islam apart from Christianity, Judaism and other faiths.",
  "“Just as the enemy we face is not mere 'militancy,' the enemy we face is also not Islam,\" he said.",
  "\"I suspect there are a few people here who disagree with me about that,\" Dermer continued.",
  "Dermer then raised concerns some had expressed over his accepting the award from CSP.",
  "Dremer said he was slightly surprised, noting that he has known Gaffney for years.",
  "Dermer also spoke more broadly about the threat to Israel from \"militant Islam.\"",
  "Gaffney has repeatedly been criticized by Democrats and even many Republicans."
]