[
  "Flynn has also been quoted saying that he has “been at war with Islam, or a component of Islam, for the last decade.”\n\nStephen Bannon Drew Angerer / Getty Images\n\nBannon, the executive chairman of Breitbart News, who was tapped to be chief strategist and senior counselor to Trump, has been accused of running a media organization that routinely runs anti-Muslim and anti-immigrant stories, as well as taking other controversial positions.",
  "“Modern Muslims who have given up Sharia ... glad to have them as citizens ... perfectly happy to have them next door.” In essence, Gingrich called for the deportation of every practicing Muslim, because Sharia law — often used as a fear-inducing term associated with anti-Western beliefs — is simply a religious code of conduct, no different than those contained in other Abrahamic religions.",
  "“So I’ve urged him to continue to speak in detail about this, so that it prevents the media from short-handing something and making him look like something that he’s not.”\n\nFormer New York City Mayor Rudy Giuliani Ty Wright / Getty Images\n\nFormer New York City Mayor Rudy Giuliani, a possible contender for secretary of state, has been in favor of monitoring Muslim Americans.",
  "Giuliani has also voiced support for the electronic monitoring of Muslims on US terror watch lists, calling it an “excellent idea.”\n\n\n\nRetired Army Lt. General Michael Flynn Chip Somodevilla / Getty Images\n\nFlynn referred to Islam — the world’s second-largest religion, with an estimated 1.6 billion followers — as a “cancer” at a speech in Dallas in August.",
  "In a response to a question by The Intercept about spying on mosques at the Republican National Convention in July, Giuliani responded, “I was the mayor who put police officers in mosques, in New York and New Jersey.” Giuliani referred to the now-defunct covert program where the NYPD spied on Muslims and mosques in the tristate area.",
  "“Well, all I can tell you is, the public data that we have had indicate that there are quite a number of countries in that region that have sent a large number of people that have become terrorists,” Sessions told CNN’s Dana Bash in June, adding that it would not be a blanket ban on every immigrant from a Muslim-majority country.",
  "For example, in January, Breitbart published a story that argued that “Muslim rape culture” is “widely recognized as integral to Islam as taught in the Koran and the Hadith.” Bannon regularly had guests on his satellite radio show who were extremists and anti-Muslim activists, praising their views without overtly repeating them.",
  "\"The appointment of Stephen Bannon as a top Trump administration strategist sends the disturbing message that anti-Muslim conspiracy theories and white nationalist ideology will be welcome in the White House,\" said Council on American-Islamic Relations National Executive Director Nihad Awad.",
  "He went on to explain that the Muslim ban is “the kind of thing that people say when they have no experience and don’t know what they’re talking about.” Christie nominated a Muslim American judge in New Jersey and defended his choice amid criticism from members of his own party.",
  "Ben Carson Chip Somodevilla / Getty Images\n\nThe former Republican presidential candidate and surgeon has said Muslim Americans who follow Sharia law while also engaging in a democratic system are “schizophrenic,” and that Islam is not consistent with the Constitution.",
  "“Most American Muslims are peaceful people, but Islam’s most radical followers have a long history of placing mosques at the sites of their greatest victories,” Barletta wrote in a campaign statement while running for the seat he currently holds.",
  "For years, parents and residents in Tennessee — in addition to other states in the US — have been at odds with Islam being taught in public school curriculums, with residents often claiming that Islamic indoctrination or conversion was afoot.",
  "Bannon reportedly called Breitbart News a “platform for the alt-right,” a relatively new force in mainstream politics and society that embraces a far right nationalist ideology that is generally considered anti-immigrant and anti-Muslim.",
  "Donald Trump Jr. David Becker / Getty Images\n\nWhile discussing the assassination of a founding member of Hamas on the Opie and Anthony show in 2012, Trump Jr. made racist remarks about Arabs and their names, CNN reported in October.",
  "Many of these people will advise Trump and help him pick members of his cabinet, who will be instrumental in crafting the policies and practices of a Trump administration — including his proposed ban on Muslims entering the US.",
  "He wasn't nice to his wife.” Trump Jr. responded by saying, “Yeah, Ali.” In September, Trump Jr. tweeted an image of of a bowl of Skittles that said, “If I had a bowl of skittles and I told you just three would kill you.",
  "Pamela Geller, who runs the American Freedom Defense Initiative and who the Southern Poverty Law Center (SPLC) called the “anti-Muslim movement's most visible and flamboyant figurehead,” was on the show seven-times.",
  "And Frank Gaffney, head of the Center for Security Policy, who the SPLC said was “once a respectable Washington insider” but now is “one of America’s most notorious Islamophobes,” appeared on the show 29 times.",
  "He once, as mayor of Hazelton, pushed and passed a bill that imposed fines on landlords that rent to undocumented immigrants in an effort to make the city “toughest place on illegal immigrants in America.\"",
  "Bringing Bannon on board the Trump administration has many Muslim Americans worried that Trump’s rhetoric during the campaign was not just a tactic to garner votes but policy he will follow through with.",
  "“We should frankly test every person here who is of a Muslim background, and if they believe in Sharia, they should be deported.” “Sharia is incompatible with Western civilization,” Gingrich continued.",
  "US Rep. Marsha Blackburn Jim Watson / AFP / Getty Images\n\nBlackburn, a 14-year congresswoman from Tennessee who has supported Trump’s Muslim ban, also opposed teaching of Islam in the state's schools.",
  "Chris Christie Robyn Beck / AFP / Getty Images\n\nOnce an opponent of president-elect Trump during the Republican primaries, Christie called Trump’s Muslim ban proposal “ridiculous” last December.",
  "Robert Spencer, the director of the anti-Muslim website Jihad Watch, who the SPLC called “one of America’s most prolific and vociferous anti-Muslim propagandists,\" appeared on the show twice.",
  "Former Speaker of the US House Newt Gingrich John Moore / Getty Images\n\nIn an interview with Fox News in July, Gingrich said every Muslim in the US should be given a test for their beliefs.",
  "More recently, during the controversy to build a Muslim community center in Lower Manhattan, Barletta referred to the plans as a symbol of victory after the attacks of Sept. 11, 2001.",
  "Flynn also told the audience at the event, organized by anti-Islam group ACT for America, that “Islam is a political ideology,” adding, \"it definitely hides behind being a religion.\"",
  "I absolutely would not agree with that.”\n\nUS Senator Jeff Sessions Jeff Swensen / Getty Images\n\nSessions, who represents Alabama, helped Trump draft an immigration plan last year.",
  "The host couldn’t recall the name of the Hamas member, prompting Trump Jr. to say, “Muhammad something or other.” As the host also made a racist remark, saying, “He had a beard.",
  "\"It is reprehensible that our school system has exhibited this double standard, more concerned with teaching the practices of Islam than the history of Christianity,\" she said.",
  "The program, which ran for 12 years, never resulted in any actionable leads, and was disbanded soon after the Associated Press reported on it and its overreaches.",
  "At least 11 members of the team have openly held positions on Muslims and Islam that are considered anti-Muslim and have offended civil rights organizations.",
  "Carson has also said a Muslim could only become a president if he or she “reject the tenets of Islam,” in an interview with CNN in September last year.",
  "US Rep. Lou Barletta Chip Somodevilla / Getty Images\n\nBarletta, a longtime hardliner on immigration policy and deportation, represents Pennsylvania.",
  "Some members of the transition team have supported his ban on Muslims entering the US, while others have questioned if Muslims can be Americans.",
  "When the city passed the act, Barletta wore a bulletproof vest as a stunt to symbolize crime committed by undocumented immigrants.",
  "President-elect Donald Trump announced his 23 member transition team, led by vice president-elect Mike Pence, on Friday.",
  "Trump Jr. has also tweeted pictures of Pepe the frog, a meme that has become linked to the alt-right and anti-Semitism.",
  "#trump2016.” The analogy was widely condemned, with even Wrigley, the owner of Skittles, saying, “Skittles are candy.",
  "\"There is a big difference between education and indoctrination,\" Blackburn said in a statement in September 2015.",
  "On Meet the Press in November, Carson said, “I would not advocate that we put a Muslim in charge of this nation.",
  "It includes family members, politicians, businessmen, and former rival Republican presidential candidates.",
  "Sessions believes in identifying entire countries where terrorists emerge and targeting those immigrants.",
  "Other condemnations came from the United Nations High Commissioner for Refugees and on social media.",
  "Sharia can be as mundane as the the requirement of those that follow Judaism to eat kosher foods.",
  "But in February, Christie endorsed and later campaigned for his former primary rival.",
  "He has repeatedly voiced his support for Trump’s temporary ban of Muslim immigrants.",
  "That’s our Syrian refugee problem.” He wrote in the tweet, “This image says it all.",
  "\"Tennessee parents have a right to be outraged and I stand by them in this fight.\"",
  "Sharia, by and large, is no different than the canon law of the Catholic Church.",
  "That’s not what it is and never has been,” Christie told reporters in June.",
  "Let's end the politically correct agenda that doesn't put America first.",
  "Christie backpedaled and said Trump’s Muslim ban was misunderstood.",
  "Western civilization is in a war,” Gingrich told Sean Hannity.",
  "US Rep. Tom Marino Ben Jackson / Getty Images",
  "He later said he had never heard of the meme.",
  "We don’t think it’s an appropriate analogy.\"",
  "“Let me be as blunt and direct as I can be.",
  "“You all continue to call it a Muslim ban.",
  "Some will actually be offered those jobs.",
  "Would you take a handful?",
  "Refugees are people.",
  "New Jersey Gov."
]