[
  "“And why did they choose to burn alive this Jordanian pilot who had flown missions over Syria?”\n\nGorka explained that the answer could be found in the “Islamic laws of war,” which, he said, ordered Muslims to behead infidels and prescribed an even worse punishment for apostates, who should “suffer as if they are already in hell.”\n\nWhen Gorka was finished, the “place could not stop talking about terrorism,” Saunders said.",
  "We cannot let this evil continue.”\n\nThe solution, Trump said, was to mount a Cold War-style campaign that “would take on the ideology of radical Islam.” He spoke of banning immigrants from terrorist hotbeds and imposing religious tests to weed out those who “believe that sharia law should supplant American law.”\n\nMany of the ideas in Trump’s terrorism speeches had their origins in Gorka’s work.",
  "“It is an important part of promoting peace.”\n\n[Islamic militant groups hail Trump’s travel ban as a victory]\n\nSuch characterizations not only failed to describe the war being waged within Islam but they didn’t match what people such as Saunders were seeing in blood-drenched news reports from the region and hearing on the campaign trail, especially from Republican candidates.",
  "“If you are pro-fundamentalist in interpretation,” he said, “you have a lot of argumentation on your side.”\n\nUcko said he quickly dropped the argument “for the sake of harmony.”\n\nGorka’s former supervisors pushed him to incorporate other perspectives on Islam and publish in peer-reviewed journals where his ideas would be challenged and perhaps tempered, Bell said.",
  "In a much-derided piece in Breitbart, he suggested that the logo for the Pentagon’s Missile Defense Agency “bore a disconcerting resemblance to an amalgamation of the Obama campaign’s logo and the symbols of Islam.”\n\nThe Washington Times pulled his column and he was barred from speaking at the annual Conservative Political Action Conference.",
  "Said James Joyner, an associate professor: “The guy he was on Fox News is the guy he was here — bombastic and a showman.”\n\nA few complained that Gorka’s TV appearances, which touted his ties to the school and bashed Obama, made it appear as though the government-funded school for Marine officers actively opposed the commander in chief.",
  "I didn’t start decapitating people when I found out what happened to my father.”\n\nGorka’s core idea is that the United States should partner with a shortlist of Muslim allies — Jordan, the United Arab Emirates, Egypt — that he describes as “secular” or willing to separate Islam from the running of the state.",
  "“It’s troubling.”\n\nGaffney is still too controversial to land a job in the administration, but for the first time in nearly three decades, he has allies in the White House and real hopes, he said, that his ideas will finally be “tested in the crucible of public policy.”\n\nChief among those allies is Gorka.",
  "Gorka has described Sissi, criticized by human rights groups for his assault on political opponents, in particular the Muslim Brotherhood, as “enlightened” and a “reformer.”\n\nTrump could designate the Muslim Brotherhood as a terrorist organization — a move that Gorka and his wife have long advocated.",
  "He homed in on three words from Trump’s dystopian inaugural addressthat day: “Radical Islamic terrorism.”\n\n“When he used those three words today — radical Islamic terrorism — he put the marker down for the whole national security establishment,” Gorka told an interviewer from Fox News.",
  "[Trump redefines the enemy and years of counterterrorism policy]\n\nOnly days after the Sept. 11, 2001, attacks, President George W. Bush insisted the terror strikes had “violated the fundamental tenets of the Islamic faith.”\n\n“Islam is peace,” he told a nation still reeling from grief.",
  "“He thinks the government and intelligence agencies don’t know anything about radicalization, but the government knows a lot and thinks he’s nuts,” said Cindy Storer, a former CIA analyst who developed the agency models that trace the path from religious zealotry to violence.",
  "In the 1990s and early 2000s, he cycled through think tanks in Washington and Europe, dabbled in Hungarian politics and taught courses in counterterrorism at the George C. Marshall Center in Germany, which focuses on educating midcareer NATO and allied military officers.",
  "In the first years after the 9/11 attacks, about 25 percent of Republicans said they had an unfavorable view of Muslims, according to soon-to-be-published research by Charles Kurzman, a professor of sociology at the University of North Carolina at Chapel Hill.",
  "Today, the former national security editor for the conservative Breitbart News outlet occupies a senior job in the White House and his controversial ideas — especially about Islam — drive Trump’s populist approach to counterterrorism and national security.",
  "Because al-Qaeda, ISIS, all of these groups are totalitarians — either you surrender to them or they will kill you.”\n\nHis other insight, he said, was that the Washington foreign policy elite was too quick to discount the role of religion.",
  "[Bannon film outline warned U.S. could turn into ‘Islamic States of America’]\n\nMost counterterrorism experts dismiss Gorka’s ideas as a dangerous oversimplification that could alienate Muslim allies and boost support for terrorist groups.",
  "He earned his doctorate from a Hungarian university in 2008 and a few months later landed a faculty job at the College of International Security Affairs (CISA), a new Pentagon-funded school that was still working toward accreditation.",
  "If a crusader killed a woman and child or a heathen, that cannot be theologically justified and therefore it’s wrong and it’s a sin.”\n\nIslam’s martial passages and intermingling of faith and politics makes it different, Gorka said.",
  "[How a series of fringe anti-Muslim conspiracy theories went mainstream — via Donald Trump]\n\nGorka countered that the argument misrepresents Christianity, and he cited the Crusades, which are often invoked as a war against Islam.",
  "It is surreal.”\n\nAt the Pentagon and the State Department, senior officials scrambled to figure out who he was and what his populist foreign policy views might mean for America’s approach to the Muslim world and counterterrorism.",
  "[How an obscure U.S. policy effort could hurt American Muslims]\n\nGorka’s high-profile role in the administration’s earliest days suggests that Trump’s populist foreign policy instincts, at least for the moment, are ascendant.",
  "His knowledge of Islam comes largely from reading English translations of Islamic texts and interacting with foreign officers who account for about two-thirds of the CISA student body and come largely from Muslim nations.",
  "“He made a difficult and complex situation simple and confirmed the officers’ prejudices and assumptions,” said retired Lt. Col. Mike Lewis, who served as an assistant professor and Special Operations chair at the school.",
  "In speech after speech, Trump described the threat posed by radical Islamic terrorists in grisly terms: “Children slaughtered, girls sold into slavery, men and women burned alive, crucifixions, beheadings and drownings.",
  "[How Bannon’s Navy service during the Iran hostage crisis shaped his views]\n\nAt Marine Corps University, enthusiastic officers eagerly packed Gorka’s lectures, even as many faculty members took a dim view of his work.",
  "“Because when you take seven minutes on a video to decapitate another human being by manually sawing off their head, that’s the power that religion can have or a distortion of religion or whatever you want to call it.",
  "They were Gorka’s admirers: regular people, deeply afraid of terrorism and eager to listen to a man whose frightening insights would soon be receiving a hearing at the highest levels of the U.S. government.",
  "Trump’s victory demonstrated to Gorka and his supporters that the common sense of the American people counted for far more than the opinions of experts in Washington and the cloistered world of academia.",
  "The elder Gorka and a small group of Christian students in Budapest were sending secret, coded messages to London when he was captured by the communist regime, tortured and given a life sentence.",
  "I’ll be damned, thank you very much.”\n\nOff campus, Gorka began meeting with conservative members of Congress and lectured regularly at the Army’s Special Operations Command at Fort Bragg, N.C.",
  "(Sarah Parnass,Amber Ferguson/The Washington Post)\n\nOn the night of President Trump’s inauguration, Sebastian Gorka attended the celebratory balls in a high-necked, black Hungarian jacket.",
  "For him, the terrorism problem has nothing to do with repression, alienation, torture, tribalism, poverty, or America’s foreign policy blunders and a messy and complex Middle East.",
  "“The fact is that none of what happened in the Crusades can be justified by the message of Jesus Christ on the cross taking all of our sins upon himself,” he said in an interview.",
  "In the first hours after the troubled rollout of the president’s executive order on immigration and refugees, the White House dispatched Gorka to defend the move on Fox News.",
  "“This is what I completely jettison.”\n\nFor him, the terror threat is rooted in Islam and “martial” parts of the Koran that he says predispose some Muslims to acts of terror.",
  "Both Gorka and his wife, Katharine, a counterterrorism analyst and a Trump political appointee in the Department of Homeland Security, have been regular guests on the show.",
  "For years, Gorka had labored on the fringes of Washington and the far edge of acceptable debate as defined by the city’s Republican and Democratic foreign policy elite.",
  "Pinned on his chest was a Hungarian coat of arms, a tribute to his father who had been tortured by the communists, and a civilian commendation from the U.S. military.",
  "Read more:\n\nUpheaval is now standard operating procedure inside the White House\n\nOfficials worry that U.S. counterterrorism defenses will be weakened by Trump actions",
  "‘The Islamic laws of war’\n\nGorka’s ideas about radical Islam began with his father’s fight against the communists in his native Hungary and his deep Catholic faith.",
  "Before he wrapped up his inauguration night interview, Gorka said he had one last message for America’s troops — “the guys inside the machine” — and its enemies.",
  "Other elements traced back to Frank Gaffney Jr., a senior Reagan-era Pentagon official who founded the Center for Security Policy, a Washington-based think tank.",
  "Trump could boost support to strongmen such as Egypt’s Abdel Fatah al-Sissi, whom the president has hailed as a stalwart ally in the war against radical Islam.",
  "‘A new sheriff in town’\n\nJust three days after Trump’s election, Gorka addressed a cheering room of people who had helped pave his way to the halls of power.",
  "Gorka has said, “Al-Qaeda, ISIS, all of these groups are totalitarians — either you surrender to them or they will kill you.” (2015 photo by Eric Steen/U.S.",
  "They signal a radical break with the approach that Republicans and Democrats have taken over the past 16 years to counterterrorism and the Muslim world.",
  "Amid the cheering, music and confetti that night, Gorka talked about Trump’s opening shot in a high-stakes civilizational war, still in its early days.",
  "He went to college in London and spent three years as a reserve intelligence soldier in the British army, focused on the conflict in Northern Ireland.",
  "When al-Qaeda struck on Sept. 11, Gorka said, he immediately saw the event through the prism of his father’s decades-old life-and-death struggle.",
  "Shortly after the Islamic State burned alive a Jordanian pilot in 2015, Saunders invited Gorka to New York to do lectures on terrorism and Islam.",
  "Such a designation would put the United States in direct conflict with the Middle East’s largest Islamist movement and its millions of followers.",
  "“Part of the reason for the increase is this campaign on the part of people like Gorka and Gaffney to inflate the terror threat,” Kurzman said.",
  "In other instances, his fellow professors would challenge his contention that the Koran’s violent passages are the primary driver of terrorism.",
  "Together, they should fight the jihadist religious ideology in the same manner that America fought to discredit communism during the Cold War.",
  "Like many in Washington, they worried about provoking a backlash against Muslims or feeding the jihadists’ clash-of-\n\ncivilizations narrative.",
  "Today, I am going to start with something a tad naughty.”\n\nHe moved through the crowd of people who had paid up to $1,500 to hear him speak.",
  "But outside Washington, Gaffney has amassed a considerable following that knows him through his speeches and “Secure Freedom” radio program.",
  "“Nobody has the right — even a Muslim — to talk for all Muslims.” His goal, he said, was to understand how the enemy interpreted the faith.",
  "His academic chair was funded by Thomas Saunders III, a major Republican Party donor and chairman of the conservative Heritage Foundation.",
  "Saunders and Gorka were related by marriage, but Marine officials who oversaw the selection process said they were not aware of the tie.",
  "Army)\n\n‘The crucible of public policy’\n\nFor much of the past 16 years, Bush and Obama had played down Islam’s role in fueling terrorism.",
  "He drew widespread condemnation for suggesting that Grover Norquist, a Republican anti-tax stalwart, had ties to the Muslim Brotherhood.",
  "In 2014, Gorka left to take a teaching job at Marine Corps University that would give him more freedom and new influential connections.",
  "Despite a best-selling book and numerous Fox News appearances, he existed outside the orbit of established national security experts.",
  "“I can’t overstate how profoundly dangerous this is,” said Omid Safi, a professor of Middle Eastern studies at Duke University.",
  "On NPR, he insisted that even Iraqis were “thankful” for Trump’s order, which banned them from entering the United States.",
  "If not, it’s crazy to think we live in a time when he’s wandering the halls of the West Wing and advising the president.",
  "Dire warnings from the likes of Gaffney, Gorka and many others seem to have had an effect on Americans’ view of Muslims.",
  "There were nods and quiet applause as Gorka fished around in the pocket of his yellow blazer, searching for his remote.",
  "Saunders had made his fortune as a managing director at Morgan Stanley and founder of a successful private equity fund.",
  "Few in Washington noticed when Gorka began advising Trump and his ideas began showing up in the candidate’s speeches.",
  "This is what they seek.”\n\nGorka has heard all of those criticisms before and fought against them — often ferociously.",
  "“I’m accused by many people of being the most serious man on television,” Gorka said in his plummy British accent.",
  "Up popped a photograph of a dead, bloodied brown-skinned man, lying on the ground next to an AK-47 assault rifle.",
  "He reports to Stephen K. Bannon, Trump’s chief strategist, and is a member of his Strategic Initiatives Group.",
  "“There’s crazy stuff in the Bible, too,” said David Ucko, who taught alongside Gorka for three years at CISA.",
  "There, he was a dynamic lecturer and an uneven scholar, said retired Col. Mike Bell, the school’s chancellor.",
  "Gorka began appearing regularly on Fox News and caught the eye of Bannon, who was then editor of Breitbart.",
  "people totally disconnected from the reality of November 8.”\n\n“I find it quite amusing, sadly so,” he said.",
  "Since 2012, the percentage of Republicans with negative views has been consistently more than 50 percent.",
  "“This is the famous approach that says it is all so nuanced and complicated,” Gorka said in an interview.",
  "“Their worldview is fundamentally challenged by anybody who takes religion seriously, and you know what?",
  "Bannon has spoken in similarly apocalyptic terms of a “new barbarity” that threatens the Christian West.",
  "Like many Americans, he said his thoughts often turned to the Middle East and the threat of terrorism.",
  "What possible explanations could exist for the savage behavior he was seeing on television and online?",
  "So I read the Koran.”\n\nGorka’s academic credentials, particularly on the subject of ­Islam, are thin.",
  "Then he disparaged the thousands of protesters demonstrating at airports as the “chattering classes .",
  "One of Gorka’s lectures took place at the Colony Club, an exclusive all-women’s club on Park Avenue.",
  "The audience consisted mostly of retirees who had gathered at the Breakers hotel in Palm Beach, Fla.",
  "“Would you take anybody’s views on Christianity seriously if they hadn’t read the New Testament?",
  "The school is part of the Defense Department, but Gorka was not hired as a government employee.",
  "“Islam is not part of the problem,” Obama said in his seminal 2009 speech at Cairo University.",
  "“We can win!”\n\nGorka’s former colleagues view his ascent with a mixture of surprise and alarm.",
  "“There’s a new sheriff in town and his name is Donald Trump,” he told CNN anchor Jake Tapper.",
  "Last month, as he celebrated at the inaugural ball, those critics no longer seemed to matter.",
  "He is very detailed and very specific.”\n\n\n\nSebastian Gorka lectures in Pfullendorf, Germany.",
  "My father was tortured — tortured for weeks — by the communist secret police in Hungary.",
  "That insight, he said, led him to study Islam, starting with the faith’s ancient texts.",
  "The school’s vice president for academic affairs said he raised the matter with Gorka.",
  "In 1956, he escaped and fled to the United Kingdom, where Gorka was born and raised.",
  "President Barack Obama sounded the same theme routinely during two terms in office.",
  "For Gorka and his allies, the words are more than just a description of the enemy.",
  "“I see myself as somebody who supports the bravest of the brave — the warfighter.",
  "“Why do they behead us?” he recalled Gorka asking the ­standing-room-only crowd.",
  "“What I care about is if somebody in the field is reading my article,” he said.",
  "But the controversy never spread much beyond the university’s Quantico campus.",
  "Gorka does not speak Arabic and has never lived in a Muslim-majority country.",
  "Holy sites desecrated,” he said in a fiery 2016 address in Youngstown, Ohio.",
  "Sometimes, the Muslim students would object to his views of their religion.",
  "On the BBC, he blasted the media for its “absolutely fallacious” coverage.",
  "“I tell them very simply that I am not here to debate Islam,” Gorka said.",
  "But Gorka insisted that he wasn’t interested in that kind of scholarship.",
  "“I am going to show a picture I am not meant to show usually,” he said.",
  "He paused to draw out the suspense before pressing the remote’s button.",
  "“It’s quite staggering,” said Ucko, Gorka’s former teaching colleague.",
  "“What the hell is going on?” he said he often found himself thinking.",
  "The audience began to cheer — first hesitantly and then with gusto.",
  "“It has been my lot in life to be criticized and even punished .",
  "He turned toward the host, his medal glinting in the TV lights.",
  "A conservative publishing house signed him to a book contract.",
  "Gaffney has long been politically radioactive in Washington.",
  "“It’s been a delight,” Gorka replied, his voice brightening.",
  "for telling the truth,” Gaffney said in a recent interview.",
  "they are deleting reality to fit their own world,” he said.",
  "but, more importantly, that event was linked to communism.",
  "This is a true scholar telling you what happened and why.",
  "“Anybody who downplays the role of religious ideology .",
  "“There’s a lot of misinformation out there,” he said.",
  "In Gorka, he had finally found someone with answers.",
  "Gorka has relentlessly championed the opposite view.",
  "“This is music to the ears of [the Islamic State].",
  "Within days, he was everywhere — and loving it.",
  "Ethnic minorities targeted for mass execution.",
  "Gorka is a deputy assistant to the president.",
  "Bannon offered him a job at the news outlet.",
  "Saunders said he did not advocate for him.",
  "Religious scholars are equally withering.",
  "He had done business all over the world.",
  "“Today, it might be a little different.",
  "I take religion seriously,” Gorka said.",
  "Gorka’s booming voice filled the room.",
  "“If you are a fan, you are enthralled.",
  "Julie Tate contributed to this report.",
  "The NPR host thanked him for his time.",
  "‘The alpha males are back,” he said.",
  "It was linked to fascism,” he said.",
  "“Everything’s changed,” Gorka said.",
  "“Yes, it was jihadi terrorism .",
  "“We can win now,” he thundered.",
  "A few changes seem possible.",
  "I am in a different mood.",
  "“It’s just not possible.",
  "Of course you wouldn’t.",
  "We are happy,” he said.",
  "Publish or be damned?",
  "“We are happy, right?",
  "“It was spellbinding.",
  "His side had won.",
  "“Why?",
  "“.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]