[
  "His blacklisting by the Treasury Department was described by the New York Times as the “first salvo against the Maduro government by the Trump administration at the urging of many in Congress.”\n\nMaduro responded to the action against Aissami by vowing to “respond, step by step, with balance and force,” with the goal of forcing the United States to “retract and apologize publicly to our vice president.”\n\nAissami himself said the U.S. accusations were “infamy and aggression,” promising not to be distracted from fixing Venezuela’s economy by such “miserable provocations.” The Venezuelan Foreign Ministry accused the Trump administration of trying to undermine the government with its “infamy against the highest authority of the state.”\n\nThe Daily Signal notices that Trump also recently tweeted support for political prisoner Leopoldo Lopez and demanded his immediate release.",
  "Maduro previously fretted that “bandits” from the Venezuelan opposition flew to Washington to “put a bug in Trump’s ear,” hoping to push him into “the same hole the Bush clan and the Obama-Clinton clan fell into.”\n\nHe has also worried that “imperialism” was still lurking out there, waiting to pounce on his socialist paradise, but he warned imperialists they will find Venezuelans “stronger than ever.” He might be hoping imperialism will not notice all the Venezuelans collapsing from hunger as they wait in the glorious socialist food lines.",
  "The paper also cited a report from the Center for a Secure Free Society that alleged Aissami “developed a sophisticated and multilevel financial network that functions as a criminal terrorist pipeline for bringing Islamic radicals to Venezuela and its neighbors, and to send illegal funds from Latin America to the Middle East.”\n\nAissami, a former governor, was hand-picked by Maduro to be vice president and widely seen as his aspiring successor.",
  "Venezuelan President Nicolas Maduro – the man who reduced his people to giving away their children to avoid starvation – promises there will be “surprises” in his relationship with “Comrade Trump,” whom he lauded for offering Venezuela food “at a good price.”\n\n“We are bringing products imported by the revolutionary government from several sister nations: Trinidad and Tobago, Panama, Colombia, Mexico, Nicaragua… and even the United States.",
  "The Daily Signal applauds Trump for taking a stronger stance against Venezuela’s corrupt leadership than Barack Obama ever did and advises him to stay his course:\n\nThe Obama administration knew full well that the Venezuelan vice president is a criminal, but it took no strong action.",
  "The Miami Herald points out that at least 511 companies are wholly or majority-owned by the Venezuelan government — a stunning level of state ownership even when compared to much larger countries in the region — and 70 percent of them are losing money.",
  "Just last weekend, he decided industrial bakeries were responsible for Venezuelan starvation and talked about seizing them, as he does with every enterprise he accuses of waging “economic war” against his regime.",
  "Fox News notes President Trump’s only significant action on Venezuela has been ordering sanctions against Vice President Tareck El Aissami for participating in the cocaine trade.",
  "He seems to be working hard on creating a narrative where Trump can be his friend, provided he ignores all the nasty lies those opposition “bandits” seek to fill his ears with.",
  "Despite these staggering losses, Venezuela’s state-run enterprises have been hiring people at a staggering clip, and Maduro is threatening to nationalize even more companies.",
  "Moving forward, the administration must continue holding the Venezuelan government accountable in the hopes of bringing political freedom to the Venezuelan people.",
  "In February, the U.S. government declared Aissami “played a significant role in international narcotics trafficking” and froze his access to a $3 billion fortune.",
  "The combined losses of these companies in 2016 were substantially higher than what the government allocated for education, health, housing, and social security.",
  "He has been providing logistical and financial support to those organizations,” Luis Fleischman of the Center for Security Policy told the Herald.",
  "This is not a government President Trump wants to support in any way, and he does not need Nicolas Maduro claiming him as a “comrade.”",
  "Maduro’s new bonhomie towards “Comrade Trump” would, therefore, seem like a dramatic shift in attitude after just a few weeks.",
  "The Miami Herald reports that El Aissami has also been linked to radical Islamic organizations, including Lebanese Hezbollah.",
  "Yet within the first month of Trump’s administration, El Aissami’s illicitly obtained assets in the U.S. were confiscated.",
  "The Trump administration’s clear position on Venezuela is a welcomed change from the moral ambiguity of his predecessor.",
  "Lopez was thrown in prison three years ago by Nicolas Maduro, for the crime of severely disapproving of Nicolas Maduro.",
  "The Washington Examiner notes that Maduro’s weekly television program, Domingos con Maduro, is four hours long.",
  "There are going to be surprises,” Maduro said on his weekly TV show, as reported by Fox News.",
  "Maduro also hosts a semi-regular radio broadcast titled Salsa Time.",
  "Comrade Trump is offering me [basic food products] at a good price.",
  "“He is one of Venezuela’s main contacts with Hezbollah.",
  "He is currently serving a 14-year sentence."
]