[
  "Fleitz previewed his upcoming Fox News piece about the widely-reported intelligence analysis prepared in January that claimed “not only did the Russians try to intervene in the election, but they did so to help Trump win.”\n\n“Well, Director of National Intelligence Clapper revealed this week this was not the intelligence community’s view, of all 17 agencies,” said Fleitz.",
  "I don’t know whether he was or he wasn’t, but this should have been at the top of his list.”\n\n“The idea that our intelligence services, that are supposed to protect us from foreign threats, are being used to conduct political intelligence against the members of another party – that’s something that goes on in police states and banana republics,” he said.",
  "Fleitz, who has strongly criticized Rice’s story about why she “unmasked” the identities of people connected to Donald Trump’s presidential campaign who were caught in foreign surveillance operations, said there were two ways this surveillance took place.",
  "Although it was not revealed until January 2017, Ben Rhodes was denied a national security clearance by the FBI during the 2008 Obama transition – the only known member of the 150-strong transition team to experience such a denial.",
  "The Democrats are marching in lockstep to destroy President Trump, and if they don’t, the left-wing activists are going to come after them.”\n\n“I don’t think we’re going to get much help from the Democrats on this,” he concluded.",
  "This has to be added to the investigation of interference in the election – interference by our intelligence agencies.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "Ten years later, the Democrats don’t care at all.”\n\n“In Bolton’s case, the Democrats didn’t know the names of these people, and said Bolton was engaged in some type of spying on his political enemies,” he noted.",
  "Fred Fleitz, Senior Vice President for Policy and Programs at the Center for Security Policy , talked about the Susan Rice “unmasking” scandal with SiriusXM host Raheem Kassam on Friday’s Breitbart News Daily.",
  "Fleitz saw the “diversity of opinion in the Republican Party” as a strategic liability in politically turbocharged debates like the unmasking issue, compared to the ideologically monolithic Democrats.",
  "I’m really concerned about these new reports I’m hearing that Senator Rand Paul is saying that he has multiple reports that he and other Republican presidential candidates were also spied upon.",
  "“I don’t know whether Ben Rhodes in the NSC had the authority to request these names to be unmasked, but I suspect they were unmasked for him, if he wasn’t able to have it done himself.",
  "“When I was chief of staff to Ambassador John Bolton, during his confirmation hearings to be U.N. ambassador, it came out that he asked for the names of ten Americans to be unmasked.",
  "“If Rice gave the reason for that unmasking to be something that it really wasn’t, like if she really was doing it for political reasons, she could be in legal jeopardy,” he said.",
  "How did the hyper-partisan director of the CIA, John Brennan, how did he handpick the CIA analysts who wrote this assessment?”\n\n“I don’t think this assessment is accurate.",
  "“The second way was to go through intelligence that was not targeting the Russians or Trump to find references to Trump officials, and have those names unmasked.",
  "“This has not been confirmed, but it’s been leaked so often to the New York Times and the Washington Post, probably by Obama people, I think that happened.",
  "But to ask that the names of the members of a campaign from another party be unmasked – that may not be illegal, but it is highly unethical,” said Fleitz.",
  "And we know many Democrats wanted Comey out!”\n\n“The same thing on this demasking story – the Democrats are not going to step out of line,” he predicted.",
  "That way, they could say, ‘Hey, we weren’t targeting the Trump people, we were just going through intelligence that happened to mention them.",
  "As Fleitz indicated, this would make his direct or tangential involvement in unmasking requests an important subject for investigators.",
  "“One, apparently, were formal FISA requests to have information collected against certain members of the Trump team,” he said.",
  "Fleitz said the interest of the media and elected Democrats in stories about politicized intelligence was rather selective.",
  "Clearly his name was unmasked for political reasons, and there’s not one Democrat who is concerned in the least,” he said.",
  "“You know, it’s okay for a senior official to ask for the name of a U.S. person to understand an intelligence report.",
  "I also think there’s probably senior officials at the State Department who might have been involved,” he said.",
  "“There’s this perception in the media that only people at Susan Rice’s level could ask for these demaskings.",
  "Kassam asked who else should be answering questions on the unmasking cases, in addition to Susan Rice.",
  "“I think they’re trying to work it, but the problem is, first of all Comey wasn’t cooperating.",
  "I think there are senior officials at the CIA with John Brennan who may have been involved.",
  "There’s nobody saying that getting rid of Comey was a good idea on the Democratic side.",
  "“We have Republicans who speak out when they disagree with the president,” he noted.",
  "“I think you’re right that the administration should be doing more and more on this.",
  "Kassam asked why the Trump administration has not taken more action on this issue.",
  "They accused Bolton of violating the privacy of American citizens,” he recalled.",
  "“There is no diversity of opinion permitted in the Democratic Party.",
  "I think he’s a political operative who very likely was behind this.",
  "I mean, there’s one or two exceptions, but they’re pretty rare.",
  "“I think that Comey has the names of people who were unmasked.",
  "We wanted to know the context of the report,’” he continued.",
  "“There was recently a Wall Street Journal editorial on this.",
  "He should have been conducting an investigation into this.",
  "We now know the analysts who wrote this were handpicked.",
  "Their names were unmasked by the Obama administration.",
  "I’ve been involved with it, with a senior policymaker.",
  "I don’t think the Russians intervened to help Trump.",
  "They could have asked for this also,” said Fleitz.",
  "“And then we have General Flynn’s name unmasked.",
  "None of it had anything to do with politics.",
  "This has to be looked into,” Fleitz urged.",
  "There’s a bunch of them in the government.",
  "Let’s start there,” Fleitz replied.",
  "I’d like to see him investigated.",
  "Read my piece at FoxOpinion.com.",
  "Bolton was an undersecretary.",
  "And the Democrats went crazy.",
  "“Maybe Senator Joe Manchin.",
  "I worked with him on that.",
  "How were they handpicked?",
  "It was just 3 agencies.",
  "“That was known.",
  "That’s not true.",
  "It’s uncommon."
]