[
  "\"It was a significant advance in terms of missiles that seem to be able to carry a fairly heavy warhead and carry it a fairly significant distance,\" said Fred Fleitz, a former CIA analyst and now senior vice president for policy and programs with the Center for Security Policy, a national security think-tank based in Washington.",
  "Pyongyang's official Korean Central News Agency said the secretive regime's leader Kim Jong Un \"hugged officials\" who took part in the rocket test and gave them \"the order to continuously develop more precise and diversified nukes and nuclear striking means.\"",
  "\"Most likely this puts them a little bit closer to being ready to test an ICBM,\" said Jenny Town, the assistant director of the U.S.-Korea Institute in Washington and a managing editor at 38 North, which provides analysis of events in and around North Korea.",
  "\"Fundamentally this is a problem with physics and engineering for them,\" said Todd Harrison, a defense expert and senior fellow of the International Security Program at the Center for Strategic and International Studies, a Washington think-tank.",
  "The former U.S. government intelligence analyst said he believes the day is coming when the U.S. and its allies will have to start shooting down the North's missiles because they will not know whether the missile is a test or an actual attack.",
  "\"I suspect the North Koreans also have tried to find scientists – maybe former Soviet scientists — to try to help them develop these [weapons] programs,\" said Fleitz, who held U.S. government national security positions for 25 years.",
  "Sunday's test is believed to be a liquid-fueled missile launched from a mobile launcher, and it's possible the chassis of the truck may have been one originally supplied to the North by the Chinese as a truck to transport lumber.",
  "Harrison, who served as a captain in the U.S. Air Force Reserves, said the North Koreans decided not to test the missile to its range on this test because \"it would have been a much more provocative trajectory flying over Japan.",
  "With this approach, she said the North might then be able to use the test results from such high-angle launches to learn more needed \"that would be applicable to a three-stage intercontinental ballistic missile in the future.\"",
  "\"Instead of shooting it toward something, they are shooting it further up in the air so that when it comes down the reentry vehicle will simulate the conditions of actual reentry,\" said the U.S.-Korea Institute's expert Town.",
  "It's not known if Iranian military or scientists attended the North's missile test Sunday and it's also not clear at this time how much help Tehran played in the development of the new missile known as the Hwasong-12.",
  "A former CIA analyst said Monday the Iranians are continuing to help North Korea with weapons technology as Pyongyang's new missile test over the weekend was described as \"a significant advance.\"",
  "Also, experts said the new missile is a mid-range ballistic missile and suggests Pyongyang maybe getting more proficiency with reentry technology that could be used for longer-range missiles.",
  "\"If you took that same missile and launched it on a trajectory that was optimized for range, you could actually get a range of over 4,000 kilometers (or 2,485 miles),\" said CSIS's Harrison.",
  "According to Fleitz, North Korea's missile program is mostly based on old Soviet missiles but he said there's been \"substantial collaboration between the Iranians and the North Koreans.\"",
  "Such reentry mastery would be required for a nuclear warhead to withstand extreme temperatures and other stresses of atmospheric reentry of an intercontinental ballistic missile (ICBM).",
  "Yet experts say the missile test over the weekend showed the secretive regime is making progress and they also expect more testing of this particular missile in the next several months.",
  "\"As it stands now, even though they say they are close to testing an ICBM, we would expect that their first few attempts would fail because it is a rather technical venture,\" Town said.",
  "Analysts say these kind of tests also could speed up the North's testing program as it moves further away from Soviet-era missiles and begins developing more of its own technology.",
  "Even so, national security experts believe it might not be until after 2020 when Pyongyang could have an ICBM capable of reaching the U.S. mainland less than 4,900 miles away.",
  "KCNA said the test was \"aimed at verifying the tactical and technological specifications of the newly-development rocket capable of carrying a large-size nuclear warhead.\"",
  "North Korea's launch of an intermediate ballistic missile test on Sunday appears to be a new model and shows an improved capability to reach U.S. military bases on Guam.",
  "For example, Tehran's Shahab-3 ballistic missile capable of reaching Saudi Arabia from Iranian land is based on technology from North Korea's Nodong-1 rockets.",
  "They actually further developed some of the designs that they received from North Korea — and they further designed other missiles they got from North Korea.",
  "In other words, the Hwasong-12 is capable of reaching targets such as the U.S. territory of Guam, which is located about 2,100 miles away from North Korea.",
  "Sunday's North Korea missile test was believed to be the first type of test where the hermit state achieved such a high angle and significant distance.",
  "At the same time, Fleitz said there's \"pretty credible information\" that the North Koreans have received help in their missile program from Tehran.",
  "Also, Iran's Ghadir small submarine, which this month conducted a cruise-missile test, is a vessel remarkably similar to those used by Pyongyang.",
  "Indeed, Fleitz said there are reports Iranian scientists have attended launches of North Korean long-range missile tests and even nuclear tests.",
  "Fleitz said the North Koreans have proved to be \"very good at redesigning older missile designs and developing their own variants.\"",
  "Based on KCNA's information, the medium long-range ballistic rocket flew 489 miles and reached heights of up 1,312 miles.",
  "Also, KCNA said the missile was tested \"at the highest angle in consideration of the security of neighboring countries.\"",
  "Some of these Chinese-made transporter-erector launch trucks were displayed at the regime's April 15 military parade.",
  "Guam has a population of about 165,000, as well as 6,000 U.S. military personnel currently stationed on the island.",
  "\"If the missile looks very likely to strike Japan from North Korea, we have to shoot it down,\" said Fleitz.",
  "The former CIA analyst added, \"The Iranians have been more successful in building space-launch vehicles.",
  "Experts say the North Koreans are essentially where the U.S. was in rocket technology during the 1950s.",
  "\"I think there's some very tough times ahead coming as this missile program progresses,\" said Fleitz.",
  "\"Every country that has ever tested ICBM's has always failed in their first few attempts.\"",
  "\"I think it's a terrible idea because of the possibility of retaliation against Seoul.\"",
  "To be clear, Fleitz said he's not advocating an outright attack today on North Korea.",
  "What they basically did was fly over their own territory and land over in the sea.\"",
  "The missile landed in the sea between North Korea and Japan and near Russia.",
  "This is something with trial and error; you can figure this out over time.\"",
  "North Korea on Monday touted the launch on state-run television.",
  "Added Harrison, \"They don't have to have outside help.",
  "And their improvements have gone back to North Korea.\"",
  "\"Or what if the missile is going out towards Hawaii.",
  "\"It's going in both directions,\" he said.",
  "We can't assume that it's a test.\""
]