[
  "Citing German Chancellor Angela Merkel’s comment suggesting that “Europe can’t consider the United States a reliable ally any longer,” Gaffney argued that, on the contrary, it is America’s European allies who have been “unreliable to the Western alliance, to the Western free world.”\n\n“It’s time we had a serious conversation about it,” he told Kassam, praising the work of Brexit leaders for helping to “bring Britain back into the Anglosphere and pull it away from what has increasingly become a hostile European Union, at least the ‘Old European’ part of it.”\n\nGaffney judged this movement back toward an Anglosphere as “one of the really important tectonic shifts taking place at the moment.”\n\nKassam agreed it was important to reverse the “drift towards this failed project, effectively, of the European Union.” He criticized the EU as “predicated almost upon its own failure: demographic failure, security failure, bureaucratic failure,” and “democratic failure.” One sign of that failure was what President Trump stressed to the dismay of many Europeans: only five NATO countries pay the required two percent of GDP toward their own defense, and two of those countries are Estonia and Greece, which have GDPs so small that paying two percent is a very small contribution.",
  "It was not well received, but in a way, that’s because he’s finally laid bare what is really quite a considerable degree of hostility towards the United States under any president, not just this one, coming from the capitals of, certainly, Germany and France, and to some extent others in primarily Old Europe,” Gaffney said, invoking former Secretary of Defense Donald Rumsfeld’s distinction between western “Old Europe” and the eastern nations of “New Europe.”\n\n“New Europe, as Donald Rumsfeld pointed out, is generally much more clear in understanding the nature of the challenges they are facing, particularly from a revanchist Russia, and much more intent on maintaining and strengthening their ties to the United States.",
  "Hence, the president has rightly warned that we are in a situation where we are being asked to shoulder a burden for the collective defense of Europe that is beyond our means at the moment and that is made the more impossible by the fact that countries that have even more at stake than we aren’t doing their part.”\n\nHe also saw an “overlay of the hostility of the Europeans on this whole climate change business, the Paris accord.”\n\n“They were determined to mau-mau the president into relenting and staying with this disastrous agreement.",
  "He suggested an addition to Kassam’s list of European Union failures: “a pretty vociferous anti-Americanism.”\n\n“Successive presidents – most especially President Barack Obama, but his predecessors, in fairness, as well – insisted like some sort of incantation that the European Union is good with us, and whatever it needs to do to assume a greater role in international affairs is going to be good with us,” he recalled.",
  "“The extent to which even this European army was a project of the European Union, clearly at odds with NATO – I mean, if they’re not putting enough money in to shoulder their current responsibilities, imagine how much less there will be if they’re simultaneously trying to pursue this will-o’-the-wisp idea of a European army.”\n\n“I think the president had it right.",
  "Center for Security Policy President Frank Gaffney spoke with Breitbart News Daily SiriusXM host Raheem Kassam on Wednesday to review President Trump’s trip to Europe and the reaction of European leaders and the press.",
  "“President Trump delivered a very important tough love message to the Europeans about the imperative of standing up to their own defense responsibilities,” Gaffney declared.",
  "Gaffney applauded Trump for telling the Europeans they “must shoulder their responsibilities” on defense spending instead of assuming America will pick up the tab.",
  "He’s certainly got people in his own inner circle who are very much pushing for that, and other interest groups in this country.",
  "“And yet, it was a very important message that I think hasn’t been communicated adequately in the past.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "If that’s at the expense of this so-called European Union, all the better,” said Gaffney.",
  "It remains to be seen whether he will do that.",
  "I think we need to be working more with them.",
  "I hope he’ll stay the course,” said Gaffney.",
  "It was poorly received,” he added.",
  "“It was not welcome."
]