[
  "In my new book \"Obamabomb: A Dangerous and Growing National Security Fraud\" I explain how the threat from Iran’s nuclear deal will actually grow while the nuclear deal (the Joint Comprehensive Plan of Action or JCPOA) is in effect because Iran is permitted to continue to improve its capability to produce nuclear fuel by enriching uranium, developing advanced uranium centrifuges, and operating a heavy-water reactor.",
  "However, in light of the deployment of the S-300s, the weakness of the JCPOA, and Iran’s increasingly belligerent behavior over the last year, we can say with certainty that President Obama's nuclear agreement with Iran is an enormous fraud that will lead to huge security challenges for his successor.",
  "I believe these factors indicate Iranian leaders are contemplating violating or terminating the JCPOA in the short to medium term by resuming uranium enrichment at Fordow and want to prevent Israel from responding with airstrikes and discourage the United States from doing so.",
  "In all likelihood, regardless of the deployment of the S-300s, Iranian leaders probably fear Trump would order airstrikes to destroy Fordow and other Iranian nuclear facilities if it violated the JCPOA and possibly if it refused to agree to a much stronger nuclear agreement.",
  "In addition, Iranian firms that had been sanctioned for illicit nuclear and missile procurement but were relieved of these sanctions by the JCPOA “are now very active in procuring goods in China,” according to a report by the Institute for Science and International Security.",
  "There also have been a series of incidents – including recent harassment of U.S. Navy ships in the Persian Gulf by Iranian ships – that contradict predictions made by Obama officials in July 2015 that the nuclear deal would improve Iranian behavior and U.S.-Iran relations.",
  "However, Iran was permitted to continue to operate this facility under the JCPOA, although half of its 2,710 centrifuges were put into storage and its remaining centrifuges are limited to enriching materials other than uranium for use as medical isotopes for 15 years.",
  "If Iran has truly agreed not to enrich uranium at Fordow for 15 years, there obviously was no reason to deploy advanced anti-aircraft missiles at this site now unless it was planning on violating the JCPOA in the near future.",
  "Iran’s state-controlled media announced on August 29 that Iran has deployed an advanced Russian surface-to-air missile defense system, the S-300, to protect its underground Fordow uranium enrichment facility from airstrikes.",
  "Fordow was already a difficult target for U.S. and Israeli airstrikes and would probably take multiple strikes by America’s largest bunker buster bomb – the 15-ton GBU-57 MOP (massive ordnance penetrator) – to destroy.",
  "So, if the Obama administration’s claims are true -- that the July 2015 nuclear deal with Iran halted the threat from Iran’s nuclear program -- why is Iran increasing its defenses of this sensitive nuclear site?",
  "Certainly not before Barack Obama leaves office because Tehran is using the Obama administration’s desperation to protect the president’s legacy nuclear deal to exact more concession from the United States.",
  "Iranian leaders probably will view a Hillary Clinton presidency as a third Obama term and may move quickly to terminate the JCPOA and resume uranium enrichment at Fordow shortly after her inauguration.",
  "Although Iran would not fear a U.S. military response if it resumed enrichment at Fordow under President Obama or under a Hillary Clinton presidency, this would not be the case under a President Trump.",
  "For example, a June 2016 German intelligence report said there were intensive efforts by Iran to covertly acquire nuclear technology in Germany in 2015 and that this activity probably is continuing.",
  "The verification provisions of the JCPOA are very weak and Iran has placed military facilities – where nuclear weapons work is likely to take place – off-limits to IAEA inspectors.",
  "Although Israel does not have the MOP nor a bomber capable of carrying this weapon, it does have the 5-ton GBU-28 bunker buster bomb which can be carried by its F-15E fighters.",
  "The Institute also reported in a July 2016 memo an attempt by Iran to covertly acquire tons of high-strength carbon fiber, a substance used to make uranium centrifuge parts.",
  "The agreement also ended IAEA investigations of Iran’s past nuclear weapons work even though a December 2015 IAEA report said this activity continued at least until 2009.",
  "The acquisition and deployment of S-300 surface-to-air missiles to defend the Fordow facility is the latest evidence that Iran does not plan to abide by the JCPOA.",
  "Stealth U.S. aircraft such as the B-2, F-22 Raptor, and F-35 reportedly can evade the S-300 but they could be vulnerable if Iran deployed enough S-300 systems.",
  "Israel will be able to evade the S-300 when it receives its first fifth-generation F-35s in December 2016 but the F-35 cannot carry the GBU-28 bunker buster.",
  "Designed to be a heavily-protected plant to enrich uranium, there is no doubt that the purpose of this facility is to produce nuclear weapons fuel.",
  "Without a crystal ball, there is no way to predict for certain what will happen with the Iranian nuclear deal under a Clinton or Trump presidency.",
  "It has long been understood that Iran sought these missiles to protect its nuclear sites from airstrikes by the United States and Israel.",
  "The Fordow facility was secretly constructed under a mountain near the city of Qom in violation of Iran’s nuclear treaty obligations.",
  "There has been talk of Israel destroying Fordow with bunker buster bombs by repeatedly bombing a single point at this facility.",
  "President Obama said in December 2013 that Iran did not need the Fordow facility to have a peaceful nuclear program.",
  "If he wins the election, Donald Trump’s tough terms to renegotiate the JCPOA probably will lead to its termination.",
  "Under the JCPOA, purchases of high-strength carbon fiber by Iran must be approved by the parties to the agreement.",
  "Bunker busters for the F-35 are under development but are many years away from deployment.",
  "However, the S-300 poses a serious threat to fourth-generation fighters like the F-15.",
  "The S-300 is the most advanced Russian anti-aircraft system that Moscow exports.",
  "Iran could reverse these measures in a few months and resume enrichment.",
  "U.S., UK and French leaders announced its existence in September 2009.",
  "There have been recent signs of Iranian cheating on the nuclear deal.",
  "Only the B-2 stealth bomber and the aging B-52 can carry the MOP.",
  "First, the nuclear agreement is a fraud.",
  "Second, Tehran is preparing to gut it.",
  "When would Iran do this?",
  "There are two reasons."
]