[
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to discuss President Trump’s new sanctions on Iran even as it recertifies Iranian compliance with the nuclear deal and what Marlow described as the West’s underestimation of the “clear threat sharia poses to the rest of the world.”\n\nGaffney joked that the latter question was terrific, and he found it bracing to discuss such a huge and complex issue so early in the morning.",
  "Gaffney recommended implementing “a wholesale revision to American policy towards Iran.”\n\n“For the past eight years at least, and arguably before that, under other presidencies in both parties, we have endlessly been seeking some sort of accommodation with the Iranians that would improve their behavior, that would make them less dangerous to us, that would perhaps make them even stabilizing forces in their region of the world.",
  "“It is legitimating and empowering arguably the most dangerous regime on the planet – one which has made it their explicit purpose for decades to destroy what they call the Great Satan, namely us.”\n\n“We’re looking at a situation, Alex, in which in this deal, we have broken campaign promises, yes, but worse we have basically what Hillary Clinton would have done in this same situation,” he said.",
  "“To the contrary, as I think the president has said, and even Rex Tillerson has pointed out – notwithstanding his support for this deal – the regional threats from Iran are vastly greater than they were before, in part fueled by the money, the $150 billion that we gave them as part of this package of concessions.",
  "“The trouble is that because we’re not focusing on this ideology of sharia supremacism, you’re going to see it simply reorganize, metastasize even, perhaps under other names and banners, but still with very much the same malign intent towards us and our allies and our freedoms and our Constitution,” he predicted.",
  "“I think that’s really troubling, and I have the feeling that the president doesn’t want to continue doing that, but he was induced one more time to do it.”\n\n“Every time you go along, it gets harder and harder to reverse course, but we need to do that because, in the end, Iran is getting the bomb.",
  "It’s that the values that those – and it’s not all Muslims, let’s be clear, but an awful lot of them, including the authorities of the faith who believe that they must impose sharia worldwide, are imbued with this idea that it doesn’t matter what our values are.",
  "They’re going to be subordinated to their program – their system, their totalitarian, brutally repressive, anti-woman, anti-homosexual, anti-Jew, on and on, horrifically anti-constitutional agenda.”\n\n“That’s the thing that I think is most missing at the moment.",
  "Gaffney quoted his Center for Security Policy colleague Fred Fleitz warning McMaster in a conference call, “The truth is Iran is not compliant with this agreement in myriad ways.” He recommended recent articles from both Fleitz and former U.N.",
  "“This is, in short, a disaster, and it has to be reversed as part of a larger reversal of policy aimed at containing, and ultimately I believe eliminating, this threatening and truly monstrous regime,” Gaffney pronounced.",
  "McMaster, his national security adviser, Rex Tillerson, his secretary of state, I think probably Jim Mattis, his secretary of defense, and presumably others who want desperately to preserve this deal,” he said.",
  "“My answer to this is, the thing that’s mostly missing is an appreciation that inherent in this totalitarian ideology, if you will, of sharia is supremacism,” Gaffney said.",
  "Gaffney noted that President Trump’s national security team is meeting with the Senate Wednesday to talk about the aftermath of the Islamic State’s impending destruction.",
  "When you combine it with the fact that behind that sharia supremacism is now increasingly the explicit threat that if we don’t accommodate them, there will be violence.",
  "Gaffney said Americans should be concerned about the status of the Iran nuclear deal and found it heartening that President Trump is deeply concerned about it.",
  "Iran will use the bomb, probably against our allies, notably Israel – but I have no doubt that if they can, they would use it against us as well,” he said.",
  "And not least, I think we’ve seen a bunch of evidence that they’re persisting in building nuclear weapons as well,” he contended.",
  "We’ve seen unmistakably in their ballistic missile programs a growing threat, again regionally and ultimately to us.",
  "“Unfortunately, the president has – though reluctantly, I think – gone along with the recommendations of H.R.",
  "I’m going to pretend it’s not a problem.’ It’s a huge problem, and it’s not just someplace else,” he warned.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "You’ve got a lot of people saying, ‘Well, you know, I’m just going to give this a miss.",
  "“We’ve seen the increased effort on their part to support terrorism around the world.",
  "“This deal is not in the interests of the United States,” Gaffney declared.",
  "“It’s not just somebody else has got different values than we do.",
  "Ambassador John Bolton detailing Iran’s transgressions.",
  "I call it the ‘Obama Bomb Deal,’” Gaffney said.",
  "None of that has worked out,” he noted.",
  "I’m going to look the other way."
]