[
  "In the hours before news broke on Friday that Steve Bannon would be leaving his position as White House chief strategist, 20 grassroots leaders issued a letter thanking President Donald Trump for his leadership and expressing that in the face of “unfair attacks” Bannon and Counselor to the President Kellyanne Conway were helping keep Trump’s “agenda front and center.”\n\n“While others may come and go in the White House, we feel sure that with Steve and Kellyanne at your side, you will always hear the voices of those of us who have supported you through thick and thin, despite the efforts by some to ‘manage’ you and your message,” reads a portion of the letter.",
  "); Sandy Rios, Director of Government Affairs, American Family Association and radio talk show host; James Simpson, Investigative Journalist, crisisnow.net; Philip B. Haney, DHS Founding Member CBP Officer (Retired); George Rasley, Managing Editor, Richard Viguerie’s ConservativeHQ.com; Becky Gerritson, President, Founder Wetumpka TEA Party (AL), Born Free American LLC\n\nWhite House Press Secretary Sarah Sanders told reporters on Friday afternoon, “White House Chief of Staff John Kelly and Steve Bannon have mutually agreed today would be Steve’s last day.",
  "J. Kenneth Blackwell, Chairman, Constitutional Congress, Inc.; Richard A Viguerie, Chairman, ConservativeHQ.com; Tom Pyle, President, American Energy Alliance; J. Christian Adams, President, Public Interest Legal Foundation; Ginni Thomas, Liberty Consulting; Tim Daughtry, Author and Consultant; Stella Morabito, Author; Clare M. Lopez, VP for Research & Analysis, Center for Security Policy; Jessie Jane Duff, London Center for Policy Research GySgt, USMC (Ret.",
  "The 20 prominent conservative leaders who had signed the letter are:\n\nStar Parker, Founder & President, UrbanCure; Tim Wildmon, President, American Family Association; Richard Manning, President, Americans for Limited Government; Jenny Beth Martin, Co-Founder & President, Tea Party Patriots; Frank Gaffney, President & CEO, Center for Security Policy Founder; Brigitte Gabriel, Founder and Chairman, ACT for America; Hon.",
  "Letter to President Trump 8-18-17 by Breitbart News on Scribd\n\nThe letter emphasizes not only the President’s accomplishments, offering praise and thanks for his leadership, but also stresses the importance of Trump’s promises on immigration policy, trade policy, defense, infrastructure, and the economy.",
  "While the media buffets your presidency on a daily basis, we take comfort in knowing that Steve Bannon and Kellyanne Conway are both ably working for you to assist you in weathering these unfair attacks and keeping your agenda front and center.",
  "The writers go on to state:\n\n…it is important that those who have been your staunchest supporters know that they are not being drowned out by the Swamp which, due to its nature, seeks to engulf the White House.",
  "Steve Bannon and Kellyanne Conway provide that assurance that you will always have people close to you who support your vision – and ours – for this great nation.",
  "We are grateful for his service and wish him the best.”\n\nFollow Michelle Moons on Twitter @MichelleDiana"
]