[
  "This is the result of a whole series, 11 at least, of studies that the United States government has performed over the years, that if the grid goes down – it could be because of sabotage, it could be cyberattack, it could be because of solar storms of a very intense kind, but electromagnetic pulse man-induced through these nuclear weapons is one of the ways most efficiently to take out America.”\n\n“If Kim Jong-un has that capability, I believe that is indeed an existential threat to America and to its people.",
  "“I am of course concerned that even one of their less-powerful atomic weapons could be used to destroy a city or devastate part of our country.”\n\n“The really worrying thing, which Kim Jong-un has now made explicit, is the distinct possibility long warned about by me, and members of our Secure the Grid Coalition – Jim Woolsey, former director of Central Intelligence; Newt Gingrich, former Speaker of the House; Ted Cruz, senator; and many others – is an electromagnetic pulse attack,” he said.",
  "Gaffney said such an attack “could conceivably be unleashed on us at any time, perhaps by a nuclear weapon, maybe not even a thermonuclear weapon but an atomic weapon on one of their satellites from a vantage point in space that would rain down immense amounts of electromagnetic energy that would destroy – not just damage, not just turn off temporarily, but destroy – large parts of America’s absolutely vital electric grid.”\n\n“The consequences of that could be truly nation-ending,” he said.",
  "Gaffney said “it may or may not be true today” that North Korea can launch a nuclear warhead with intercontinental range, “but it’s for sure the case that that’s imminent, if not actually true now.”\n\n“The problem is, of course, that when you have that kind of capability in the hands of this kind of regime, it does pose a mortal threat to the United States,” he warned.",
  "Gaffney explained that EMP attacks involve “interaction between what’s called gamma rays that are unleashed by a nuclear weapon in space, and the upper atmosphere, which results in intense electromagnetic energy being unleashed.”\n\n“Everything in line-of-sight of that detonation will be exposed to three phases of pulse,” he continued.",
  "In fact, both of those countries are expending enormous amounts of money to build not only new nuclear weapons and delivery systems, including hypersonic and maneuvering weapons that are designed to defeat what limited missile defenses we have at the moment,” he pointed out.",
  "The third is the long wave phase, and that can be transmitted into things we really care about, like high voltage transformers critical to the functioning of the grid or generators for that matter, through the high-voltage power lines that go across this country.",
  "The most serious, the most competent, the most informed group in the country on electromagnetic pulse and the threats that it poses has been in business since the early 2000s, the Congressional EMP Threat Commission.",
  "We pretended that the Russians and the Chinese and so on didn’t matter, even the Iranians, who we’ve now helped move a ‘great leap forward,’ if I can use that expression, towards the bomb,” he said.",
  "“But the thing about EMP is, as I say, conceivably a single nuclear weapon detonated in space high over the United States could do the job of an enormous nuclear laydown,” Gaffney warned.",
  "“If you understand the physics of this, and the United States military, by the way, has understood the physics of this since the early 1960s, you realize this is no joke.",
  "Kim Jong-un, in his remarks accompanying the announcement about this H-bomb, explicitly has threatened the United States with a devastating electromagnetic pulse attack.",
  "Center for Security Policy President Frank Gaffney discussed the North Korean nuclear missile crisis with SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily.",
  "We have to be clear about that, and we’ve got to be about the business of protecting this vital, critical infrastructure immediately,” he urged.",
  "We have to get about it because the country – and truly, tens if not hundreds of millions of Americans’ lives – are on the line,” Gaffney said.",
  "“Nuclear war of the kind that we’ve worried about in the past, particularly from the Russians, now the Chinese, cannot be dismissed.",
  "We ignore this at our extreme peril.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Barack Obama was insistent we were going to rid the world of nuclear weapons, starting with ours.",
  "It’s a problem that is actually getting worse, even though we choose to avert our gaze from it.",
  "I urge every one of your listeners to just go look at this commission’s work,” he said.",
  "“A very short phase, which can fry electronic devices, microcircuits, and the sort.",
  "They serve as perfect antenna for this kind of pulse.”\n\n“Some people poo-poo this.",
  "That commission has been recommending action on this for about 15 years.",
  "We’ve done a pretty good job of protecting our assets against that.",
  "This is truly, as I say, a mortal threat to our country.",
  "The trouble is, this isn’t just speculation.",
  "“So it’s not to say that is not a problem.",
  "We know what to do to protect our grid.",
  "“That just means it’s that much easier.",
  "The second phase is a medium length.",
  "It’s kind of like lightning.",
  "This is no exaggeration.",
  "“This not hyperbole.",
  "This is no drill."
]