[
  "“Unless, Alex, and this is, again, where I think Breitbart plays an incredible – indeed indispensable, not just important, but indispensable – role in giving voice to those millions of Americans, as you say, I think half the population roughly, certainly the voting population, who wanted the president not just to kick the can back to Congress on DACA, but to do what he said he would do, which is end it.”\n\n“He’s not there anymore.",
  "“And yet what the president has signaled, as you’ve indicated, both through his tweets and to some extent through the formula that they came up with to send this back to Congress and see what Congress can do to get this legislatively approved, is really create – I’m afraid – create a further engine for this kind of amnesty going forward.",
  "You have a bit of a concession to that long-standing and oft-repeated campaign promise to end this unconstitutional practice and protect, as you say, not just the hardworking men and women of this country and the jobs that they need and all the rest – but, as you say, Alex, our national security as well,” he told Marlow.",
  "“Now, some of them have lived most of their lives here, and presumably, we’ve got some sense of who they are – they’ve gone to school and all that – but the real problem is we don’t know who they are, and you’re right, I’m absolutely convinced that this is a magnet for more to come, if it is not dispensed with,” he said.",
  "Marlow argued that the “economic nationalist” argument – in essence, that the needs of American citizens for jobs and national security outweigh the demands of foreign citizens – resonates strongly with much of the American electorate but is represented by only a small percentage of the political class.",
  "“The fact is that we have, under this program, seen large numbers of people who came into this country without vetting of any kind, let alone ‘extreme vetting,’ and are now, we’re being told, eligible for, among other things, serving in the United States military,” Gaffney continued.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to discuss President Trump’s ending former President Obama’s illegal DACA amnesty program.",
  "He’s going to be, I gather, leading the fight to get the 15 percent or however many they are in Congress essentially suppressed, and the votes of those folks in his base be damned,” Gaffney said glumly.",
  "“This episode reminds me of the old biblical story about King Solomon, faced with the dilemma of two women who claimed to be the mother of a baby, saying he would split the baby in half.",
  "“This is something that cannot be said in Republican establishment circles.”\n\n“It certainly can’t, and I don’t think you’ll hear much of it,” Gaffney agreed.",
  "“I don’t like that prospect, I have to say, and I don’t think it’s going to sit well with a lot of voters in his base come the 2018 elections,” he predicted.",
  "The real mother wouldn’t tolerate it, and he resolved the matter very satisfactorily, with the wisdom of Solomon,” Gaffney said of DACA.",
  "That will have further national security, as well as economic and, I fear, political ramifications,” Gaffney warned.",
  "“I think that only a fraction of our legislative officials in the Swamp are willing to just say, ‘Look, I get it.",
  "The president returned the issue to Congress, encouraging it to legalize the people who received DACA waivers.",
  "I get this is not an easy call, but it is one that we must focus on Americans first,’” Marlow said.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“Well, this is what happens when you actually see the baby split, it seems to me.",
  "Let’s face it."
]