[
  "Lopez described President Trump calling for a trade embargo against any country doing business with North Korea as a “big deal.”\n\nWhen Kassam asked if the United States could afford an embargo that could lock out both the vast Chinese market and a number of other nations that do considerable business with American companies, Lopez replied, “The question is not so much can we afford, can they afford?”\n\n“Yes, of course we can,” she explained.",
  "“What has been lacking in my opinion, over the last decades, in the United States has been a policy response to actually deal with what they were being told the North Koreans were developing, in terms of their nuclear weapons and their intercontinental ballistic missiles.”\n\nLopez said the disconnect between the urgency of the North Korean threat and the clarity of U.S. policy began in the Clinton administration.",
  "But when it comes right down to it, if that regime in Pyongyang is threatening the continental United States with deliverable nuclear weapons on the tip of an ICBM, then the United States defends itself.”\n\nKassam asked if it was embarrassing for the Trump administration to see North Korea proceeding with nuclear and missile tests after President Trump’s “fire and fury” warning.",
  "So we have to exhaust all of these others first.”\n\nLopez said the United States should try to work with its allies, especially fellow members of the U.N. Security Council, but “the bottom line is, North Korea now threatens the continental United States.”\n\n“The United States of America does not need to have the permission of our allies to defend this country,” she declared.",
  "We’re seeing the Trump administration alarmed, certainly, by this latest nuclear test, which appears to have been a hydrogen bomb or thermonuclear bomb test, now going to the extent of saying look – and they don’t specify China particularly – but those trading partners of North Korea, if you don’t cut off trade with them, we will cut off trade with you,” she said.",
  "“Those threats are far less of concern than what would happen if we get to the point that the United States has to actually make good on its pledge to defend the American people from a North Korean military threat, from a nuclear threat.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Center for Security Policy President for Research and Analysis Clare Lopez blamed political mismanagement stretching back for decades, rather than a failure of intelligence-gathering, for the shock of North Korea’s latest nuclear test on Monday’s special Labor Day edition of Breitbart News Daily.",
  "“So if these threats continue, Beijing needs to understand that the United States will defend ourselves, and this will be far worse in consequence for China, for the people of China, than were they to take steps right now to help us rein in the Pyongyang regime,” said Lopez.",
  "“Confronting North Korea of course means confronting, or at least working with, China, the Beijing government, because they hold such influence and power over really the survival of North Korea, which could not survive without Beijing’s support,” she continued.",
  "But I think we do have to exhaust all of the other possibilities – diplomatic, commercial – before we go to any kind of a military option, which of course as General Mattis and the Pentagon yesterday made very clear, a military option is on the table.",
  "As for China, Lopez said Beijing “needs to understand that the continued development by the North Koreans of deliverable nuclear weapons, and now possibly a thermonuclear weapon, an H-bomb,” is an unacceptable threat to American and regional security.",
  "They are of a size that could potentially hold an EMP electromagnetic pulse weapon that could potentially, possibly, be detonated remotely with a radio signal at a time of Pyongyang’s choosing,” she warned.",
  "“By the way, I don’t know if most Americans know this or others either, North Korea already right now has two satellites orbiting over the United States on a south polar trajectory,” she added.",
  "“As I said, there is a whole series of possible measures beginning with the commercial, beginning with diplomatic, that can be ratcheted up as required.”\n\n“We talked about that military option.",
  "But it’s there, it’s real, and according to General Mattis and the other senior officials in the Trump administration, that will be the final option if all of the others fail,” she said.",
  "“I suspect – and I don’t know, I’m on the outside, not the inside – that intelligence collection has been quite good,” Lopez told SiriusXM host Raheem Kassam.",
  "There was a unanimous decision taken the last time, the last test, when the missile test was done, to impose harsher, stronger sanctions against North Korea.",
  "They knew what they were doing, but the will to confront it, to actually do something about it, was not there,” she said.",
  "“Obviously China fears destabilization, a refugee flow across their borders from North Korea,” she acknowledged.",
  "We would love to have the support of our allies and friends, certainly the U.N., the U.N. Security Council.",
  "“They’ve already demonstrated the ICBM capability to reach the United States,” she pointed out.",
  "But it’s also very clearly not the first option, not the preferred option at all.",
  "“There’s been a reluctance to confront Beijing, but I think that’s now changing.",
  "“No, not at all, because we’re not there yet,” Lopez replied.",
  "“I think that’s what General Mattis was making very clear.",
  "We don’t know what’s on board those satellites.",
  "“One went up in 2012, one last year, 2016.",
  "“It wouldn’t be an easy thing to do.",
  "It wouldn’t be an easy step to take.",
  "“I think the intelligence was there.",
  "There are military options.",
  "They’re not the first ones.",
  "That’s very clearly there.",
  "That’s all well and good.",
  "They’re not good ones."
]