[
  "“I think that that’s primarily a function of the personnel, who have largely been responsible for his own policies inside the executive branch and for the … legislative aspects on Capitol,” Gaffney said, adding that Trump should not waste another day of his presidency by keeping around employees who are not ideologically in sync with the administration.",
  "Most especially with respect to the personnel in his own administration.”\n\nThe slew of current government employees that are still loyal to former President Barack Obama are stymieing Trump’s foreign policy agenda, according to Gaffney.",
  "Mrs. Thomas does not necessarily support or endorse the products, services or positions promoted in any advertisement contained herein, and does not have control over or receive compensation from any advertiser.",
  "“The evidence of the lack of seriousness about this on the part of these Democrats is that they’re not really interested in exploring actual collusion with the Russians,” Gaffney told The DCNF.",
  "“And until you do, don’t talk to me about Russian collusion.”\n\nGaffney concluded by stating that the military budget must be taken seriously and restored after Obama dealt serious blows to it.",
  "“My argument in talking to regular Americans about this is peace through strength … is the one tried and true means of avoiding the horrors of getting entangled in foreign wars,” Gaffney said.",
  "There is a serious threat, according to Gaffney, that if America does not have a strong military, we may be inviting our adversaries to engage in aggressions against us and our allies.",
  "He went on to explain previous instances in which Russia played a role in United States elections, specifically involving former Secretary of State Hillary Clinton.",
  "Among the technologies were hypersonic rocket engines, which are now being used by the Russian government to be able to penetrate America’s missile defenses.",
  "Gaffney cited an instance in which Clinton initiated a transfer of American technology to Skolkovo Innovation Center, which is located just outside Moscow.",
  "National security expert Frank Gaffney believes President Donald Trump needs to “clean house,” and rid his executive agencies of Obama-era officials.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Gaffney is the founder and president of the Center for Security Policy, a Washington-based national security policy think tank.",
  "He believes that six months into Trump’s presidency, there have been many lost opportunities due to this fact.",
  "For more information on national security policy, Gaffney suggests his nonprofit’s website, SecureFreedom.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“I would have one message [to President Trump],” Gaffney told The Daily Caller News Foundation.",
  "Gaffney also touched on the Trump-Russia collusion claims in The DCNF exclusive interview.",
  "“Now if you want to talk about collusion … Skolkovo is a place to look at,” Gaffney said.",
  "Videographer Sean Moody is credited with the video work for this piece.",
  "You can also follow him on Twitter.",
  "“He must drain the swamp."
]