[
  "That is a necessary and first step, but must be followed up with a clear U.S. strategy for ending Iranian support to Islamic terror proxies and the criminal regime of Syrian Bashar al-Assad, its reckless regional aggression, human rights abuses against its own people, and above all, development of an entire range of Weapons of Mass Destruction (WMD) – biological, chemical, and nuclear – as well as the ballistic missiles on which to deliver them.",
  "Unfortunately, this means there is no chance under the terms of the JCPOA for IAEA inspectors ever to clear up the many unresolved “Possible Military Dimensions” of Iran’s nuclear program – involving nuclear warhead work, explosive charges to initiate the implosion sequence of a nuclear bomb, and more – that were enumerated in the November 2011 quarterly report on the Iranian nuclear program by the IAEA Board of Governors.",
  "While Iran’s alarming and destabilizing geo-strategic behavior certainly provides more than enough reason for the president to find the JCPOA not in America’s national security interests, it is the Iranian regime’s blatant violation of the nuclear NPT as well as material breaches of the JCPOA (especially section T, that deals with nuclear warhead work), that fully justify U.S. withdrawal from the nuclear deal entirely.",
  "By making explicit references to “Iran’s clandestine nuclear weapons program” and “illicit nuclear program,” President Trump acknowledged what many have known for a long time: there has never been a time since 1988, when the Ayatollah Ruhollah Khomeini first ordered his Islamic Revolutionary Guard Corps (IRGC) to “get the bomb,” that Iran has not had a clandestine nuclear weapons program.",
  "Seeking the support of our closest allies and partners to implement a follow-on set of measures, including sanctions and increasingly coercive commercial, diplomatic, legal, military, and political steps, is also critical if we are to ensure that this Tehran regime never has the ability to deploy deliverable nuclear weapons that threaten any of us.",
  "One of the most glaring problems with the terms of the JCPOA is that there is no obligatory mechanism under which the Iranian regime is compelled to open facilities to IAEA inspection where it is suspected that nuclear weapons work is being done.",
  "The world first learned publicly about that illicit program in 2002, when the National Council of Resistance of Iran (NCRI) blew the lid off the program with revelations about places whose names are now well-known, including Natanz and Isfahan.",
  "President Donald J. Trump put the Iranian regime on notice with his speech last week: the time when the United States (U.S.) government would turn a blind eye to its decades-long drive for deliverable nuclear weapons is over.",
  "On 11 October 2017, the NCRI issued a new report, entitled “Iran’s Nuclear Core: Uninspected Military Sites,” which reveals four more of the clandestine sites where the Iranian military is conducting nuclear weapons R&D.",
  "Citing a long litany of destabilizing, rogue behavior on the part of Tehran, the president announced he would not re-certify Iranian compliance with the Joint Comprehensive Plan of Action (JCPOA) or Iran nuclear deal.",
  "Iran remains a signatory to the nuclear Non-Proliferation Treaty (NPT) and is obligated under the terms of that agreement to disclose all nuclear sites to the International Atomic Energy Agency (IAEA).",
  "Denying re-certification for the Iranian nuclear deal is an important first step as is the Treasury Department designation and sanctioning of the IRGC.",
  "Designating the IRGC to the U.S. Department of State’s Foreign Terrorist Organizations (FTO) list and complete withdrawal from the JCPOA should follow.",
  "In fact, of all the facilities now known to be part of Iran’s nuclear weapons program, not one was ever reported first by the Iranian regime itself.",
  "Iran’s leadership has made quite clear in numerous public statements that it will never allow inspectors onto military sites it declares off-limits.",
  "Clare M. Lopez is the Vice President for Research and Analysis at the Center for Security Policy.",
  "Of course, it never has."
]