[
  "https://t.co/hFO0XmOpPH — J.K. Rowling (@jk_rowling) December 8, 2015\n\nTrump drew the ire of both Democrats and Republicans Monday, when he said in a statement the United States should stop accepting Muslim immigrants “until our country’s representatives can figure out what is going on.”\n\nCiting a poll from Center for Security Policy to show that large segments of the international Muslim population abhor Americans, Trump said, “it is obvious to anybody the hatred is beyond comprehension.”\n\nWhere this hatred comes from and why we will have to determine.",
  "The Center for Security Policy poll shows 25% of Muslims polled “agreed that violence against Americans here in the United States is justified as a part of the global jihad.”\n\nAdditionally, 51% of those polled “agreed that Muslims in America should have the choice of being governed according to Shariah.”\n\nDemocratic presidential candidates Hillary Clinton, Sen Bernie Sanders and Martin O’Malley all responded to Trump’s proposal on Twitter:\n\n.",
  "Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in Jihad, and have no sense of reason or respect for human life.",
  "After Trump called for “a total and complete shutdown of Muslims entering the United States” on Monday, the Republican presidential frontrunner was compared to fictional Harry Potter villain Lord Voldemort by book fans on Twitter.",
  "cc: @realDonaldTrump — Bernie Sanders (@BernieSanders) December 7, 2015\n\nRepublicans Jeb Bush, Sen. Lindsey Graham and Sen. Marco Rubio also sniped at Trump:\n\nDonald Trump is unhinged.",
  "— Marco Rubio (@marcorubio) December 8, 2015\n\nAccording to recent polling, a majority of American strongly oppose Muslim migration into the United States.",
  "The author of the Harry Potter books, J.K. Rowling, weighed in on Donald Trump’s proposal to temporarily halt Muslim migration into the United States.",
  "Rowling, who is leftwing in her politics, retweeted a BBC article on the Trump/Voldemort comparison, but she disagreed with her fans:\n\nHow horrible.",
  "-H https://t.co/SjAqL0clHd — Hillary Clinton (@HillaryClinton) December 7, 2015\n\nThe U.S. is a strong nation when we stand together.",
  "@Realdonaldtrump has gone from making absurd comments to being downright dangerous with his bombastic rhetoric.",
  "— Lindsey Graham (@LindseyGrahamSC) December 7, 2015\n\nI disagree with Donald Trump's latest proposal.",
  "— Martin O'Malley (@MartinOMalley) December 7, 2015\n\nThis is reprehensible, prejudiced and divisive.",
  "His habit of making offensive and outlandish statements will not bring Americans together.",
  "According to the author, Trump is worse than the evil villain in her bestselling series.",
  "@realdonaldtrump removes all doubt: he is running for President as a fascist demagogue.",
  "We are weak when we allow racism and xenophobia to divide us.",
  "— Jeb Bush (@JebBush) December 7, 2015\n\n.",
  "His \"policy\" proposals are not serious.",
  "@RealDonaldTrump, you don't get it.",
  "Voldemort was nowhere near as bad.",
  "This makes us less safe."
]