[
  "The local television station reported that the Imam said “they are being told to either support political correctness or leave.”\n\nAlsayyed also was reported to tell 12News that “a board member has vocally and financially supported democratic presidential candidate Hillary Clinton.”\n\nHe added, “We in this country as Imams are getting unfair treatment when they are being forced to manufacture or go with some political campaigning and not considering the safety and peace of the people.”\n\nBreitbart Texas reported on December 8 that the Beaumont Imam agreed with both Donald Trump and Texas Governor Greg Abbott.",
  "The Muslim religious leader said these actions were acceptable “when it comes to peace and safety.” He also added, “This should not prevent the United States to fulfill its duties towards international partners.”\n\nThe Texas Imam had added, “It does not matter whether Trump said it or anyone else … American Muslims need to say we are with this country.” He also said they should raise the American flag in support of the nation.",
  "The poll showed that 25 percent of the Muslims polled “agreed that violence against Americans here in the United States is justified as part of the global jihad.” Fifty-one percent of those polled “agreed that Muslims in America should have the choice of being governed by Shariah.”\n\nThe Beaumont news outlet reported that Alsayyed practices a peaceful branch of Islam and says that only a fraction of Muslims are terrorists.",
  "As reported by Breitbart Texas, the Imam from east Texas told his local television station, “I certainly see it to be wise [to] stop temporarily accepting any new Muslim immigrants [refugees and non-refugees] into the United States.”\n\nAlsayyed led the Islamic Center of Triplex.",
  "The Imam also said that more than 100 Houston, Texas, area Imams have been asked to leave because of a “political agenda.”\n\nAs reported by 12News in Beaumont, Texas, Imam Nidal Alsayyed says he received a late-night phone call from a board member asking for his resignation.",
  "This is like, this is completely, it doesn’t belong to any religion this ISIS.”\n\nIn Trump’s statement that has been the source of many headlines, he noted a Center for Security Policy poll showing there are segments of the Muslim population that hate U.S. citizens.",
  "The Texas Imam who publicly agreed with Republican presidential candidate Donald Trump’s suggestion that America set-up a “total and complete shutdown of Muslims entering the United States” until further investigation can be done, has been forced to resign.",
  "He said he agreed to a halt that applies to new refugees of any religion and he did not believe that taking this action is unconstitutional.",
  "He also called upon President Obama to stop the importation of these refugees into the U.S., as reported by Breitbart Texas’ Bob Price.",
  "The governor called for a halt to relocation of Syrian refugees into Texas after the Paris terrorist attacks.",
  "He continued, “We American Muslims need to be sincere in our religion and to the country we are living in.",
  "Alsayyed had made local headlines last December when he denounced ISIS and their conduct.",
  "He strongly replied, “Come on, no human being would accept this type of animal behavior.",
  "Alsayyed appeared on The Sean Hannity Show after Breitbart Texas reported this story.",
  "We need to be truthful and transparent when we express a viewpoint or feedback.",
  "Lana Shadwick is a contributing writer and legal analyst for Breitbart Texas.",
  "12NewsNow anchor Kevin Steele asked Alsayyed if he would denounce ISIS.",
  "It does not matter whether Trump said it or anyone else,” he had said.",
  "She has served as an associate judge and prosecutor.",
  "Follow her on Twitter @LanaShadwick2",
  "Peace comes before religion."
]