[
  "INTERNATIONAL - On voyait mal comment Donald Trump pouvait faire pire que donner l'impression de se moquer d'un journaliste handicapé, cautionner le recours à la torture ou proposer de ficher certains Américains en fonction de leur religion, et pourtant...\n\nDans un communiqué diffusé lundi 7 décembre dans la soirée, le candidat en tête de la course des primaires républicaines pour la présidentielle américaine de 2016 a appelé à ce que l'entrée aux États-Unis soit interdite aux musulmans \"jusqu'à ce que les élus de notre pays comprennent ce qui se passe\".",
  "BREAKING: @realDonaldTrump calls for total shutdown of Muslims entering U.S. https://t.co/ASgCfIKrtG — MSNBC (@MSNBC) 7 Décembre 2015\n\nPour étayer cette idée, le magnat de l'immobilier cite un sondage réalisé auprès de musulmans vivant sur le sol américain et qui affirme que \"25% des interrogés sont d'accord avec l'idée que la violence contre les Américains est justifiée sous couvert du jihad\" ou encore que \"51% des musulmans américains voudraient avoir le choix d'être gouvernés par la charia\".",
  "Les auteurs de cette tribune (à lire ici, en anglais) dénoncent par ailleurs des méthodes de sondages non représentatives employées par le Center for Security Policy, des questions pièges ou qui influencent les sondés, et des nuances majeures présentes dans les réponses mais tronquées dans les synthèses publiées.",
  "Comme l'expliquait en détail un blog publié chez nos collègues américains du HuffPost en juillet dernier lors de la parution des données citées par Trump, le Center for Security Policy \"a produit des dizaines d'articles, blogs et rapports focalisés sur la charia ou des sujets néfastes soi-disant liés à l'islam\".",
  "Interrogé par l'Associated Press, le directeur de campagne de Trump Corey Lewandowski a expliqué que l'interdiction s'appliquerait \"à tout le monde\", c'est-à-dire aussi bien aux musulmans qui veulent émigrer aux États-Unis que les touristes qui voudraient y voyager.",
  "-H https://t.co/SjAqL0clHd — Hillary Clinton (@HillaryClinton) 7 Décembre 2015\n\nLa Maison Blanche aussi a réagi en dénonçant une mesure \"contraire à nos valeurs en tant qu'Américains\" par la voix de Ben Rhodes, proche conseiller du président Barack Obama.",
  "Jusqu'à ce que nous soyons capables de comprendre ce problème et la menace dangereuse qu'il représente, notre pays ne peut pas être victime d'atroces attaques de la part de gens qui ne croient qu'au jihad et n'ont aucun respect pour la vie humaine\".",
  "Jeb Bush a estimé sur Twitter que Donald Trump était \"dingue\" et que \"ses propositions n'ont rien de sérieux\" quand Carly Fiorina a commenté que \"la réaction excessive de Trump est aussi dangereuse que le manque de réaction d'Obama\".",
  "En marge des internautes outrés de lire une telle proposition, le candidat démocrate Martin O'Malley a estimé que \"Donald Trump dissipe tous les doutes: il fait campagne pour la présidence en tant que démagogue fasciste\".",
  "Ce dernier n'a cependant pas été en mesure de préciser par quel moyen la religion des personnes visées pourrait être vérifiée au moment de passer la douane.",
  "Un sondage que Donald Trump a donc cru bon de citer avant de conclure: \"Quelle est l'origine de cette haine et sa raison?",
  "\"Le respect de la liberté de religion est inscrit dans notre Déclaration des droits\", a-t-il rétorqué sur CNN.",
  "Hillary Clinton a, elle, qualifié ces déclarations qui \"divisent\" de \"répréhensibles et discriminatoires\".",
  "Sondages douteux\n\nUne étude alarmiste toute droit sortie d'un institut de sondage habitué des polémiques.",
  "— Martin O'Malley (@MartinOMalley) December 7, 2015 This is reprehensible, prejudiced and divisive.",
  "\"Un démagogue fasciste\"\n\nL'annonce n'a pas tardé à déclencher une avalanche de condamnations.",
  "@realdonaldtrump removes all doubt: he is running for President as a fascist demagogue.",
  "Les critiques ont même fusé dans le camp républicain.",
  "@RealDonaldTrump, you don't get it.",
  "Nous devrons le déterminer.",
  "This makes us less safe.",
  "."
]