[
  "“Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our countries representatives can figure out what is going on,” Trump’s campaign said in a statement.” He noted that 51% of Muslims polled in a recent survey from the Center for Security Policy agreed that Muslims in America should be able to choose to be “governed according to Shariah.”\n\nIn reality, Shariah is a complex system of religious law which means different things to different Muslims, much like other religious codes.",
  "“Shariah authorizes atrocities as murder against non-believers who won’t convert, beheadings and more unthinkable acts that pose great harm to Americans, especially women.”\n\nJUST IN: \"Trump is calling for a total and complete shutdown of Muslims entering the United States\" pic.twitter.com/5ST0qyge09 — Oliver Darcy (@oliverdarcy) December 7, 2015\n\nThe Trump campaign did not immediately respond to a request for further comment.",
  "Donald Trump is doubling down on his hardline stances on both immigration and Islam, issuing a statement today advocating for a complete shutdown of all Muslim immigration into the United States.",
  "— Martin O'Malley (@MartinOMalley) December 7, 2015\n\nBarring a group of people from entering the US based on what is now a protected class is not without historical precedent.",
  "Trump, of course, has made most of his bones in the presidential race on racial issues, making comments that offend many groups, particularly Hispanics and Muslims.",
  "Recent attacks in San Bernadino, Calif. and in Paris have reinvigorated some of the more virulent strains of anti-Islam sentiments in the US.",
  "In the late 19th century the Chinese Exclusion Act prevented Chinese workers from entering the U.S., in theory to protect American jobs.",
  "@realdonaldtrump removes all doubt: he is running for President as a fascist demagogue.",
  "Democratic presidential hopeful Martin O’Malley quickly chimed in on the release:\n\n.",
  "It is generally thought of now as racist and unfair.",
  "The Trump news release was less nuanced."
]