[
  "Given other reports that Obama officials tried to spread intelligence across the government to promote investigations of Russian meddling in the presidential election and collusion between Trump associates and Russians, the 11th hour rule change on the dissemination of raw NSA intercepts looks like it was issued to encourage pro-Obama government careerists to leak intelligence to the press to undermine the Trump administration after Mr. Obama left office.",
  "In a July 27, 2017 letter to Director of National Intelligence Dan Coats, House Intelligence Committee Chairman Rep. Devin Nunes, R-Calif., said Obama-era officials sought the identities of Trump transition officials with no meaningful explanations and that \"some of the requests for unminimized U.S. person information were followed by anonymous leaks of those names to the media.\"",
  "The names of U.S. citizens \"incidentally\" collected by U.S. intelligence agencies are masked (minimized) in intelligence reports to protect their identities because America’s intelligence agencies are barred from spying on American citizens except in extraordinary circumstances with court approval.",
  "Circa News correspondent Sara Carter reported that Chairman Nunes sent a letter to the National Security Agency (NSA) this week naming former Obama White House National Security Adviser Ben Rhodes as a person of interest in the House Intelligence Committee’s investigation of the demasking requests.",
  "In addition, The Hill.com reported on July 31 that Director of National Intelligence James Clapper changed a rule in 2013 to make it easier for executive branch officials to unmask the names of members of Congress or congressional staffers mentioned in intelligence reports.",
  "In its final days in office, the Obama administration relaxed a restriction on NSA reporting so raw reports on intercepted communications would be made available to all 16 U.S. intelligence agencies before masking the names of any U.S. citizens mentioned in these reports.",
  "The U.S. House Intelligence Committee issued subpoenas to CIA, NSA, and the FBI on May 31, 2017 seeking information on requests to demask the names of Trump associates by National Security Adviser Susan Rice, former CIA Director John Brennan and U.N.",
  "But the Obama demasking scandal is much worse than just the leaking of classified information to the news media since it involves U.S. officials using foreign intelligence agencies to spy on and destroy their political enemies.",
  "He is senior vice president for policy and programs at the Center for Security Policy (CSP) and is author of the book on the Iran nuclear deal \"Obamabomb: A Dangerous and Growing National Security Fraud,\" published in 2016.",
  "The U.S. Intelligence Community’s willingness to provide this information says a lot about its independence as well as what appears to be a strong political bias by some intelligence officials against Mr. Trump.",
  "Nunes also said in this letter that one Obama official made hundreds of demasking requests in the final year of the Obama administration even though her job \"had no apparent intelligence-related function.\"",
  "According to Carter, the number of Americans unmasked from intelligence reports increased last July — around the time Mr. Trump won the Republican presidential nomination, accelerating after the election.",
  "There have been several damning reports over the last few weeks that Obama officials made hundreds of requests to \"demask\" the names of Trump campaign and transition officials from intelligence reports.",
  "I also hope Chairman Nunes will look into why intelligence officials did not decline the obviously political requests by Obama officials to demask the names of Trump campaign and transition officials.",
  "You wouldn’t know it from the mainstream media, but the scandal of Obama officials weaponizing U.S. intelligence to collect against their political enemies is not just growing, it's surging.",
  "There also were several suspicious rule changes by the Obama administration that appear designed to make it easier to weaponize intelligence against its political enemies.",
  "Senior officials can request the names of masked U.S. citizens referred to in intelligence reports if they have compelling national security reasons for this information.",
  "This represents a gross abuse of power that one would expect to see in a tin pot dictatorship or Putin’s Russia, not the United States of America.",
  "Fred Fleitz, a former CIA analyst, followed the Iranian nuclear program for the CIA, State Department, and House Intelligence Committee.",
  "Having worked closely with several U.S. ambassadors to the U.N., I cannot conceive of a legitimate national security reason why U.N.",
  "I also agree with Nunes’ plan to submit legislation to require fact-based justifications for intelligence demasking requests.",
  "I believe these serious abuses of U.S. intelligence and the privacy rights of Americans should result in prosecutions.",
  "Some of these demasked names were leaked to the press to hurt Mr. Trump politically before and after the election.",
  "Ambassador Power needed demasked names of Trump campaign and transition officials from intelligence reports.",
  "For this reason alone, the mainstream media should be paying attention to this story.",
  "Such requests are not routine and are and taken seriously by intelligence officials.",
  "I am glad Chairman Nunes is determined to get to the bottom of this issue.",
  "Leaking intelligence is a serious matter and a felony.",
  "Read more reports from Fred Fleitz — Click Here Now.",
  "It is widely believed this official is former U.N.",
  "Ambassador Samantha Power.",
  "Ambassador Power."
]