[
  "“The issue that really is at the heart of this matter as far as I’m concerned is, does the president have the unquestioned authority under the Constitution of the United States Article II, which vests exclusively in him, the role of Commander-in-Chief of the United States’ armed forces, or does that authority now get subjected to the whim of any federal judge in the United States judiciary?”\n\nGaffney said the issue is of immediate significance for the administration as it does not appear that the Department of Justice is going to ask the Supreme Court to stay the judge’s order to compel the Department of Defense to begin enlisting more transgender individuals at the beginning of the new year.",
  "“That could be fatal to our republic,” said Gaffney, adding, “I think the predicate, the precedent for it is being set as we speak.”\n\nGaffney urged the administration “to fight this effort by the judiciary to essentially intrude upon and eviscerate his authority as commander-in-chief.”\n\nHe said the first order of business for the White House should be to order the Justice Department to seek an emergency stay by the Supreme Court, allowing for the decision to be properly adjudicated.",
  "Added Gaffney, “I would hope that the president would try to establish through another order to the Defense Department – and by the way the Homeland Security Department because it’s responsible for the Coast Guard – that anybody who is brought in under these existing court rulings if they are not stayed – is done on a conditional basis.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Rebecca Mansour on a special Friday night edition of Breitbart News Tonight to discuss a recent court ruling that the military must accept transgender recruits and what President Trump’s administration should do about it.",
  "It seems to me that’s the bare minimum that can be done here.”\n\nGaffney indicated that then, if the Supreme Court does overturn current rulings, transgender individuals admitted into the military under the rulings would not be allowed to remain in the armed services.",
  "Gaffney said he believes that makes this “nothing short of a constitutional crisis” and opens the door for a federal judge to intercede in military decisions going forward, perhaps even to the extent of countermanding a presidential order to go to war.",
  "Breitbart News Tonight is broadcast live on SiriusXM Patriot Channel 125 from 9:00 p.m. to midnight Eastern (6:00-9:00 p.m. Pacific).",
  "Follow Breitbart News, Rebecca Mansour, and Joel Pollak on Twitter for live updates during the show.",
  "“I believe that’s a safety valve on this and it seems to me to be a sensible one,” Gaffney said.",
  "Listeners are encouraged to call into the show at: 866-957-2874.",
  "LISTEN:"
]