[
  "Hahahahahahahaha How The Fuck Is Cyber Bullying Real Hahahaha Nigga Just Walk Away From The Screen Like Nigga Close Your Eyes Haha — Tyler, The Creator (@tylerthecreator) December 31, 2012\n\nThe UN report itself contains a number of bizarre attempts to equate critical tweets on the internet with physical violence.",
  "Islam, a killjoy religion, considers alcohol, drugs, and, in the case of ISIS, even cigarettes to be “haram.”\n\nFeminism, a killjoy ideology, is trying to shut down frat parties, college game days, and drunken romantic trysts because it considers them to be part of “rape culture.” Different excuses, same result.",
  "Islam is the only group that tells its members not “When in Rome, do as the Romans do,” but rather, “When in Rome, demand benefits and rape people.”\n\nThe situation with regressive social attitudes from Muslims in Europe is getting so bad that Vlad The Impaler is acquiring a reputation as a folk hero.",
  "But look at her opinion, which passes in the media as moderate: “The more you speak about Islam and against all Muslims, the more terrorists we create.”\n\nSo Malala’s opinion is if we all just shut up and did what Islam wants, which is to submit, they wouldn’t need to shoot us, stab us, or blow us up.",
  "[SLIDE: Male Feminists and Male Muslims — Both Perverts]\n\nFeminism is responsible for producing the pathetic, unlovable creature known as the “male feminist.”\n\nThese beta orbiting cucks proudly carry the feminist banner, because they look at joining the cause as their best hope to get laid.",
  "That’s why they told women to become lesbians in the 1970s in order to stick it to the patriarchy, it’s why they lash out at women in the sex industry, and it’s why they’ve developed a movement — “fat acceptance” — that hates attractive women.",
  "The same professor once wrote that 9/11 was the result of “U.S imperialism.” She also endorsed a statement from the Black Radical Congress which blamed 9/11 on the “genocidal levels of death and destruction” caused by the west.",
  "Terror attacks like the Pulse nightclub shooting are terrible — and preventable — tragedies, but you will know what I mean if it reaches the point of London, where you don’t feel safe in your home city.",
  "That’s the general sentiment of non-Muslim Americans toward criticism of Islam: “Don’t criticize Islam too harshly, or they might kill you.” That is not an attitude conducive to freedom.",
  "Tonight I’d like to revisit a few of my most hated things about both Islam and Feminism, but as I speak, I want you to think about just how similar these ideologies actually are.",
  "Let alone France, which is now full of no-go zones and should be crossed off your tourist bucket list unless you love rape culture and immigrants openly defecating in the street.",
  "Then there’s Germany, where thousands of women were assaulted on the streets after their genius Chancellor decided to invite millions of refugees across her country’s borders.",
  "Let’s be honest, all of my speeches are great and I love not only reliving my own work, but they stand out as two of the important enemies that America is facing today.",
  "Erdogan has criminalized “insults” of himself not only within his own borders, but has attempted to crack down on those insulting him on YouTube and in Germany.",
  "In Europe, after the suicidal decision to open the floodgates to Islam, ordinary citizens have faced terror attack after terror attack from crazed jihadis.",
  "They basically killed Twitter by embracing the nonsense idea of “online harassment.” And of course, by booting their most fabulous and entertaining user.",
  "Now to say that Islam has an issue with free speech would be like saying that feminists have an issue with calories: not only obvious but entirely true.",
  "I’m Milo, the man you’ve all come here to see, and as long as none of you make eye contact with me or try to touch the hair, we will all get along fine.",
  "But I guess it’s not so surprising — instead of encouraging men to control themselves, Islam has instead for generations been telling women to cover up.",
  "In their press release, UN Women claim that “cyber violence … places a premium on emotional bandwidth.”\n\nWhatever the fuck “emotional bandwidth” is.",
  "Talking about the made-up crimes of white college-age men gets you more social justice retweets than a real rape epidemic involving brown people.",
  "Anita Sarkeesian went before the UN and called for “laws” to deal with “harassment,” which she defined as being told to “shut up” on Twitter.",
  "The first was about the 10 things I hate about Islam, but it ended up being the 13 things I hate about Islam, 10 simply couldn’t cover it.",
  "Feminism has formed an unholy alliance with Islam, one that must be resisted to keep not only our Universities free, but our culture too.",
  "London has elected a Muslim mayor, Sadiq Khan, who is praised as a moderate But many have been left wondering just how moderate he is.",
  "Now, if I was writing a report on “cyber-violence,” I could do it in 140 characters, but someone infinitely more gifted already has.",
  "As students on campus, you deal with the negative effects of feminism in the administration, in the classroom, and of course online.",
  "Still, the loathing that feminists and other progressives have for the west, especially in the academy, is eerily similar to Islam.",
  "Again: this is “moderate, secular Turkey.”\n\nBut it’s not just within Muslim countries that Islam and free speech butt heads.",
  "It’s weird isn’t it, how perverts are drawn to an ideology that claims to be respectful and protective of the female gender.",
  "You know, the same constitution that stops feminists from putting you in jail for trolling people, like they do in Britain.",
  "Many of you aren’t even afraid to say you support equality between the sexes, the worst nightmare of feminists and Muslims.",
  "It’s weird isn’t it, that a religion where the men are so perverted is also a religion that tries to make women less sexy.",
  "And speaking of 9/11 and Muslims being deadly, the top 7 deadliest countries for journalists are all more than 90% Muslim.",
  "58% of Muslim-Americans believe criticism of Islam or Muhammad is is not protected free speech under the First Amendment.",
  "And Britain, where I come from, has Muslim rape gangs molesting and raping thousands of young women and underage girls.",
  "Another thought struck me: many of the things we find disgusting about feminism and Islam are actually interchangeable.",
  "Feminism and Islam are the twin problems facing America today, which is why they are the two things I talk about most.",
  "There’s a slight difference with feminism here — feminists absolutely do want to control men, by any means possible.",
  "The terror attacks have died down, for now, but last summer, it seemed as if the west was being attacked every week.",
  "It is another one of these instances where feminism and Islam are right in line with one another on women’s rights.",
  "Almost every effort to control speech and shut down either “abusive speech” or “hate speech” is a feminist project.",
  "Muslim immigration is one of the main reasons I left Europe, and I advise women to do whatever I can to follow me.",
  "Not that the Weather Underground and other progressive groups didn’t commit their fair share of terrorist attacks.",
  "Many of you are not afraid to be on campus and let people know you support Donald Trump and the dangerous faggot.",
  "And speaking of Twitter, look what they did when they stacked their trust and safety council with these lunatics.",
  "They released a completely insane report called “Cyber Violence Against Women And Girls: A Global Wake-up Call”.",
  "It found that 30% of American Muslims believe it is legitimate to use violence against those that insult Islam.",
  "All except Muslims, who seek to\n\ncreate replicas of their hellhole countries in each new nation they colonise.",
  "All the moderate Muslims I know are ex-Muslims, or haven’t been to Friday prayers for months, or even years.",
  "I suppose the key difference is that Islam hates sexy women, whereas fat, lesbianic feminists just hate sex.",
  "Islam, which claims to protect its women’s virtue and impose rules on its men, does exactly the same thing.",
  "It’s about the right size for an orgy, but I’m sure there are University rules against orgies breaking out.",
  "About 1 year ago, the United Nations suggested we censor the entire Internet to save feminist’s feelings.",
  "The same posters banned by Sadiq Khan were protested by feminist activists who also wanted them banned.",
  "I’ve recently given two speeches about philosophies dead set on destroying the American way of life.",
  "Here’s a feminist professor doing something that would make Muslims cry tears of joy — take a look.",
  "Just a “Tanned German.” A Muslim drives a truck through tourists in France, killing more than 50?",
  "I quite like critiquing feminists, because they’re easier to outrun than Muslims if I upset them.",
  "The feminists who think a mythical, made-up “rape culture” on college campuses is a real thing?",
  "Why do you think so many male feminists turn out to be virgins, perverts or, more often, both?",
  "It’s like the infamous pedophile Jimmy Savile, who regularly donated to children’s charities.",
  "According to the Committee to Protect Journalists, China jailed the most journalists in 2015.",
  "Her name is Margot Lovett, and she teaches women’s studies and history at Saddleback College.",
  "“A cyber-touch is recognised as equally as harmful as a physical touch” says the report.",
  "For years, the police ignored the problem because they didn’t want to be called racist.",
  "Khan banned sexy advertisements from the underground like the famous Protein World ads.",
  "The entire world loves Malala, the Nobel Prize winning champion of education for girls.",
  "But 9 of the next 11 countries with the most jailed journalists were Muslim countries.",
  "And 33% said that sharia should take precedence over the constitution if they clashed.",
  "There’s Sweden, which now has rape numbers that actually do match feminist statistics.",
  "Turkey is supposedly the moderate Muslim country, the one we want to let into the EU.",
  "I’ll be generous and say feminists don’t hate the west quite as much as Muslims do.",
  "You see, Europe hasn’t solved the refugee crisis — they’ve just created a new one.",
  "In 2015 the Center for Security Policy commissioned a poll of Muslims in America.",
  "And under Muslim President Erdogan, it has turned into a free speech nightmare.",
  "Europe now has a real rape culture, but feminists don’t want to talk about it.",
  "The second was how Feminism negatively affects everyone, but especially girls.",
  "Instead, consider the plight of Europe, a continent now flooded with Muslims.",
  "But there’s one thing that they both clearly hate — other people having fun.",
  "When it comes to sexy women, feminists and Islam both want the same thing.",
  "Oh, and by the way, she makes over $170,000 in pay and benefits annually.",
  "We hear a lot about moderate Muslims, but in practice we don’t see them.",
  "After delivering those two speeches, I couldn’t get them out of my mind.",
  "But today we’re going to be brave, and critique both at the same time.",
  "The good news is we continue to make great strides in the culture war.",
  "As always, the media tries to avoid mentioning the attackers’ origins.",
  "But those guys are peaceful university professors now, so that’s OK!",
  "12% believe blaspheming against Islam should be punishable by death.",
  "45% believe that those who mock Islam should face criminal charges.",
  "Was this move really to combat body shaming, like feminists wanted?",
  "Every immigrant group seeks a better life than the old country.",
  "I could also talk about goats now, but that would be too easy.",
  "We know the horrific state of free speech in Muslim countries.",
  "She’s taking down 9/11 memorial posters, on 9/11 memorial day.",
  "Now, Islam’s hatred of the west barely needs an introduction.",
  "That was the attitude held by German citizens under Hitler.",
  "That was the attitude held by Soviet citizens under Stalin.",
  "https://www.youtube.com/watch?v=mCriTruChYE\n\nThat’s right.",
  "Or was it to make the underground more shariah-compliant?",
  "All the while letting ISIS remain active on the platform.",
  "As well as providing him with victims, it gave him cover.",
  "Now those same refugees are violating women’s borders.",
  "This is a more intimate setting than many of my shows.",
  "I enjoy being abused, but only if it’s consensual.",
  "After all, their prophet banged a 9-year old girl!",
  "America hasn’t yet felt the full effects of Islam.",
  "It is one of the defining realities of our time.",
  "That’s a professor at a western college, folks.",
  "According to a Wenzel Strategies poll in 2012.",
  "Also you’re mostly white guys, not my type.",
  "That is an attitude of authoritarianism.",
  "That happened after Muslim immigration.",
  "That’s virtue-signalling for you folks.",
  "Welcome to the Dangerous Faggot Tour.",
  "Private newspapers have been seized.",
  "And part of that is taxpayer funded.",
  "But they also want to control women.",
  "And they have other … inclinations.",
  "A Muslim kills people in Germany?",
  "Still, the results are the same.",
  "Muslim perversion is well-known.",
  "And where are the feminists?",
  "Just a runaway truck attack.",
  "It’s not surprising really."
]