[
  "In a Breitbart News Sunday interview, Gaffney told host and Breitbart News Executive Chairman Stephen K. Bannon that the Republican leadership, by deferring to President Barack Obama and giving away Congress’s authority to ratify the deal as a treaty, “failed us in this instance… as they have done in a number of instances.” Gaffney said “there’s hardly ever been a treaty that has been more momentous for the national security than this one” and the “Republican leadership unfortunately gave the president the ability to get through this Congress.”\n\nGaffney said “the challenge for us is to interpose as much of an impediment as we can,” and on September 9, Gaffney’s group, along with the Tea Party Patriots, will hold a rally on Capitol Hill in opposition to the Iran deal.",
  "He said the Iranians have also been increasing their cyber warfare capabilities and may have already been “insider the electronic control systems of our grid for two years with hacking.”\n\nHe added that the Iranians are deadly serious bringing about what they claim is their goal–death to america–and they could do it on an unprecedented scale.”\n\nGaffney said the $150 billion signing bonus that Iran gets allows them to buy ballistic missiles, destabilize the region, wage jihad, including against the United States.",
  "Gaffney said the American public is opposed to the deal because “they get that this has the potential to translate into an existential threat to the United States.” He said the Iranians have been developing the capability and have been adopting the doctrine that calls for the use of electromagnetic pulse warfare against the United States to take down America’s electrical grid by detonating a nuclear weapon over space.",
  "In addition, Gaffney noted that the Russians are already taking advantage of the deal by selling “immense quantities of aircraft and missiles to the Iranians.”\n\n“The public gets it by more than a two-to-one margin,” Gaffney said.",
  "Sen. Ted Cruz (R-TX) and GOP presidential frontrunner Donald Trump will be at the rally, and Gaffney said information about the rally can be found at IranTruth.org or on the Tea Party Patriots website.",
  "He has said the GOP leadership is just ready to “roll over” on the Iran Deal with “show votes” so they get on with their business of growing the federal government.",
  "“Sadly, Congress has given away its constitutional authority to ratify it as a treaty, or reject it as a treaty,” Cruz recently said on Mark Levin’s show.",
  "“They’re saying this is crazy and they’re absolutely right.”\n\nCruz, who will be at the rally with Trump, has been equally harsh in opposing the Iran Deal.",
  "Frank Gaffney, who heads the Center for Security Policy, believes the Republican establishment in Congress failed the American people on the Iran deal.",
  "Which means Obama needs to hold on to 34 Democratic Senators to push through this terrible deal.”",
  "“And so it’s going to take two-third s of the Senate and two-thirds of the House to defeat it."
]