[
  "“Well, it’s quite exhaustive,” Gaffney replied, once again recommending the film The Enemies Within for details about “Keith Ellison’s days as a young college activist, when he was hanging with communists, and how over the subsequent years he began out of Minnesota to become associated with, and to be endorsed by, and to engage in fundraising efforts of, and to otherwise participate in Muslim Brotherhood front organizations, activities, events, fundraisers, agendas.”\n\nHe said these activities included “a very concerted effort to try to mobilize – again, I don’t believe all Muslims, but Muslims who embrace, as apparently, Keith Ellison does, sharia and its supremacy, as part of the Democratic electorate in this election.”\n\n“They were trying to get a million people out,” Gaffney recalled.",
  "I think that’s a powerful reason for the rest of us who want Donald Trump to succeed to believe and understand that Steve Bannon’s gonna be key to that.”\n\nReturning to Ellison, Gaffney noted that “most recently, he has been the chair of the Progressive Caucus, which is, of course, the euphemism that is now used by the Democrats to describe the hard Left within their circles.”\n\n“I mean, it’s the Bernie Sanders wing of the Democratic Party, or maybe the Hillary Clinton-Bernie Sanders wing of the Democratic Party,” he explained.",
  "But hey, if the Democrats want to take the poster child of what I think of as the ‘Red-Green Axis’ and make him the titular leader of their party, bring it on.”\n\nGaffney saw outgoing Senator Harry Reid’s call for Trump to nourish “unity” by dismissing former Breitbart News Daily host Steve Bannon from his White House team as little more than “crocodile tears.”\n\n“The last thing Harry Reid wants, let’s be honest, is unity either within Republican ranks or, I believe, within the country,” he declared.",
  "“I’m not really equipped to make the case for Keith Ellison,” Gaffney admitted, but he went on to guess that “the appeal of Keith Ellison is that he is a young, very aggressive hard leftist – actually my friend Trevor Loudon in his film The Enemies Within has pointed out, a guy with actual communist ties; that’s how hard Left.”\n\n“But he’s also a Muslim who has been hanging with, embracing, supporting, and otherwise carrying on with the Muslim Brotherhood in America,” Gaffney continues.",
  "The American people, I think, in a very pronounced way, repudiated the kind of agenda that not just Keith Ellison, but frankly, Barack Obama – as we’ve talked about, week upon week, Alex – has advanced himself, in the furtherance of the Islamic supremacists’ program, and to the great detriment of American interests and freedom, and Western civilization more generally.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "There’s a lot wrong with being a Muslim Brother or an enabler or supporter or fundraiser or otherwise facilitator of the agenda of the Muslim Brotherhood in our country.”\n\nGaffney referred to “a document that was introduced into evidence by the federal government that says the mission of the Muslim Brotherhood – this is its own statement – the mission of the Muslim Brotherhood is, quote, ‘destroying Western civilization from within,’ by its own hands, basically.",
  "I mean actually enabling it through his efforts to sabotage essentially anything useful being done in the United States Senate during the past eight years.”\n\n“Here’s the point, Alex: I think whatever we want to say, we’re not going to appeal to the people who believe that it is in their interest to move – well, to use the President’s famous term – to ‘fundamentally transform’ the United States of America,” Gaffney said.",
  "That’s a quote.”\n\n“That’s the kind of thing that, when you see a Keith Ellison promoting groups like the Council on American-Islamic Relations, promoting the Islamic Society of North America, promoting the Muslim Students’ Association, and on and on – all groups with an absolutely indisputable pedigree of ties to the Muslim Brotherhood – it’s appalling,” he said.",
  "Center for Security Policy President Frank Gaffney was a guest on Breitbart News Daily Wednesday morning, where SiriusXM host Alex Marlow asked him to run through the arguments for and against Rep. Keith Ellison becoming chair of the Democratic National Committee.",
  "He beat them to a pulp in this last election, and they’re terrified of what he might be able to do should he become President Trump’s chief strategist.",
  "But again, that’s up to the Democrats to decide if that’s the kind of person, if that’s orientation, if that’s the kind of agenda that they espouse.",
  "“But beyond that, and I sort of touched on some of the key points, Keith Ellison is a Muslim, and there’s nothing wrong with being a Muslim.",
  "“I mean, it should be disqualifying from Congress, for crying out loud, let alone being the head of one of our parties.",
  "“I think Steve Bannon is the object of their intense criticism at the moment for one simple reason: he beat them.",
  "“And that would apparently be something that qualifies him to be a leader of the Democratic Party these days.",
  "“He has been one of the prime enablers of Barack Obama’s efforts to divide us over the past eight years.",
  "They will find, I think, many of us very critical of it, and I think properly so,” Gaffney contended.",
  "They were using mosques, including the most radical ones, to serve as polling places.",
  "Marlow asked for the evidence of Ellison’s connection to the Muslim Brotherhood.",
  "I can’t make the case that that’s good for Democrats.",
  "Registration drives were conducted there and so on.",
  "I can’t make the case that it’s good for America.",
  "You see a lot of it in the last campaign.",
  "And I mean not just in a rhetorical way.",
  "And you know, thank God, it didn’t work.",
  "“I don’t think that worked.",
  "LISTEN:"
]