[
  "Sadiq Khan attends an official signing ceremony at Southwark Cathedral in London | Yui Mok/WPA Pool via Getty Images Sadiq Khan vows to help Hillary Clinton defeat Donald Trump New London mayor says he is ‘not a Muslim leader or a Muslim spokesperson.’\n\nLONDON — London’s new mayor Sadiq Khan Wednesday promised to help Hillary Clinton defeat Donald Trump in November’s presidential election — insisting the race for the White House was now “personal.”\n\nKhan, the first Muslim leader of any major Western capital, said Clinton should use his mayoral campaign as a “template” because he had seen off a “Donald Trump approach” to elections in the U.K.",
  "He understands the mandate I’ve got in relation to the things I want do — neighborhood policing, knife crime — he’s fully committed to that agenda and I have full confidence in him.”\n\nHogan-Howe has been under increasing pressure over his handling of a case involving Lord Bramall, the former head of the British Army, who was falsely accused of historic child abuse.",
  "The London mayor, who insisted he was not a “Muslim leader or Muslim spokesperson,” said Trump’s proposed ban on anyone of Islamic faith entering the U.S. affected his own family because it would stop his teenage daughters visiting Disneyland.",
  "He said: “It was the Conservative Party whose campaign it was from the top.”\n\n“I think what we’ve shown — and I hope it’s a lesson that Hillary and others in American take on board, hope does trump fear, forgive the pun,\" Khan said.",
  "Khan also gave his full backing to the under-fire Metropolitan Police Commissioner Bernard Hogan-Howe, saying: “The commissioner came to the signing-in ceremony and we had a full meeting on Monday.",
  "Answering questions from international reporters in City Hall, central London, Khan blamed David Cameron for the Conservative campaign against him, which sought to link him to Islamist extremists.",
  "The new mayor also revealed he plans to travel to the United States before the end of the year because of Trump’s pledge to introduce a “complete shutdown” on Muslims entering the country.",
  "In contrast, he said he would “love” to see a Clinton victory because he could not imagine a better role model for his 14-year-old and 16-year-old daughters.",
  "I accept that in the current climate I have a responsibility to remind people that mainstream Islam is compatible with Western liberal values.\"",
  "He also revealed the mayor of Paris had warned she would “roll out the red carpet” for businesses fleeing London in the event of Brexit.",
  "\"The idea of making an exception for me because I’m the Mayor of London demonstrates how little they understand,\" he said.",
  "Khan added: “Let me make it clear, I am not a Muslim leader or a Muslim spokesperson, I really am not.",
  "Khan claimed this amounted to suggesting his faith “was a hindrance” to his ability to do the job.",
  "He aimed his most fierce criticism at Trump and his “ignorant” view of Islam.",
  "“I accept though that part of who I am is a Muslim.",
  "I am the Mayor of London."
]