[
  "Chip Somodevilla/Getty Images Sen. Jeff Sessions spent more than eight hours Tuesday in the first day of his Senate confirmation hearing defending his record from accusations of racism, explaining his position on implementation of the law, and answering how he would stand up to President-elect Donald Trump in various scenarios as attorney general.",
  "In an exchange with Sen. Richard Blumenthal of Connecticut, Sessions was pressed about his connections with individuals such as activist John Tanton, whom critics have called a white nationalist, and Center for Security Policy founder Frank Gaffney, who has prominently espoused anti-Muslim views.",
  "\"But the attorney general is the person who is — his job is to make sure that there's not fraud in elections, but also there's not voter suppression … We can't have the chief law enforcement official of our nation who doesn't recognize that there is such a thing as voter suppression.\"",
  "The Alabama Republican also said that, while he disagreed with Roe v. Wade, the Supreme Court decision that legalized a woman's right to have an abortion, he would \"respect\" the law as attorney general, a strong contrast with his voting record in the Senate.",
  "Sessions surprised early in his hearing by saying he would recuse himself from any potential investigation involving Democratic presidential nominee Hillary Clinton because of statements he made as a surrogate along the campaign trail in support of Trump.",
  "Sessions reaffirmed his position on immigration amid repeated questions, saying the priority of a Trump administration would be targeting for deportation immigrants in the country illegally who had committed serious crimes.",
  "\"How can Americans have confidence that you're going to enforce antidiscrimination laws if you've accepted awards from these kinds of groups and associated with these kinds of individuals and won't return the awards?\"",
  "In one of the most contentious exchanges, Sessions went back and forth with Sen. Al Franken of Minnesota, who suggested the senator had exaggerated his involvement in some civil-rights cases.",
  "Sen. Chuck Grassley of Iowa, the Senate Judiciary Committee chair, interjected to assert that senators receive a ton of awards and should not be accountable for every award they receive.",
  "Kevin Lamarque/Reuters\n\nDemocrats pressed him on issues regarding race, particularly involving his record of pursuing civil-rights cases as well as his voting record on voting rights.",
  "The Alabama senator was questioned on as varied topics as whether grabbing women by their genitals was considered sexual assault to his thoughts on the Freedom of Information Act.",
  "Many of Trump's campaign positions came up throughout the hearing, with Sessions saying he did not agree with a proposed indefinite ban on Muslim immigrants entering the country.",
  "But a series of protests erupted periodically with chants of, \"No Trump, no KKK, no fascist USA,\" before the activists were removed from the hearing by Capitol police officers.",
  "\"Some of the comments I made I do believe could place my objectivity into question,\" he said, adding, \"We could never have a political dispute turn into a criminal dispute.\"",
  "\"I was very troubled by the answers to my line of questioning, particularly on his very much exaggerating, misrepresenting his history in terms of civil-rights cases.\"",
  "He similarly said he would protect the rights of LGBTQ Americans, indicating similar respect for the Supreme Court decision that legalized same-sex marriage.",
  "Sessions' hearing to be the nation's top law-enforcement official was viewed as being among the most anticipated hearing of any of Trump's nominees.",
  "\"I never declared that the NAACP was 'un-American' or that a civil-rights attorney was a 'disgrace to his race,'\" he said in his opening statement.",
  "Sessions also said waterboarding was \"absolutely\" illegal, making sure to insist he would not be \"a mere rubber stamp\" for the president-elect.",
  "William Smith, the former chief counsel for Sessions on the Senate Judiciary Committee, told MSNBC that his old boss was \"crushing it.\"",
  "An expected focal point of the hearing — questions regarding past statements Sessions made on race — were not pressed against him.",
  "\"Well, we still have got another day of hearings and I'm just going to reserve until I'm able to absorb everything,\" he said.",
  "He said Trump had since clarified his position to mean individuals from countries with a high risk of terrorist activity.",
  "Sessions did address concerns over allegations of racism, which derailed his 1986 appointment to a federal judge post.",
  "In an interview with MSNBC after the hearing, Franken said he was \"very troubled\" by Sessions' answers.",
  "Sessions insisted that it would not interfere with his enforcement of antidiscrimination laws.",
  "\"Our country needs an attorney general who doesn't misrepresent or inflate,\" Franken said.",
  "On voter-identification laws, Sessions said they were legitimate if written properly.",
  "Opponents of the laws say they are intended to curb minority communities from voting.",
  "In his 1986 hearing, he did not contest the allegations.",
  "\"I'm going to digest all of this,\" he added.",
  "Sessions received awards from both men.",
  "\"I think it's going fabulously for Sen.",
  "Sen. Jeff Sessions of Alabama.",
  "\"Only one way to describe it.",
  "He is crushing it.\"",
  "Sessions,\" he said.",
  "Blumenthal asked."
]