[
  "Society of Americans for National Existence - David Yerushalmi\n\nThe Middle East Forum - Daniel Pipes\n\nStop Islamization of America - Robert Spencer, Pamela Gellar and David Horowitz\n\nJihad Watch - Robert Spencer and David Horowitz\n\nDavid Horowitz Freedom Center - David Horowitz and Robert Spencer\n\nCenter for Security Policy - Frank Gaffney and David Yerushalmi\n\nAct!",
  "What Americans do hear a lot about is erroneous information from a small, but well-funded, interconnected network of Islamophobes who spread fear by diligently disseminating misinformation about Islam, Muslims and American Islamic organizations.",
  "The following are some of the distorting terms/concepts used to instill fear of Islam and Muslims:\n\n• \"Sharia creep\" or any concerns about Muslims trying to instill Sharia law in America.",
  "I ignored the ridiculous accusations made against me because I thought anyone who took the time to read the libelous claims would be able to see the failed logic in their conclusions.",
  "Another consequence of the spread of Islamophobia is that Muslims may be less inclined to become engaged in public discourse for fear of becoming targets of the Islamophobic Network.",
  "They were never charged with anything, but the Islamophobic Network uses the term to paint the organizations and anyone who is associated with them as terrorist supporters.",
  "Islamic scholars and organizations from America and around the world consistently speak out against such acts, yet most Americans don't hear about those condemnations.",
  "The result is that anyone who's attended or worked with, pretty much any, Islamic organization in America could then be accused of being a terrorist by association.",
  "The Islamophobic Network provides information to many politicians, religious leaders, lawmakers and media outlets who accept what they say without checking further.",
  "An unindicted co-conspirator is \"a person or entity that is alleged in an indictment to have engaged in conspiracy, but who is not charged in the same indictment.\"",
  "I discovered that the slanderous comments about me had the same ring to them that the Islamophobic Network has used to malign many other Muslims and organizations.",
  "It's reminiscent of McCarthy era Red Scare tactics and I'm concerned that false insinuations might cause me problems similar to what victims of McCarthyism faced.",
  "Although there is a part of me that is a little worried about how their slanderous lies might affect me if I continue to speak out, I refuse to live in fear.",
  "It covers all aspects of Islamic life including things like praying 5 times a day, wearing a head covering, and eating permissible (Halal) food.",
  "According to a report from the Center for American Progress, the following organizations and key individuals make up the Islamophobic Network.",
  "To pass laws making it a crime to follow sharia law, like some lawmakers are attempting to do, is to make practicing Islam illegal.",
  "Hundreds of American Islamic organizations and Muslims were listed as unindicted co-conspirators in the Holy Land Foundation case.",
  "They were charged with sending funds to hospitals, orphanages and charitable organizations in Palestine which Hamas controlled.",
  "For America - Brigitte Gabriel\n\nThe Clarion Project - Rabbi Raphael Shore\n\nWalid Shoebat is another Islamophobe to be leery of.",
  "However, I was disheartened to learn that some folks, who've known me for 30 plus years, actually believed some of the claims!",
  "Last month some friends and I stood in silent protest at a Trump rally in Rock Hill SC and were unceremoniously escorted out.",
  "The Holy Land Foundation was not accused of terrorism against America, yet the Islamophobic Network treats this case as such.",
  "If these names are linked as a source for information about Islam and Muslims, do further research to find the whole story.",
  "Do not believe information from sources that say Muslims are trying to force Sharia law in America, it is not true.",
  "Can you imagine making it illegal for Jews to pray in public, wear a yarmulke or have food marked as Kosher?",
  "Don't trust information that points to the Holy Land Foundation case as relevant to terrorism in America.",
  "The Holy Land Foundation was a US charity set up to send money to hospitals and orphanages in Palestine.",
  "And it becomes a recruitment tool for organizations that have socio/political agendas against America.",
  "It seems that some in America feel the need to always have a \"Boogeyman\", and right now its Muslims.",
  "When American politicians use Islamophobic rhetoric, it causes fear to spread and incites violence.",
  "• Insinuations that the Holy Land Foundation was funding terrorist activities on American soil.",
  "There are those who are carrying out heinous acts claiming to be doing so in the name of Islam.",
  "Although it was hurtful to hear, to a certain degree, I can understand that people are afraid.",
  "They have taken things out of context and twisted teachings to serve their nefarious purposes.",
  "Seeing or hearing this term is a red flag that the information may come from a biased source.",
  "If they really were supporters of terrorism, they would not be allowed to operate in America.",
  "However, there was some vile chatter that attempted to paint me as a possible terrorist.",
  "I put my faith in God and ask for strength to stand up and speak out when necessary.",
  "These people are being paid well to spread misinformation about Islam and Muslims.",
  "After 9/11 it was shut down and the leaders were accused of funding terrorism.",
  "It gives license to unstable people to take hateful action against Muslims.",
  "The coverage and response was overwhelmingly supportive and encouraging.",
  "As a hijab-wearing Muslim woman, I garnered a lot of media attention.",
  "A discredited Islamophobe concocted this particular fabrication.",
  "However, those people are NOT following the dictates of Islam.",
  "• \"Islamist\" is a term used by the Islamophobic Network.",
  "He has been discredited but continues to garner support.",
  "Sharia is the rules Muslims are required to follow.",
  "• The term \"unindicted co-conspirator\"."
]