[
  "The Southern Poverty Law Center describes it as “a conspiracy-oriented mouthpiece for the growing anti-Muslim movement in the United States.”\n\nLopez is perhaps best known for having authored a report — published by the Gatestone Institute, another conservative think tank that has been accused of promoting anti-Muslim views (and whose chair just so happens to be John Bolton) — titled “History of the Muslim Brotherhood Penetration of the U.S. government.”\n\nIn it, Lopez accuses top Hillary Clinton aide Huma Abedin and members of her immediate family — mother, father, brother, and sister — of being “closely associated with individuals among the top ranks of the Muslim Brotherhood, al-Qa'eda financial support organizations, and the Saudi royal family.”\n\nShe also claims that Obama is a Muslim and stated at a speaking engagement in 2013 that “When people in other bona fide religions follow their doctrines they become better people — Buddhists, Hindus, Christians, Jews.",
  "In his book The Field of Fight: How We Can Win the Global War Against Radical Islam and Its Allies, Lt. Gen. Flynn writes that ISIS is “dead set on taking us over and drinking our blood.” Rudy Giuliani has warned of radicalized Syrian refugees who are “going to come here and kill us,” bragged about putting undercover police officers in New York City mosques to spy on Muslims, and criticized President Obama for being unwilling to “stand up and say there's a part of Islam that's sick.”\n\nBolton penned a Fox News op-ed mere hours after the terror attack at the Pulse nightclub in Orlando, Florida, slamming President Obama for not calling shooter Omar Mateen a “radical Islamic terrorist” — even though Mateen’s motives or connections to any known terrorist group were far from clear at that point.",
  "Lt. Gen. Flynn has also been an influential Trump backer, giving a forceful speech at this summer’s Republican National Convention in which the retired three-star general accused President Barack Obama and Hillary Clinton of having “failed our country” and “betraying our nation’s history and founding fathers.” Sessions was one of Trump’s earliest and most vocal supporters in Congress and led Trump’s national security committee during the campaign.",
  "In 2008, Phares wrote an article warning that “By 2012 the Jihadists may recruit one million suicide bombers and could align two nuclear powers” and that “By 2016 they would deploy 10 million suicide bombers and seize five regimes equipped with the final weapon.”\n\nTo be clear, these are not mainstream positions on the current threat the United States faces from Islamist terrorist groups such as ISIS and al-Qaeda.",
  "With the Trump administration working to finalize its choices for who will run the Pentagon and State Department, it's becoming clear that getting top national security posts in the new White House requires two qualifications: intense personal loyalty to Donald Trump himself and an almost obsessive fixation on the potential threats posed by radical Islamic terrorism.",
  "Several of these people — including Clare Lopez and Walid Phares, both rumored to be in the running for Trump’s deputy national security adviser — believe that radical Islamic terrorists have already infiltrated the US government and are actively trying to bring down the country and enslave the American people under the yoke of Sharia, Islamic religious law.",
  "Before establishing himself in the United States as a counterterrorism expert, Phares, a Lebanese-born Maronite Christian, was an influential ideologue deeply involved with Christian militants who fought against Muslims and Druze during Lebanon's brutal sectarian civil war in the 1980s.",
  "Lopez is the vice president of research at the Center for Security Policy, a conservative-leaning think tank in Washington, DC, that focuses almost exclusively on the threat of radical Islamic terrorism and regularly peddles outlandish conspiracy theories about American Muslims.",
  "Lopez was an adviser to Ted Cruz’s campaign and is a frequent contributor to Breitbart, the far-right news outlet run by Steve Bannon, the Trump campaign’s CEO who will now serve as chief strategist and senior counselor in the new Trump administration.",
  "Bolton’s support for Trump is more recent, but he has close ties to another hard-core Trump booster, former House Speaker Newt Gingrich, who’d said during his short-lived 2012 presidential bid that he’d want Bolton to serve as his secretary of state.",
  "But there’s something else that all of these people have in common: They don’t just see radical Islamic terrorism an important security threat; they see it as one of the most important security threats currently facing the United States.",
  "And according to the Daily Caller, Clare Lopez of the controversial Center for Security Policy think tank and frequent Fox News pundit Walid Phares are among the top names being considered for deputy national security adviser.",
  "Giuliani was an early endorser of Trump and was one of the few campaign surrogates willing to publicly defend Trump’s controversial comments bragging about sexually assaulting women in a leaked 2005 Access Hollywood tape.",
  "Former New York City Mayor Rudy Giuliani and former US Ambassador to the United Nations John Bolton are currently the top two contenders to be Trump’s secretary of state, according to multiple media reports.",
  "Yet, somehow, nearly all of the people president-elect Trump is considering appointing to the most powerful national security positions in the United States government happen to believe them.",
  "Phares was a foreign policy adviser to Mitt Romney during his failed 2012 presidential campaign and has served as one of Trump’s top advisers on Middle East affairs during this campaign.",
  "Sessions also responded to the attack that same day, warning Americans to “slow down” on foreign-born admissions into the United States, particularly those with Islamic backgrounds.",
  "When Muslims follow their doctrine, they become jihadists.”\n\nPhares is a professor and pundit who frequently appears on Fox News as an “expert” on the threat of radical Islam.",
  "But for some on Trump’s shortlist for the nation’s top national security posts, the threat of radical Islam goes even deeper than just ISIS terrorists.",
  "Phares has accused President Obama of pursuing a policy of “appeasement” toward Islamist terrorists and of supporting the Muslim Brotherhood in Egypt.",
  "Rather, these are apocalyptic conspiracy theories pushed by a small fringe of people on the extreme far-right.",
  "GOP Sen. Jeff Sessions of Alabama is rumored to be at the top of the list for secretary of defense.",
  "Retired Lt. Gen. Michael Flynn is the leading candidate for national security adviser.",
  "(Oddly, Trump himself apparently seems to think Phares is Muslim.)",
  "All of them have extremely close ties to Trump.",
  "Far from it."
]