[
  "We have not tested them since 1992 in a realistic underground way.”\n\nGaffney said he has been studying this issue since his days in the Pentagon under President Ronald Reagan, when he came to see the American nuclear arsenal as “the ultimate guarantor of our national security.”\n\nAs for non-nuclear options, Gaffney posed the question: “Do we have a raid in Asia, the kind of forces that would back up the tripwire forces that we have on the ground in South Korea, that would protect them, that would ensure we could defend against the sorts of attacks that I’m talking about on Seoul or elsewhere across South Korea – or even for that matter, Japan, or now Guam, as the North Koreans are threatening?”\n\n“I think the answer is almost certainly no,” he said.",
  "“That became more of a problem as the regime of first Kim Il-sung and his successors, most recently Kim Jong-un, proceeded to build up the infrastructure and, ultimately, the elements of a nuclear weapons program.”\n\n“I think there’s no question that a horrible turning point in all of this was the 1994 framework agreement in which the United States – on behalf of a lot of others, let’s be clear – persuaded itself that it was negotiating the North Korean regime out of its nuclear weapons ambitions,” Gaffney said on the question of President Bill Clinton’s culpability in the crisis.",
  "Seoul would be devastated by almost anything that triggered a conflict with the North Koreans.”\n\n“On the other hand, I think what the president is grappling with is – that is a terrible price to consider, but so is the possibility that, frankly, I’m most worried about, which is the reality I think now – we’re hearing today, for example, that there may be as many as 60 nuclear weapons in the North Korean arsenal, that they have miniaturized some of them, according to the Washington Post,” he said.",
  "“If so, we have a lot of circumstantial evidence, Raheem – notably from a very important national resource, the Electromagnetic Pulse Threat Commission of the Congress – that the North Koreans may have one or more of these nuclear weapons, of a size that they could put aboard a satellite, which if detonated at the altitudes of the two satellites they have orbiting the earth now, including overflying the United States with regularity, generate something called Electromagnetic Pulse,” he warned.",
  "“This is recklessness of the worst kind, and has put us, I believe, in the position where the president is now really talking about, it would appear, some kind of thermonuclear war with these guys.”\n\n“The trouble is, Raheem, whether one doesn’t like that rhetoric or doesn’t like the idea that we might engage in such a thing, that doesn’t alter the fact that that seems to be precisely what the North Koreans, and, for that matter, the Iranians, have in mind against us,” he pointed out.",
  "“And that is the massive, if uneven, shall we say, North Korean military … so closely positioned at the Demilitarized Zone to Seoul, the capital of South Korea, that at will, from a standing start, they could essentially devastate the 24 or so million people who live in and around that capital city.”\n\n“It has checked a lot of options that might otherwise have been contemplated,” he continued.",
  "“The thought that I think operates for most of us is, ‘Well, if the president wanted to call in a nuclear strike, he could do that in short order.’ That, frankly, calls into sharp relief a problem that I think all of us had better be paying a lot more attention to, and that is the readiness and the appropriateness of our nuclear forces,” he said.",
  "And so, in fact, we began a process of indulging ourselves and indulging the North Koreans in what has now metastasized into a threat that I believe is not just to Guam, but to the United States itself,” he concluded, referring to North Korea’s threat Tuesday evening to launch a missile attack on the U.S. military base on the island of Guam.",
  "“Which makes all the more of concern the dangers that are being posed to us and the failure to date – again by both Republican and Democratic administrations – to prepare for this kind of eventuality, which we’ve had plenty of warning is coming.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Faced with that kind of danger, the president must be contemplating options to do what he can to prevent it from being actualized.”\n\nGaffney said it was hard to say if the proper forces were in place for effective non-nuclear military action against North Korea.",
  "Gaffney quoted the old saying “Fool me once, shame on you; fool me twice, shame on me” to describe President Barack Obama’s nuclear deal with Iran, which he saw as disturbingly similar to the utterly failed Clinton agreement with North Korea.",
  "“The parallels between the two agreements that supposedly disarmed our adversaries were uncanny, in part because some of the same people were involved in negotiating the second bad deal as were in the first,” he noted.",
  "“The result of both is, I believe, to have moved enormously forward not just the ambitions, but the actual nuclear capabilities, of people who endlessly talk about destroying this country,” said Gaffney.",
  "Gaffney explained that an EMP attack “could absolutely take down the electric grid of this country and do what the North Koreans are endlessly talking about doing, namely destroying this country.",
  "“I think, basically, since the end of the Korean War, we’ve had a succession of administrations – Republican and Democratic – who have faced a very unhappy reality, Raheem,” Gaffney said.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Raheem Kassam on Wednesday’s Breitbart News Daily to discuss the North Korean nuclear crisis.",
  "“There’s a lot of history here, and most of it’s pretty ugly,” Gaffney responded when Kassam asked him to trace the origins of the nuclear standoff.",
  "Of course, we have been spending money on them, and military men and women have been manning them, and so on, but we have not modernized them.",
  "“That underlying problem that I talked about at the beginning, that has afflicted us, essentially, since the armistice, remains.",
  "“It was, I think, clear to most sensible people at the time, and certainly has been in the years since, that wasn’t so.",
  "Kassam asked if the United States is now close to an “actual military conflict” with North Korea.",
  "“This is a shocking fact that we have essentially ignored them.",
  "“We have essentially ignored them, Raheem,” he told Kassam.",
  "There aren’t good military options.",
  "“I don’t know,” Gaffney replied."
]