[
  "GAFFNEY: It was a legitimate scientifically done poll, and I suggest that — suggesting otherwise…\n\n(CROSSTALK)\n\nLEMON: It was a poll that was conducted online and it doesn’t meet the standards of…\n\n(CROSSTALK)\n\nGAFFNEY: It is a standard that is applied whenever a pollster, including those used by this network are trying to sample small population, and particularly populations that are concerned about answering questions It is a way that respectfully does it, and I think it does it accurately?",
  "Either of the violent kind or by the way, a kind that the Muslim brotherhood called civilization Jihad, sort of stealthy kind of Jihad rather than the people who are just seeking to come here for a better life or economic opportunity or…\n\n(CROSSTALK)\n\nLEMON: It sounds — it sounds like a defector agreement with…\n\nGAFFNEY: … something we have — we have to get sorted.",
  "Transcript as follows:\n\nDON LEMON, HOST “CNN TONIGHT”: I want to bring in now Frank Gaffney, the founder and president of the Center for Security Policy, and Michael Weiss, who is a co-author of “ISIS: Inside the Army of Terror.”\n\nAnd by the way, gentlemen, I apologize, we will sniffle tonight if you catch me doing that again and to the audience as well.",
  "The broad picture here is that Muslim Americans, the polling data and their opinions about the American politics, their own faith and the integration of themselves into the body politic into the United States is overwhelmingly encouraging, particularly when you contrast that to Muslim populations in Europe or in the Middle East.",
  "What I want to make clear about what’s just been said is, this is a moment where we should be hoping Muslims who are not part of the problem, and Muslims who do not embrace Sharia, who do not embrace the Jihad that it commands, who do not want to impose it on the rest of us, and empower them and not organizations like CAIR.",
  "It is very much needed at the moment, because we seem to be pursuing if there is a strategy to it at all, one hoping that through increasing weakness we will somehow ameliorate our situation, vis-a- vis among others, not exclusively, but among others Jihadists who seek explicitly our destruction.",
  "You talked about CNN standards, the fact that you have those guys on and you don’t identify them as Muslim brotherhood, when we know that the mission, the stated mission of the Muslim brotherhood in America is to destroy Western civilization from within is a real disservice to your viewers.",
  "What exactly one does, and for how long one does it in order to try to ascertain when more people who are coming from the nations notably those that have a tradition of Islamic supremacist and in some cases Jihad seeking to impose what doctrine they call Sharia on the rest of us.",
  "(CROSSTALK)\n\nWEISS: Mr. Gaffney, you said that under (Inaudible) the guy who found the massacre in Norway, his manifesto which was blatantly racist, anti-semantic…\n\n(CROSSTALK)\n\nGAFFNEY: I have nothing more to do with that and the SPOC had to do with attacks in this country.",
  "They found that just 1 percent of the American Muslims believe that quote “Suicide bombing and other forms of violence against civilian targets are often justified to defend Islam from its enemies.”\n\nThe Muslim community in America, Don, is 1 percent of the population.",
  "This particular guest on your show has called David Petraeus, the general who rescue the Iraq war, a man who submitted to Sharia law, because he said that the burning of the Quran is going to make it more difficult for us to conduct national security policy.",
  "LEMON: When we’re talking about — when we’re talking about the poll, the poll that Donald Trump cited when he…\n\n(CROSSTALK)\n\nGAFFNEY: I had nothing to do with him citing that poll, I’m delighted that he pointed out the facts that we determine in that poll.",
  "GAFFNEY: I take principally great issue with it because it has been established in federal court to be a Muslim brotherhood front organization put in business by its franchise in the Palestinian areas called Hamas, a designated terrorist organization.",
  "FRANK GAFFNEY, CENTER FOR SECURITY POLICY FOUNDER & PRESIDENT: I appreciate in having an opportunity Yes, I would like to have an opportunity to actually describe it rather than have it characterize by people who seemed to be determined to silence us.",
  "At issue was a poll from Gaffney’s organization cited numerous times by Republican presidential front-runner Donald Trump at a rally in South Carolina a day earlier and the validity of that poll, which was called into question by Lemon and Weiss.",
  "MICHAEL WEISS, THE DAILY BEAST SENIOR EDITOR: Well, Mr. Gaffney’s organization put out this poll Donald Trump cited as a legitimization of his claim that we should essentially shutdown all Muslim immigration.",
  "This is a selective effort I think to minimize a problem that frankly, Americans think you are nuts, sir, not me, because the evidence that Jihad, you’ve written about it in connection with the Islamic state.",
  "And I have come on the show, I’ve gone on many CNN programs and talk about the threat post based by Islamic states and Al Qaeda, and also the intractability of domestic U.S. policy from foreign policy.",
  "I’m sorry, but what I’m hearing now is nothing short of 1930 style isolationism and xenophobia, dressed up as this grandiose policy proclamation that this is the way to solve problem America’s problem.",
  "Tuesday on “CNN Tonight,” founder and president of the Center for Security Policy Frank Gaffney appeared in a segment that included the Daily Beast’s Micheal Weiss and was moderated by host Don Lemon.",
  "GAFFNEY: But the point is I think virtually that every American thinks we should not be willy-nilly in importing more Jihadists…\n\n(CROSSTALK)\n\nLEMON: Are there any points where you disagree with him?",
  "They found that nearly half of Muslim leaders in the United States, or Muslims I should say, believe that Muslim leaders have not done an adequate job of speaking out against Islamic extremism.",
  "It’s a group that I started with a number of my colleagues back in 1988, essentially to promote what President Reagan, my old boss used to call a strategy of peace through strength.",
  "(BEGIN VIDEO CLIP)\n\nNIHAD AWAD, COUNCIL ON AMERICAN-ISLAM RELATIONS EXECUTIVE DIRECTOR: This is outrageous coming from someone who wants to assume the highest office in the land.",
  "And this is — this is I guess basically a point of agreement with Donald Trump, which is our leaders have not made clear how, or indeed, if they are trying to figure that out.",
  "Allowing the Syrian population to be barreled bomb and sarin gas and have ethnic cleansing committed against them by the Assad regimes back fire on, back now by Russia.",
  "Another interesting statistic from this poll, 62 percent of Muslim Americans believes Israel has a right to exist with the allowance of the rights for the Palestinian.",
  "The fact is the Islamic state is here, and is seeking to wage violent Jihad against us as is Al Qaeda, as is Hamas, as is Hezbollah, as is the Muslim brotherhood.",
  "The fact that nobody, including your guest recognizes that reality and suggests it’s a conspiracy theory or something to sort of try to obscure it is a scandal.",
  "And it seems that people who wish to suppress us whether they mean it or not they are nonetheless playing into the hands of those who are in fact, our enemies.",
  "LEMON: Go ahead — go ahead, Mr. Gaffney\n\nGAFFNEY: I thought that we were having a conversation about the actual facts here…\n\nWEISS: These are the facts, sir.",
  "You cited one Pew poll; there is another Pew poll in 2013 that talks about 13 percent of Muslims thinking violence is justified in furtherance of Jihad.",
  "GAFFNEY: I think what you’re repeating is a hectoring that is aimed at silencing of legitimate fact-based discussion of what we are confronting here.",
  "So, this is 1 percent of 1 percent of the entire American population that believes in using violence to further any kind of religious or theoretical.",
  "But Nihad Awad, who is the executive director of Council on American-Islam Relations…\n\nGAFFNEY: It is, your standards are subject to this question.",
  "Crazy people who make hysterical accusations including against members of the U.S. Armed Services do a disservice to a just and legitimate cause.",
  "LEMON: OK. Do you agree with Donald Trump statement that there has to be total and complete shutdown of Muslims entering the United States?",
  "I would argue that there are Muslims who do not embrace this supremacist doctrine of Sharia, who are, at least for the moment not a threat.",
  "And those are the people that you probably can bring into this country or you can help become part of the American dream with less concern.",
  "You said clearly, there are Muslims who don’t believe in Jihadism that we lump millions of innocent Muslims with terrorists.",
  "There is a lot of evidence that they’re not at the moment which is why I think so many Americans are concerned about this.",
  "So, Frank, I want you to explain what the Center for Security Policy since Donald Trump cited your group’s poll yesterday.",
  "People have said that your group is extremist and Islamophobic (ph), and some people have even equate it to a hate group.",
  "(CROSSTALK)\n\nLEMON: There is no direct knowledge that we had that CAIR has anything to do with the Muslim brotherhood.",
  "And for anybody to suggest that it’s his hysterical or its conspiracy theory to point this out is I think malfeasance.",
  "(CROSSTALK)\n\nLEMON: That is — that’s going to be…\n\nGAFFNEY: And I would think this is a point on which we could agree.",
  "The problem I have is similar to the problem that actually anti-communists during the Cold War with Joseph McCarthy.",
  "You may work here but that doesn’t mean you know a damn thing about polling any more than your colleagues than me.",
  "It doesn’t meet the guideline of other network over your…\n\nGAFFNEY: You do not know what you’re talking about.",
  "And I’m suggesting to you I can show you other examples in which you’ve used exactly the same methodology.",
  "And Mr. Gaffney in his press release cited an actual poll conducted by the Pew Research Center in 2001.",
  "He used Grover Norquist, a very conservative right wing…\n\n(CROSSTALK)\n\nLEMON: I will let you respond.",
  "I was referring to what Mr…\n\n(CROSSTALK)\n\nGAFFNEY: I didn’t say you say anything about CAIR at all.",
  "They have been some of the ablest diplomats to send to Iraq to sort out that mess of a country, OK?",
  "And the idea of important still more willy-nilly, it seems to me that makes no sense at all.",
  "I think that we have enough Jihadists in America at the moment, plenty, actually too many.",
  "(CROSSTALK)\n\nGAFFNEY: You have put that poll in the air, we’re talking about it right now.",
  "GAFFNEY: That’s been demonstrated in the federal court in the Holy Land Foundation trial.",
  "And now you’re just and…\n\nLEMON: Michael — Michael, Frank, let’s get back on track here.",
  "Those are not the leaders of the Muslim American community that we want to see succeed.",
  "LEMON: You would not put that poll on the air because it does not meet CNN’s standard.",
  "You’re saying that you’re ignoring this suggesting that there are conspiracy theories.",
  "Whether you can discriminate between those who are actually bent on engaging in Jihad.",
  "These are things that are radicalizing agents that are making our country less safe.",
  "Donald Trump sounds more like a leader of a lynch mob than a great nation like ours.",
  "LEMON: Frank, is there a danger here that we paint all Muslims with a broad brush.",
  "But I want to make sure that…\n\n(CROSSTALK)\n\nLEMON: But how does one decide that?",
  "LEMON: Mr. Gaffney, I will let you are respond, but please don’t worry about it.",
  "WEISS: Grover Norquist is not exactly (Inaudible) on social or cultural issues.",
  "Every passing day he says something that makes this country less and less safe.",
  "Mr. Gaffney has said that his organization believes in peace through strength.",
  "(CROSSTALK)\n\nGAFFNEY: I would like how much more of this I have to listen to?",
  "That tracks with a national average of 67 percent of the general population.",
  "(END VIDEO CLIP)\n\nLEMON: Frank, I know that you take great issue with CAIR.",
  "It is the industry standard, sir, you don’t know what you’re talking about.",
  "They are on the frontlines, they have been served in Afghanistan and Iraq.",
  "It doesn’t, but with all due respect, it doesn’t meet…\n\nGAFFNEY: It does.",
  "And others associated with the Muslim brotherhood or Islamic supremacism.",
  "Let me give you some statistics from that poll, which I also research.",
  "He has denounced this man for accusing him of being a closet Islamist.",
  "GAFFNEY: Are you suggesting me that you don’t know what I sense for?",
  "GAFFNEY: This is about attacking me or are we attacking the enemy?",
  "I think he has confused this with peace through conspiracy theory.",
  "So, this is a self-criticism within the American Muslim community.",
  "Muslims are going to the necessary ingredients to fight Jihadism.",
  "GAFFNEY: Well, I disagree on perhaps very important distinction.",
  "WEISS: And I’m addressing to something with statistical data.",
  "GAFFNEY: You don’t know what you’re talking about again, sir.",
  "But one thing we all agree with your guest is the following.",
  "WEISS: Who is promulgating a doctrine of hatred and bigotry.",
  "GAFFNEY: Well, I think there are points in which we agree.",
  "Donald Trump is a buffoon, OK. He’s a dangerous buffoon.",
  "LEMON: … it doesn’t meet the guidelines — no, yes, I do.",
  "WEISS: These are the things that you have said, sir.",
  "Michael Weiss, what do you — what’s your reaction?",
  "LEMON: Again, it does not meet the CNN standards.",
  "This country does face a problem from Jihadist.",
  "LEMON: We will agree to disagree on that point.",
  "GAFFNEY: We will agree to look into it further.",
  "So, reject you — reject your characterization.",
  "GAFFNEY: Four general judges have affirmed it.",
  "I can — I can refer you to your own quotation.",
  "GAFFNEY: I have stand by…\n\nWEISS: Excuse me.",
  "Let’s listen to it, and then we can discuss.",
  "How does one…\n\nGAFFNEY: Well, I don’t know.",
  "GAFFNEY: Well, let me put my view forward.",
  "LEMON: Let’s not get too far in the weeds.",
  "LEMON: But I want to talk about the poll.",
  "But the American people had enough of it.",
  "You have — if will permit me to respond.",
  "I had the chance to read the poll today.",
  "LEMON: … held a press conference today.",
  "It is reckless and simply un-American.",
  "WEISS: I have said nothing about CAIR.",
  "I tell Kelly Ann…\n\nLEMON: I work here.",
  "GAFFNEY: I wish we could be on that.",
  "(CROSSTALK)\n\nLEMON: Let him respond.",
  "Explain to us what your center does?",
  "And that’s why I have never done it.",
  "LEMON: That’s going to be the last.",
  "This is a hysterical propagandist.",
  "WEISS: This is arranged in Syria.",
  "Again, we’ll agree to disagree.",
  "You need Muslims on our side.",
  "(CROSSTALK)\n\nLEMON: Hang on.",
  "Let’s go back on point here.",
  "GAFFNEY: Of course there is.",
  "LEMON: Michael, go ahead.",
  "LEMON: Let him respond.",
  "Now, we oppose to that.",
  "LEMON: … Donald Trump.",
  "GAFFNEY: … who did it.",
  "LEMON: OK. All right.",
  "Standby, Mr. Gaffney.",
  "GAFFNEY: … and other.",
  "Thank you, gentlemen.",
  "LEMON: That’s yours.",
  "OK. Let’s move on.",
  "LEMON: All right.",
  "WEISS: No, look.",
  "I appreciate it.",
  "Why is that?",
  "LEMON: Yes.",
  "No, no, no.",
  "LEMON: Yes.",
  "LEMON: Yes.",
  "Not once.",
  "I hope.",
  "Hey.",
  "OK."
]