[
  "Additional hot button issues revealed in the poll include:\n\n“Failed to stop the Obama policy of not only recruiting transgender persons to the U.S. Military, but paying for hormone treatments and full sex change surgeries, plus salary and benefits while they are in “transition” and unable to serve.” (69 percent of Trump voters less likely to re-elect, 19 percent more likely)\n\n“Refuses to repeal Obamacare mandates and taxes to reduce the cost of health care.” (68 percent of Trump voters less likely to re-elect, 23 percent more likely)\n\n“Voted to continue government spending including funding Planned Parenthood abortions, without building the border wall on the Mexican border, defunding National Public Radio or trying again to repeal Obamacare.” (66 percent of Trump voters less likely to re-elect, 23 percent more likely)\n\n“Failed to investigate President Obama and Secretary Clinton’s well documented collusion with the Russians.” (64 percent of Trump voters less likely to re-elect, 22 percent more likely)\n\n“Failed to support President Trump’s “more careful vetting” of immigrants in order to protect the American people, especially against immigrants from areas with a strong terrorist presence.” (67 percent of Trump voters less likely to re-elect, 24 percent more likely)\n\nPoll respondents also believe by a two to one margin that the GOP leadership in Congress is supporting the swamp President Trump promised to drain.",
  "When asked about the Southern Poverty Law Center’s list of organizations “it claims use ‘hate speech’,” 42.8 percent of poll respondents said Internet companies like Paypal, Google, Facebook, and Twitter should not use this list “as an excuse to censor or suppress mainstream and non-violent conservative groups by denying them access to their services.”\n\nOminously, however, 31.8 percent of respondents said Internet companies should use this list “as an excuse to censor or suppress mainstream and non-violent conservative groups by denying them access to their services.”\n\nThat question was preceded by this description:\n\nThe liberal George Soros funded Southern Poverty Law Center (SPLC) has created a list of organizations it claims use “hate speech,” and has placed many mainstream conservative political non-profit organizations on that list, mixing them in with genuine terror groups like the KKK and the Aryan Brotherhood.",
  "In a poll of 1,000 likely voters released Thursday by the Center for Security Policy and the Eagle Forum, respondents said by more than a four to one margin it was “time for new Republican leadership in Congress, which would mean replacing Senate Leader Mitch McConnell and Speaker Paul Ryan.”\n\nSixty-three percent of all respondents said it was time for new Republican leadership in Congress, while only 15 percent said it was not time for new Republican leadership.",
  "A whopping 69 percent of those who voted for President Trump in 2016 said they would be less likely to re-elect their Member of Congress who “Has increased the debt ceiling to spend more money the government doesn’t have, without any new constraints on future spending.” Only 20 percent of Trump voters said they would be more likely to re-elect such a Member of Congress.",
  "Similarly, 67 percent of those who voted for President Trump in 2016 said they would be less likely to re-elect their Member of Congress who “Is bailing out the health insurance companies without repealing Obamacare.” Only 21 percent of Trump voters said they would be more likely to re-elect such a Member of Congress.",
  "If GOP Congressional incumbents fail to get some form of real Obamacare repeal done, fail to fund the wall, fail to use their majority to reign in government and fail to make real spending cuts, then it is clear that they will also fail to win GOP voters in their upcoming primary campaigns,” Manning adds.",
  "Disapproval of Republican leadership was high among those who voted for President Trump in 2016, and that dissatisfaction could be very bad news for Republican members of Congress who fail to back the Trump agenda, as a number of questions about specific policies revealed.",
  "Forty five percent were Protestant, 26 percent were Catholic, 18.7 percent were Atheist/Agnostic, 3.6 percent were Jewish, 1.5 percent were Buddhist, 1.2 percent were Mormon, 1 percent were Muslim, 0.7 percent were Eastern/Greek Orthodox, and 2.2 percent were Other.",
  "For those in DC who are politically deluding themselves, it is clear that the way forward is by standing on the President’s shoulders, not by cutting him off at the knees,” Rick Manning, President of Americans for Limited Government, tells Breitbart News.",
  "The poll’s timing is excellent, as any serious primary challenger to an incumbent will need to be prepared to make an announcement of candidacy between now and the end of this year, at the latest.",
  "Recently, Internet companies like Paypal, Google, Facebook and Twitter have started colluding with the SPLC by using their list as an excuse to selectively censor mainstream conservative thought.",
  "“The just announced debt ceiling deal is disappointing and a lost opportunity, but the good news is that the next three months will provide a final test for the GOP incumbents in Congress.",
  "49 percent of respondents said the GOP leadership in Congress is supporting the swamp President promised to drain, while 22 percent say the GOP leadership is helping drain the swamp.",
  "As Manning notes, these poll results will almost certainly embolden potential Republican primary challengers to Congressional incumbents who fail to back President Trump’s agenda.",
  "The bad news for Republican incumbents is that there are any number of issues where a vote against President Trump’s agenda could energize opposition within the Trump base.",
  "Sixty-eight percent of Republicans said it was time for new Republican leadership in Congress, while only 14 percent wanted to keep the current leadership.",
  "One fascinating gem not directly related to failures of Republican Congressional leadership was included in the poll’s top line summary of results.",
  "Fifty-one percent of Independents said the GOP leadership is supporting the swamp, while a miniscule 13 percent said they are trying to drain it.",
  "Forty-six percent of Republicans said the GOP leadership is supporting the swamp, while 30 percent said they are trying to drain it.",
  "Fifty percent of Democrats said the GOP leadership is supporting the swamp, while only 22 percent said they are trying to drain it.",
  "Seventy-one percent of respondents were White, 12 percent were African American, 11 percent were Hispanic and 4 percent were Asian.",
  "Republicans had a slightly more generous view of the actions of GOP leadership than Democrats or Independents, but not by much.",
  "Negative perceptions of the GOP leadership were remarkably consistent across the different geographic regions of the country.",
  "A new poll warns the Republican Congressional leadership that a revolt is brewing against them among President Trump’s base.",
  "The poll of 1,000 likely voters was conducted online by McLaughlin and Associates between August 24 and August 28.",
  "Twenty eight percent of respondents said they follow or like President Trump on Twitter, Facebook, or Instagram.",
  "Thirty-six percent of respondents were Democrats, 33 percent were Republicans, and 31 percent were Independents.",
  "Sixty-three percent of Democrats and 57 percent of Independents said it was time for new Republican leadership.",
  "“Trump voters are clearly disgusted by the failure of Congressional GOP leadership to keep their promises.",
  "Republicans were even harder on their own party’s Congressional leaders than Democrats or Independents.",
  "Only 27 percent of respondents in the East said the GOP leadership was trying to drain the swamp.",
  "That number dropped to 23 percent in the South, and 10 percent in both the Midwest and the West.",
  "Among Independents, skepticism of the GOP leadership was even higher.",
  "It has a margin of error of plus or minus 3.1 percent.",
  "You can read a top line summary of the poll here:",
  "Twenty-nine percent of respondents were unsure.",
  "Twenty-two percent were unsure."
]