[
  "Based on unfounded yet oft-repeated claims that American Muslim groups have ties to — or are outright fronts for — the Muslim Brotherhood, Lean said, the designation would provide cover for the administration to shut down nonprofits, maliciously prosecute individuals, and pursue other acts that would, in turn, leave ordinary American Muslims more vulnerable to marginalization and repression.",
  "“I believe that Muslim civil liberties could potentially, with this policy move, be wiped off the map.”\n\nAlthough violent groups like Hamas and al-Qaeda evolved from the Muslim Brotherhood, most counterterrorism experts do not consider the Muslim Brotherhood itself a terrorist organization, at least one that should be designated as such by the US State Department.",
  "The bill explicitly named CAIR along with two other major Muslim groups — the Islamic Society of North America and the North American Islamic Trust — as American affiliates of the Muslim Brotherhood, citing their appearance on a list of unindicted co-conspirators in the trial of the Holy Land Foundation, a group convicted of sending money to Hamas.",
  "“However, a group that could not even achieve this goal in Egypt, where it is from, poses very little risk to a country like the United States.” Moreover, Trager said, a terrorism designation “would significantly constrain any US president’s ability” to address the Brotherhood and its offshoots across the Middle East with a variety of approaches.",
  "Gaffney, through his Center for Security Policy, has for years been the principal proponent of conspiracy theories centering around Islamist infiltration, and he has repeatedly opposed the nomination of American Muslims to local and state-level government appointments, usually by accusing them of having ties to the Muslim Brotherhood.",
  "Win Mcnamee / Getty Images Frank Gaffney\n\nMembers of the hardline anti-Islam lobby are eagerly anticipating the possibility of the Trump administration designating the Muslim Brotherhood a terrorist organization, which is increasingly likely if conspiracy theorists like Frank Gaffney play a prominent role in Trump's transition team.",
  "However, a small group of committed anti-Islam conspiracy theorists in the United States view the Muslim Brotherhood as an enormously powerful, coordinated, and nefarious institution that has successfully infiltrated all levels of American government and society, particularly under the administration of Barack Obama.",
  "“This initiative is concerned with controlling American Muslims, not with any issue pertaining to the Muslim Brotherhood in any practical or realistic sense.” Nathan Lean, author of The Islamophobia Industry, said such a designation could have chilling implications for Muslim civil society in the United States.",
  "While a terrorist designation would have several foreign policy implications, experts say the measure is being pushed primarily by stateside anti-Islam extremists like Gaffney who believe it would empower the Trump administration to target a number of major Muslim American nonprofits.",
  "Frank Gaffney told Breitbart that the terrorist designation should be the first step in Trump’s “strategy of victory over jihad.” “What a sweet moment, what a miraculous moment,” said Jamie Glazov, the managing editor of anti-Islam publication FrontPage Magazine.",
  "“It sounds like hyperbole, but I mean that very seriously.” The Muslim Brotherhood, founded in Egypt in 1928, is widely considered the progenitor of Islamism — the philosophy that the state should enforce perceived Islamic values in all spheres of life.",
  "“The Muslim Brotherhood is a totalitarian organization that very explicitly seeks local, regional, and global power,” said Eric Trager, a fellow at the Washington Institute for Near East Policy and author of Arab Fall, a book about the Brotherhood.",
  "In the worldview of Gaffney and his acolytes, the Muslim Brotherhood has several front groups in the United States, most prominently the Council on American-Islamic Relations, or CAIR, a civil rights organization with chapters across the country.",
  "Experts told BuzzFeed News that a State Department directed by a Trump ally such as Rudy Giuliani or John Bolton would be significantly more likely to respond to Congress’s call by giving the Muslim Brotherhood an official terrorist designation.",
  "“Within the Republican foreign policy establishment, there was a desire to tamp down this idea during the spring, because it was seen as a distraction from the task of combating ISIS,” said Trager, the analyst at the Washington Institute.",
  "“Some US Muslim organizations were founded by or with the assistance of the Muslim Brotherhood decades ago, but for most of them, these links are ancient history,” said Berger, the analyst at George Washington University.",
  "Gaffney believes the Muslim Brotherhood has infiltrated the US government at every level and has even questioned whether Barack Obama was “America’s first Muslim president” implementing the Brotherhood’s plans.",
  "“It’s something that we’ve been quite concerned about,” a senate aide to Cruz told BuzzFeed News, in reference to the Muslim Brotherhood’s alleged influence in the United States via groups like CAIR.",
  "Last November, Cruz introduced legislation to the Senate asking the State Department to report to Congress about whether the Muslim Brotherhood should be designated a terrorist organization.",
  "“That establishment, however, has been dealt a serious blow.” Last week, Walid Phares, a top adviser to Trump, told an Egyptian newspaper that Trump would actively work to pass Cruz’s bill.",
  "“No major American Muslim organization is today affiliated with the group.”\n\nMichael B. Thomas / AFP / Getty Images A woman holds a sign in protest after a Donald Trump campaign rally.",
  "That designation would open any US persons or organizations accused of having an association with the Muslim Brotherhood to investigations, asset seizures, and other state actions.",
  "Although a Trump spokesperson denied that Gaffney is involved in the transition on Wednesday morning, the report was enough to set off a flurry of opposition and concern.",
  "Chief among them is Frank Gaffney, a Reagan-era Pentagon official who yesterday was named to Trump’s transition team, according to a Wall Street Journal report.",
  "“CAIR, ISNA, and other Brotherhood front groups should be shaking in their boots.”\n\n“I think the possibility of another Salem witch trial is always a reality.\"",
  "The Muslim Brotherhood briefly took power in Egypt after the Arab Spring, but was displaced in a 2013 military coup that left the group in disarray.",
  "“There seems to be a sort of single voice speaking for the Muslim community in the form of the Brotherhood.” But Cruz’s legislation stalled.",
  "(The Justice Department concluded that neither CAIR nor any other Muslim group on the list merited being charged with a crime.)",
  "During the early months of the presidential campaign, the anti-Islam lobby’s strongest alliances were with Sen. Ted Cruz.",
  "This is true even of analysts who believe the Muslim Brotherhood should be treated as an adversary hostile to the West.",
  "“I believe that Muslim civil liberties could potentially, with this policy move, be wiped off the map,” Lean said.",
  "Over the decades, the group remained centered in Egypt but developed offshoots across the Muslim world.",
  "Trump’s victory has given several of these groups and individuals unprecedented levels of influence.",
  "(Gaffney was one of Cruz’s chief national security advisors before moving to Trump’s camp.)",
  "Berger, a counterterrorism analyst at George Washington University’s Program on Extremism.",
  "Experts outside the anti-Islam lobby say that these claims, by and large, are false.",
  "Members of the anti-Islam lobby responded happily to Phares’s statements.",
  "“Let me be extremely clear,” said J.M."
]