[
  "If Mr. Trump is to avoid being held hostage by North Korean blackmail or, worse yet, seeing Kim Jong Un act on his oft-stated determination to destroy our country, the President must immediately undertake two steps:\n\nFirst, in May, Rep. Trent Franks advised the President of the availability of a predictive algorithm that – based upon years of testing, including on the Army’s classified PAC-3 anti-missile simulator – could promptly and significantly enhance the capabilities of existing, as well as future, anti-missile systems.",
  "While fecklessness towards the emerging North Korean threat characterized the Clinton and Bush ’43 administrations, we find ourselves needlessly exposed to its present magnitude in no small measure because Obama’s so-called strategic patience was characterized by inaction on two, vital fronts: advancing the U.S. missile defense capabilities and protecting the grid against electromagnetic pulse and other perils.",
  "The intervening months have made clear why – with dictator Kim Jong-un’s incessant ballistic missile tests of ever-more-formidable weapons, his sixth underground explosion on Sunday apparently of a thermonuclear weapon and his escalating threats, which now include explicitly an electromagnetic pulse (EMP) attack on America’s vulnerable electric grid.",
  "Confirming the effectiveness of this software, known as the Hypersonic Intercept Technology, and bringing it to bear against both North Korean threats and those now emerging from Russia and China (which include advanced hypersonic and maneuvering missiles designed to defeat our present missile defenses) must be given the highest priority.",
  "Instead, it dressed up inactivity and passivity in the face of the metastasizing danger as “strategic patience.”\n\nEven before the North Koreans’ latest intercontinental missile launches, nuclear test, and threat of an EMP attack, Mr. Trump and his senior subordinates have properly signaled that the era of strategic patience is at an end.",
  "Similarly, Team Obama was convinced that it would rid the world of nuclear weapons and so declined to take seriously, let alone do anything appreciable about, the danger that one or more detonated outside the atmosphere over the United States could destroy our most critical of critical infrastructures: the electric grid.",
  "While George W. Bush formally withdrew us from the ABM Treaty in 2002, the capabilities of such defenses as have been put into place have been deliberately limited – so much so that they were reportedly not up to the task of shooting down the ballistic missile Pyongyang fired over Japan last week.",
  "This is a moment when the Congress must stand united with President Trump in resisting the inevitable blackmailing to come from North Korea by doing everything practicable to defeat Pyongyang’s missile threats and deny Kim Jong-Un his ultimate instrument of extortion by securing our grid.",
  "Barack Obama and his subordinates brought to office a visceral enmity towards missile defense, born of an ideological attachment to the obsolete Anti-Ballistic Missile Treaty with the Soviet Union, which prevented the United States from having any effective anti-missile systems.",
  "Late in his presidency, Mr. Obama did evince concern about a similar, nation-ending effect being caused by intense solar storms, but did little to make the grid resilient against that source of destructive electromagnetic pulses, either.",
  "These techniques must now be applied on an emergency basis to ensure that the civilian grid – upon which both our armed forces and our population and economy critically depend – is made as invulnerable as possible to enemy action.",
  "The next step is to implement, at last, the recommendations this panel has been making for 13 years concerning practical, near-term and affordable steps to enhance the resiliency of our electric infrastructure.",
  "Equally apparent is the fact this witches’ brew of trouble is befalling the United States on President Trump’s watch because the Obama administration basically did nothing to attenuate the danger.",
  "A first step would be to extend the life of the Congressional EMP Threat Commission – the nation’s foremost authorities on the sorts of menace now explicitly posed by the North Korean government.",
  "When Barack Obama handed off to his successor the presidency of the United States, he impressed upon Donald Trump that his greatest worry was North Korea.",
  "The imperative of protecting the nation’s bulk-power distribution system, better known as “the grid,” must now take precedence over other improvements.",
  "Unfortunately, in the absence of urgent course corrections on several fronts, the period now dawning is likely to be one of strategic blackmail.",
  "As things stand now, its existing mandate will end in less than a month and the Commission’s expertise is needed now more than ever.",
  "The U.S. military has known for decades how to “harden” electrical and electronic gear from EMP.",
  "Frank J. Gaffney, Jr. acted as an Assistant Secretary of Defense in the Reagan administration.",
  "Second, the President has already pledged to upgrade America’s critical infrastructure.",
  "He is President of the Center for Security Policy."
]