[
  "Consistent with Weiss’ remarks, human rights group Amnesty International quoted Alper Merdoglu, identified as a member of the board of the Istanbul Branch of the Chamber of Engineering Physicists and a member organization of Chamber of Architects and Engineers who participated in the protests, as saying, “[Police] were beating me and all the while shouting insults at me, including threats to rape members of my family.”\n\nDeniz Ersahin, another protester, told Amnesty International that police officers sexually assaulted her, noting: “They shouted sexual insults like ‘bitch’ and threatened me with rape.",
  "The CSP expert described the Erdogan regime’s response to the Gezi demonstrations — sparked by residents protesting the building of a shopping center at the park — as “ a turning point for Turkey’s history entirely.”\n\nEchoing news reports, Weiss noted that that oppression has intensified under the Erdogan “dictatorship.”\n\nShe explained:\n\nTurkey’s move away from a secular democracy, its creeping Sharia and its slide towards authoritarian rule have created an entire climate of fear.",
  "Dr. Y. Alp Aslandogan, the executive director of the non-profit Alliance for Shared Values, recently told Breitbart News that Erdogan’s authoritarian government has deemed Christians and Jews “enemies of the state.”\n\nThe latest U.S. State Department International Religious Freedom Report acknowledges that discrimination against Christians and other religious minorities intensified in Turkey following the failed coup attempt of July 2016.",
  "In the wake of the failed coup attempt of July 2016, human rights group Amnesty International revealed that many of the thousands of prisoners detained on charges of being linked to the rebellion “have been subjected to severe beatings and torture, including rape.”\n\nSeveral news outlets emphasized that the Erdogan regime was targeting women in response to the coup attempt.",
  "During a discussion on Wednesday focused on the conditions in Turkey under the Erdogan, Deborah Weiss, a senior fellow at the Center for Security Policy (CSP) think tank that hosted the event, proclaimed:\n\nTurkey is no longer a nation of laws but a nation of men, It is corrupt.",
  "Women must defend themselves.”\n\nOn Wednesday, Uzay Bulut, a U.S.-based Turkish journalist who covers antisemitism and minority rights in Turkey, stressed that the Erdogan regime is also persecuting the indigenous Christian, Yazidi, and Jewish communities in the country.",
  "… A police officer felt my bottom.”\n\nWeiss pointed out that Erdogan erroneously labeled the protesters as terrorists or terrorist sympathizers for speaking out against the government, a label that he has allegedly continued to use to crack down on the opposition.",
  "WASHINGTON, DC — Several human rights activists and other analysts have accused the regime of President Recep Tayyip Erdogan of employing “rape” to punish and threaten political detractors, including journalists who have dared criticize the government.",
  "“Only Turkish nationalism and Islam have been able to grow and take root all other philosophies religions cultures, faiths, and ideas have brutally and sometimes violently oppressed,” Bulut, who participated in the discussions, declared.",
  "“One -third of the journalists who are imprisoned worldwide are sitting in Turkish jails.”\n\nIn February, a group of journalists accused the Erdogan regime of beating them and threatening them with rape during a raid on their office.",
  "Some people were raped and this was obviously an indicator that this government under Erdogan no longer was going to tolerate political dissent or any free expression and obviously also freedom of association was in jeopardy.",
  "Bulut noted that “severe persecution” that continues under Erdogan has rendered Turkey — formerly a Christian majority region with sizable Jewish and Yazidi (or Yezidi) communities — a Muslim-majority country.",
  "“The coup, the war, AKP’s [ruling Justice and Development] backwardness or jihadist mobs … they all target women,” said University Women’s Collective, a popular feminist group, in a statement.",
  "When I protested, he threatened to rape me,” Turkey’s Cumhuriyet newspaper quoted Gulfem Karatas, a reporter for the Turkish left-leaning television channel IMC TV, as saying.",
  "The free media is history … there’s no academic freedom, no independent judiciary, and no freedom of thought on political manners in any forum whatsoever.",
  "… Instead of responding in a reasonable way [to the Gezi park protests in 2013], the government clamped down with more violence.",
  "Currently, the Yazidi religion and Protestant Christianity are treated as security threats in Turkey, noted the analyst.",
  "They are enforcing their manhood by threatening to rape the wives or daughters of the declared enemy.",
  "“As I was taken downstairs in handcuffs, a plain-clothes officer hit me in the back with a metal bar.",
  "… Freedom of expression [and] association and political dissent has declined.",
  "“Turkey has more journalists in jail than any other country in the world.",
  "“They use sexual harassment against women’s [quest to] exist freely.",
  "Weiss stressed that regime has particularly targeted journalists.",
  "It’s authoritarian, and sometimes even brutal and violent.",
  "They shot tear gas into the crowds.",
  "They shot bullets into the crowds.",
  "More than Iran,” she revealed.",
  "NGOs have been folded.",
  "People were beaten.",
  "More than China.",
  "It’s Islamized."
]