[
  "The pamphlet, which functions as a call to arms against alleged infiltration by Muslim immigrants, includes Corcoran's recommendation to \"demand a complete halt\" to Muslim immigration to the U.S. She also encourages her readers to \"speak up against the opening of more mosques in your neighborhoods,\" saying they \"are literally the beachheads for the expanding Muslim population as it marks its expanding territory.\"",
  "Gaffney's think tank is the source of a widely-panned poll stating that 25 percent of Muslim-Americans support violence to advance a “global jihad.” Trump cited the poll in a statement on Monday to justify his proposed ban on Muslim immigration, though experts have widely criticized the findings as inaccurate -- not least because they were acquired through an online opt-in survey that used loaded questions.",
  "Santorum told the Des Moines Register editorial board on Tuesday that Trump’s proposed blanket ban on Muslim immigration is not a “reasonable, prudent step.” Yet the former Pennsylvania senator does want to ban Muslims who come from countries such as Syria, Libya and Yemen, on the grounds that those countries have large numbers of extremists.",
  "The famously hard-line Conservative Political Action Conference barred Gaffney from attending in 2011 after he claimed that Suhail Khan and Grover Norquist, board members of the group that convenes the annual gathering, were part of a Muslim Brotherhood effort to infiltrate the conservative movement.",
  "\"Given the justified denunciations following Trump’s comments, GOP candidates and the party as a whole would do well to take a public stand in opposition to anti-Muslim hate,\" the Southern Poverty Law Center's Stephen Piggott wrote in a blog post on Wednesday.",
  "The Center for Security Policy -- founded by Frank Gaffney, one of “America’s most notorious Islamophobes,\" according to the Southern Poverty Law Center -- published the discredited poll that Trump cited to support his controversial plan.",
  "Yet Cruz, Carson, Huckabee, Santorum and Trump have all spoken at one or more of the Center for Security Policy’s previous three state-level summits this year, all of which were in early presidential primary or caucus states.",
  "A Carson campaign spokesman told The Huffington Post on Monday that the retired neurosurgeon would require all foreign visitors to “register” with the government so they can be monitored, and did not criticize Trump’s plan.",
  "Piggott cited \"Refugee Resettlement and the Hijra to America,\" a pamphlet that Corcoran authored on behalf of the organization, as an example of the Center for Security Policy's promulgation of hateful views.",
  "Republican presidential hopeful Jeb Bush's campaign told HuffPost that he would not be attending the Las Vegas conference, but did not a provide a reason for this or comment on Bush's opinion of Gaffney.",
  "The organization is holding its National Security Action Summit - Nevada in Las Vegas next Monday, and GOP presidential contenders Carly Fiorina, Ben Carson and Rick Santorum will all be participating.",
  "Scott Olson/Getty Images Carly Fiorina criticized Donald Trump's proposal to ban Muslims from the U.S., but she is appearing at a conference organized by anti-Muslim activist Frank Gaffney.",
  "Some of the Republican presidential candidates slamming Donald Trump’s proposal to ban Muslims from entering the United States are embracing the think tank that helped him justify the idea.",
  "The campaigns of the other GOP presidential candidates who were also invited to speak at the event -- Trump, Sen. Marco Rubio (R-Fla.), Sen. Ted Cruz (R-Texas), former Arkansas Gov.",
  "He is a leading “proponent of the idea that American Muslims seek to impose a totalitarian Islamic regime on the United States,” according to the Center for American Progress.",
  "Of the three GOP candidates participating in the conference, Fiorina has issued the strongest condemnation of Trump's recent proposal to exclude Muslims from the country.",
  "Richard Ellis via Getty Images Sen. Ted Cruz (R-Texas) talks with Frank Gaffney after addressing the South Carolina National Security Action Summit on March 14, 2015.",
  "The Southern Poverty Law Center considers the Center for Security Policy to be an anti-Muslim group, but not everyone working there is racist, Piggott said.",
  "Santorum and Carson's campaigns did not immediately respond when asked whether the candidates would reconsider appearing at the Las Vegas conference.",
  "Gaffney will also speak, as will anti-Muslim activist Ann Corcoran, whose group, Refugee Resettlement Watch, is a favorite of white supremacists.",
  "The hate watchdog group does not include the Center for Security Policy on its official list of hate groups, but it will do so in 2016.",
  "“It’s a violation of our Constitution, but it also undermines the character of our nation,” Fiorina said on Tuesday.",
  "\"A positive first step towards this would be not attending next week’s National Security Action Summit in Vegas.\"",
  "“We stand for religious liberty.”\n\nFiorina's campaign attempted to distance her from the conference.",
  "George Pataki (R) -- did not immediately respond to inquiries about whether they planned to attend.",
  "But the most controversial aspect of collaborating with the organization is Gaffney himself.",
  "\"Carly isn't a speaker at this event,\" said Anna Epstein, a spokeswoman for Fiorina.",
  "\"We're submitting a video and we submit videos to lots of groups that request them.\"",
  "Even some prominent conservatives have rejected Gaffney's conspiracy theories.",
  "Mike Huckabee (R) and former New York Gov.",
  "Also on HuffPost:"
]