[
  "This included the illegal leaking of General Michael Flynn’s name from an NSA report and press reports that the Obama administration in its final weeks lowered the threshold for access to NSA information and spread intelligence about Russian interference in the election and alleged collusion between Russia and the Trump campaign throughout the government.",
  "In an interview with Andrea Mitchell on MSNBC Tuesday, former National Security Adviser Susan Rice broke her silence over this week’s stunning reports that she requested the names of Trump campaign and transition officials be “demasked” from National Security Agency (NSA) intercepts.",
  "Also factor in House Intelligence Committee Chairman Devin Nunes’s disclosure in a March 22 press conference that the names of Trump campaign or transition officials were demasked from NSA reports that had nothing to do with Russia or alleged wrongdoing by the Trump campaign.",
  "Bloomberg reporter Eli Lake confirmed this in a bombshell April 3 report in which he said the demasked reports “contained valuable political information on the Trump transition.” Lake also broke the story that Rice asked for the demaskings in this report.",
  "The names of U.S. citizens “incidentally” mentioned in NSA reports are masked to preserve their identities because America’s intelligence agencies are barred from spying on American citizens except in extraordinary circumstances with court approval.",
  "My guess is that Rice’s demasking requests were on behalf of the Obama National Security Council and were part of a broad campaign that began in early 2016 to abuse U.S. intelligence to hurt the Trump candidacy and then his presidency.",
  "An April 3 Daily Caller report that Rice ordered U.S. spy agencies to produce “detailed spreadsheets” of legal phone calls involving Donald Trump and his aides when he was running for president makes this story more interesting.",
  "While it was legal for her to do this, it was highly unethical and would be a huge scandal if a Republican senior official sought the names of Democratic political opponents from U.S. intelligence reports.",
  "While Rice would not deny that she asked that names of Trump officials be demasked, she insisted the Obama administration did not spy on Mr. Trump or his staff for political purposes.",
  "Rice’s interview came amid a growing controversy that the Obama administration abused U.S. intelligence to spy on the Trump campaign and leak intelligence to the press to hurt Trump.",
  "Rice correctly said in her interview that policymakers sometimes request to know the identities of Americans from NSA reports to understand these reports in certain circumstances.",
  "As a former CIA analyst who has handled requests for demasking the names of American citizens for a U.S. policymaker, I thought Rice’s claims in her interview did not add up.",
  "It is hard to fathom how the demasking of multiple Trump campaign and transition officials was not politically motivated.",
  "If a senior official gives what appears to be a national security reason, demasking requests are almost always approved.",
  "Despite determined efforts by the mainstream media to stamp out this story, the smoke of this scandal continues to grow.",
  "It wouldn’t surprise me if former Deputy National Security Council Ben Rhodes was deeply involved in this campaign.",
  "This seemed to be an attempt by Rice to make her requests look legitimate because NSA carefully reviewed them.",
  "Rice also said there is an Intelligence Community process to review whether to approve demasking requests.",
  "Rice confirmed that she requested the demasking of Americans while she was National Security Adviser.",
  "She also tried to dismiss this controversy by claiming NSA demasking requests are routine.",
  "She also offered some questionable explanations for the demasking process.",
  "They actually are not routine and taken very seriously by NSA.",
  "Rice denied this allegation during her MSNBC interview.",
  "Susan Rice’s interview Tuesday added more smoke.",
  "In fact, this review is pro forma.",
  "Rice’s denials don’t add up.",
  "It was an awkward interview."
]