[
  "“Third, and this remains iffy at this point, if ISIS does decide to financially, logistically, or strategically support these colonies, it would indeed create forward bases for ISIS, allowing it not only to open new fronts but also provide it with a greater access to resources and trafficking routes that could be used to (re)supply its existing fronts and territories,” St-Pierre said.",
  "“Second, while not necessarily opening new fronts, it does create more favorable conditions for a regional spill-over of the localized conflicts, something that is already a great concern in the Middle East, North Africa, and Sahel (the desert territory south of the Sahara).",
  "She also says, “The response has to be more than just a military one, which is what we’ve been doing.”\n\nShe adds, “What I am saying is that we have to address the actual enemy threat which is the doctrine of Islamic Jihad and Shariah Law.”",
  "That so many Muslims in the Middle-East and some in the West, drool like dogs, when you mention his name, says as much about their low self-esteem, as al-Baghdadi’s moral incontinence and brutal inhumanity,” Cohen said.",
  "Intelligence Community analyst Peter Cohen said in an interview that whether ISIS moves militarily or organically through colonies or constituent alliances, two nations in the report have the organization to stop them.",
  "One report from the Washington Institute says ISIS has developed colonies in areas as far as Saudi Arabia, Yemen, Algeria, and in the Sinai Peninsula through jihadist groups declaring loyalty to the Islamic State.",
  "That means the governments, legal institutions, faith communities, intelligence organizations, diplomatic arms, the political structures, and the social and military establishment,” Lopez said.",
  "Even if ISIS doesn’t move to attack Saudi Arabia, Yan St-Pierre, CEO of the Intelligence firm MOSECON told Breitbart in an interview that there are three possibilities for ISIS expansion.",
  "Cohen believes that Islamist government-like structures will always have difficulties in remaining organized:\n\nRemember this too: Islam is inherently anarchic, nihilistic and entropic.",
  "St-Pierre, whose firm provides intelligence to governmental and non-governmental groups, adds that one of the burdens ISIS faces is maintaining control of its existing territories.",
  "This prominence enables a stronger recruitment and the establishment of various partnerships that could alter the tendencies of some of the aforementioned conflicts.",
  "Groups like the one controlling the Libyan city of Darna receive little more than a formal recognition of their allegiance to the Caliphate,” St-Pierre said.",
  "No Islamic nation to date, including increasingly Islamic Turkey, Malaysia, and Indonesia, has passed the democracy test, and all eventually implode.",
  "“Wherever the Caliphate (ISIS) claims as its address and hoists its banner, rest assured, offensive jihad gains exponential traction,” Kutnicki said.",
  "Reports coming out of the Middle East warn that the Islamic State terrorist group has established provinces across the region and a colony in Libya.",
  "Jerusalem-based intelligence analyst Adina Kutnicki told Breitbart in an interview that ISIS’ expansion into Libya is definitely an offensive move.",
  "Jihad Watch publisher Robert Spencer told Breitbart that the number of declared Islamic State loyalists means the Caliphate is gaining credibility.",
  "“First, it gives notoriety to certain groups that have been embroiled in civil wars like in Libya or conflict zones like Sudan, Mali or Tunisia.",
  "As to the west, they have no fear of the leadership of the free world and will not take any of the leaders into consideration,” Kutnicki said.",
  "One station is the result of fighters loyal to ISIS leader Abu Bakr al-Baghdadi gaining complete control of the Libyan seaport city of Derna.",
  "She adds that in the push to enlarge its influence and territory, no city will be spared and the Islamic State will ignore Western leaders.",
  "“ISIS still has issues consolidating its current territory, so diverting resources to other regions remains unlikely and at this point.",
  "“I believe they will first target Saudi Arabia, for capturing the Kingdom brings them one step closer to controlling Sunni Islam.",
  "Rest assured, once they close in on Israel, Jerusalem’s nukes will be brought out, albeit the low yield ones,” Kutnicki said.",
  "“I believe it is entirely possible that the 200,000 number is a close estimate, though proving it would be nearly impossible.",
  "“It seems that the Islamic State is establishing franchises in the same way that al-Qaida did before them,” Lopez said.",
  "The successful ISIS expansion of its brand is causing Middle East analysts to project ISIS next move militarily.",
  "Lopez said in an interview that ISIS’ successful expansion is because they’re following a successful formula.",
  "“Everybody has sworn loyalty to al-Baghdadi, like mass hysteria, but that doesn’t mean they really mean it.",
  "Therefore this ultimately means that there will be even more violence against Westerners and non-Muslims.",
  "After which, the rest will be much easier to control, but in this order: Jordan, Lebanon and Israel.",
  "The residue of the former government has no influence and Tripoli is occupied by radical Islamists.",
  "Center for Security Policy Vice President for Research Clare Lopez agrees with both assessments.",
  "Malaysia is even less so and poor old Kazakhstan remains the exception that proves the rule.",
  "Kutnicki also says she takes seriously the recent reports that ISIS’ army numbers 200,000.",
  "However, Lopez believes that the threat from the ISIS colonization and expansion is real.",
  "However, because of a historical pattern, Cohen doubts the potential for ISIS longevity.",
  "Al-Baghdadi, when you look at his background, is a loser, a ‘Woody Allen with a sword’.",
  "“What all of this means is that the problem is bigger than one posed by any one group.",
  "The West is under assault from an attack on the whole of civilization,” she explained.",
  "This is a new level that will make these days look like times of peace,” Spencer said.",
  "If Kazakhstan did not have a neo-USSR dictator, it would have an Islamic government.",
  "Since the threat is real, she says, a coordinated response from the West is needed.",
  "Ataturk’s reforms in Turkey did not last; Sukarno could not keep Indonesia secular.",
  "If these nations all fail, al-Baghdadi’s ‘Caliphate’ is bogus; it won’t happen.",
  "“Baghdad will not be spared, it is an integral part of their Caliphate plans.",
  "She also told Breitbart that she believes ISIS’ will move on Saudi Arabia.",
  "In Sunni Islam, only the caliph is authorized to wage offensive jihad.",
  "“This means that we have to respond with all of Western civilization.",
  "Someone will ice him, whether a follower, a Kurd or a Western plan.",
  "Derna is near the Egyptian border and about 200 miles from Greece.",
  "The same thing in Yemen, except Libya has no Shias,” Cohen said.",
  "However, Kutnicki believes ISIS has the power to move forward.",
  "Nevertheless, it is a viable guesstimate,” Kutnicki said.",
  "Adina Kutnicki says ISIS has further plans for expansion.",
  "“This means the caliphate claim is gaining traction.",
  "“Libya has collapsed and is no longer a true nation.",
  "St-Pierre says there are three possibilities.",
  "ISIS has spread, they note, as far as Africa.",
  "He is really a nobody."
]