[
  "This is a metastasizing cancer, really.”\n\nHe noted the increasing evidence that the Brussels bombings were meant to be radiological attacks, or “dirty bombs,” which would have made the already horrific carnage even worse, and with the possibility of further attacks looming over the next few months, national security would surely “rocket to the forefront in this election season.”\n\nGaffney said it was difficult to grasp the magnitude of the threat America was dealing with, “whether it’s from immigration, illegal, or refugees, or parolees, or lottery winners, or any number of other means by which we’ve been admitting people who are potentially mortal threats to this country… or whether it’s the fact that we’ve got people here already who represent those sorts of threats, and who have an infrastructure in place in this country, as we’ve seen they had in Brussels, and in Paris, and in other parts of Europe…”\n\nOn the latter point, he clarified that the Muslim Brotherhood has been working for decades, since the early 1960s, to establish a network of “mosques, cultural centers, Islamic societies, front groups, and influence operations” that have “basically created the infrastructure for jihad.”\n\n“I’m not saying that they’re using it for that purpose now, but that’s, I think, clearly what’s anticipated,” Gaffney warned.",
  "This is contained in a document that the Muslim Brotherhood itself generated, called the Explanatory Memorandum.”\n\nHe directed listeners to the Center for Security Policy’s website to obtain a copy of this document, which he recommended reading to understand the concept of “civilization jihad,” the Islamist strategy to “take over countries like ours.”\n\n“I know it sounds crazy here, but we’re watching it take place in Europe,” he said.",
  "It doesn’t get better when it’s being ignored.”\n\nWhile he said he admired Donald Trump’s effort to “bring political space” to the debate about national security and the threat of jihad, Gaffney said he found himself “much more in alignment with the positions that Senator Cruz has taken across the board.” He added there was no doubt in his mind that Cruz was ready to take over as Commander-in-Chief on his first day in office.",
  "They believe that jihad is part of their God-directed responsibility.”\n\nI think that the President of the United States, who insists that this has nothing to do with Islam, this is a tiny group of people and they’re trying to hijack a great Abrahamic religion of peace, and so on… They’re either completely deluded themselves, or they’re purposely deluding the rest of us,” he said.",
  "On Wednesday morning’s edition of Breitbart News Daily , Frank Gaffney president of the Center for Security Policy and recently announced advisor to presidential candidate Senator Ted Cruz’s national security team, joined SiriusXM host Stephen K. Bannon to discuss the role terrorism and border security will play in the 2016 presidential race.",
  "“I don’t know if he’s talking about me, or if he’s talking about lots of people who are arriving at the same conclusion – that is that not all Muslims are engaged in this kind of jihad, either of the stealthy kind, of of the violent kind,” said Gaffney.",
  "Gaffney addressed accusations from the Left, prominently including President Obama, that those warning against the Islamist threat are “hatemongering” and slandering Islam with the actions of a tiny, insignificant minority.",
  "I think that’s what’s desperately needed at the moment, especially after eight years of Barack Obama.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00AM to 9:00AM EST.",
  "“It’s as important as Reagan’s efforts to help really define his differences with Jimmy Carter about the Soviet Union.",
  "Gaffney said border security issues should be a key issue for every prospective successor to President Obama.",
  "“It really comes down to judgment and instincts, as much as it does policy experience,” Gaffney said.",
  "“I think his experience stands up to scrutiny, but I really admire his instincts, and his judgment.",
  "Gaffney commended Senator Cruz for bringing “clarity” to the debate over Islamist terrorism.",
  "It is a problem that is now becoming manifest, and we’ve got to deal with it.",
  "And those that are, unfortunately, include the authorities of the faith.",
  "You can listen to the full interview with Frank Gaffney below:",
  "But it’s becoming… well, it’s not a festering sore any more.",
  "“This is a defining moment for our country,” he declared.",
  "We’re dealing with a totalitarian threat.",
  "It’s not the imaginings of a few of us.",
  "“This is a problem that is festering.",
  "“But an awful lot of them are.",
  "“Don’t take my word for it.",
  "It has for a long time.",
  "It’s real."
]