[
  "But one of the Trump campaign’s named foreign policy advisers, Joseph Schmitz, has ties to the Center for Security Policy, where he and Gaffney were among several co-authors of a 2010 report, “Shariah: The Threat to America.”\n\nAnd a leaked transition document named a CSP vice president, Clare Lopez, as a potential deputy national security adviser in a Trump White House.",
  "I look forward to helping the President-elect and the national security-minded team he is assembling in whatever way I can.”\n\nThe Wall Street Journal and New York Times, citing unidentified sources, both reported Tuesday night that Gaffney was advising the transition, though neither asserted that Gaffney had a formal appointed role.",
  "Getty Gaffney denies NYT, WSJ reports that he's a Trump adviser\n\nFrank Gaffney, a controversial national security activist who has been named in media reports as an adviser to the Trump transition team, denied Wednesday that he had been contacted by the transition, echoing earlier denials by the Trump team.",
  "More recently, Gaffney charged that Hillary Clinton’s senior aide Huma Abedin, who is Muslim, “was brilliantly placed to run Islamist influence operations” inside the U.S.\n\nDuring an appearance on MSNBC Wednesday, Trump spokesman Jason Miller disputed reports that Gaffney has a role in the transition.",
  "Gaffney, a Reagan Pentagon official who now runs the Center for Security Policy, has warned of “an Islamist Fifth Column operating inside our own country,” and said in 2009 that President Barack Obama is “still” a Muslim.",
  "Asked whether Gaffney is “advising the transition team in any way?” Miller replied, “No.”\n\nMiller would not respond directly to a follow-up about whether Gaffney had met with Donald Trump in recent days.",
  "“An unattributed quote appeared in the press yesterday indicating that I had been appointed to the Trump transition team,” Gaffney told POLITICO in a statement.",
  "“In fact, I had not been contacted by anyone from the team and appreciate the campaign's clarification today that the previous day's reports were inaccurate.",
  "Lopez, who also advised Cruz, holds views similar to Gaffney’s and has warned of Muslim infiltration in the U.S. government, including by Huma Abedin.",
  "The reports drew vigorous condemnation from both Democrats and many Republicans who called Gaffney an anti-Muslim conspiracy theorist.",
  "“I know he's a nice guy but he's not part of the transition team,” Miller said.",
  "Gaffney served as a campaign adviser to Texas Senator Ted Cruz."
]