[
  "As for whether the Department of Homeland Security is checking into the actions of antifa on campus as a potential terrorist threat, a high-ranking DHS official told Fox News, “We are not and typically would not unless they were threatening critical infrastructure.”\n\nFor MacDonald, the law enforcement expert, there is already a solution available to local and campus authorities.",
  "Kyle Shideler, director of the Threat Information Office at the Washington D.C.-based think tank Center for Security Policy, said Antifa proudly trace its roots back to Antifaschistische Aktion, the street fighting wing of the German Communist party in the 1920s and 1930s.”\n\n“Increasingly college campuses have become bastions for radical leftist politics.",
  "“I think an argument can be made that there is a compelling government interest in restoring safety and free exchange of ideas on college campuses, or at a minimum, in reducing or ending government funding for institutions of higher education which refuse to defend student and faculties free speech rights,” said Shideler of the Center for Security Policy.",
  "ANN COULTER REJECTS BERKELEY'S PROPOSAL TO RESCHEDULE HER SPEECH\n\nSchool officials appear to be hoping to avoid a replay of the Yiannopoulos incident, in which masked vandals did more than $100,000 worth of damage, setting fires and breaking windows in protest of the anticipated speech.",
  "“It was the threat of brute force,” she said, “The police decided they couldn’t guarantee our safety and I was told it’s over and hustled out of the building under police protection.”\n\nSome experts wonder whether it’s time for the Trump Administration or Congress to step in.",
  "“Antifa routinely take credit for such violent activities.”\n\nOH, SHUT UP: LET'S PROSECUTE CRIMINAL CAMPUS CRAZIES\n\nSome wonder whether universities are doing enough to stop the violence – and whether they are holding those responsible for the violence accountable.",
  "And although the school, which was the scene of violent protests earlier this year during an aborted appearance by conservative Milo Yiannopoulos, claims it reversed a decision to cancel Coulter’s April 27 remarks, Coulter insists she is still be censored.",
  "“In no uncertain terms we are working in close concert with local, regional, and national law enforcement agencies on investigations concerning the group referred to as the black bloc,” UC Berkeley Assistant Vice Chancellor Dan Mogulof told Fox News.",
  "That was followed by a violent attack on conservative author Charles Murray during a speech at Vermont’s Middlebury College and part of what critics say is a growing acceptance of violence directed at conservatives on college campuses.",
  "The ongoing controversy at University of California, Berkeley involving a planned speech by conservative firebrand Ann Coulter is the latest example of a school caught between provocative speech and the threat of reactionary violence.",
  "Manhattan Institute fellow Heather MacDonald, who writes about policing in America, said when she was on her way to roundtable at Claremont McKenna College in Southern California, she had to be escorted past throngs of protesters.",
  "Conservative speakers are under fire on college campuses, and critics say school officials who should be fostering a climate of intellectual diversity are instead siding with violent groups out to shut down free speech.",
  "It’s unclear whether Miller was actually in control of his twitter account at the time, and therefore responsible for the photos of an unconscious man with accompanying captions about punching out a Trump supporter.",
  "If an individual’s free speech is viewed as inherently ‘unsafe’ or ‘dangerous’ by these colleges, then it creates a milieu where the violent resistance to such speech is viewed as legitimate,” Shideler said.",
  "UC Berkeley told Fox News that the university employee suspected of taking part in the February riots and even may have tweeted a boast about beating up a Trump supporter at the event remains employed.",
  "An inquiry to the Department of Education went unanswered about potentially withholding funds from universities that do not adequately address the concerns about violence and free speech on campus.",
  "She said there was a Facebook posting ahead of her event that called for protesters to “shut down the white supremacist fascist Heather MacDonald.”\n\nUltimately, she said, they got their wish.",
  "“In the wake of a careful and comprehensive investigation detectives were unable to develop sufficient evidence to pursue criminal charges,” against Ian Dabney Miller, Mogulof told Fox News.",
  "In the UC Berkeley riots that broke out recently, pictures and video were tweeted out of rioters beating people with “Antifa” flagpoles and then spraying them with pepper spray.",
  "By not taking the proper steps to stop the violence, some say, universities are basically letting those suppressing free speech win the war against the First Amendment.",
  "And to separate themselves from anarchists in the black bloc, they often wave distinctive red and black flags that were often seen at the Berkeley riots.",
  "Critics say Antifa, a group that calls itself “anti-fascist,” has sparked violence on college campuses across the country to further its radical agenda.",
  "\"You cannot impose arbitrary and harassing restrictions on the exercise of a Constitutional right,\" Coulter told Fox News’ Sean Hannity Thursday night.",
  "“If people get away with quite literally fascist behavior without consequences we’re going to see more of it.”",
  "Many are blaming the violent protests targeting conservative speakers on the left-wing agitator group Antifa.",
  "“The only way to stop this is with swift certain penalties for this sort of behavior,” MacDonald said.",
  "“There was a blockade of 250 and 300 students who prevented other students from entering.",
  "During the talk the protesters banged on the plate glass windows,” said MacDonald.",
  "The alternative date the school offered falls after classes let out.",
  "Antifa rioters often wear masks to conceal their identity.",
  "I gave my talk to an almost empty room."
]