[
  "By studiously ignoring a force responsible for at least 28,000 attacks worldwide since September 2001 and instead turning its focus to irrelevant distractions like the FBI’s silly wooden puppet, the U.S. IC is losing ground by the day to the Islamic Republic of Iran (now on the verge of deploying nuclear weapons), Al-Qa’eda (now massively metastasized), the Islamic State (practically weekly receiving new pledges of bayat), and yes, the Muslim Brotherhood, whose tentacles reach deep inside the entire structure of U.S. national security from the White House to Local Law Enforcement (LLE), that must confront a surge of individual jihad (fard ‘ayn) attacks against its communities without knowing why or how to stop them.",
  "Instead, the game offers a psycho-babble of possible motivations including alienation, anxiety, personal frustration, and an unsupported claim about “twist[ing] religious teachings and other beliefs to support their own goals.” Anyone who actually perseveres through the game is left with the curious sense that they have just passed a Psych 101 class rather than learned anything substantive about Islamic terror.",
  "The FBI (officially) cut ties with CAIR in 2009, calling the group “not an appropriate liaison partner” because of its ties to the Muslim Brotherhood, a subversive jihadist organization committed to “destroy the Western civilization from within.” CAIR not only was directly established in the U.S. by HAMAS, but remains closely affiliated with the Muslim Brotherhood as part of the Global Islamic Movement.",
  "A Great Purge of the official lexicon gathered acceptance, and words like Caliphate, Islamic terror, and jihad, along with any instructors knowledgeable about Islamic doctrine, law, and scripture, and their inspirational role in instigating Islamic terrorism, were literally removed from official use and the training curricula inside the U.S. government.",
  "In the game, a player is asked to work through a series of numbered boxes, beginning with “What is Violent Extremism?” and finishing with “Who [sic] Do Violent Extremists Affect?” Completing the activities in each box — watching short videos, reading through short texts, taking a quick quiz — allows the player, string-by-string, to free the puppet.",
  "FBI leadership – as well as top officials at the Departments of Homeland Security and Justice, the National Security Council, and the White House – all know that the Ku Klux Klan was dismantled decades ago and that animal rights activists will never threaten the existence of the Republic.",
  "That the FBI thinks it appropriate to take advice from an organization linked to Hamas, a group openly dedicated to jihad (“warfare against non-Muslims…to establish the religion”) indicates an advanced stage of infiltration by such forces inside the top levels of U.S. national security.",
  "Let us be clear: this level of incoherence is the intended result of a decades-long influence operation by the Muslim Brotherhood in America, which obviously has succeeded in turning the brains of our top counterterrorism experts to mush.",
  "The FBI has released a new edition of its anti-terror video game, Don’t Be a Puppet, that conforms to demands from the Council on American-Islamic Relations (CAIR) to exclude Islamic jihad from a list of potential terror threats.",
  "That the FBI submits to blatant pressure in a way that strips an already ludicrous effort at counterterrorism of all relevance in a world being savaged by terrorists acting in obedience to Islamic doctrine only makes it worse.",
  "The FBI apparently would have us believe it has something to do with some people, somewhere, who “have very different beliefs and goals” and may be “loosely motivated” by “personal needs, fears and frustrations”… or something.",
  "Once the IC allowed itself to be lured away from what used to be called the Global War on Terrorism (GWOT) in the wake of 9/11, and instead listened to the insidious voices of Islamic dawah, the course was set.",
  "Although obviously done for political, not actual security reasons (as CAIR has no presence there), the United Arab Emirates designated CAIR to its list of terrorist organizations in November 2014.",
  "The FBI originally released the online game in early February 2016 but then, under pressure from CAIR, decided to scrub all references to Islamic terrorism (aka jihad) from the website.",
  "It is high time for the FBI puppet to cut the strings that tie it to its Muslim Brotherhood puppeteer, stop letting jihadis pull its strings, and become a real counterjihad warrior.",
  "The new and improved version now focuses on animal rights activists, white supremacists, and other “violent extremists” approved for mention by the Muslim Brotherhood.",
  "It would be prosecuted were there anyone left in the Department of Justice willing and able to name the Global Jihadist enemy, indict, or prosecute the lot of them.",
  "Despite the fact that Islamic jihadist violence ranks at the very top of global security concerns, though, it is not mentioned anywhere in the FBI’s puppet game.",
  "Brilliant scholar of Islamic law Stephen Coughlin calls it “Catastrophic Failure: Blindfolding America in the Face of Jihad” in his recent book of that title.",
  "Execrable grammar aside, Don’t Be A Puppet, does raise some important questions about who is the real puppet here — and who is the puppeteer.",
  "And it is catastrophic failure, the overt indicator of subversion at the highest levels of the U.S. Intelligence Community (IC).",
  "Clare M. Lopez is the Vice President for Research and Analysis at the Center for Security Policy.",
  "And while we’re on the subject: what precisely is “Violent Extremism” anyway?",
  "They also know that CAIR is not a suitable partner in anti-terror operations.",
  "As Coughlin notes, such failure is in fact dereliction of duty by the IC.",
  "All clear now?"
]