[
  "At the time of his appointment, Rep. John Carter, R-Texas, chairman of the House Homeland Security Appropriations Subcommittee, reacted with horror: “I am deeply disappointed by this appointment and believe it is disrespectful to the thousands of dedicated professionals at ICE who are working tirelessly to enforce our laws and provide for our security…I urge the administration to re-think this appointment and promptly appoint a qualified, confirmable applicant for this essential post.”\n\nMembers of Congress also derided the choice as an example of the “blatant politicization” of ICE under President Obama.",
  "As a criminal defense attorney, Sandweg represented “accused and convicted murderers, sex offenders and pedophiles and fought for the release of violent convicted offenders.”\n\nThe site also shamelessly claims that “we know that refugees are not a burden, but instead represent a valuable, hardworking community of grateful residents who enrich our communities and help our businesses,” in spite of the fact that nearly 70% of refugees were on welfare and over 90% were on food stamps between 2008 and 2013, according to data drawn from the Obama Administration’s own Office of Refugee Resettlement.",
  "The banner ads bear tag lines like, “Support freedom, not fear,” and, “America is better when we welcome refugees.” They lead to a microsite located at Americaisbetter.org with Old Glory-clothed, American flag-waving young people, with a light-skinned blonde leading the way for others who appear to be ethnic minorities partially or fully obscured behind her.",
  "The site in turn quotes conservative icon former president Ronald Reagan, saying, “America is better when we embrace President Reagan’s ‘shining city … teeming with people of all kinds, living in harmony and peace.’”\n\nThe site derides “who would make us react in fear of those different from us.” It continues, “As commander in chief, Reagan kept America safe.",
  "In spite of its transparent attempt to ape conservative rhetoric, funding for the National Immigration Forum comes overwhelmingly from left-wing foundations including not just Soros’ FPOS, but the Carnegie Corporation of New York, John S. and James L. Knight Foundation, and the Ford Foundation.",
  "The truth is, it’s the furthest-left forces in America, who for 50 years have systematically worked to bring what they hope will be future leftist voters into the country, that are using a sock-puppet front group to try to persuade conservatives to leave themselves open to a Paris-style attack.",
  "The quote in fact comes from John Sandweg, Former Acting Director, U.S. Immigration and Customs Enforcement, a former criminal defense attorney “whose appointment to the post raised eyebrows because of his scant law enforcement experience,” and who resigned after just five months on the job.",
  "A group masquerading as conservative but backed by left-wing foundations including billionaire George Soros’s Foundation to Promote Open Society (FPOS) has launched an online advertising campaign in defense of bringing Syrian refugees to the United States.",
  "““Refugees are subjected to the highest and most intensive security review of any population coming to the U.S. No group goes through greater scrutiny and vetting than refugees,” the site quotes an expert as stating.",
  "The truth is that, as the overwhelming bipartisan U.S. House vote indicated today, not even a majority of Democrats in the public still back President Obama’s suicidal plan to bring 10,000 Syrians to America.",
  "Ryan Crocker, currently the dean of the George Bush School of Government and Public Service at Texas A&M University, and Michael Gerson and Kathleen Parker, both columnists at the Washington Post.",
  "Christopher C. Hull, Ph.D., the former chief of staff for Steve King, R-Iowa, works with the Center for Security Policy, a national security think tank that advocates for peace through strength.",
  "He welcomed refugees from the Soviet Union, Cuba, Vietnam, and elsewhere.”\n\nThe site likewise quotes unnamed “security experts” as supporting the screening process.",
  "At the same time, he was the world’s ‘Great Liberator,’ in the words of British Prime Minister Margaret Thatcher.",
  "The site concludes with, “Conservative Voices” including well-known moderates former Gov.",
  "Jeb Bush, R-Tex., former Amb."
]