[
  "Serving two terms as a successful and popular governor in a state like Arkansas tells us at least as much about a candidate's mix of political skill and policy savvy, I would submit, as being a one or two-term Senator with a negligible list of accomplishments, and it isn't clear to me why Huckabee's lack of foreign-policy credentials are supposed to put him at such a disadvantage when contrasted with say, Barack \"I was a child in Southeast Asia\" Obama.",
  "But I think he's actually getting off easy if that's what people remember about the profile, instead of, say, this:\n\n\n\n\n\nAt lunch, when I asked him who influences his thinking on foreign affairs, he mentioned Thomas Friedman, the New York Times columnist, and Frank Gaffney, a neoconservative and the founder of a research group called the Center for Security Policy.",
  "Everything in Zev Chafets’ profile of the governor for the Times Magazine confirms the importance of that detail, and the larger truth it represents – that Huckabee has come this far despite being woefully unprepared, whether organizationally or financially or policy-wise, for “what it takes” to win the Presidency.",
  "\n\n\n\nWhen I interviewed Mike Huckabee last month, the most amusing detail of the whole experience came when his (lone) aide murmured to me, apologetically, that the governor was running late to the interview because he needed to iron his own suit for a speech that afternoon.",
  "But when it comes to preparedness, to the hard work of scaling up one's understanding from state-level challenges to national issues that any aspiring candidate needs to do, Huckabee is way out of his depth.",
  "The obvious rap on Huckabee is that he doesn't have the qualifications necessary to occupy the Oval Office, and that it's absurd to imagine someone with his resume taking over 1600 Pennsylvania.",
  "Set him off on health care or education or what-have-you in the context of Arkansas politics, and he's got enough juice to make you think: Here's a guy who might make a good President.",
  "and all current federal taxes, including Social Security, Medicare and corporate and personal income taxes, and replacing them with an across-the-board 23 percent consumption tax ...",
  "Governor Huckabee promises that this plan would be ‘‘like waving a magic wand, releasing us from pain and unfairness.’’ Some reputable economists think the scheme is practicable.",
  "The Times piece has been getting scads of attention for Huckabee's comment about Mormonism's teaching that Jesus and Lucifer are spirit brothers, and understandably so.",
  "When I suggested, for example, that consumers might evade the tax simply by acquiring goods and services for cash on the black market, he seemed genuinely surprised.",
  "‘‘What you do,’’ he explained, ‘‘is surround yourself with the best possible advice.’’ The only name he mentioned was Representative Duncan Hunter of California.",
  "When I pressed him, he mentioned he had once ‘‘visited’’ with Richard Haass, the middle-of-the-road president of the Council on Foreign Relations.",
  "In any case, the Fair Tax proposal is based on extremely complex projections ... Huckabee does not have an impressive grasp of its details.",
  "But widen the focus to the nation as a whole, and you're left thinking: Here's a smart guy who hasn't come close to doing his homework.",
  "Huckabee has no military experience beyond commanding the Arkansas National Guard, but he doesn’t see this as an insuperable problem.",
  "I tend to think that's wrong, and that Huck is just as qualified for high office as most of the primary contenders in both parties.",
  "This is like taking travel advice from Little Red Riding Hood and the Wolf, but the governor seemed unaware of the incongruity.",
  "In considering Huckabee's run for the Presidency, it's worth making a distinction between being qualified and being prepared.",
  "Or this:\n\n\n\n\n\nHuckabee’s answer to his opponents on the fiscal right has been his Fair Tax proposal.",
  "For a charming also-ran with a chance at the Vice-Presidency, that wasn't a problem.",
  "(For starters, it would require repealing the 16th Amendment to the Constitution.)",
  "‘‘Duncan is extraordinarily well qualified to be secretary of Defense,’’ he said.",
  "Update: I see Lisa Schiffren beat me to my initial point about the Chafets piece.",
  "Photo by Flickr user Joe Crimmings used under a Creative Commons license.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "Jason Zengerle plucks out another choice quote here.",
  "We want to hear what you think about this article.",
  "This was my sense talking to him, certainly.",
  "The idea calls for abolishing the I.R.S.",
  "For someone leading in Iowa, it is.",
  "Many others regard it as fanciful."
]