[
  "Not true.”\n\nHe says he was “anti” when “anti wasn’t even cool.” He says he doesn’t do deals with people screaming at the top of their lungs and showing “death to you.”\n\nHe says he loves Israel because “they wrote the Bible” and that is why “you never want to put them in unnecessary danger.”\n\nMark Levin: ‘Barack Obama Makes Neville Chamberlain Look Like George S. Patton…\n\nThe “Great One” first thanks the crowd except for the “malcontents over there.” He says “we are here to tell the world that we the American people reject the cowardice and surrender by our government to the genocidal terror regime in Iran.” He says “we are here to tell the world that the American people are more resolute than ever… to destroy those who threaten to wage war against us, our society, and our ally Israel.”\n\nLevin says “this enemy makes a grave error in confusing the appeasement of a president and a Democrat party and the capitulation of a Republican Congress with the strength and fortitude of the American people.”\n\nHe says never before has a U.S. president and a political party consented to funding the enemy and entered into an agreement with a terrorist regime that holds American people hostage, murders its citizens, and seeks weapons to destroy America.",
  "Sen. Ted Cruz (R-TX): Obama Administration ‘Will Become Quite Literally the World’s Leading Financier of Radical Islamic Terrorism’ if Iran Deal Goes Through:\n\nHe says if the deal goes through, the Obama administration will “become quite literally the world’s leading financier of radical Islamic terrorism.” He points out that $100 billion will flow directly to Iran, Hamas, Hezbollah and other radical Islamic terrorists who will use the “billions to murder Americans, Israelies and Europeans.” Cruz also says the deal abandons four American hostages, including Christian pastor Saeed Abedeni and in an “Iranian hellhole” and it is a “disgrace to abandon Americans in Iranian hellholes.”\n\nCruz says the deal will “facilitate and accelerate” the nation of Iran acquiring nuclear weapons and calls out Democrats in the Senate for putting party loyalty above what is good for the nation.",
  "Pollak wishes a happy Jewish new year to the Tea Party and blows the shafar, which he notes is a reminder to “return to our values.”\n\nHe notes that he stood five years ago in D.C. with the Tea Party against Obamacare and declares those at the rally are now all “honorary Jews” and jokes that “you now control the world.” He thanks “each and every one of you” as a Jewish-American for “standing up for America and for standing up for Israel.” He says “we are here not just to stop the Iran deal but to bear witness… that we the people say no.”\n\n“We as a nation should not make life or death decision on the basis of one fraction of one party’s vote,” he says, point out that there are Democrats on the right side of the deal.",
  "“And we can recognize it and save lives or we can deny it and lose our role and lose our lives.”\n\nBeck says that “in this week’s Torah portion, we are told of the story of the early Israelites where Moses stood on the edge of the promised land and commanded God’s people choose life or death, light or darkness, or they would be swept from their promised land.”\n\n“Today, we are faced with the exact same choice–choose life and light over darkness and death.”\n\nBeck says he has a “renewed hope because we are no longer fooled by those who have made good evil and evil good.”\n\nHe says with the deal, Iran will be able to accomplish in “mere minutes” more than Hitler did in over a decade.",
  "“I know you have a pen and a phone, but they are not a substitute for the other two branches of government.”\n\nHe says America should negotiate with Iran only when it denounces denounces terrorism, releases four American hostages, and stops burning the American flag\n\nRep. Steve King (R-IA): Obama Willing to Deal Away Security of World for Own Legacy\n\nHe points out that in 2008, candidate Obama told Iran that if “you unclench your first, we’ll extend our hand.”\n\nHe says America is still waiting for Iran to unclench their fist and Obama is groveling in front of Iran saying what it would take to make a deal.",
  "Rep. Mark Meadows: He points out that Khomeni has declared that Israel will not exist in 25 years and he points out that since “we can’t change their attitude, let’s say no to this deal.”\n\nSarah Palin: Obama ‘Never Clenched a Fist Against Wicked Regime Where Anti-Semitism and Holocaust Denial is Official Ideology’\n\nPalin says Obama “never clenched a fist against a wicked regime where anti-Semitism and Holocaust denial is official ideology.” She blasts Hillary Clinton for spinning “faster than one of those Iranian centrifuges.” She says the Iran Deal is a betrayal of American hostages and Americans.",
  "Jenny Beth Martin reminds the crowd that “Congressman Louie Gohmert told you today that they already delayed the vote on the rule because of you being there.” She said Reps. Marsha Blackburn (R-TN) and Mike Kelly (R-PA) have said that “it’s up to you as to what’s going to happen inside the halls of Congress over the next few days”\n\nShe urges the crowd to “keep up the work and know that you are making a difference.” She asks the crowd to encourage those–whether they are Republicans or Democrats–who are doing the right thing by putting America and America’s national security first and thank them.",
  "Donald Trump, Sen. Ted Cruz (R-TX), former Alaska Governor Sarah Palin, conservative talk radio host and intellectual Mark Levin, Breitbart News Senior Editor-at-Large Joel Pollak, who has been one of the leading intellectuals on blocking the Iran deal and was the first to propose that the states can lead the charge to block it, Duck Dynasty’s Phil Robertson, Center for Security Policy’s Frank Gaffney, Breitbart’s Sonnie Johnson, Citizen United’s David Bossie, Glenn Beck, and some of the leading conservative Representatives in Congress will rally against the Iran Deal on Capitol Hill.",
  "“And we do not want to see a nuclear-armed Iran and a certainly not a nuclear arms race in the Middle East.”\n\nRep. Richard Hudson (R-NC):\n\n“Not since 2000 years before the birth of Christ when the King of Troy accepted the gift of a wooden horse and brought it into a city has a leader made more tragic a mistake on behalf of their people than this Iran Deal”\n\nBreitbart’s Sonnie Johnson: Voters Will Come for Dems Who Support Iran Deal in ’16\n\nShe notes that the first time she rallied with the Tea Party on Capitol Hill was in opposition to Obamacare.",
  "“Tell the Republicans in Congress it’s time to step up, enforce the Constitution, and stop this fraudulent deal.”\n\nDonald Trump: Trump Guarantees the Four Americans Iran Is Holding Hostages Will Be Back in America Even Before He Takes Office If He’s Elected President\n\nTrump says he has spent a lifetime negotiating deals and never in his life has he seen a deal “so incompetently negotiated than the Iran deal.” He guarantees that the four American prisoners in Iran will be back in America even before he takes office if he becomes president.",
  "Levin says Republicans in Congress should take some of the scaffolding and “use it on their damn spines” because the GOP leadership is “recklessly and deliberately avoiding any serious confrontation with a disastrous imperial president.” He says Republicans in Congress can stop this “by invoking the treaty clause right now” and “suspend the filibuster rule and vote against lifting sanctions right now.”\n\n“They can stand between Obama and the Iranian terrorist regime and protect our nation and our allies, but they won’t,” he says.",
  "He urges all to call their governors and state Representatives to keep the sanctions in place and to pass constitutional amendments in the states to “prevent your tax dollars from going to the Iranian regime.”\n\nHe says the shafar is a reminder to “return to our values” and says it is time to “remind this Congress to return to the oath they took to the Constitution.”\n\nPollak was the first to point out that the states can block the Iran Deal and has been one of the leading intellectuals in the Iran deal debate.",
  "“Gone is the party of Dwight David Eisenhower, gone is the party of Ronald Reagan; instead we get the party of McConnell and Corker and Boehner (crowd boooos).”\n\nLevin says Republicans need to be told this is “not about getting along with Obama but stopping Obama.”\n\nLevin warns that Americans have been threatened better and far stronger than the seventh-century throwbacks in Iran that chant “death to America” and “we’ve obliterated every damn one of them.”\n\n“The American people do not stir quickly (USA!",
  "Gaffney says that “when we are all asked in the years ahead what did we do to stop this disaster, we were here, we were here working against it…” Gaffney said “we must not rest” because “this will not be over in the next few days.”\n\nDave Brat: “I think I know what happens when leadership in Washington does not listen to their voters”\n\nRep. Dave Brat (R-VA), who ousted former House Majority Eric Cantor (R-VA) in a primary, said the Iran Deal is a product of weak leadership in Washington.",
  "He said, according to intelligence reports, that the top “source of death for our service members was from Iranian-backed groups killing our soldiers with Iranian-made bombs.”\n\nDeSantis says lifting sanctions on the Iranians responsible for those deaths is a “gratuitous insult to the lives of the memories of the people I served with and sacrificed on our behalf.” He says the deal just rubs “salt in the wounds” of families who have lost someone at the hands of Iranian-backed terror.",
  "delivered nuclear weapons\n\nFranks says if the deal goes through Obama will be known as “the father of the Iranian atomic bomb.”\n\nRep. Louie Gohmert (R-TX):\n\nHe says Americans have already made a difference, pointing out that they figured out that the show vote on the Iran Deal would allow Obama to release the money and go forward as if the treaty had been ratified.",
  "Ask the Democrats who are supporting this bill now in 2016 when they feel the Obama touch and the American voters come for them too.”\n\nRep. Tim Huelskamp (R-KS): Iran Treaty ‘Gift to All Those Who Chant Death to America’\n\nHe blasts the treaty, which he says is a “gift to Iran, it is a gift to radical Islam, a gift to all those who chant ‘Death to America.'”Rep.",
  "He says the deal puts the “survival of humanity at stake” and “Congress is the last stop not only to save Israel but to save the nuclear non-proliferation agenda for the world\n\nKing says “tens of millions of people will die” if the deal is approved and future generations will wonder why Obama dealt away the security of the world for his own legacy.",
  "He says though Hillary Clinton said “she would go to war to prevent Iran from going nuclear… we remember what she did or did not do in Benghazi.”\n\n“And President Barack Obama–you said we, those of us here, are making common cause with the Iranian regime…that we are making common cause with people who shout ‘death to America,'” Pollak continued.",
  "Kerry Has Read Verification Agreement\n\nHe says Americans oppose the Iran Deal not to create war–“we oppose this deal to prevent it.”\n\nZedlin says the Iran deal is a “fatally flawed treaty.” He points out that Americans are not on the inspection teams and the verification agreement still has not even been presented to Congress.",
  "Frank Gaffney: “If Republican leaders in the Senate and House do not stop the deal… their names will be on the bombs.”\n\nThe Center for Security Policy’s Gaffney said Sen. Bob Menendez (D-NJ) said that “my name will not be on this bomb” when he announced his opposition to the deal.",
  "We hope that Congress, especially the senators who have come out in favor of the deal, will vote to put America and America’s security above party loyalty.”\n\nBreitbart News will provide live updates of the speeches and the Stop Iran rally throughout the afternoon below.",
  "He told the crowd that “leadership in Washington is ignoring you, the American people.”\n\n“And hey, I’m Dave Brat from Virginia, and I think I know when leadership in Washington does not listen to their voters.”\n\nHe said Senators should be voting up or down on a treaty.",
  "He points out that “not even Secretary Kerry has read it and he was the lead negotiator.”\n\nGlenn Beck says when Israeli Prime Minister Benjamin Netanyahu addressed Congress last year, the Torah portion that was studied in synagogues was the story of Esther.",
  "Levin warns that the Iran Deal “sows the seeds of war.” He says it is clear that the Democrats no longer represent the party of Harry Truman and John F. Kennedy and is now the Democrat Party of Saul Alinsky, Bill Ayers, and Barack Obama.",
  "“We have not forgotten that you sat in Jeremiah’s Wright’s church for 20 years, and he had a lot to say about America.”\n\nPollak says he wants to end on a positive note and reminds the audience that the states can resist the Iran Deal.",
  "He said it is “unbelievable” that the deal legitimizes and empowers the most prolific state sponsor of terrorism in the world.” He points out that Bill Clinton made a far better deal and North Korea still developed nuclear weapons.",
  "Rep. Matt Salmon (R-AZ): Iran Got Elevator and We Got the Shaft….Let’s Squash Obama’s Iran Deal By Giving Them Nuclear Option\n\n“In order to squash the President’s nuclear deal, let’s give them the nuclear option,” he says.",
  "Jenny Beth Martin of the Tea Party Patriots told Breitbart News before the event, “We’re excited we’re going to be able to let Congress know the majority of Americans think this Iran deal is bad for America.",
  "Trent Franks (R-AZ) : Iran Deal Will Make Obama ‘Father of the Iranian Nuclear Bomb’\n\nHe points out that the Iranian mullahs have openly bragged about how their weapons have killed hundreds of U.S. marines.",
  "“The president has decided to created a legacy which to him is a treaty agreement with Iran regardless of what’s in it,” King notes, pointing out that “a bad deal is worse than no deal” as Netanyahu said.",
  "“Let’s get rid of the modern filibuster in the Senate so that we can start getting the will of the people done.”\n\nRep. Ted Yoho (R-FL): Negotiate With Iran Only After it Denounces Terrorism, Releases U.S.",
  "Cruz asks Democrats how they will look the parents of the U.S. soldiers killed in Iraq by Iranian weapons since the deal lifts sanctions on the man who authorized the killings (Gen. Soleimani).",
  "Regarding Iran, Johnson says, “our president doesn’t think that we’re in a religious war… he doesn’t think that this is a religious fight… He may not even believe in the God of Israel.",
  "She says the second time she rallied with Tea Partiers on Capitol Hill was to call for the IRS to be audited, and she points out that Lois Lerner resigned with her retirement in tact.",
  "“They know it is a miracle against miracle that Israel was defeated and scattered through the wind and has now reconstituted herself, back on her land, promised by her God.",
  "He says “sadly” it is becoming rare to find Scoop Jackson Democrats or John F. Kennedy Democrats, or Joe Lieberman Democrats who put national security above party loyalty.",
  "Ron DeSantis (R-FL): Iran Deal ‘Gratuitous Insult’ to Lives/Memories of U.S. Solders Killed by Iranian-Backed Groups\n\nHe served in Iraq in 2007 in a Sunni dominated area.",
  "Cruz also sends a warning shots to the banks who may release funds to Iran, saying “there will come a president who is not Barack Obama” who will hold them to account.",
  "You cut off their oil and drill baby drill for our own.”\n\n“We don’t retreat, we reload against any foe daring to test us… and that is what Iran just did,” Palin said.",
  "He notes that Rep. Dan Lapinski (D-IL) from his home state is voting against the deal even though he represents a district with hardly any Jews and a lot of Muslims.",
  "She says the the blood of American soldiers is on the Ayatollah’s hands “and we dare shake that hand.”\n\nPalin says “you don’t reward terrorism, you kill it.",
  "Hostages, Stops Burning American Flag\n\nHeurges Americans to tell all Members of Congress who are voting for the deal that this will be their last vote.",
  "You know, Iran, the promise of Abraham, you know the strength given to Moses… Obama is leading you on a path to weaponization that will not prosper.",
  "She tells Congress “you gotta kill the deal” because you “can’t pass it to see what’s in it this time” like Congress did with Obamacare.",
  "Manchin, Schumer, and Menendez must get their colleagues to submit the deal as a treaty if they think it is such a great deal.",
  "When Brat mentions Senate Majority Leader Mitch McConnell (R-KY) and House Speaker John Boehner (R-OH), the crowd loudly boos.",
  "He points out that Democrats–like his California Representative (Air Force Veteran Rep. Ted Liu)–is voting against the deal.",
  "“They are willing to change the song because you’ve figure out what’s going on.”\n\nRep. Lee Zedlin (R-NY): Not Even Sec.",
  "He said the names of the GOP leaders will be on the bombs as well if they do not stop the deal, which they can.",
  "She also says Obama doesn’t trust Americans to choose their own lightbulbs but will trust the Iran Death Cult.",
  "She says to remind those who support the agreement that you are their constituent and they must stop the deal.",
  "Jenny Beth Martin points out that Sen. Ted Cruz (R-TX) has been leading the effort in organizing the rally.",
  "The Tea Party Patriots and the Center for Security Policy are organizing the Wednesday afternoon event.",
  "Duck Dynasty’s Phil Robertson:\n\n“They said God was dead back when I was in college but He wasn’t.",
  "He said Democrats will “have blood on its hands for the rest of time” because of the Iran Deal.",
  "She tells Congress Obama is “playing you” because he disrespects Congress and the Constitution.",
  "“But we know Iran believes in the God of Israel–that’s why they hate them so much,” she said.",
  "Breitbart’s Joel Pollak: States Can Block Iran Deal, Prevent Tax Dollars from Going to Iran.",
  "Brat said McConnell and Boehner must allow Congress to have 60 days to review the deal.",
  "Bill Nelson (D-FL) and Barbara Boxer (D-CA) will have their names on the bombs.",
  "He points out that the Obama administration has already submitted 13 treaties.",
  "chants from the crowd), but when we do stir, you will regret it,” Levin says.",
  "“I’m sorry Mr. President, we do have a constitutional republic,” he says.",
  "He compares God’s message to Esther with Netanyahu’s message to America.",
  "“America has a special role just like the role of Esther,” he says.",
  "“Congratulations, you are making a difference,” he tells the crowd.",
  "Ask the Senate when he controlled it in 2012 and lost it in 2014.",
  "Ask the House in 2008 when he controlled it and lost it in 2010.",
  "You don’t lift sanctions, you crack down on their assets.",
  "He says that show vote has been stopped for now.",
  "We do not want to fund terrorism,” she said.",
  "“Then they said the Tea Party was dead.",
  "Trust us, nothing he touches prospers.",
  "“We do not want the sanctions lifted.",
  "“How are your premiums these days?",
  "Did you get to keep your doctor?",
  "That’s what makes you mad.",
  "They lied,” he said.",
  "Gaffney said Sens.",
  "Pollak says Sens.",
  "she asks.",
  "USA!",
  "USA!"
]