[
  "But McMaster has faced accusations he is anti-Israel due to his support of the Iran nuclear deal and reports that he refers to Israel as “the occupying power.”\n\nThe Jerusalem Post’s Caroline Glick claimed that McMaster’s bias came out during Trump’s visit to Israel:\n\nWhat hasn’t been reported is that it was McMaster who pressured Trump to agree not to let Netanyahu accompany him to the Western Wall.",
  "In a sign that conservatives may be onto something in their criticism of McMaster, the hard-left Media Matters came out in defense of the general, saying he was under attack by “fake news purveyors” and “Twitter trolls.”\n\nDespite Trump’s public support for McMaster, it is far from clear that the national security adviser is on solid ground.",
  "I am grateful for the work he continues to do serving our country.”\n\nSenior Adviser and Trump’s son-in-law Jared Kushner also backed the globalist general: “General McMaster is a true public servant and a tremendous asset for the president and the administration,” he said.",
  "“General McMaster has to be fired because he is the captain of the ship and he has allowed that ship to get out of control and he can no longer be trusted with that responsibility,” Rick Manning, president of Americans for Limited Government, told the Times.",
  "Omg https://t.co/yvw9thaiah — Sean Hannity (@seanhannity) August 3, 2017\n\nThe Times noted that Frank Gaffney Jr., president of the Center for Security Policy, had called McMaster “insubordinate to his commander in chief” in areas such as Islamic terrorism.",
  "Moreover, Circa reported on Monday that McMaster allowed former President Obama’s national security adviser Susan Rice to keep her security clearance despite the fact that she unmasked members of President Trump’s team and other American citizens.",
  "He then reportedly came to the astonishing conclusion that former Obama national security adviser Susan Rice did nothing wrong by unmasking Trump campaign officials during the transition — a belief firmly at odds with past statements by Trump.",
  "McMaster “sent an official letter giving Susan Rice unfettered and continuing access to classified information and waiving her “need-to-know” requirement on anything she viewed or received during her tenure,” Circa confirmed.",
  "“He has created and oversees a very thorough and clear process for the agencies to work together to give the president credible options to advance the president’s priorities for America’s foreign policy,” Kushner added.",
  "(@peaceandjoy101) August 4, 2017\n\nhttps://twitter.com/jeffgiesea/status/888887803190415361\n\nFox News pundit Sean Hannity asked whether McMaster needed to be fired over his reported treatment of the Susan Rice scandal.",
  "McMaster’s various moves have been noticed by Trump’s base, with #FireMcMaster becoming a trending hashtag on Twitter, and a regular topic on conservative news sites — including Breitbart News.",
  "But he enraged Trump’s base this week then he fired Ezra Cohen-Watnick, the senior director for intelligence on the National Security Council — the third conservative departure in a week.",
  "In February McMaster was said to have told his staff he is not fond of the phrase “radical Islamic terrorism” and told them not to use it in the office.",
  "McMaster replaced Gen. Michael Flynn after Flynn resigned in February over his accounts of a conservation with then-Russian Ambassador Sergey Kislyak.",
  "(@WayneDupreeShow) August 4, 2017\n\nhttps://twitter.com/pnehlen/status/893187082931318784\n\nAttorney General Jeff Sessions should start with McMaster.",
  "At the time, I and other reporters were led to believe that this was the decision of rogue anti-Israel officers at the US consulate in Jerusalem.",
  "The Times reported Wednesday that Trump is considering replacing McMaster with CIA Director Mike Pompeo — and sending McMaster to Afghanistan.",
  "McMaster from accusations that he is anti-Israel and opposed to the president’s agenda — as calls for his firing among conservatives heat up.",
  "“General McMaster and I are working very well together,” Trump said in a statement emailed to the New York Times.",
  "President Trump defied his base Friday and defended under-fire national security adviser Lt. Gen. H.R.",
  "His justification was allegedly that terrorists are “un-Islamic” — a common talking point on the left.",
  "The Times reported that the hashtag had been tweeted at least 50,000 times since Wednesday.",
  "I love the job numbers, @POTUS Trump, you are keeping your promises.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "Now could you do us a favor, please #FireMcMaster?",
  "#McLeaker #FireMcMaster — Super Elite ????",
  "Have a great weekend — Wayne Dupree ??",
  "“He is a good man and very pro-Israel.",
  "Follow Adam on Twitter: @AdamShawNY",
  "McMaster need to go?",
  "It was McMaster.",
  "Katherine Byrd?",
  "But it wasn’t.",
  "What is this?",
  "Susan Rice?",
  "Does H.R."
]