[
  "I clicked through to find that the Monthly had since walked back that claim, writing in a subsequent correction that although “there are links between the Center for Security Policy and neo-Nazi organizations in Europe, it was wrong to imply that there is evidence that Fred Fleitz is personally a neo-Nazi.” (PoppinKREAM has not yet updated the Reddit post to reflect the Monthly’s update.)",
  "(“For breakfast I have a few meals: 1) I make steel oates with water 2) I have some protein cereal 3) I make vegie shakes.”) The username “PoppinKREAM” is apparently a reference to the Wu-Tang Clan song “C.R.E.A.M.,” with its memorable chorus “Cash rules everything around me/ C.R.E.A.M., get the money/ Dollar dollar bill, y’all.” Is PoppinKREAM actually Wu-Tang member Inspectah Deck?",
  "[1] On the day of President Trump’s personal attorney’s office raids, Sean Hannity went on Fox and disparaged Special Counsel Mueller claiming that investigators had *“declared war on the President of the United States.”*[2] Then we found out that Sean Hannity was a client of Michael Cohen, he never disclosed this fact until it was discovered at a recent court hearing.",
  "[18]\n\nSeparately, on the day that Manafort was convicted on eight federal charges, PoppinKREAM unleashed another monster post featuring 17 different citations from sources ranging from the New York Times to the BBC to the Department of Justice and ended, in boldfaced type, with the following assertions: “Russian election interference is not a hoax.",
  "“Many people look up to you and take to heart your wisdom,” one PoppinKREAM fan wrote on a thread titled “Much respect to PoppinKREAM.” “I’ve taken notes from more of your summaries over the past few months than I have any other literature I think for years,” wrote another.",
  "They didn’t have to wait very long for the exceedingly thorough response:\n\nTwo hours ago, just after midnight, President Trump tweeted an assertion that was first reported by the Daily Caller—claiming that a Chinese company was behind the hacking of Clinton’s emails.",
  "The comment went on to remind readers that “we know for a fact that Russia did hack the DNC and the Clinton Campaign,” and to reprint the indictment brought by Robert Mueller against 12 Russian intelligence officers accused of hacking the 2016 presidential election.",
  "— Donald J. Trump (@realDonaldTrump) August 29, 2018\n\nPresidents can push out unsubstantiated claims whenever they want and watch the entire world react; anonymous internet commenters have to work a little harder if they want to have such an impact on the discourse.",
  "This is especially true for internet comment sections—and especially especially true on Reddit—both of which combine discursivity and anonymity in ways that make it very difficult to easily tell if any given commenter actually knows what he or she is talking about.",
  "The investigations into Russian interference, the Trump campaign, and the individuals President Trump has surrounded himself with is not a witch hunt.” (“All of this is beautiful and you should be commended for the compilation of the facts,” another user replied.)",
  "PoppinKREAM does not seem to have posted very much about politics prior to Donald Trump’s election: The pre-Trump comments that I’ve found instead focused on topics such as music festivals, childhood experiences with bullying, Cookie Monster, and favorite meals.",
  "In the hours after Trump posted his tweet, the regular posters on the r/politics subreddit sat back and waited for what they knew was coming: a response to Trump’s claim from the group’s resident citations guru, a detail-oriented user known only as PoppinKREAM.",
  "[1] President Trump is repeating a Daily Caller report, although his ambiguity can cause confusion as he is referencing an article from an unreliable source[2] that cites a Republican Congressman who has been pushing crazy conspiracy theories.",
  "Earlier this week, Donald Trump logged on to Twitter to announce that, despite what you might have heard, it was actually China—read: definitely not Russia—that had hacked Hillary Clinton’s emails during the 2016 presidential campaign.",
  "Here’s PoppinKREAM on Fox News:\n\nFox News is refusing to cover breaking news revelations with in depth analysis, instead they misrepresent events, obfuscate known information, and peddle debunked conspiracy theories endangering U.S.",
  "Millions of times per day, website commenters around the world make broad and vague claims about anything and everything, only to respond, when asked for links to articles that would support their arguments, by saying, “Google it.",
  "A typical PoppinKREAM comment might contain more than a dozen citations from reputable news sources, all in the service of presenting what is verifiably true about people and organizations that habitually lie to the public.",
  "They are bastions of informational relativism, in which real news can be deemed false, false news can be deemed real, and it’s up to you, the harried and hasty reader of the internet, to try and determine which is which.",
  "Though the comment was soon “brigaded” by a passel of aggressive pro-Trump commenters who came over from The_Donald full of insults and yelling, the user’s work stood on its own: extensive, well-sourced, and convincing.",
  "A ubiquitous presence on r/politics and other newsy subreddits, PoppinKREAM eschews memes and banter in favor of extensive, endnoted comments that calmly and repeatedly establish a narrative of corruption in Trumpworld.",
  "[16] One of the Russian operatives present at the infamous Trump Tower meeting, Rinat Akhmetshin, has ties to Russian intelligence and has a history of being embroiled in court cases related to hacking campaigns.",
  "“While I believe there are systemic problems that must be addressed both globally and within our respective countries I realize we can’t find solutions when we are fed disinformation or misinformation online.",
  "Deep in the heart of this world, one person has apparently decided that the antidote to “fake news!” is the real news, methodically cited and presented, over and over again, one comment at a time.",
  "[17] During Fusion GPS CEO Glenn Simpson’s Congressional testimony he confirmed that the Trump campaign likely received foreign intelligence aid as Manafort had close ties to Russian Intelligence.",
  "In the process, PoppinKREAM has become sort of a cult figure on Reddit over the past year or so—a celebrity of sorts on a site where individual users rarely stand out meaningfully from the group.",
  "[3]\n\nHere’s PoppinKREAM on some of the charges against Paul Manafort:\n\nPaul Manafort was present at the infamous Trump Tower meeting where adoptions were discussed with Russian operatives.",
  "One recent post claimed that John Bolton had “tapped up a Neo-Nazi as the Chief of Staff of the National Security Council” and cited a Washington Monthly blog post as the source.",
  "“I began sourcing every comment and claim in an attempt to counter Russian disinformation and misinformation from being spread on this site,” PoppinKREAM wrote recently.",
  "The president of the United States is engaged in a long-term disinformation campaign meant to punish and destroy fact-based media by impugning their credibility.",
  "[15] President Trump’s son, son-in-law, and Campaign Manager met with Russians with the expectation of receiving damaging information about Clinton.",
  "There is a subreddit called r/ShitPoppinKreamSays that celebrates the work of “the credible hulk of redditors,” as one poster there put it.",
  "[14] Adoptions is an established euphemism used in reference to the Magnitsky Act, sanctions that are meant to cripple the power of Putin.",
  "Social media sites like Twitter, Facebook, and Reddit are places where lies and malignancies can grow, thrive, and come to displace facts.",
  "Next move better be by the FBI & DOJ or, after all of their other missteps (Comey, McCabe, Strzok, Page, Ohr, FISA, Dirty Dossier etc.",
  "I try to source every claim I make as I want to raise the level of discourse online.” It might not work, but it’s worth a try.",
  "The user claims to be a Canadian political junkie with an academic interest in anthropology and a job in sports.",
  "I don’t have time to do your research for you.”\n\nPoppinKREAM is an exception to this very depressing rule.",
  "[3]\n\nThe citations linked back to Trump’s initial tweet, a fact-checking website, and the Washington Post.",
  "It is generally safe to assume that everybody on the internet is, in one way or another, full of shit.",
  "In a sea of uninformed opinion and misinformation, PoppinKREAM stands out by sourcing their work.",
  "But one specific anonymous, if extremely popular, commenter seems to have done exactly that.",
  "You are the official Reddit rockstar, if there is such a thing.”\n\nWhat’s all the fuss about?",
  "Hillary Clinton’s Emails, many of which are Classified Information, got hacked by China.",
  "What sort of person puts this much time and effort into battling trolls on Reddit?",
  "Welcome to the world of PoppinKREAM, the most meticulous Redditor of them all.",
  "Still, the effort the user puts into their comments is notable—and laudable.",
  "“Fake News,” he charges when met with coverage that is unflattering to him.",
  "I simply condense, summarize, contextualize, and present known information.",
  "This post is part of Reading Reddit, a Slate pop-up blog about Reddit.",
  "(PoppinKREAM did not respond to my request for an interview.)",
  "“Is PoppinKream secretly Bob Mueller?” another fan asked.",
  "PoppinKREAM always has time to do your research for you.",
  "No one can say for sure, but I have my suspicions.",
  "PoppinKREAM does not always get everything right.",
  "“Enemies of the people,” his followers echo.",
  "I have no idea whether any of this is true.",
  "), their credibility will be forever gone!",
  "“Because if so, I love you even more.",
  "(That’s the PoppinKREAM difference!)",
  "In a word, substantiation.",
  "institutions.",
  "Thinkstock."
]