[
  "El-Sayed is running for a high profile political position in our state government,” Colbeck wrote, before quoting from the document in question: “The Ikhwan (Muslim Brotherhood) must understand that their work in America is a kind of grand jihad in eliminating and destroying the Western civilzation [sic] from within and ‘sabatoging’ [sic] its miserable house by their hands and the hands of the believers so that it is eliminated and God’s religion is made victorious over all other religions.” As BuzzFeed News reported in 2016, the nearly 30-year-old document is often used by anti-Muslim organizations to stoke fear about Muslim Americans: “It [the memorandum] was uncovered during the 2007 trial of the Holy Land Foundation, an American pro-Palestine group convicted of financing terrorism.",
  "In 2015, then-senator Jeff Sessions, now Trump’s attorney general, accepted the Center for Security Policy’s “Keeper of the Flame Award.”\n\nIn a response to Tuesday’s article by BuzzFeed News, El-Sayed said a statement, “I knew that in choosing to run for Governor as an unapologetic, proud Muslim and American, I was going to contend with the ugly face of white supremacy that Donald Trump and his friends have sanctioned.” “But I know that every day I serve this state and this country by holding us to our ideals and our constitution which empower and inspire me to serve every single person in our state, regardless of my ethnicity, color, or faith.",
  "“We decided to take a look at the document for ourselves as it was bouncing around in the mainstream, not just being said by a gubernatorial candidate in Michigan,” Lean said, who added that not many people read the document and that the team at Georgetown had gone through it in its proper Arabic translation to reveal the aspirational tone of the memo.",
  "When you look at who wrote it, and you look at the kind of language used in it, and you look at the degree to which it did or did not gain traction within the community, you will know it’s a whimsical, fantastical, wishful document, that essentially says, ‘Wouldn't it be great if we could accomplish these things.",
  "'”\n\nDOJ The \"Explanatory Memorandum on the General Strategic Goal for the Group in North America\" Memo\n\nLean was part of a team at Georgetown that wrote, “Civilization Jihad:” Debunking the Conspiracy Theory,” in 2016, after then-presidential candidate Ben Carson mentioned the same conspiracy theory in a speech.",
  "BuzzFeed News on Tuesday reported that Patrick Colbeck, who is currently a state senator of Michigan’s 7th District, suggested during an April 2018 presentation that Dr. Abdul El-Sayed is part of an unfounded Muslim plot to engage in “civilization jihad” that is subversively attempting to take over the country.",
  "The continued promulgation of the 1991 memo continues to be pushed by well-financed anti-Muslim groups like Brigitte Gabriel’s ACT for America and ex-Pentagon official Frank Gaffney’s Center for Security Policy, which has received over $7 million in funding since 2001.",
  "In the April presentation at an event held by the United West, Colbeck said, “We also have somebody that I will likely be running against in the general election, Dr. Abdul El-Sayed, whose parents apparently have ties to Muslim Brotherhood back in Egypt.",
  "It is, in essence, an aspirational document, in which Akram beseeches the Brotherhood to consider what he called his ‘hopes, ambitions and challenges.’ There is no evidence that the Brotherhood paid attention to Akram’s entreaties.",
  "And yet, for the anti-Islam lobby, these 15 pages are a smoking gun, cited constantly as proof that America is falling victim to a meticulously orchestrated plot.” “Politicians look at this [document] like it’s a smoking gun.",
  "A Republican candidate for governor in Michigan responded Wednesday to revelations that he used anti-Muslim unfounded conspiracy theories against a Muslim American Democratic rival with more unfounded conspiracy theories.",
  "The 'Explanatory Memorandum on the General Strategic Goal for the Group in North America,' as it is officially titled, was written in 1991 by a man named Mohamed Akram, who presented it to the Muslim Brotherhood council.",
  "There's nothing smoking about it,” said Nathan Lean, author of The Islamophobia Industry, and a former research director at Georgetown University’s Bridge Initiative, a program dedicated to studying Islamophobia.",
  "In other words, the fact that a functionary in a sprawling organization envisioned an elaborate plan 25 years ago does not mean that the plan has been put into place, much less successfully.",
  "The group for which he spoke, the United West, has been classified as an “active anti-Muslim group” by the Southern Poverty Law Center, which tracks the activity of hate organizations.",
  "Both groups have furthered conspiracy theories that have long contended that the Muslim Brotherhood has infiltrated the US government, society, and even possibly the presidency.",
  "In addition to once serving as Sen. Ted Cruz’s foreign policy adviser, Gaffney has appeared on Steve Bannon’s Breitbart radio program 34 times, the New York Times reported.",
  "Republican Patrick Colbeck, who is running for governor in Michigan, has spread unfounded anti-Muslim conspiracy theories about Abdul El-Sayed, a Democrat in the same race.",
  "When asked if he believes El-Sayed is engaging in “civilization jihad,” Colbeck referenced a document uncovered during the 2007 trial of the Holy Land Foundation.",
  "The chair of the Michigan Democrats called on Bill Schuette, the leading Republican candidate for governor and current attorney general, to condemn the remarks.",
  "Michigan GOP spokesperson Sarah Anderson told BuzzFeed News, \"The Michigan Republican Party isn’t interested in peddling any conspiracy theories.",
  "I know how much this means to so many people of color who feel locked out of political representation and government decisions,” he said.",
  "“We're talking about something that is nearly three decades old, which is one red flag.",
  "Anything Senator Colbeck said he was speaking for himself, not on behalf of the Party.",
  "This is scary stuff.”\n\n“They’re already advertising him as the first Muslim governor.",
  "Colbeck on Wednesday then went as far as to question El-Sayed’s loyalty to the US.",
  "Gaffney is perhaps one of the most prolific pushers of the conspiracy theory.",
  "We categorically condemn any sort of hate speech, regardless of the source.\"",
  "David Eggert / AP Michigan state Sen. Patrick Colbeck in 2016.",
  "On Wednesday, Colbeck responded to BuzzFeed News’ questions.",
  "So this is a big deal,” Colbeck said in the presentation.",
  "“It was one document written in 1991,” Lean said.",
  "YouTube/Sharia Crime Stoppers / Via youtube.com",
  "The state GOP distanced itself from Colbeck.",
  "“Dr."
]