[
  "During CPAC Friday, Gaffney, the president for the Center for Security Policy (CSP), urged U.S. President Donald Trump to fight back against China’s ongoing war against the United States, which primarily consists of financial tactics to undermine the American economy, compromise essential military tools made in China, and intensify cyberattacks with the help of quantum computing beyond U.S. capabilities that allows them to develop “codes that cannot be broken and easy ability to break ours.”\n\nHe called on President Trump to craft a strategy to retaliate against China, which top U.S. military officials recently will soon be able to challenge America across nearly all domains.",
  "Gaffney noted, “the Chinese are considered to be in advance of us’ in quantum computing … which will give them an ability to have codes that cannot be broken and easy ability to break ours among many many other applications.”\n\n“About 80 percent of the U.S. electronics are now supplied by China … this means among others things that cameras that we use for all kinds of home monitoring and other surveillance, including official government state and even national security compromised because China is the supplier,” he concluded.",
  "It is an economic one, and a new approach may be required to compete effectively against China’s coordinated efforts in the Americas.”\n\nMoreover, Adm. Harry Harris, the PACOM commander, warned lawmakers China’s “impressive military buildup” may soon enable the People’s Liberation Army (PLA) to challenge America’s military dominance in the Indo-Pacific region.",
  "Referring to the China threat, Gaffney urged the Trump administration to: remain vigilant that China as an enemy has been waging war with us for almost 20 years and respond appropriately; craft a strategy for regime change in China similar to the Cold War-era plan that successfully destroyed the Soviet Union; and to fire McMaster and replace him with Bolton.",
  "China has implemented a plan to “overtake” the United States in the race to militarize artificial intelligence, robotics, and quantum computing, an expert from the Center for Strategic and International Studies (CSIS) told lawmakers early this year, noting that the communist nation is “rapidly closing the gap” with America.",
  "“They’re engaging in cyber warfare, not just against our [private sector] companies … [but also] including by the way all of our defense contractors whose intellectual property, much of which you pay for to try to protect us is being ripped off by the Chinese communists,” declared the national security expert.",
  "High-ranking U.S. military officers consistently name China as one of the top threats not only in the country’s home region — Asia-Pacific — but also in America’s backyard Latin America, where the communist nation’s financial activities threaten the United States’ influence.",
  "“For almost 20 years now, communist China has been implementing a strategy of its own towards the United States — it was described in a book published in 1999 by two People Liberation Army [PLA] colonels entitled ‘Unrestricted Warfare,'” said the CSP chief.",
  "Gaffney acknowledged Beijing’s well-known currency manipulation as a form of battle with those affected by it, conceding that it allows the communist nation to try to demolish the U.S. dollar as the reserve currency in the world.",
  "The communist People’s Republic of China has been waging “unrestricted war” against the United States as its top financial and cyber adversary, cautioned national security expert Frank Gaffney during a 2018 CPAC event Friday.",
  "In his most recent posture statement submitted to Congress, Adm. Kurt Tidd, the chief of U.S. Southern Command (SOCOM) wrote: “The larger strategic challenge posed by China in this region is not yet a military one.",
  "‘They’re putting into place, ladies and gentlemen, all of the ingredients they need to basically supplant the financial institutions that we built in the immediate post-World War II period.",
  "In the past, the U.S. government has suggested that a cyber attack at the hands of a foreign government, even if it targets a privately owned company, may constitute an act of war.",
  "Echoing Gaffney, Adm. Harris said the Chinese military is already able to challenge the capabilities of its American counterpart in some areas, namely regional maritime capacity.",
  "McMaster and replace him with former U.N. ambassador John Bolton, who he suggested has a better understanding of the threat.",
  "As examples of China’s “unrestricted warfare,” Gaffney identified Beijing’s illegal financial and cyber tactics.",
  "Gaffney advised American President Donald Trump to fire his National Security Adviser H.R.",
  "That’s the building block for economic as well as financial warfare against us,” he said."
]