[
  "But according to James Jay Carafano, vice president for the Kathryn and Shelby Cullom Davis Institute for National Security and Foreign Policy at the Heritage Foundation, the first and foremost point to remember in interpreting the poll is that the views of regular adults regarding U.S. leadership and Trump are far different from the views of governments and heads of state.",
  "This historic low puts the US’s leadership approval rating on par with China’s and sets a new bar for disapproval.”\n\nBut what’s notable about the poll is that the respondents are not government officials of other countries, neither are they registered or likely voters of their respective countries.",
  "A Gallup poll released Thursday shows that world approval of U.S. leadership has fallen to a historic low during the Trump administration, but some experts believe the low approval rate could be due to the fact that Trump is taking U.S. foreign policy in an “America First” direction.",
  "At a news conference in 2009, Obama compared belief in American exceptionalism to the way Brits believe in British exceptionalism and the Greeks in Greek exceptionalism, characterizing his approach to world affairs, which Trump does not seem to share.",
  "“All I can do is speak from the perspective of some one who does not have a dog in the fight and spends most of meeting with representatives of friendly and allied nations and even some heads of state,” Carafano told The Daily Caller News Foundation.",
  "But there are other issues with the poll, says Christopher C. Hull, executive vice president of the Center for Security Policy, namely that it’s only been conducted since 2007, so any claims of historic dips have to be placed in proper context.",
  "They increasingly are comfortable with his role as a global leader.”\n\nFor Carafano, one recent indication of respect for Trump’s leadership is the ongoing development of a key strategic partnership between the U.S., India, Australia and Japan.",
  "The poll results indicate that world approval for U.S. leadership is at 30 percent, which is down by almost 20 points since 2016, former President Barack Obama’s last year in office.",
  "For Hull, given the Trump administration’s track record over the past year and its distinctness from the Obama administration, it should be no surprise that some people are upset.",
  "In Europe, where a lot of criticism stems from, Carafano added that there is “deep appreciation” for the U.S.’s support of NATO and actions taken to counter Russia.",
  "Since the poll has only been live for just over a decade, it only captured the tail end of the Bush administration and the entirety of the Obama administration.",
  "“I have been doing this in a sustained way for almost two years now, since before Trump was elected, trying to gauge how they see him and his policies.",
  "And for Hull, the way Trump is governing, which is focused more on prioritizing America’s interests and power, is emphatically not how Obama governed.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“First of all, 10 years is a long time, but it’s almost exclusively Barack Obama, and Obama loved being a global citizen,” Hull told TheDCNF.",
  "“People answering these polls are not, I imagine analyzing us the way governments do, they are consuming the global conversation about Trump.",
  "He also emphasized that governments evaluate governments in a manner that’s vastly different from the way people evaluate governments.",
  "Particularly large declines in approval took place in countries America counts as close allies in regions like Western Europe.",
  "“The poll is comparable to the result of this: if the free candy store closes, children do not favor the candy store owner.",
  "Freedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "As noted by Jon Clifton, global managing partner at Gallup, “more people now disapprove of US leadership than approve.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Rather, the sample size is comprised of 1,000 adults aged 15 and older in countries around the world.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "So in practical terms, the poll has almost exclusively measured President Barack Obama’s tenure.",
  "That’s a parallel universe to the world of government to government relations,” Carafano said.",
  "What matters is if he’s doing things in the interests of the United States,” Hull said.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org.",
  "A total of 43 percent of poll respondents actively disapprove of U.S. leadership.",
  "What I care about is what America thinks about Donald Trump,” Hull said.",
  "Hull also took issue with the use of adults 15 and older in the sample.",
  "Frankly, I don’t care what China’s children think about Donald Trump.",
  "“They’re asking children what they think about Donald Trump.",
  "He wasn’t elected to be the global president.",
  "They don’t see the US the way this poll does.",
  "He was elected to be the American president.",
  "For as little as $3, you can help us.",
  "So who freaking cares?"
]