[
  "One of the core counter-jihadist arguments is that mainstream American Muslim organizations, like the Council on American-Islamic Relations, are fronts for the Muslim Brotherhood, a Sunni Islamic movement that aims to establish Islamist governments in a number of predominantly Muslim countries.",
  "However, he used an appearance on Gaffney's show to endorse CSP's principal policy proposal for dealing with the group, which is to \"get on with the business of declaring the Muslim Brotherhood a foreign terrorist organization.\"",
  "While he doesn't explicitly endorse its most inflammatory claims, he praises the book for \"[carrying] forward the ongoing and increasingly widespread critique of Barack Obama as our first post-American president.\"",
  "This policy change would, in the counter-jihadist imagination, set the stage for a massive federal inquisition into America's major Muslim organizations based on counter-jihadists' own conspiracy theories.",
  "\"The majority of Islamic organizations in America are affiliates of or associated with the Muslim Brotherhood in some way,\" a report issued by Gaffney's Center for Security Policy(CSP) argues.",
  "He doesn't endorse their views, explicitly, but he serves as connective tissue between the anti-Muslim right and the mainstream conservative world, in which he's deeply connected.",
  "Another illustrative example: In 2011, Gaffney was banned from CPAC, the country's premier conservative political conference, on grounds of being too aggressively anti-Muslim.",
  "Praising counter-jihadist work, courting their support, but not outright endorsing their most radical claims: Those are the hallmarks of the Bolton approach to the movement.",
  "But it takes on much darker tones when you recall that counter-jihadists think the majority of Muslim American groups in the United States are Brotherhood fronts.",
  "Obama, they wrote, was helping with the \"implementation of a soft sharia: the quiet and piecemeal implementation of Islamic laws that subjugate non-Muslims.\"",
  "In 2010, two prominent counter-jihadist writers — Pamela Geller and Robert Spencer — co-wrote a book called The Post-American Presidency.",
  "\"Any organization that does not embrace sharia and the MB line has not been able to gain broad recognition as a Muslim-American force.\"",
  "Bolton is endorsing a core policy idea of the counter-jihad — effectively, serving as their voice without the most extreme baggage.",
  "What The Post-American Presidency \"recounts is disturbing, and its broader implications more disturbing still,\" Bolton writes.",
  "These organizations, they contend, are secretly working on the Brotherhood's behalf to subvert the United States from within.",
  "This may seem unimportant, given that the Brotherhood has not been linked to a terrorist attack in decades.",
  "It's illegal for any American to provide assistance to a designated foreign terrorist organization.",
  "In 2016, the Atlantic's Peter Beinart reports, Bolton lobbied to get Gaffney back in — and won.",
  "In it, they alleged that President Barack Obama took part in the Islamist war on America.",
  "He advances their priorities without openly committing to their hardest-line positions.",
  "Their goal is to replace American legal codes with Islamic law (Sharia).",
  "Now, he's poised to be national security adviser.",
  "Bolton has not explicitly endorsed this view.",
  "This is Bolton's role in the movement.",
  "Bolton penned the book's foreword."
]