[
  "\"Passive Defense\" advocates adopting Russia’s revolutionary military strategy of \"Six Generation Warfare\" that would achieve a quick and decisive victory by attacking the U.S. technological Achilles Heel — the national electric grid and electronic systems that support critical infrastructures — by a variety of means, but especially nuclear electromagnetic pulse (EMP) attack:\n\n\"As a result of not having the other destructive effects that nuclear weapons possess, among them the loss of human life, weapons derived from electromagnetic pulses have attracted attention with regard to their use in future wars.",
  "\"Deceit Strategy Command tried to mislead America’s Central Intelligence Agency about the preciseness of the ICBM and SS-19 missiles by creating explosion trenches…brought about by the collision [impact] of warheads and digging false explosive openings [craters] in the ground in locations farther away from the target.",
  "One can almost hear Iran’s laughing Russian mentors, regaling their Iranian hosts, perhaps in a conference room at Iran’s Bushehr Nuclear Reactor, with stories about how Moscow successfully cheated on treaties and concealed their nuclear strength from the stupid Americans.",
  "On Monday, April 30, Israel’s Prime Minister Benjamin Netanyahu, publicly unveiled 100,000 secret Iranian documents, pilfered by Mossad, proving the Joint Comprehensive Plan Of Action (JCPOA) is diplomatic cover for Iran’s nuclear weapons program, and should be abandoned.",
  "According to Iran’s military textbook \"Passive Defense\":\n\n\"In 1968, the Russians established a special program called maskirovka to coordinate their deceit and trickery program in the Army Chief Command and managing and implementing the satellite deception program .",
  "For example, a military textbook Passive Defense by the Army of the Islamic Republic of Iran (Martyr Lt. General Sayad Shirazi Center for Education and Research, Tehran: 2010) all but declares Iran’s intention to lie and cheat in order to get nuclear weapons.",
  "\"The Russians tried to hide two other kinds of missiles; SS-24 with ten warheads and SS-25, which had been significantly hidden from satellites due to aggressive camouflage and the capability to place its launch pad on rails and hiding it in .",
  "Even the title of the Iranian Army military textbook \"Passive Defense\" is deceptive, as it defines \"passive defense” as acquisition of \"nuclear capability\" that could guarantee “complete destruction of the opponent.\"",
  "The superficiality of secondary damage sustained, as well as the avoidance of unnecessary human casualties, serves as motivation to transform this technology into an advanced and useful weapon in modern warfare.\"",
  "Clare Lopez’s excellent study \"Why Trump Must Not Re-Certify Iranian JCPOA Compliance\" (Center for Security Policy, August 2017) makes a comprehensive technical-legal case Iran is violating JCPOA.",
  "covers were used to camouflage Delta class submarines in order to throw the West off with regard to the real numbers in terms of submarines and ballistic missiles in their arsenal.\"",
  "According to their military textbook \"Passive Defense,\" \"The key point here is that deception can be more effective when used on the basis of the opponents’ known theories.",
  "in order to mislead American experts and analysts in their evaluation of the precision of SS-19 missiles, so they would think the missiles were not very precise.\"",
  "\"In 1970, one of Russia’s…satellites took images of a special operation, which showed off their ability to hide their SS-16 missiles and SS-20 from detection.",
  "the first recorded war in history took place, and the famous story of the Trojan horse also happens to be the first recorded example of deception in war.",
  "Passive Defense claims Iran has practiced military deception for 32 centuries, \"The use of deception in war is as ancient as armed conflict itself .",
  "He served in the Congressional EMP Commission, the Congressional Strategic Posture Commission, the House Armed Services Committee, and the CIA.",
  "The tunnels were dug along the coast and at sea level, and were capable of hiding the monstrous Typhoon submarine, which was 557 feet long.\"",
  "\"It was discovered in 1984 that Russia had completed construction on four large tunnels, each of which could hide the largest submarine.",
  "\"The Russians dug large coastal tunnels in order to hide over twenty nuclear submarines from the eyes of Western satellites.\"",
  "\"Passive Defense\" describes at length, and with adulation, the history of Russian cheating on nuclear arms control treaties.",
  "We can call it a guide to designing and planning deception and a warning to those who do not want to be deceived.\"",
  "Iran is doubly disposed to cheat on JCPOA as a totalitarian state and as a matter of religious obligation.",
  "The Islamic principle of \"taqiyyah\" justifies deceiving infidels to gain advantage in the global jihad.",
  "Ogarkov followed the deceit program studiously…Some of the methods and techniques of satellite deceit .",
  "The German philosopher Goethe is famous for saying, 'We are never deceived, we deceive ourselves.'",
  "Peter Vincent Pry is executive director of the Task Force on National and Homeland Security.",
  "Numerous such examples may be found in the 3,200 years of the country’s military history.\"",
  "If so, then Iran’s masters of deceit know us better than we know ourselves.",
  "Critics of JCPOA are not surprised by Iran’s cheating on the nuclear deal.",
  "Creation of artificial and deceptive roads and missile stations.\"",
  "Russian authorities explained the purpose of this action was to .",
  "This statement is more than a philosophical truth.",
  "Still think Iran is not cheating on the JCPOA?",
  "with the intent to deceive the enemy.\"",
  "For more of his reports, Go Here Now.",
  "With the Greek occupation of Troy .",
  "make any necessary corrections .",
  "He is author of \"Blackout Wars.\"",
  "tunnels and night tests.\"",
  "\"Submarine .",
  "include .",
  "Exactly.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]