[
  "“The Breitbart platforms are powerful and influential, and I hope and trust that by combining the international security expertise I have developed over the past 25 years, and the media genius of Breitbart.com, we can move the discourse in the U.S. and worldwide to a safer place.”\n\nShe added: “I am thrilled that Breitbart CEO Larry Solov and Editor-in-Chief Alex Marlow have asked me to join their groundbreaking team of professionals and thankful for the opportunity.",
  "“As the U.S. under President Trump moves beyond the failed appeasement strategies of the Obama administration and the failed democratization strategies of the Bush administration, it is imperative for the discourse in America to be based on objective reality, about the Middle East, and about the world as a whole.",
  "“We are excited about the audience Caroline will bring to the site, as well as the opportunity to ensure that Breitbart readers are the best-informed about Israel, America, and the Middle East.”\n\nGlick further elaborated on her approach:\n\n“Israel is America’s most vital, stable ally in the Middle East.",
  "I have always taken great comfort from Breitbart News’ successes, and it just seems natural for me to be combining forces now with the company he founded.”\n\nBreitbart News CEO Larry Solov noted that Glick’s decision to join the site reflects Breitbart’s pro-Israel origins and ethos.",
  "Glick, a graduate of Harvard’s Kennedy School of Government and a veteran of the Israel Defense Forces (IDF), was Prime Minister Binyamin Netanyahu’s Assistant Foreign Policy Advisor in 1997 and 1998.",
  "In 2003, she covered the Iraq War from the front lines as a journalist embedded with the U.S. Army’s 3rd Infantry Division, and was the first Israeli journalist to report from liberated Baghdad.",
  "She is the author of several books — including, most recently, The Israeli Solution: A One State Plan for Peace in the Middle East (2014), which calls for Israel to annex the West Bank.",
  "Glick, the long-serving senior contributing editor and chief columnist for the Jerusalem Post, is one of the world’s most widely-read commentators on Israel and international affairs.",
  "“Only reality-based analyses can engender policies and strategies that will succeed in securing the U.S. and its allies.”\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "“Breitbart News aims to lead the debate on America’s role in the world by providing cutting-edge news coverage, investigative journalism, and the best commentary and analysis.",
  "“A key inspiration for Breitbart News came during a trip to Israel in 2007, when Andrew Breitbart and I joined several conservative writers on a media trip to the Holy Land.",
  "In Israel itself, she has fought against the left’s domination of popular culture, starting a satirical website and television show, Latma, which she ran from 2008 to 2013.",
  "Her commentary is the most incisive and influential of any columnist, left or right, on issues relevant to Israel and to American foreign policy in the Middle East.",
  "“I am excited to have the opportunity to write for Breitbart readers about the realities of the Middle East, Europe and the wider world,” Glick said Tuesday.",
  "Caroline Glick, the conservative American-Israeli columnist renowned for her powerful criticisms of the Middle East peace process, has joined Breitbart News.",
  "We are very happy that she is joining the Breitbart News team.”\n\nEditor-in-Chief Alex Marlow explained Glick’s importance to the site’s long-term strategy.",
  "For far too long, the discourse about Israel in the U.S. media has hidden that basic fact, to the detriment of the security of the U.S. and Israel alike.",
  "“A few years ago, we launched Breitbart Jerusalem to provide comprehensive coverage of Middle East news from an unabashedly pro-Israel perspective.",
  "“We have been working on building our relationship with Caroline Glick for several months, and we are very glad that she has decided to join us.",
  "A recipient of several major journalism awards, Glick travels around the world to advise policymakers about issues relating to global security.",
  "I was immediately captivated by his passion and certainty that we could use the Internet to change the left-dominated public discourse.",
  "“Caroline Glick’s work epitomizes that philosophy, and she is the recognized thought leader among pro-Israel conservatives.",
  "She is also the adjunct senior fellow for Middle Eastern Affairs at the Center for Security Policy in Washington, DC.",
  "Glick, a Chicago native, moved to Israel in 1991 and lives with her family in the town of Efrat, near Jerusalem.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "She continues to write a weekly Hebrew language column for the Israeli daily Maariv.",
  "“Andrew and I were fighting the exact same fight on different ends of the globe.",
  "She also writes about American politics from a staunchly pro-Israel perspective.",
  "He was named to Forward’s 50 “most influential” Jews in 2017.",
  "“I met Andrew Breitbart when he came to Israel in 2007.",
  "Caroline Glick is a key component of that strategy.",
  "Breitbart’s audience is powerful and wise.",
  "Follow him on Twitter at @joelpollak."
]