[
  "“When it comes to political appointees, Bolton and Pompeo are going to be fighting over the same limited talent pool.” He pointed out that many of those in the 55 to 65 age bracket whom Pompeo could cull for senior positions were either career diplomats who had fled the government under Tillerson, or had signed letters that made them off-limits as political appointees.",
  "But when I reached out to Groombridge, he was unequivocally a no on the idea, sending a multi-part email listing his complaints with Bolton and, more importantly, with Trump, whom he adamantly opposes and views as a “misogynistic, narcissistic, and frankly asshole [sic].”",
  "Abrams did not sign either of the letters, but he had criticized Trump and had written an op-ed in May 2016, after Trump clinched the nomination, titled “When You Can’t Stand Your Candidate,” which sank his chances for the State job after Trump caught wind of it.",
  "One Republican congressional aide, who is plugged into the process and was not authorized to speak publicly about it, said they had gotten phone calls from four different people asking for advice on how to get their names in despite having signed a letter.",
  "Still, these appear to be exceptions, and “there’s no evidence yet of a change in blacklist,” one Republican foreign-policy hand who spoke on condition of anonymity in order to not damage their chances of potentially joining the administration said.",
  "It’s also true that some Trump critics did make it inside the administration, like Brian Hook, a founder of the John Hay Initiative, alongside never-Trump Republicans Eliot Cohen and Eric Edelman.",
  "Some positions that need to be filled at State—and there are many vacant positions—require Senate confirmation, and there are matters of security clearances and other bureaucratic details.",
  "This source said that even the nixing of Bush administration official Elliott Abrams last year for a top job in the State Department could be less definitive than it appears.",
  "Some sources suggested to me that Mark Groombridge, who worked for Bolton at the U.S. mission to the UN and at his super PAC, might be someone Bolton is considering hiring.",
  "“I think that’s probably changed some tunes.”\n\nStaffing up at the National Security Council and at the State Department won’t necessarily happen quickly.",
  "“If you really don’t like Trump you’re not gonna go in because John Bolton’s there now,” one of the Republican foreign-policy sources said.",
  "“The biggest challenge both Bolton and Pompeo face are staffing challenges,” Edelman, who signed both letters during the campaign, said.",
  "Pompeo and Bolton are not, themselves, comforting enough for the most ardent anti-Trump conservatives to feel comfortable going inside.",
  "“The whole revenge-after-the-election kind of thing subsided and now we’re into managing the government,” this person said.",
  "And Nikki Haley, who duked it out with Trump at various points during the campaign, is now the U.S. ambassador to the UN.",
  "But some insiders think Abrams could have a shot at a job in the State Department again now.",
  "Pompeo himself hasn’t been confirmed yet; his hearing is on Thursday.",
  "Hook is now the director of policy planning at the State Department.",
  "That goes even for Bolton’s former employees.",
  "That hasn’t stopped people from trying."
]