[
  "The former congressman noted that the Aid to the Church in Need organization predicted: “Christianity will disappear in five years if major things are not done by the West.”\n\nHowever, he suggested that U.S. President Donald Trump’s administration is helping to reverse that trend, noting, “Fortunately, the credit of the Trump-Pence administration, help is now being given to the Christian and Yazidi population in Iraq.”\n\n“This Trump administration wants to save persecuted Christians I believe as much as anybody in this room from the president of the united states right on down,” added Frank Gaffney, the president of the Center for Security Policy think tank who participated in the summit.",
  "According to IRD, the primary aim of the event was “to inject concern for the Persecuted Church into the very DNA of American churches.”\n\nAmbassador Brownback said that there is a “deadly level of persecution” against Christians in particular, noting that “there’s more [religious] persecution going on now … than [during] any time in recorded history.”\n\nHe pointed out that the “war” against religion “doesn’t usually stop with one faith.”\n\nBrownback urged religious groups and laymen who attended the summit to “push back” against persecutors, stressing, “There’s no time like the present to push.”\n\n“This administration is strongly focused on religious freedom,” he vowed.",
  "The Institute on Religion and Democracy (IRD) hosted Thursday’s conference titled, “Global Christian Persecution Summit: Why Don’t Christians Care About Christians?”\n\nDuring the summit, speakers called on Christians in the West to care for their persecuted brothers and sisters, arguing that so far American Christians have failed persecuted followers of Christ who are suffering atrocities and various forms of mistreatments at the hands of militants and foreign governments.",
  "Former Rep. Frank Wolf (R-VA), the co-founder of the 21st Century Wilberforce Initiative, a religious freedom organization focused on saving religious minorities in Iraq, criticized Western Christians for remaining “relatively silent” when faced with facts about the brutal and even fatal mistreatment of their spiritual brothers and sisters.",
  "WASHINGTON, DC — Sam Brownback, the new U.S. ambassador-at-large for International Religious Freedom, joined faith leaders, activists, experts, and laymen at a summit on Capitol Hill on Thursday to urge U.S.-based Christians to stop ignoring the plight of fellow followers of Christ brutally persecuted overseas.",
  "Echoing other summit panel speakers, Wolf declared:\n\nMany in the church do care and are speaking out, but overall I think the church in the West has been relatively silent … there are the cries of the persecuted that we in the church are refusing to hear.",
  "… The task [of helping persecuted Christians] is urgent the stakes are high but what remains to be seen is whether the people of God will rise to the occasion for such a time like this.",
  "Most of you have borne witness to see the tragic state of religious persecution that is a daily reality for people around the world.",
  "Brownback declared that there is a “global religious war” taking place with Christians as one of the top targets.",
  "Wolf noted that persecuted Christians are facing harassment, fear, imprisonment, and in many cases even death.",
  "All of us."
]