[
  "\"[Kudlow] wouldn't have taken the job just to be a thorn in the President's side,\" Commerce Secretary Wilbur Ross told CNBC on Thursday\n\nJUST WATCHED Trump signals wider West Wing shake-up Replay More Videos ... MUST WATCH Trump signals wider West Wing shake-up 02:32\n\nTillerson, who regularly disagreed with Trump on a variety of issues -- most notably Russia -- will be replaced by Mike Pompeo.",
  "Broadly speaking, these moves represent Trump pushing out people with whom he has clashed or who stand up to him on matters of policy and replacing them with people who are much more likely to rubberstamp whatever policy decisions he makes -- whether it contradicts his past views or looks (or is) misguided.",
  "While Bolton said Thursday that his past views have no bearing on how he will execute his new job as national security adviser, those past views represent a huge change from the more traditional Republican foreign policy views espoused by McMaster.",
  "\"It is a sea-change, one that holds promise of allowing Mr. Trump to accomplish his national security and foreign policy objectives, rather than endlessly contend with them being sabotaged by his own insubordinate subordinates.\"",
  "Here's the timeline:\n\nThere's two things worth noting about that slew of changes: 1) They come in the first 14 months of Trump's presidency and 2) They represent a wholesale policy pivot from the people who were moved out.",
  "John Bolton is not merely a changing of the guard,\" said Frank Gaffney, the head of the Center for Security Policy, who among other things repeatedly suggested President Barack Obama may be a Muslim .",
  "While Trump replaced Cohn with Larry Kudlow, another free trade proponent, it appears to be under the assurance that Kudlow won't get in Trump's way on tariffs and broader trade policy.",
  "Let me repeat that: In the last 16 days, President Donald Trump has replaced his top economic adviser, his top foreign policy adviser and his top national security adviser.",
  "JUST WATCHED Trump replaces McMaster with Fox News analyst Replay More Videos ... MUST WATCH Trump replaces McMaster with Fox News analyst 01:57\n\n\"The replacement of H.R.",
  "JUST WATCHED Gary Cohn to resign as WH economic adviser Replay More Videos ... MUST WATCH Gary Cohn to resign as WH economic adviser 01:58\n\nStart with Cohn.",
  "He resigned after losing an internal fight with the President (and the protectionist element within the White House) over instituting a series of tariffs.",
  "They have launched -- or are preparing to launch -- the one or two major initiatives they and the president have agreed upon as goals for a first term.",
  "In announcing Pompeo's selection, Trump made a point of noting that he and the former Kansas Congressman are \" always on the same wavelength .\"",
  "You are talking about a full-scale re-engineering of a good chunk of your top advisers less than 500 days into your presidency.",
  "But that Trump has done so this early in his administration -- and over a two-week period -- remains totally remarkable.",
  "And not just out, but replaced by people who, in several instances, have radically different views on major issues.",
  "This would be a lot of change in critical positions for any president at any time during their tenure.",
  "The new team has been chosen for their willingness to carry out the whims and wishes of the President.",
  "This is a president who has been in office for just over 14 months or, to be exact, 427 days.",
  "In most White Houses, your senior policy people -- head of the NEC, secretary of state, etc.",
  "He's bringing in fresh blood to get done what he couldn't get done in the first four years!",
  "Pompeo has risen up the ranks in Trumpworld thanks to his consistent loyalty to Trump .",
  "Let's say that a president had just won a second term and made this series of changes.",
  "But this isn't a president overhauling his team as he preps for a second term.",
  "He's changing things up as he gets ready for the challenges of a second term!",
  "-- are just beginning to settle into their jobs at this point of your term.",
  "In the Trump White House, those people are now out.",
  "And finally, the switch of McMaster for Bolton.",
  "McMaster as national security adviser with Amb.",
  "Cohn opposed such a move.",
  "It would be a BIG deal.",
  "Trump did it anyway.",
  "Cohn resigned.",
  "And so on."
]