[
  "The purpose of such an organizing effort, the author explains, is to pursue the Brotherhood’s declared goal of “enablement of Islam in North America,” which he says has these components: “establishing an effective and a stable Islamic Movement led by the Muslim Brotherhood which adopts Muslims’ causes domestically and globally, and which works to expand the observant Muslim base, aims at unifying and directing Muslims’ efforts, presents Islam as a civilization alternative, and supports the global Islamic State wherever it is.”\n\nWhen those aims are achieved, the writer argues, Muslims will be more united, politically and economically stronger, truer to their faith, and more committed to dawa (proselytizing), which will eventually realize the Prophet’s vision and establish Islam as the universally accepted one true religion.",
  "In a press release accompanying one of its court filings, the ACLU noted that “the government conceded... that it had absolutely no evidence proving that either ISNA or NAIT had engaged in a criminal conspiracy.” The lead prosecutor in the Holy Land case, the ACLU statement went on, told the organizations’ lawyers that they “were not subjects or targets in the HLF prosecution or in any other pending investigation.”\n\nIn the more than 11 years since the list was made public, no new information has emerged that corroborates the inflammatory assertion that CAIR or the other Muslim-American groups are terrorist organizations or fronts for Hamas.",
  "Frank Gaffney, head of the Center for Security Policy and perhaps the country’s most prominent Islamophobe, called it “the Muslim Brotherhood secret plan for taking down our country.” Pamela Geller and Robert Spencer, two other leading voices in the anti-Muslim chorus, have written that “the Brotherhood lays out a plan [in the document] to do nothing less than conquer and Islamize the United States.”\n\nThose statements are, however, unsupported by facts of any sort.",
  "Aside from that single reference there is no other mention of destroying Western civilization, no discussion of when that downfall might come about or how it might be achieved “from within.” There’s not a word about penetrating government structures or the legal system, nothing about clandestine action or a secret plot to take power.",
  "As New America’s David Sterman points out, “The vast majority of jihadist activity today is not even organized by radical clerics, returned fighters, or militant operatives but instead is mediated online or via small peer groups of friends.” Those threats will not be detected by pursuing nonexistent conspiracies.",
  "They regularly quote a single sentence that refers to “destroying the Western civilization from within” so that “God’s religion is made victorious over all other religions.” But that’s the only line in 18 pages of text that even comes close to suggesting the idea of “taking down our country,” as Gaffney puts it.",
  "David Sterman, who manages the think tank New America’s extensive Terrorism in America database, says flatly, “Neither CAIR nor any other major American Muslim organization has played a role in jihadist terrorist plotting in the United States.” (That’s true of the Muslim Brotherhood, too.",
  "That list was not submitted as evidence and, despite the ominous sound of that label “co-conspirator,” it was not accompanied by any specific allegations of terrorist involvement or of an explicit conspiratorial act by any of the organizations or individuals named on the list.",
  "For that matter, no one has ever found any indication that anyone other than the author even saw the text, written in Arabic, until 13 years after it was completed, when it was coincidentally unearthed in a storage box during an FBI search of a home in Annandale, Virginia.",
  "Exhibit B is a list of several hundred “unindicted co-conspirators,” including the Council on American Islamic Relations and other mainstream national Muslim organizations, that federal prosecutors put into the record during a 2007 terrorism-financing trial in Texas.",
  "The document, dated May 1991 and titled “An Explanatory Memorandum on the General Strategic Goal for the Group in North America,” is real, but there is no evidence that it represents the views of anyone other than the single Brotherhood member who wrote it.",
  "While they unceasingly slam CAIR’s alleged terrorism ties, Gaffney, Geller, and their cohorts have not offered a single plausible example of an incident of Islamist terrorism in which CAIR or one of the other organizations on their smear list was involved.",
  "Falsely demonizing all Muslims, their beliefs, and their institutions is exactly the wrong way to make Americans safer, because the more we scare ourselves with imaginary enemies, the harder it will be to find and protect ourselves from real ones.",
  "The document that supposedly verifies the claim that CAIR and other groups are linked to Islamist terrorism is a list of “unindicted co-conspirators” attached to a pre-trial brief submitted by prosecutors in 2007 in the Holy Land Foundation case.",
  "After a careful search of available Brotherhood records, researchers at Georgetown University’s Bridge Initiative, which combats Islamophobia, determined that neither the memorandum nor its specific proposals appear in any documents they found.",
  "In that case, five leaders of a Texas-based Islamic charity were eventually convicted of donating to charitable programs linked with Hamas, the group that now controls the Gaza Strip and is a U.S. government-designated terrorist organization.",
  "In a 2009 ruling on a motion from CAIR and two other organizations seeking to be removed from the list, a U.S. district judge held that the co-conspirator designation was “unaccompanied by any facts” indicating possible terrorist connections.",
  "A major theme of those falsehoods is telling the U.S. public that Islam is inherently dangerous and that American Muslims, even if they do not embrace extremist religious beliefs or violent actions, are still a threat to national security.",
  "The Secret Plan That Wasn’t\n\nLet’s start with the so-called master plan, a memorandum written nearly three decades ago that is not just the centerpiece but essentially the sole source for the tale of a “civilizational jihad” conspiracy.",
  "In fact, the Brotherhood has not been designated as a terror organization by the U.S. government, and there are not the slightest grounds for thinking it, or any other secret force, controls any national Muslim-American group.",
  "No known Muslim Brotherhood correspondence or records refer to the memorandum, as one would expect if there had been a formal discussion of it or even an exchange between the author and any Brotherhood governing body.",
  "As a religious minority in a country where their faith makes them potential victims of hate crimes, Muslims have stronger reasons than most Americans for believing in and practicing religious tolerance, not holy war.",
  "But the Brotherhood has traditionally conceived of it as a nonviolent process, conducted through persuasion and grassroots organizing, not a violent one carried out through acts of terror or sabotage.",
  "If you look at the exhibits themselves, instead of the descriptions of them by anti-Muslim groups, it’s obvious that neither is what the Islamophobes say it is or proves what they allege it proves.",
  "Chris Maddaloni via Getty Images Frank Gaffney, head of the Center for Security Policy, (shown here in March) has claimed that American Muslims are secretly trying to take over the U.S. government.",
  "Virtually the entire text focuses on believers, not non-believers, and how to organize and strengthen the Muslim community in the U.S. so that it will be better able to carry out that effort.",
  "It is a missionary strategy,” Edward Curtis IV, professor of religious studies and editor of the Encyclopedia of Muslim-American History, told me in an email after reading the memorandum.",
  "Keeping Muslim Americans as allies and maintaining their trust in our common values and political and legal institutions will be critical in successfully opposing extremist violence.",
  "In the struggle against the real threat from violent Islamic extremism, the Islamophobes’ false statements and overall message help the terrorists, not the security of Americans.",
  "The companion claim is that mainstream Muslim-American organizations are effectively “fronts” for the Muslim Brotherhood and so secretly controlled by international terrorists.",
  "is similarly based on a single piece of “evidence.” Like the Brotherhood’s “master plan,” it, too, is misleadingly presented and does not prove the Islamophobes’ allegations.",
  "A recommendation to create “clubs for training and learning self-defense techniques” is the only item on the list that even glancingly touches on any sort of violent action.",
  "Their aim: getting around the usual ban on hearsay testimony, which can be introduced when an out-of-court statement comes from someone officially named as a co-conspirator.",
  "Gaffney and the many other Islamophobes who cite it as proof of a “stealth jihad” threat against the United States have never presented additional documentation of any kind.",
  "The vast majority of American Muslims oppose extremism and violence by Muslims or anyone else and have no wish to live under the brutal rule practiced by jihadist fanatics.",
  "In the Holy Land case itself, the defendants were not accused of directly aiding any terrorist activity, and no specific violent act is mentioned anywhere in the charges.",
  "Anti-Muslim activists in the United States were operating in a “post-truth era” and putting out “alternative facts” long before those phrases entered the language.",
  "Its wording makes it unmistakably clear that the writer was proposing a strategy to the Brotherhood’s leadership, not presenting a plan approved by any authority.",
  "the charge that mainstream Muslim-American organizations generally, and CAIR (the Council on American-Islamic Relations) in particular, have “terror ties” ?",
  "That includes records from the Brotherhood Shura Council’s 1991 meeting, where the memorandum’s author had specifically asked to have it put on the agenda.",
  "The only link: that CAIR’s founder, Omar Ahmad, was associated with the U.S. Palestine Committee, an umbrella group for Holy Land and other organizations.",
  "Not Exactly...\n\nAs well as falsely representing the memorandum’s status, the Islamophobes are also notably less than accurate in describing its contents.",
  "Nor have researchers who track homegrown terror cases turned up any known link between a national Muslim-American organization and any violent incident.",
  "Muslim structures in many areas of public life: education, law, media, financial institutions, art and culture, social and charitable work, and so on.",
  "But despite overwrought claims from the anti-Muslim set, the Brotherhood has never been implicated in any violent act of terror in the United States.",
  "Exhibit A is a document falsely called the Brotherhood’s “master plan” for the clandestine effort to establish Muslim dominance in the United States.",
  "prosecutors made no claim that the “co-conspirators” had actually conspired in any way to help terrorists or engaged in any other criminal activity.",
  "For many believers, dawa (also spelled dawah) has political as well as spiritual goals, including the ultimate establishment of an Islamic state.",
  "a long-term, far-reaching conspiracy to infiltrate the U.S. legal system and other public institutions and bring America under Islamic law.",
  "No evidence has come to light that suggests his proposals were ever considered, let alone adopted, by the Muslim Brotherhood leadership.",
  "For the last decade they have been spreading provable falsehoods through their well-organized network of publications and websites.",
  "Meanwhile, after reviewing the list, the Justice Department concluded that no criminal investigation of any sort was warranted.",
  "Proving a negative is always a hard proposition, but one strong backup for this one is what the Islamophobes themselves say ?",
  "Losing that trust and driving them away, as the Islamophobes’ ugly falsehoods inevitably will, can only help the terrorists.",
  "The surest way to find them will be through information from relatives, neighbors, religious teachers, fellow worshippers ?",
  "Strongly criticizing the prosecutors for putting it into the open record in the first place, he ordered the list sealed.",
  "The memorandum’s message is consistent with the Brotherhood’s conservative theology and its dream of an Islamized world.",
  "But it is not the sinister conspiracy the Islamophobes keep talking about without providing any evidence that it exists.",
  "The Islamophobia network unfailingly refers to the memorandum as an official declaration of Muslim Brotherhood strategy.",
  "To back up that conclusion, the well-funded Islamophobia publicity machine incessantly repeats two specific assertions.",
  "Inventing Make-Believe Enemies Helps the Real Ones\n\nThose untruths are not just bigoted and dishonest but dangerous.",
  "Even the Trump administration has decided not to add it to the list of officially designated terror organizations.)",
  "The U.S. government itself acknowledged that some of the donated funds supported legitimate humanitarian projects.",
  "According to the American Civil Liberties Union, which represented the two other organizations named on the list ?",
  "If the Islamophobes had even one actual case, they would certainly have proclaimed it nonstop, at top volume.",
  "David Shipler, who wrote about it at length in his book Freedom of Speech, calls it an “orphan document” ?",
  "Ahmad’s activities, however, took place in the early 1990s before Hamas was declared a terrorist group.",
  "The first is that Muslims in this country have been engaged in a “stealth” or “civilizational jihad” ?",
  "The Co-Conspiracy Theory Is Missing Any Facts\n\nThe other main thread in the anti-Muslim narrative ?",
  "in all likelihood because, like the Muslim Brotherhood’s “civilizational jihad,” it doesn’t exist.",
  "It had, however, already been so widely circulated that no order could keep it from public view.",
  "Other investigators have similarly failed to find any trace of the memorandum in other records.",
  "The Islamophobes offer only two pieces of supporting “evidence,” one for each of those claims.",
  "the Islamic Society of North America (ISNA) and the North American Islamic Trust (NAIT) ?",
  "(By the way, that’s the same trial where the “explanatory memorandum” first surfaced.)",
  "So its absence from their rhetoric is a clear sign that they have no such evidence ?",
  "Internationally, some Brotherhood offshoots have engaged in terrorism.",
  "The document comes much closer to that description than to Gaffney’s.",
  "is achieving Islamic supremacy through proselytizing and conversion.",
  "To receive TomDispatch in your inbox three times a week, click here.",
  "Rather, the prosecutors filed the brief for purely tactical reasons.",
  "At its heart is a long list of specific ideas for establishing ?",
  "similar to the evangelical vision preached in many religions ?",
  "that is, in the great majority of cases, fellow Muslims.",
  "This article originally appeared at TomDispatch.com.",
  "The connection with CAIR is even more tenuous.",
  "Instead, the plan’s dominant concept ?",
  "No other copy is known to exist.",
  "and a childless orphan at that.",
  "or, more precisely, don’t say.",
  "Taking Down Our Country?",
  "openly, not secretly ?",
  "“It is not a plot."
]