[
  "According to the Clinton campaign website, if elected President, Hillary Clinton will “vigorously enforce the nuclear agreement and implement a broader strategy to confront Iran’s bad behavior in the region, particularly the threat it poses to Israel.” These are empty promises because the verification provisions of the Iran deal are exceeding weak and Tehran has placed military sites off-limits.",
  "Amid recent scrambling by President Obama and his senior officials to deny that a secret planeload of foreign currency worth $400 million sent to Iran in January to win the release of four innocent Americans was a ransom payment, there also has been maneuvering by Hillary Clinton’s campaign to insulate her from any blowback from the nuclear deal with Iran.",
  "We saw this last week when Clinton surrogates and their media allies argued that although Clinton supports the agreement, which she claims “put a lid” on Iran’s nuclear program, she can’t be held responsible for the so-called ransom payment because she left the State Department in early 2013 and the Iran nuclear deal was negotiated between 2013 and 2015.",
  "I have been in touch with Kessler to dispute his article because it suggests the nuclear agreement with Iran (the Joint Comprehensive Plan of Action or JCPOA) and the ransom payment are mostly the result of a separate set of negotiations that occurred after Clinton left office.",
  "I explain in my new book on the JCPOA Obamabomb: A Dangerous and Growing National Security Threat that Clinton owns the nuclear deal as much as Obama does because the major decisions and concessions that produced this agreement were made while she was Secretary of State.",
  "This included naming the negotiators for the nuclear talks and approving two major U.S. concessions to Iran in 2011 – guaranteeing Iran the right to enrich uranium and agreeing to close the IAEA’s investigation of Iran’s past nuclear weapons work.",
  "These concessions led to an extremely weak nuclear accord that allows Iran continue increasing its capability to make nuclear weapons by letting it enrich uranium, develop advanced uranium centrifuges and operate a plutonium-producing reactor.",
  "The best way for the next president to deal with the fraudulent nuclear deal with Iran is to tear it up on his or her first day in office and begin negotiations on a new agreement which actually addresses the nuclear threat from Iran.",
  "Scandal!”\n\nGlenn Kessler, in an August 3 Washington Post ‘Fact Checker” column , quickly awarded Trump four “Pinocchios” for this tweet for being false, explaining that:\n\nClinton stepped down as secretary of state in early 2013.",
  "Republican presidential candidate Donald Trump has said if he wins the 2016 presidential election he will renegotiate the Iran deal because it is one of the worst international agreements ever negotiated.",
  "Iran’s behavior has grown worse since the nuclear deal was announced with its ballistic missile tests, increased support to terrorists and the Assad regime and threats to shipping in the Persian Gulf.",
  "Clinton has tried to claim credit for setting stage for the JCPOA by saying she and President Obama brought Iran to the negotiating table with a “dual track” strategy of sanctions and diplomacy.",
  "This is untrue, since Clinton and Obama actually fought hard to prevent Congress and the EU from imposing sanctions on Iran before later backing these sanctions when they could not stop them.",
  "Trump expressed this in an August 3 tweet, “Our incompetent Secretary of State, Hillary Clinton, was the one who started talks to give 400 million dollars, in cash, to Iran.",
  "The deal involving the American detainees — including The Washington Post’s Jason Rezaian — was announced in January this year, three years after the end of her tenure.",
  "In addition, despite promises by the Obama administration that the nuclear deal would improve U.S.-Iran relations and Iran’s behavior, this obviously has not happened.",
  "This means the security situation in the Middle East will significantly worsen under a Clinton presidency as Iran gets closer to producing a nuclear weapons arsenal.",
  "If Clinton wins in November, she is certain to keep the Iran deal in place and continue the Obama administration’s appeasement of Iran that led to this agreement.",
  "This circling of the wagons has included attacking Donald Trump for saying Clinton was responsible for the nuclear talks that resulted in the ransom payment.",
  "He followed the Iranian nuclear issue for the CIA, the State Department, and the House Intelligence Committee during his 25-year government career.",
  "Clinton did initiate negotiations with Iran over its nuclear program — though substantial talks with Iran did not take place until after she left.",
  "There is already evidence of massive Iranian cheating on the nuclear agreement and indications that Tehran may be planning to withdraw from it.",
  "Iran also received over $150 billion in sanctions relief as part of the deal that it likely is using to fund terrorism and its WMD programs.",
  "Obama and Clinton are ignoring this evidence so they can claim the nuclear deal is a success because Iran is in full compliance.",
  "By turning a blind eye to evidence of Iranian cheating on the nuclear deal, Clinton reiterated her complicity in this agreement.",
  "Moreover, after the administration decided to support sanctions imposed by Congress, it repeatedly weakened them with waivers.",
  "My book Obamabomb has ten steps to guide such a re-negotiation by Mr Trump if he wins the election.",
  "Fred Fleitz is senior vice president for policy and programs with the Center for Security Policy.",
  "Iran also has promised to withdraw from the nuclear agreement if sanctions are reimposed.",
  "And let’s not forget the 10 U.S. sailors who Iran detained and humiliated last January.",
  "This undermined America’s negotiating position in the nuclear talks.",
  "Twitter @fredfleitz.",
  "This is not true."
]