[
  "Founder and President of the Center for Security Policy, Frank Gaffney, tells Breitbart News Daily host Stephen K. Bannon, “members of the royal family, the Saudi clerics of Saudi Arabia and, of course, the various front organizations that fund the Muslim Brotherhood, that fund other kinds of jihadists, all are imbued with this commitment to Sharia – the totalitarian doctrine that calls for the destruction of countries like ours.”\n\nThe conversation takes place on the heels of the Saudis actually making threats against the U.S. in an effort seemingly aimed at continuing to conceal their role in 9-11.",
  "But, Steve, unfortunately, they are absolutely committed, I mean, the Royal family, some more than others, but members of the royal family, the Saudi clerics of Saudi Arabia and, of course, the various front organizations that fund the Muslim Brotherhood, that fund other kinds of jihadists, all are imbued with this commitment to Sharia – the totalitarian doctrine that calls for the destruction of countries like ours.",
  "Per the New York Times:\n\nSaudi Arabia has told the Obama administration and members of Congress that it will sell off hundreds of billions of dollars’ worth of American assets held by the kingdom if Congress passes a bill that would allow the Saudi government to be held responsible in American courts for any role in the Sept. 11, 2001, attacks.",
  "And, by the way, the revelations from a court proceeding in which victims of the 9-11 attacks sued for redress of their losses by Iran on the grounds that it was involved in the 9-11 attacks, which implicated,a s well, the Saudis, because it turns out from those court proceedings that the Saudis and the Iranians actually collaborated together.",
  "More from Gaffney’s interview on Breitbart News daily today:\n\n“I think if those 28 pages come to light, it will really just affirm what there’s plenty of evidence to suggest already, and that is that the Saudis have been playing a double game with us for decades.",
  "In its report on the still-censored “28 pages” implicating the Saudi government in 9/11, “60 Minutes” last weekend said the Saudi role in the attacks has been “soft-pedaled” to protect America’s delicate alliance with the oil-rich kingdom.",
  "Governments, administrations of both Republican and Democratic stripes have gone to prevent the American people from knowing about those reports.",
  "Said Gaffney today:\n\nUnfortunately, Steve, we still don’t know exactly what’s in those 28 pages but the lengths to which successive U.S.",
  "And, yes, they sell us oil, yes, they buy our weapons, and yes they have some tactical considerations that give us mutual interest.",
  "The New York Post ran an item just yesterday on the alleged cover-up: How US covered up Saudi role in 9/11.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00AM to 9:00AM EST.",
  "You can listen to the full interview below:",
  "That’s quite an understatement."
]