[
  "“It is to be profoundly hoped that Ms. Corcoran’s analysis will raise awareness of this problem and that, especially with the concern being expressed by influential legislators like Congressman Trey Gowdy, it will help force U.S. officials to halt a dangerous refugee resettlement program,” said Frank Gaffney, President of the Center for Security Policy.",
  "The FBI told Congress recently they cannot be properly screened.”\n\nIn fact, over the past few weeks, Rep. Trey Gowdy (R-SC), Chairman of the House Judiciary Subcommittee on Immigration and Border Security, wrote the State Department about concerns he has over refugees being placed in Spartanburg, a city within his state.",
  "In 2007, Ann Corcoran successfully stopped the State Department from discreetly unloading Muslim refugees in her hometown in Maryland, and now she has written a book directing other Americans to do the same, warning that the immigration is part of a religious obligation to spread Islam.",
  "Corcoran’s book, Refugee Resettlement and the Hijra to America, was published as part of the Center for Security Policy’s “Civilization Jihad Reader Series,” and is a collection of her research and analysis dictated in her blog, Refugee Resettlement Watch.",
  "The United Nation’s High Commission on Refugees receives information from the Organization of Islamic Cooperation, according to the Center for Security Policy, which calls this an Islamic supremacy organization.",
  "Breitbart News previously reported that the largest groups of immigrants coming into the United States are Muslim and of the impact this has had on local communities, raising concerns about national security.",
  "“I am deeply concerned about the lack of notice, information, and consultation afforded to me and my constituents about this issue,” Gowdy wrote in a recent letter to Secretary of State John Kerry.",
  "According to the press release by the Center for Security Policy, Martin Mawyer’s documentary called “Europe’s Last Stand; America’s Final Warning” exemplifies the accuracy of Qaddafi’s prediction.",
  "“She has provided shocking details of how a stealth effort by jihadists to advance their stated goal of “destroying Western civilization from within” is being abetted by the U.S. government.”",
  "According to Corcoran’s research, the federal government has been relocating Muslim refugees into rural communities with little to no say from local and state officials for roughly 35 years.",
  "Through her years of research, Corcoran found that Muslim immigration is a form of jihad through colonization called hijra, which she reports dates back to the time of Mohammad.",
  "“I wanted to know who gave permission for what amounted to the dropping off of needy people in our county seat,” Corcoran explained in a YouTube video.",
  "“We only need to look to a troubled Europe to see the path ahead for America if we can’t stop this migration and stop it soon,” said Corcoran.",
  "She notes Muammar Qaddafi, the Libyan leader, who said Europe wouldn’t be conquered by guns and swords, but instead by Muslim immigration.",
  "“Ann Corcoran’s report is required reading for anyone worried about the threat to America from the global jihad movement,” said Gaffney.",
  "Corcoran’s sources detail that the migration is actually a religious obligation, in which Muslims are required to spread Islam.",
  "“There is no reason on earth that we should have brought over 100,000 Somalis and another 100,000 Iraqi Muslims to America.",
  "It points out that wealthy Muslim countries, such as Saudi Arabia, are never used as part of the refugee placement system.",
  "“If you don’t help counter the hijra, we are in my opinion, doomed,” warned Corcoran.",
  "She claims the United Nations is the driving force behind the resettlement process.",
  "Breitbart News previously interviewed Mawyer on the release of his documentary.",
  "The UN at the moment has over 10,000 in a pipeline destined for our towns.",
  "According to Corcoran, the Muslim Brotherhood pursues the hijra strategy.",
  "Soon, we will be settling Syria Muslims in large numbers."
]