[
  "A notable member of that club is former FBI agent John Guandolo, who tells audiences that America is “at war with Islam,” and that all versions of their faith require Muslims to wage “warfare against non-Muslims until the entire world is under Islamic law... that’s what Islam is.”\n\nAlong the way Guandolo has also declared, without a shred of evidence, that former CIA director John Brennan is a secret Muslim convert and has suggested that mosques in the United States, unlike other places of worship, are not protected by the constitutional guarantee of religious freedom.",
  "A survey on the site, titled “Listening to America 2018,” asks for visitors’ views on a number of issues including, in question 27, “Are you concerned by the potential spread of sharia law?”\n\nSimply putting it on the list along with identically formulated questions about school safety, illegal immigration, abortion, gun control, trade policy, and other subjects is a clear suggestion that the “spread of sharia law” is of equivalent public concern, a legitimate question for voters to consider.",
  "Imagine that a nominee for secretary of state had shared platforms with white nationalist Richard B. Spencer and been given a major award by his National Policy Institute, which describes itself as “an independent organization dedicated to the heritage, identity, and future of people of European descent in the United States and around the world.” With that on his record, is it likely the nominee would have been confirmed, or nominated in the first place, to head the State Department?",
  "McMaster as President Trump’s national security advisor, numerous critics called attention to his associations with various anti-Muslim conspiracy theorists, including his enthusiastic foreword for a book by two leading Islamophobes, Pamela Geller and Robert Spencer (no relation to white nationalist Richard Spencer), filled with ominous insinuations about former President Barack Obama’s supposed Muslim ties.",
  "We defined what America is”) and MacDonald’s (“Given Jewish influence over the political process... it is vitally important for those of us attempting to reverse White dispossession to understand this, to call attention to it, and to combat it”) certainly have a following, but are broadly seen as inconsistent with mainstream American values and beyond the borders of acceptable public discourse.",
  "Peter Bergen, who examined the records of 330 “home-grown” terrorists for his book The United States of Jihad, mentions one young man who mused in a blog posting about “the possibility of banning alcohol consumption in the States.” Other than that, in 280 pages of text there is not a single indication that any of his subjects thought they were acting to bring Americans under Muslim rule.",
  "Or what if someone under consideration for a top White House job had written an admiring foreword for a book by Holocaust denier David Irving or perhaps one by the psychologist and alt-right sympathizer Kevin MacDonald, who describes Jews as “a hostile, adversary elite” conducting “ethnic war” against Christianity and “traditional institutions of European-American culture”?",
  "Even while post-9/11 presidents George W. Bush and Barack Obama, as well as other political leaders, strongly rejected war-on-Islam rhetoric, inflammatory material about Muslims turned up repeatedly in counterterrorism briefings and training materials for federal national security and public safety personnel as well as in programs for local agencies.",
  "No such outcry arose a few months later about his endorsement by retired Lieutenant General Jerry Boykin, a vocal Islamophobe who has called Islam an “evil” religion that “should not be protected under the First Amendment” and has urged Americans to “get on the offensive” to block the construction of mosques in their communities.",
  "In rhetoric that is very similar in tone and logic to that of the white nationalists, Gabriel argues that the people she disparages are not true Americans: “A practicing Muslim who believes the word of the Koran to be the word of Allah, who abides by Islam, who goes to mosque and prays every Friday, who prays five times a day ?",
  "When Bolton’s White House appointment was announced, numerous commentators recalled that and other instances when he aligned himself with prominent anti-Muslim activists, including Frank Gaffney, the leading campaigner against the supposed Muslim conspiracy to replace the U.S. constitution with sharia, or Islamic law.",
  "this practicing Muslim, who believes in the teachings of the Koran, cannot be a loyal citizen to the United States of America.”\n\nPompeo not only delivered speeches at ACT conferences while a member of Congress, but arranged for the group to give a presentation at the Capitol and, in 2016, received its highest award.",
  "Either way, it is yet another small but telling example of a broader reality: in today’s America, disparaging Islam is acceptable in ways that disparaging other religions is not (and make no mistake, spreading a grotesque caricature of sharia and condemning it as evil and dangerous is a slur on the Muslim faith).",
  "It bears no resemblance to the sharia that actually exists in Muslims’ lives, a constantly evolving guide to moral principles, religious practice, and personal conduct not formulated in any one document but drawn from many interpretations by scholars and religious thinkers across the Muslim world ?",
  "With increased visibility after that controversy, anti-Muslim organizers turned up across the country supporting local campaigns to oppose building permits for new mosques, organizing rallies against “creeping sharia,” and pressuring state lawmakers to pass bills banning sharia law in their states.",
  "In the last decade, at the conservative end of the American political spectrum anti-Muslim activists have become, as The Atlantic’s Peter Beinart has written, “a legitimate constituency group, like people who support gun rights or oppose abortion.” In fact, that description applies more broadly.",
  "Of course, the 2016 campaign provided the most spectacular example of the outrage gap when Donald Trump won the Republican nomination and then the presidency after explicitly calling for an across-the-board ban that would keep all non-American Muslims from entering the United States.",
  "Recently, the Texas Commission on Law Enforcement retroactively denied accreditation to a seminar Guandolo gave in that state in early May, declaring that his material “paints an entire religion with an overly broad brush.” But his views haven’t shut his business down, either.",
  "These and a great many other examples point to a troubling but indisputable conclusion: politicians, other public figures, and public institutions in America may not get a completely free pass when linked to Islamophobic bigots, but they certainly get a reduced-fare ride.",
  "Even the most rabid conspiracy theorists have not produced a single piece of credible evidence that anyone anywhere has actually tried to infiltrate the American legal system and covertly convert it to Islamic law (nor have they ever explained how that might be done).",
  "whose publicity implies that he was forced out of the FBI for trying to speak truth to power about Islam, but who actually resigned after the bureau learned he’d had a sexual relationship with a witness in a case that had nothing to do with Islam or terrorism ?",
  "Gabriel, whose organization ACT for America is one of the most active and visible anti-Muslim groups in this country, has maintained longstanding and warm relations with various high-ranking political figures, including Secretary of State Mike Pompeo.",
  "As a senior vice president at Gaffney’s Center for Security Policy, Fleitz was one of the authors of a 2015 publication arguing that naturalized Muslim citizens who advocate sharia observance should be subject to loss of citizenship and deportation.",
  "He faced some sharp questioning in his Senate hearing about those connections, but did not repudiate either Gabriel’s views or those of her organization and yet his association with her did not derail his confirmation as the nation’s top diplomat.",
  "Consider, for instance, conservative evangelical Christians, who are perhaps a quarter of the national population (and broadly identify with the same faith as the large majority) and are politically influential out of proportion to their numbers.",
  "They initially blasted into public view in the furor over the so-called Ground Zero Mosque, an Islamic center in New York City close to (but not on) the site where the twin towers of the World Trade Center were destroyed on September 11, 2001.",
  "Not just on the political right but in mainstream news coverage and in the political world generally, Islamophobes are criticized but are typically not treated as beyond the pale in the same way as anti-Semites or white supremacists would be.",
  "Given the continuing well-funded campaigns by the Islamophobes and continuing support from their enablers in the Trump administration, starting with the president himself, it seems unlikely that this trend will be reversed any time soon.",
  "To begin with, the Islamophobes’ description of sharia as a kind of official manual, a comprehensive “legal-political-military doctrine” spelling out a single set of rules that all Muslims are bound to obey, is wildly inaccurate.",
  "To mention just one, when Ku Klux Klan leader David Duke praised Donald Trump, the news cycles that followed were full of demands for the Trump campaign to reject Duke’s support, which Trump did, after some hemming and hawing.",
  "Despite adverse publicity, he continues to get contracts from law enforcement clients who, it is safe to say, would not dream of hiring a consultant expressing comparable views about African Americans or other minorities.",
  "His record of offensive (not to say unhinged) statements is regularly recirculated by advocacy groups and cited in local media when he turns up somewhere to conduct training or promote his consulting business.",
  "There’s no way to know if that question is on the survey because its designers or the Make America Great Committee fundraisers who put it on the site actually thought of sharia as a real problem for Americans.",
  "Around the country, self-anointed “counterterrorism experts” regularly offer virulently anti-Muslim messages in training programs for local police and sheriffs’ departments and other public safety agencies.",
  "But the conspiracy theorists have convinced a surprising number of people, including state legislators who have enacted anti-sharia laws in a dozen states and introduced similar legislation in many more.",
  "Yet, as the news agency Middle East Eye recently disclosed, it is presented as a real issue on the quintessentially establishment platform of President Trump’s official campaign fund-raising website.",
  "One liberal veterans group did call on Trump to disavow Boykin, but its statement received almost no media coverage and, needless to say, the candidate did not repudiate the general’s endorsement.",
  "No evidence shows that homegrown or foreign jihadists who have carried out or planned terrorist acts against Americans were trying to impose sharia or Islamize the United States, either.",
  "That’s been a fairly typical American response: anti-Muslim opinions are criticized, often strongly, but not treated as out of bounds, the way other expressions of bigotry would be.",
  "The pattern has been strikingly consistent since a network of strident Islamophobic activists appeared rather suddenly on the national stage at the beginning of the present decade.",
  "Fleitz’s NSC appointment, announced May 29th, brought a new flurry of criticism but no indication from the White House that Bolton would be overruled or the appointment withdrawn.",
  "Moreover, since those taking the survey will presumably include many respondents who had not thought about the issue before, that question will undoubtedly plant that subject ?",
  "the exact opposite of the “totalitarian socio-political doctrine” that the anti-sharia movement says Muslim infiltrators want to impose on the United States.",
  "Beyond any possible dispute, the sharia conspiracy is a fabrication, an imaginary threat conjured up to stoke public fear and hostility toward Muslims.",
  "and have much more credibility than they deserve, given that their arguments are largely premised on false logic and provably phony evidence.",
  "(Boykin, incidentally, was another co-author of that Center for Security Policy publication calling for sharia-adherent Muslims to lose U.S.",
  "Nor did it deter him from appointing Fred Fleitz, one of Gaffney’s top associates, as chief of staff of the National Security Council (NSC).",
  "Maybe they just saw it as a useful hot-button term that could help energize the voters and potential campaign donors they wanted to reach.",
  "An Imaginary Menace\n\nThe imaginary sharia conspiracy, to take just one example, is completely at odds with both facts and common sense.",
  "They have been unable to reverse court rulings on school prayer, abortion rights, and gay marriage, despite years of strenuous effort.",
  "It is difficult to imagine that someone who had taken that position could have stayed in the race at all, let alone won the election.",
  "Bolton used the same label in the opening sentence of his foreword, which says: “Barack Obama is the first post-American president” ?",
  "And we are asked to believe that there is a realistic threat that a minority religious group making up 1% of the population ?",
  "A Reduced-Fare Ride for Islamophobes\n\nAn unsettling tolerance of Islamophobic views is noticeable in other realms as well.",
  "If a presidential candidate had proposed an equivalent policy directed against any other religious or racial minority ?",
  "A Double Standard on Bigotry\n\nWhen Muslims are the target of bigotry, however, the reaction is quite different.",
  "Views like Spencer’s (“This country does belong to white people, culturally, politically, socially, everything.",
  "But the criticism never came close to the critical mass that might have kept Bolton from assuming the post.",
  "actually, as the authors of one critical commentary pointed out, a small extremist fraction of that 1% ?",
  "They have plenty of critics, but have nonetheless gained an influential voice in the public dialogue ?",
  "Consider Brigitte Gabriel, not quite a household name but a leading voice in the Islamophobic choir.",
  "Would such an endorsement keep him from being named as the president’s national security advisor?",
  "That book was titled The Post-American Presidency: The Obama Administration’s War on America.",
  "Similarly, earlier this year when John Bolton was tapped to replace Lieutenant General H.R.",
  "could subvert the legal and governmental system and impose its “laws” on the other 99%?",
  "In his words, they “do not have a First Amendment right to do anything.”\n\nGuandolo ?",
  "While those are hypothetical questions, there can’t be much doubt about the answers.",
  "Lastly, even if the conspiracy were real, it’s inconceivable that it could succeed.",
  "When Muslims are the target of bigotry, however, the reaction is quite different.",
  "that is, not a real American president, which was the book’s central message.",
  "No responsible official or opinion maker should give it any legitimacy.",
  "is by no means universally accepted as a valid anti-terrorism expert.",
  "To receive TomDispatch in your inbox three times a week, click here.",
  "The 2016 election campaign was full of examples of that difference.",
  "Moreover, there is no indication that such a plot actually exists.",
  "To any rational person, that is a ludicrous argument.",
  "This article originally appeared at TomDispatch.com.",
  "The same can be said about the bigots themselves.",
  "Evidence of that double standard abounds.",
  "Guandolo’s case is far from unique.",
  "would his candidacy have survived?",
  "and the fear that goes with it ?",
  "A Legitimate Constituency?",
  "Black Africans?",
  "in more minds.",
  "foreign Jews?",
  "citizenship.)",
  "Not likely.",
  "?"
]