[
  "I’m going to cause problems.’”\n\nMohamed also urges that Ben Shapiro appeared on Fox News on or about October 19, 2015 and stated that it was “clear” that “this was a hoax, this was a setup and that President Obama fell for it because it confirms a couple of his pre-stated biases against police and against people who he perceives to be Islamaphobic.” Among other statements, he cites Shapiro for saying “the story didn’t hold water from the beginning.” He adds, Shapiro concluded the segment:\n\nby making fun of both the President and Ahmed saying that Ahmed’s meeting at the White House was a ‘bit of a downgrade’ from what he expected, which was ‘a star studded event we expected between the President and Ahmed Mohamed where the President was going to knight him, give him the Order of Merit and then declare him the greatest scientist since Isaac Newton.’\n\nBen Shapiro is the Editor-in-Chief of the Daily Wire.",
  "He demands a retraction and correction of the statements made during The Blaze broadcast “in the same manner and medium as the original broadcast.” He wants them to “acknowledge[e] that the original broadcast was false and erroneous and stat[e] that the Mohamed family are peaceful Muslims who have been falsely accused of being terrorists and engaging in jihad.”\n\nHe also complains that “[o]n Fox 4 News on or about November 23, 2015, Ben Ferguson misrepresented that ‘this was a pre-planned idea by his father.",
  "Van Duyne also stated on numerous occasions that Ahmed was not forthcoming with the school or the police and stated that Ahmed had brought a ‘hoax bomb’ to school.” He also urges that she was quoted in an interview with KDFW on September 28, 2015, “that the Mohamed family was ‘non-responsive’ to the City’s request to release records about the incident and that Ahmed was ‘not forthcoming with information.’” He asserts that the statements “are false and were made negligently and/or with malice.",
  "This is not a story that is for anybody to hear, except for the Islamists because once you create a boogeyman, now all the money, all the resources, all the intellectual power, all is focused on your little town of Irving, Texas.’ Mr. Beck contended that the circumstances surrounding the arrest of Mohamed could not be ‘explained’ any other way.",
  "They’re basically involved in civilization jihad, so I think you’re right.’\n\nMohamed contends that Mayor Van Duyne “participated in this discussion and did not object to or correct any of the comments.” The Blaze he adds, “failed to act with due care in the broadcasting of this false and malicious content.”\n\nThe boy’s father pleads that “Ms.",
  "“Demand is hereby made of each Defendant for correction/retraction of the statements set forth below, to be published in the same manner and medium as the original publications and to include an acknowledgment that the original publications were false and erroneous,” he pleads in the petition (attached below).",
  "At the end of his pleading he asserts:\n\nThe broadcasts aired by Fox and the Blaze are the very definition of ‘yellow journalism.’ To broadcast inaccurate, biased and sensationalized falsehoods in the guise of ‘news’ is an offense, not just to the victims of the defamatory statements, but to the public.",
  "The boy’s father enumerates other alleged statements of Ferguson and Shapiro within the 21-page petition attached below, and points to the YouTube video titled “Ben Shapiro Exposes Clock-Boy Narrative.” A retraction and correction is also demanded of Ferguson, Fox News, and Shapiro.",
  "As to this broadcast the petition recites:\n\nDuring the discussion of the arrest of Ahmed Mohamed, Mr. Beck ‘proposed’ the following: ‘My theory is that for some reason Irving is important to the Islamists, not the Muslims, but the Islamists.",
  "Mohamed Mohamed, the father of “Clock Boy” Ahmed Mohamed, has filed a defamation lawsuit against The Blaze, Glenn Beck, Fox Television Stations, LLC, Texas resident Ben Ferguson, Ben Shapiro, and City of Irving Mayor Beth Van Duyne.",
  "As reported by Breitbart Texas, Mohamed Elhassan Mohamed filed a federal lawsuit on August 8th in Dallas against the Irving Independent School District, the MacArthur High School Principal and the City of Irving.",
  "Mohamed Mohamed complains that The Blaze aired a show on September 22, 2015 that was hosted by Glenn Beck with guest VP Jim Hanson of the Center for Security Policy and Irving Mayor Beth Van Duyne.",
  "The public has been misled into believing that the Mohameds are terrorists who plotted to have the Irving police wrongfully arrest a teenage boy for bringing an alarm clock to school.",
  "The City never made a request to the family for permission to release records.”\n\nMohamed claims that the statements made by Beck, Van Duyne, and Hanson constituted libel per se.",
  "It could be as simple as the progressives trying to turn Texas blue, and this is just the place where they’re just going to start planting the seeds and taking a stand.",
  "The plaintiff father asks for general and special damages, and also names the Center for Security Policy and Executive Vice President Jim Hanson as defendants.",
  "It’s a RadioShack clock that he put in a briefcase, and in a briefcase it looks like a bomb…..They did that to create the exact scenario that played out.",
  "So, there’s a vendetta from them, and they’re tied, as you mentioned, with CAIR and CAIR is Muslim Brotherhood and Hamas tied.",
  "In addition to general and special damages, exemplary damages and attorneys fees and expert witness fees are also requested.",
  "As to Mr. Hanson, the petition urges:\n\nMr. Hanson agreed with Mr. Beck’s contentions, stating ‘I think it’s happening.",
  "It was a staged event where someone convinced this kid to bring a device that he didn’t build, as you mentioned.",
  "His sister told MSNBC that she was suspended by the same school district for making a bomb threat years ago.",
  "Each of these Defendants should be required to retract their falsehoods and broadcast the truth.",
  "These broadcasts irresponsibly fan the flames of fear and anger toward Muslims and immigrants.",
  "He is one of those, you know, ‘I’m gonna point out anyone that’s against Islam type of guy.",
  "They wanted people to react, and they wanted to portray this kid as an innocent victim.",
  "He never claimed that it was a bomb, threatened anyone or attempted to scare anyone.",
  "He has filed the lawsuit individually, and on behalf of his son Ahmed Mohamed.",
  "Lana Shadwick is a contributing writer and legal analyst for Breitbart Texas.",
  "The 21-page lawsuit was filed in Dallas County state court on September 21.",
  "I don’t think there’s any question that this latest event was a PR stunt.",
  "You (Mayor Van Duyne) pissed them off, and now this is a dog whistle.",
  "Don’t know if that’s true yet, but she said that in her own words.",
  "Ahmed answered all questions about his alarm clock and his intent.",
  "She has served as a prosecutor and associate judge in Texas.",
  "Clock Boy Lawsuit Against the Blaze, Glenn Beck, et al.",
  "His sister actually claimed that she was suspended.",
  "He plead a civil rights action under federal law.",
  "I think he was a pawn of potentially his father.",
  "Ahmed did not take a ‘hoax bomb’ to school.",
  "Follow her on Twitter @LanaShadwick2.",
  "I think he used his son."
]