[
  "The motion maintained Mohamed and his son became “all-purpose public figures” and remained so following the “Clock Boy” incident because “Ahmed and his family voluntarily pursued publicity…” then sought to “silence” others on a “matter of public concern.”\n\nAt the time, Yerushalmi stated: “Islamists employ progressive mainstream media to label any public criticism of a sharia-centric, jihad-driven Islam as ‘Islamophobic’ and they add fear and financial ruin to the equation by utilizing the legal system to file SLAPP actions.”\n\nTuesday, he told Breitbart Texas, “the real danger at work in a case like this is this kind of Islamic lawfare literally frightens patriotic citizens into ‘See something, say nothing’ lest you be sued and called a bigot.",
  "In September, Clock Boy’s father filed the 21-page defamation lawsuit against Fox Television Stations, LLC; Texas resident Ben Ferguson, Ben Shapiro, City of Irving Mayor Beth Van Duyne, Glenn Beck and The Blaze, plus CSP and Hanson over statements Hanson made during an appearance on Beck’s show that the elder Mohamed orchestrated an intense media campaign via a local chapter of the Council on American-Islamic Relations (CAIR), a group the U.S. government formally linked to the Muslim Brotherhood and to the designated terrorist organization Hamas in several formal court filings in federal terrorism cases.",
  "Moore added CSP parties were entitled to petition the court for its legal fees and associated court expenses plus “recover sanctions” against the plaintiff and his attorney “and all other further relief to which they may show themselves justly entitled, whether at law or in equity.”\n\nBy email, Yerushalmi told Breitbart Texas AFLC also argued in court, in part, for Glenn Beck and his production company.",
  "On Tuesday, Breitbart Texas obtained a copy of the judge’s order, dismissing the lawsuit against Hanson and CSP, with prejudice:\n\nAfter considering the Motion, all responses and replies thereto, and all supporting or opposing affidavits, evidence admitted, and the arguments of counsel, the Court finds that the Motion is well taken and in all respects GRANTED.",
  "The teen was the Irving high school freshman who, on September 14, 2015, brought to class a homemade digital clock-in-a-box that resembled a “hoax bomb.” No charges were ever filed once the situation sorted itself out, although, initially he was detained by police, served three days of suspension, and his family withdrew him from school.",
  "In what the American Freedom Law Center (AFLC) described as nearly a three-hour hearing held in Dallas District Court Monday, Judge Maricela Moore dismissed the claim filed by the plaintiff father on his own behalf and on behalf of his now 15-year old son, Ahmed Mohamed.",
  "The judge requested that Mohamed’s counsel, Fort Worth attorney Susan Hutchison, provide any facts that would suggest Hanson and the other defendants said anything false or defamatory about Mohamed or his son during television broadcasts.",
  "A Texas district court judge tossed out a defamation lawsuit filed by Mohamed Mohamed, father of the teen better known as “Clock Boy,” allowing vindicated defendants to seek sanctions against the plaintiff and his attorney.",
  "Hanson, a counter-terrorism expert, explained the affair had the look and feel of a typical “influence operation” to what the Muslim Brotherhood calls its ‘civilization jihad’ against the West,” according to AFLC.",
  "Days after the “Clock Boy” incident, Alia Salem, Dallas director of the Council on American-Islamic Relations (CAIR) spoke to news media asserting Ahmed was targeted based on religious and racial identity.",
  "She hosted a press conference on the Mohamed family’s front lawn and introduced her group as “helping to get Ahmed’s story out.” The teen remained in the public eye for months.",
  "He explained the purpose of a lawfare-driven suit is to intimidate into silence those who might comment publicly on the connection between jihad, terrorism, sharia, and Islam.",
  "On Monday, AFLC co-founder and senior counsel David Yerushalmi argued in court on behalf of clients the Center for Security Policy (CSP) and its Vice President Jim Hanson.",
  "She stated, “We believe that it was improperly dismissed and plan to appeal.”\n\nFollow Merrill Hope, a member of the original Breitbart Texas team, on Twitter.",
  "“While I don’t represent Ben Shapiro, he’ll ultimately be dismissed as well because the infirmities of Clock Boy’s suit applies to all defendants,” he said.",
  "“This case is a classic Strategic Lawsuit Against Public Participation or ‘SLAPP’ case and should be dismissed,” he stated.",
  "In December, AFLC attorneys and local counsel Pete Rowe filed the Motion to Dismiss on behalf of CSP and Hanson.",
  "He said a prior judge, now retired, previously dismissed the Dallas Fox affiliate and Ben Ferguson.",
  "'”\n\nBreitbart Texas reached out to Mohamed’s attorney for comment.",
  "News coverage followed him on his travels from Google to Qatar.",
  "This article has been updated to reflect additional statements.",
  "TIME named him one of 2015’s top 30 most influential teens.",
  "However, Hutchison has since commented by email.",
  "She did not respond before press time.",
  "CNN promoted a fundraiser for him.",
  "According to AFLC, she did not.",
  "His father spoke to the press.",
  "He tweeted his every move."
]