[
  "‘That’s offensive enough, but what’s more offensive to me and to a lot of people is the active screen she has up against Trump campaign folks, Trump loyalists, people that really want to affect the president’s agenda.’\n\nIn their place, according to Wasinger, Cabelka has championed candidates like acting Assistant Secretary of State for East Asian and Pacific Affairs Susan Thornton whom Wasinger described as a “leftist career foreign service officer.”\n\n(Thornton, who in March of 2017, replaced another Obama holdover whom the Trump Administration had put in the job, Daniel R. Russel, is still serving today, though an Administration source says Thornton is retiring.)",
  "Before the election, Hook told Politico (which then described him as “one of a small, die-hard set of the Republicans who have been wandering outside this season, getting wet, locked out of their own house”): “Even if you say you support him as the nominee, you go down the list of [Trump’s] positions and you see you disagree on every one.”\n\nHook also co-founded the John Hay Initiative, a group that organized a letter of over 100 Republican foreign policy experts who would refuse to back Trump (though Hook did not sign the letter himself).",
  "“Russia has received few tangible benefits from its cooperation with the United States,” Hall claimed in the paper, saying that Washington was “ignoring Russian concerns.”\n\n“Given that Putin has received significant criticism for his foreign policy concessions and that he has valid concerns about the Russian economy, Washington would be wise to help Russia achieve some of its goals, as well, in order to cement this partnership,” according to Hall.",
  "… I just can’t imagine that these people did.”\n\nThe last line of the piece is, “These people are not only … not loyal, they’re working against [President Trump] on a daily basis, and it’s gotta be fixed.”\n\nJohnny DeStefano\n\nBut it won’t get fixed and, in fact, more anonymous opponents will continue to be installed to work against Trump behind the scenes, as long as President Trump retains Johnny DeStefano.",
  "A conservative author wrote of him, “Trump should know what he’s getting himself into: if he hires Brian Hook, he will be opening his arms to a member of the very establishment he campaigned against.”\n\nAnd Hook has been called “one of the worst George W. Bush administration officials who worked on U.N. issues”.",
  "Andrea Hall\n\nIn early August, two independent sources confirmed that under consideration to replace Hook was Andrea Hall, a career CIA bureaucrat and Obama holdover under McMaster, who had been a direct report to fierce Trump critic and outed Iran Deal liar then-Deputy National Security Advisor Ben Rhodes.",
  "A four-month-old piece about her recounts:\n\n[Trump transition team official and Breitbart News contributor Robert] Wasinger considers another State Department official, however, an even bigger obstacle to implementing the Trump agenda and placing genuine Trump loyalists in the administration.",
  "Moreover, according to one senior Trump administration official, Hook just completed an Iran Deal tour of Europe, stressing that though Trump has canceled the Iran Deal, all of its instrumentalities should be left in place until a new one is signed.",
  "DeStefano is a former aide to ousted House Speaker John Boehner, initially named personnel director by establishment kingpin Reince Priebus, who got a promotion and reportedly still retains authority over the Presidential Personnel Office (PPO).",
  "By all reports, DeStefano is a terrific guy whom Trump likes personally but has nevertheless arguably overseen a vast effort to place Bush administration veterans and establishment moderates throughout the Federal Government.",
  "Christopher C. Hull, Ph.D., the Executive Vice President of the Center for Security Policy, served four tours on Capitol Hill, including most recently as the Chief of Staff for U.S. Rep. Steve King, (R-Iowa).",
  "‘I think the biggest problem that we have right now is the White House liaison there, Carrie Cabelka, who has an active screen up against all these Trump loyalists – campaign officials,’ he said.",
  "It seemed impossible, given that Hook opposes the president’s Iran policy and has worked against it internally for more than a year, according to multiple sources inside the administration.",
  "Unsurprisingly, during his tenure in Trump’s State Department, Hook has been accused of lifting the limit of refugees allowed into the U.S. in direct opposition to President Trump’s wishes.",
  "It is a disaster for President Trump, as Secretary Pompeo has just elevated someone opposed to the president’s Iran policies – all policies, according to Hook himself – to implement them.",
  "Brian Hook\n\nOn August 16, Secretary of State Pompeo named outspoken Trump critic Brian Hook special envoy to coordinate the United States’ economic pressure campaign against Iran.",
  "Not only is this a disaster for serious foreign policy hawks who have battled internally and externally to toughen the U.S. line on the world’s largest state sponsor of terror.",
  "It is no surprise that anti-Trump bureaucrats like Hook and Hall continue to thrive, given that Cabelka continues to serve as State Department White House Liaison.",
  "Ironically, a paper from Hall’s doctoral work suggests that she has a soft spot for Russian dictator Vladimir Putin: She was pro-Putin back when Putin was cool.",
  "The likely result is a rapid return to reports of internal dissent on Iran from the time of globalist Secretary of State Rex Tillerson and Obama general H.R.",
  "Wasinger accuses Cabelka of preventing Trump campaign supporters who secured Schedule C appointments from getting the pay they had on a temporary basis.",
  "In fact, one former Trump White House official named DeStefano as the single most significant problem the president faces in enacting his agenda.",
  "Wasinger expanded on that, saying, “Carrie Cabelka’s the tip of the spear in keeping out our people and getting in establishment career types.",
  "Carrie Cabelka\n\nCarrie Cabelka is likely not herself the New York Times’ anonymous op-ed writer, but she shouldn’t be excluded completely.",
  "The administration has been systematically stacked with anti-Trump, globalist, establishment, Left-leaning swamp creatures.",
  "In a New York Times op-ed, an anonymous senior Trump administration figure has outed him or herself as a Trump opponent.",
  "Here are my top candidates — and, more importantly, candidates who should be replaced to fix the problem going forward.",
  "I think the president should set up a basic test … I think people that work for him should have at least voted for him.",
  "Of course, she continues to advise Secretary of State Pompeo, in spite of her toxic past and anti-Trump positions.",
  "Brian Hook, who served as a senior policy advisor, was an open Trump critic since before the 2016 election.",
  "The Nuclear Threat Institute, a think tank co-founded by CNN godfather Ted Turner, co-sponsored the paper.",
  "Then, on August 10, a public report claimed that Hook is in line to be Special Envoy For Iranian Affairs.",
  "‘She reduced virtually all of their salaries while giving herself a huge campaign bump,’ he explained.",
  "For those of us watching the White House’s hiring process, this is painfully unsurprising.",
  "A senior Congressional official confirms, “She was a real problem” at Trump’s NSC.",
  "President Trump has just learned this lesson yet again — the hard way.",
  "Because, as the president is learning yet again, personnel is policy.",
  "Now, the latest rumor is that Hall is unlikely to get the position.",
  "That’s on a list that includes Chuck Schumer and Nancy Pelosi.",
  "But then in mid-August, Secretary Pompeo confirmed it.",
  "You know, quite frankly, we campaigned against them.",
  "McMaster as National Security Advisor.",
  "He is the author of Grassroots Rules.",
  "Which of them could it be?",
  "Personnel is policy.",
  "Why?"
]