[
  "Six of eight Trump supporters at the rally who spoke with CNN said they supported the Muslim travel ban, which has drawn swift criticism from other Republican and Democratic presidential contenders alike who slammed the proposal as contrary to American values of religious tolerance.",
  "While Trump said his call for a ban on Muslim immigration would not affect Muslims already living in the U.S., he spoke at length about Muslims residing in America and suggested many are not trustworthy, prompting some Trump supporters to chant \"send 'em home.\"",
  "But even the Trump supporters who disagreed Monday night with Trump's call to ban Muslim immigrants said they would likely still be supporting the candidate when the state's primary rolls around right after Iowa and New Hampshire's first-in-the-nation contests.",
  "In his Muslim travel ban pitch to rally-goers, Trump cited an online poll of Muslims commissioned by the controversial Center for Security Policy, a group that has been accused of peddling conspiracy theories about what it calls the \"Global Jihad Movement.\"",
  "And he warned supporters that without his controversial proposals -- which in addition to banning Muslim immigrants includes surveilling and potentially shutting down mosques -- the U.S. could face another deadly attack on the scale of 9/11.",
  "Mount Pleasant, South Carolina (CNN) Donald Trump acknowledged Monday during a raucous South Carolina rally that his call for barring all Muslim foreigners from entering the United States is \"probably not politically correct.\"",
  "The controversial proposal comes as Trump's poll numbers have continued to rise with the latest national CNN/ORC poll showing Trump leading the field of Republican presidential contenders by 20 points with 36% of support.",
  "\"I spent four-and-a-half years in Iraq before I got hurt and there's a lot of great Muslim people on the planet,\" Newman said, adding that he fought for the religious freedoms the U.S. Constitution guarantees.",
  "Hopefully Trump, who prides himself on his negotiating talent, will push \"a hugely radical idea\" and then settle \"for what the country will allow him to do,\" Newman said.",
  "Trump introduced the proposal to ban Muslims from entering the U.S. to supporters here by remarking on the San Bernardino terror attack last week that killed 14 people.",
  "Several Trump supporters said they agreed with Trump's proposal to ban all Muslim immigration because they said it was hard to tell where Muslims' allegiances lie.",
  "\"It does not apply to people living in the country, except we have to be vigilant,\" Trump said on Fox News moments before he took the stage in South Carolina.",
  "But Trump explained Monday on Fox News that his proposal would not apply to Muslim Americans and Muslims already living legally in the United States.",
  "Marzka explained that he believes Islam \"allows for the killing of people\" and said he thinks Muslim culture \"is absolutely contrary to our culture.\"",
  "\"Somewhere along the way there's going to be a meeting of the minds, and the answer's going to be somewhere in the middle of this,\" he said.",
  "That poll claimed that one-quarter of Muslims living in the United States believe jihadist violence against Americans is justified.",
  "The reason is simple: we can't identify what their attitude is,\" said 75-year-old Charlie Marzka of Myrtle Beach, South Carolina.",
  "One was Tim Newman, a 51-year-old Marine Corps veteran who lost a leg while serving with the State Department in Iraq.",
  "Hoyt Wood, a 68-year-old military veteran who attended Trump's South Carolina rally, said, \"Islam is not a religion.\"",
  "And if his South Carolina rally -- with its whoops and cheers -- was any indication, that support will stick.",
  "But one protester's voice -- one of five protester interruptions on Monday night -- broke through the cheers.",
  "\"We can't look at a Muslim and tell if they're a terrorist or friendly,\" 55-year-old Susan Kemmelin said.",
  "It's not a peace-loving religion,\" he said, before specifying that \"not all of them\" are violent people.",
  "We can be politically correct and we can be stupid but it's going to be worse and worse,\" Trump added.",
  "And the two supporters at the rally who disagreed said they were still likely to vote for Trump.",
  "It's going to get worse and worse, we're going to have more World Trade Centers.",
  "That's what Islam is ... all they know is violence, that's all they know.",
  "\"I think that we should definitely disallow any Muslims from coming in.",
  "\"We're gonna have to figure it out, we can't live like this.",
  "But he had three words for his critics: \"I don't care.\"",
  "It's going to get worse and worse, folks.",
  "\"This is racist bulls--t,\" he chanted.",
  "But still, he's sticking with Trump.",
  "\"It's a violent blood cult.",
  "Any of them.",
  "OK?"
]