[
  "Shadi Hamid, senior fellow, Brookings Institution, and author, Islamic Exceptionalism\n\nIf Donald Trump is really interested in understanding the roots of anti-Americanism, there’s a solution: to read the hundreds of books and articles written on why, exactly, “Muslims” might not be particularly enthused about American policy in the Middle East (there’s little evidence to suggest that large numbers of Muslims have any particular antipathy toward Americans as people).",
  "Obviously, it is impossible to generalize about an entire religious group, but polling does suggest that majorities in Arab countries like Egypt and Jordan, as well as non-Arab countries like Indonesia and Malaysia, aren’t quite classical liberals when it comes to issues like apostasy, religiously derived criminal punishments, gender equality, or the relevance of religious law in public life more generally.",
  "In a testament to how difficult this task would be, he suggested that his system would have prevented the parents of Omar Mateen, the Orlando assassin, from immigrating to the U.S. from Afghanistan since Mateen’s father has expressed support for the Taliban—even though the Mateens moved to America before the Islamic fundamentalist group was formed.",
  "It’s undoubtedly true that large numbers of Muslims in both the West and the Middle East consider homosexual activity to be religiously unlawful, or haram, but let us be careful in drawing a link between such illiberalism (which many Christian evangelicals and Republican politicians share) and the desire to kill.",
  "That said, I have to admit that I’m concerned about anti-Muslim bigots misconstruing my own arguments around “Islamic exceptionalism”—that Islam has been and will continue to be resistant to secularization—after the attacks in Orlando.",
  "Through it all, Trump has remained consistent about one thing: His ban would be in place “until we”—a “we” that, judging by his rhetoric, doesn’t seem to include Muslims—“figure out what is going on.”\n\nSo what is going on, exactly?",
  "Trump also broadened the mission from solving the riddle of Muslim anti-Americanism to finding ways to “perfectly screen” Muslim immigrants for adherence to “Western values,” the Western value of pluralism be damned.",
  "Perhaps what he really wants to say is not that Muslims “hate” Americans, but rather that they may be ambivalent about or even opposed to certain liberal values that are associated with being American.",
  "We would never argue, for instance, that Senators Ted Cruz or Marco Rubio are “at risk” individuals who may, if we don’t keep a close eye on them, commit mass murder against gay Americans.",
  "I put the question to six Muslim commentators and scholars who spend a lot of time thinking about Islam in the United States and around the world.",
  "If this happens to be Trump’s argument, it would be ironic, since Trump himself cannot be considered a liberal in the classical sense.",
  "In fact, he fits the definition of an “illiberal democrat” quite well, as I argued in a recent essay here in The Atlantic.",
  "Trump once said that, as president, he might ask former New York City Mayor Rudy Giuliani to come up with an answer.",
  "But why wait until the findings of the Great Giuliani Commission of 2019?",
  "They sent back responses, which I’ve edited and included below.",
  "But it’s possible that Trump is just being imprecise.",
  "That’s not the way radicalization works."
]