[
  "And, in fact, these enemies of all civilizations, what they want to do is to cloak their criminal behavior under this false idea of some kind of religious war.”\n\nEmerson compared McMaster’s views on terrorism to those officially espoused for eight years by the Obama administration, which refused to attribute radical Islamic motivations to terrorism, instead referring to the phenomenon as “violent extremism.”\n\nStated Emerson:\n\nNearly the entire liberal/left wing media spectrum have been continuously condemning President Trump for not condemning by name the ultra-white nationalist groups who came out for battle on Saturday in Charlottesville instead of condemning the generalized categories of “hate and bigotry.” In fact, we also criticized that hesitation to name the neo-Nazi coalition, but at least the President condemned them by name on Monday.",
  "Emerson was responding to a 2014 speech on the Middle East, unearthed yesterday by Breitbart News, in which McMaster claimed that Islamic terrorist organizations are “really un-Islamic” and are “really irreligious organizations” who cloak themselves in the “false legitimacy of Islam.”\n\nMcMaster’s comments represent views of Islamic terrorism that are diametrically opposed to those espoused by President Donald Trump, who has repeatedly utilized the phrase “radical Islamic terrorism.”\n\nMcMaster, who serves in a critical national security position, seems to be minimizing the central religious motivations of radical Islamic terrorist groups who are waging a religious war against Western civilization.",
  "The analysis states:\n\nWe find it hard to understand how someone who clearly has animus toward Israel, who supports the disastrous Iran nuclear deal, who opposes calling out radical Islamist terrorists, who fires Trump loyalists and supporters of Israel and opponents of Iran, who hires those opposed to President Trump’s policies especially on Israel and Iran, who refused to acknowledge that the Western Wall is in Israel, who opposes Israeli counterterrorism measures, and who shuts down joint U.S. counterterrorism programs that are of enormous value to U.S. security, can faithfully serve President Trump as top national security advisor.",
  "And IISS quietly took in about $32.5 million in funding from Bahrain, a country whose constitution explicitly enshrines Sharia Islamic law as its governing doctrine, Breitbart News documented\n\nThe funding from Bahrain, a repressive regime with a dismal human rights track record but also an important regional U.S. ally, reportedly amounted to one quarter of the think tank’s total income.",
  "President Trump made it crystal clear, both before and since his election, that supporting Israel and the U.S.-Israel alliance, abrogating or at least vigorously enforcing the Iran deal while calling out and sanctioning Iran’s violations, confronting radical Islamist terrorism, and draining the Washington swamp were key, distinguishing policies of his administration.",
  "McMaster – a man who wrote a book entitled Dereliction of Duty about malfeasant political interference in the U.S. military’s conduct of a war – is now perpetrating the greatest reprise of such dereliction since Vietnam with his insistence that the wellspring for jihadist terror is not authoritative Islam and its supremacist Sharia doctrine.",
  "Last week, the Zionist Organization of America (ZOA), the oldest pro-Israel group in the country, released an analysis of McMaster’s policies and reported views, concluding that he should be reassigned outside the NSC after it found that McMaster may be undermining Trump’s stated national security agenda.",
  "President Trump must treat such incompetence as a firing offense.”\n\nShia and Sunni Islamic terrorist groups such as al-Qaida, Hamas, Hezbollah, Islamic Jihad and the Islamic State each openly espouse Islamic motivations, repeatedly cite the Quran, and claim they are fighting a religious war.",
  "Writing in the New York Times magazine in 2003, author Paul Berman dissected the Quranic origins of Qutb’s book Milestones – utilized by bin Laden as a sort of religious guidebook – as being drawn from Qutb’s massive commentary on the Quran titled, In the Shade of the Qur’an.",
  "Also reacting to McMaster’s statements on terrorism, Frank Gaffney, founder and president of the Center for Security Policy, told Breitbart News yesterday that he believes McMaster is endangering U.S. national security by seeming to scrub Islam as a motivating factor.",
  "Last week, Breitbart News reported that McMaster served at a UK-based think tank financed by a controversial, George Soros-funded group identified by the Obama White House as central in helping to sell the Iran nuclear deal to the public and news media.",
  "In March, Mahmoud al-Zahar, a senior Hamas leader in Gaza, claimed that “removing the Jews from the land they occupied in 1948 is an immutable principle because it appears in the Book of Allah.” Zahar was referring to the entire State of Israel.",
  "While there are legitimate arguments about how much these terrorist groups in some cases may utilize an extremist interpretation of Islam, McMaster is clearly downplaying the transparent religious motivations of America’s terrorist enemies.",
  "Osama bin Laden, the founder of al-Qaida, infamously cited Quranic scripture and was heavily influenced by Egyptian Muslim Brotherhood leader, ideologue and Islamic theorist Sayyid Qutb, considered the Brotherhood’s intellectual godfather.",
  "“The refusal to utter or condemn by name radical Islamic terrorism only helps makes the battle against Islamic terrorism impossible to win,” stated Steven Emerson, executive director of the respected Investigative Project on Terrorism.",
  "In February, CNN cited a source inside a National Security Council meeting quoting McMaster as saying that use of the phrase “radical Islamic terrorism” is unhelpful in working with allies to fight terrorism.",
  "McMaster, the embattled National Security Adviser to President Trump, is threatening U.S. national security by refusing to recognize radical Islamic terrorism, a top terrorism expert told Breitbart News.",
  "But by the scurrilous standards of McMaster and the 8 years of the Obama Administration, a generalized statement against “violent extremism” should have been enough for the events on Saturday.",
  "The IISS describes itself as a “world-leading authority on global security, political risk and military conflict.” The group was also financed directly by Soros’s Open Society Foundations.",
  "“If you cannot identify the problem, you cannot beat it.”\n\nMcMaster’s refusal to “condemn radical Islamic terrorism by name is a threat to our national security,” Emerson posited.",
  "In May, McMaster spoke on ABC’s This Week about whether Trump would use the phrase “radical Islamic terrorism” in a speech that the president was about to give in Saudi Arabia.",
  "From September 2006 to February 2017, McMaster was listed as a member of International Institute for Strategic Studies (IISS), where he served as consulting senior fellow.",
  "Indeed, in his speech, McMaster urged the audience to focus on the “human factors” that he says drive conflict while downplaying any religious motivation.",
  "The comments in the 2014 video are not the only time McMaster has seemingly denied the Islamic motivations of America’s terrorist enemies.",
  "And in fact, only emboldened the quest for power by radical Islamic front groups over truly moderate Islamic reform groups and leaders.",
  "But of course, that meaningless euphemism invoked by Obama, to the murderous applause of a compliant media, meant absolutely nothing.",
  "Breitbart also reported that IISS is bankrolled by multinational corporate firms doing billions of dollars in business in Iran.",
  "That McMaster is pursuing the same refusal to condemn radical Islamic terrorism by name is a threat to our national security.",
  "Some of the Sunni groups are violent offshoots of the Muslim Brotherhood, which seeks to create a global Islamic caliphate.",
  "“But I think it’s important that, whatever we call it, we recognize that [extremists] are not religious people.",
  "McMaster’s views on Islamic terrorism are the latest controversy to engulf the Trump administration official.",
  "The ZOA’s analysis cited Breitbart News articles from this reporter on McMaster’s background.",
  "Hamas’s original charter repeatedly cites the Quran and other mainstream Islamic texts.",
  "Stated Gaffney, “It is no small irony that National Security Adviser H.R.",
  "“The president will call it whatever he wants to call it,” McMaster said.",
  "TEL AVIV — H.R."
]