[
  "It’s the mainstream media, and while Islamophobia rears its head in print as well as online, it is most pronounced on television.”\n\nLinda Sarsour, a left-wing Palestinian activist and one of the organizers of the Women’s March, describes attacks on radical Islam as part of a larger “Islamophobia industry.” She is joined by people like Jose Antonio Vargas, an illegal immigrant who worked as a Washington Post reporter before starting a nonprofit advocacy group.",
  "Meanwhile, Black Lives Matter activists and anti-Trump protestors—many of them funded by George Soros and other prominent liberals—spew hatred of law enforcement, advocating for so-called social justice while practicing the most divisive kind of identity politics.",
  "The radical academic Noam Chomsky put it most smugly: “This is the first time the guns have been pointed the other way.”\n\nJihadism is only the tip of the iceberg, which I explain in my new book, Team Jihad, being published by the Center for Security Policy.",
  "Just read through the Huffington Post, where alleged journalists write the following: “It’s not just the fear-mongers at Fox News, who exploit terrorist attacks to fuel anti-Muslim hostility with such consistency it’s almost not worth commenting on.",
  "Despite the rise of the Islamic State and its savage beheading of countless Jews, Christians, and other Muslims, these leftists belittle concerned Americans as fearmongering lunatics and align themselves with jihadism.",
  "Terrorists like Amor Ftouhi have long been enabled by leftists, who blame “Islamophobia” for supposedly provoking the vile acts that have left thousands of Americans dead and wounded.",
  "Together, this “Team Jihad” is prepared to undermine the U.S. by strangling capitalism, redistributing wealth, and replacing Western liberty with despotic authoritarianism.",
  "A new Gallup report shows that 38 percent of U.S. adults are less willing to attend crowded events because of the terrorism threat—a nearly 30 percent increase from 2011.",
  "Their goals may go by different names—global warming, Black Lives Matter, and sharia law—but they are all dangerous utopian schemes antithetical to the American ethos.",
  "Many of these anti-American organizations operate under the assumption that Islamic terrorism is richly deserved payback for centuries of Western imperialism.",
  "According to a Gallup poll conducted before the 2016 election, Americans name terrorism as the top problem facing the United States, ahead of the economy.",
  "Team Jihad: How Sharia-Supremacists Collaborate with Leftists to Destroy the United States will be published Tuesday by the Center for Security Policy.",
  "The Flint stabbing joins a long list of recent terrorist attacks on the West, heightening our anxieties to levels not seen since the 9/11 hijackings.",
  "Race-baiter Tariq Nasheed similarly highlights “white supremacist terrorist attack[s]” to distract from the much larger threat of jihadism.",
  "There is no greater threat to our freedoms than the burgeoning Marx-Muhammad Pact between elements of the communist Left and jihadists.",
  "Vargas urges his followers to “stand up against Islamophobia,” while mostly staying silent about Muslim-inspired terrorist attacks.",
  "The response eerily resembles the night of September 11th, when 35 percent of Americans expressed the same concern.",
  "Roughly one-third of Americans are worried that they or someone in their family will become a victim of terrorism.",
  "A longtime journalist, he writes and speaks widely on radical advocacy organizations and their sources of funding.",
  "But many are unaware that radical Islamists are not acting alone to destroy the fabric of our American democracy.",
  "When media reports revealed that Ftouhi yelled “Allahu Akbar” while doing it, the news came as no surprise.",
  "Now, we must confront the growing threat of Islamofascism or the freedoms we love could be lost forever.",
  "When Amor Ftouhi stabbed a Flint police officer June 21, Americans feared the worst: Terrorism.",
  "Even more (46 percent) claim to be more cautious about traveling overseas for the same reason.",
  "This is a partnership with roots stretching back to the early days of Marxism-Leninism.",
  "Most Americans agree that terrorism is the defining menace of our time.",
  "Matthew Vadum is senior vice president at the Capital Research Center.",
  "Americans are asking themselves: Is Team Jihad here to stay?",
  "This level of apprehension has real-world consequences.",
  "(The previous high was 32 percent in 2002.)",
  "San Bernardino.",
  "Brussels.",
  "Orlando.",
  "London.",
  "Paris."
]