[
  "The van that plowed into pedestrians on the historic London Bridge, the knife attacks near Borough Market – carried out nearly simultaneously – reflect a boldness and brazenness on the part of the twisted warriors of the Islamist campaign to destroy Western civilization and force us all to worship their version of God.",
  "Coming only a few days before British voters go to the polls for a June 8 snap election, and just months after a similar vehicular attack on Westminster Bridge, the weekend violence is certain to have an effect on turnout and, quite possibly, the makeup of parliament and the next British government.",
  "This is now an insurgency.”\n\nGaffney, who has warned of the dangers of Islamic extremism for years, thinks this latest spate of attacks is the natural evolution of years of recruitment among British Muslims by terror cells like ISIS, the Muslim Brotherhood and Al Qaeda.",
  "For far too long, Western societies, including in the United States, have tried to rationalize what has now become an avalanche of violent hatred of democratic freedom, basic human rights, and freedom to choose if and how to worship.",
  "“They have built an infrastructure, they have put it in place, and now they are moving up to the next level.”\n\nGaffney calls the new phenomenon “Sharia Supremacism.” And he warns that the United States is on the same trajectory.",
  "But here’s the thing, as Gaffney sees it: “Shi’as and Sunnis have had serious differences for centuries, but what we are seeing now is a global alliance, they are perfectly capable of making common cause to take down the West.",
  "And I think it will get worse before it gets better.”\n\nFor British voters, this week’s election may come down to one central issue: who will call these soldiers of Islam what they really are – savages – and keep us safe?",
  "“My view is that we are no longer facing random acts of terrorism,” says Frank Gaffney, a terror expert who is president of the Washington-based Center for Security Policy.",
  "We have asked if some of this is our fault, if we haven’t listened to the voices of religious extremism, or if we have failed to understand their message.",
  "Gaffney is among an emerging group of terrorism experts who now downplays the ideological differences between Shi’a and Sunni Muslim extremists.",
  "There is no longer any doubt: the mayhem in London Saturday night has raised Islamic terrorism to a new threat level to the Western world.",
  "The result in Britain: government officials estimate there are more than 20,000 jihadists living among the population.",
  "“The Muslim terrorist population in Britain and Europe no longer feels constrained to live by stealth,” Gaffney says.",
  "The two Muslim sects dislike each other and have killed one another – always in Allah’s name, of course.",
  "Yes, ISIS is peopled by Sunni killers and Hezbollah soldiers are Shi’a.",
  "Here’s their message: We hate you and want to kill you.",
  "“We have reached a tipping point.",
  "He’s right."
]