[
  "He said that reaction would be driven by the perception that “the government isn’t going to stand up for their countries isn’t going to protect their people against these jihadists – of either the violent kind, or sort of the stealthy kind of the Muslim Brotherhood that sets the stage for this sort of sharia supremacism and jihad in due course.”\n\nGaffney said the spate of Ramadan terrorist attacks was “simply the outcropping of what has been cultivated for a long time” in Old European nations where “they have been indulging in a sort of multiculturalist fantasy, or they’ve been trying to deal with hard demographic realities by accommodating large numbers of people making what is, in the Muslim tradition, called ‘hijrah’ – a kind of colonization, invasion if you will, migration in large numbers.”\n\n“You’re seeing an infrastructure put into place, primarily at the hands of the Muslim Brotherhood, with funding – let’s be honest – by the Saudis and the Qataris and others, that is creating the conditions in which this jihad will manifest,” he warned.",
  "More recently of course it was communism, but I think they were able to perceive in the current crop of totalitarians that kind of communism with a god – which turns out to be a lot more dangerous than the original kind, because people who think the next world is going to be where they get their rewards are not as easily deterred from trying to take us all there as the people who think this is it, this is the only life there is.”\n\n“The point that I’m really trying to get it is, I think that our government agencies in this country, and in particular in Old Europe – the Brits we’ve seen a lot of this lately, the French with the Macron victory, the Germans and so on – have been appeasing these guys, not resisting them.",
  "I don’t think that’s entirely an accident.”\n\n“The point is, if our governments are going to continue to be willfully blind about these preconditions to more extremism, more jihadism, more violence, then you’re going to find that the populations in these countries are either going to have to submit – and many are prepared to do that, I guess, look at France at the moment – but doubtless some will fight back, and that’s perhaps the formula for civil war,” Gaffney warned.",
  "Somebody was seriously derelict on the Fitzgerald, it sounds like too.”\n\n“Whatever the motivation or the circumstances, here’s the bottom line: that ship, which is an anti-ballistic missile equipped vessel, is critical to the defense of the fleet out in an increasingly dangerous world, in which increasingly the Russians, the Chinese, and even the North Koreans are bringing to bear ballistic missiles that will be capable of attacking our ships,” Gaffney said.",
  "It’s basically what has been developing now for a long time – the increasing confidence of what I think of as sharia supremacists that they are on a roll, and that they are going to be rewarded for being more aggressive, more violent, more jihadist by governments in the West.”\n\n“Unfortunately, they’ve got a lot of reason for thinking that,” he said ruefully.",
  "This is as screwed-up a policy, I believe, as we’ve got at the moment, not least because we’ve continued to delude ourselves that somehow, under Bill Clinton notably, and his wife Hillary I guess, we can say we were snookered into thinking that somehow, if we just improved relations with them, they would give up the bomb.",
  "“The people in Eastern Europe are what Don Rumsfeld used to call ‘New Europe,’ are people who have spent a lot of time facing totalitarianism – living under it, struggling for freedom from it.”\n\n“By the way, that goes back many, many, many years before, to the totalitarianism meted out by sharia supremacists,” he added.",
  "I think he was taken hostage, as the government of North Korea has done repeatedly.”\n\n“It goes back to what we talked about earlier with respect to the Islamists: they have been rewarded for seizing Americans, by both Republican and Democratic administrations,” he charged.",
  "“I’m not making any excuse for it, certainly not endorsing it, but I do think you’re going to see more of the kind of retaliation in kind that we witnessed in London last week at the Finsbury Park mosque,” Gaffney predicted.",
  "“We’ve seen a lot of that over the years in Europe, and I fear it may be in prospect again.”\n\nMarlow turned to the return of American hostage Otto Warmbier by North Korea, and the comatose Warmbier’s death soon afterward.",
  "I gather the weather wasn’t all that good.”\n\n“The question of what was going on on that ship is one set of issues that has to be addressed, but frankly, what was going on on the bridge of the USS Fitzgerald?” he asked.",
  "On Wednesday’s Breitbart News Daily, Center for Security Policy President Frank Gaffney talked about the latest incident of “Ramadan rage,” as SiriusXM host Alex Marlow dubbed the Belgium suicide bombing .",
  "The reaction to that I think increasingly is a real restiveness, shall we say, if not fear on the part of the people who live in those countries and see them slipping away,” he said.",
  "The fact that they actually so badly brutalized this guy, that they basically sent him back just prior to his death, is simply the latest example of how horrific this government is.",
  "The Trump tweet of yesterday about the Chinese deal having not worked out, I hope is the beginning of that kind of fundamental reassessment and redirection,” said Gaffney.",
  "“To be perfectly clear, this young man – this apparently very bright and promising American student – was murdered by the Kim Jong-un regime,” Gaffney declared.",
  "Marlow asked if Gaffney had any idea what really happened in the strange case of a container ship colliding with the USS Fitzgerald near Tokyo Bay on Saturday.",
  "Marlow proposed that Western Europe has been slow to learn lessons about jihad that Eastern Europe, with its tighter border controls, seems to have absorbed.",
  "“It’s taking the form of perhaps an inspiration by the Islamic State to do a lot of it in the Ramadan period, and to do it in the West.",
  "What it does to its own people every day makes that look like a day at the beach, quite frankly.”\n\n“We keep turning a blind eye to it.",
  "It certainly seems as though this cargo ship that rammed the destroyer, the Fitzgerald, did some rather dramatic course corrections.",
  "I’m afraid it may be an incentive to others around the world to try to do similar things to our ships at sea,” he added.",
  "“You know the old line about a conservative being a liberal who’s been mugged by reality,” Gaffney said with a chuckle.",
  "“Finsbury Park Mosque is one of the most virulently jihadist mosques in the world,” he noted by way of example.",
  "We think the Chinese will help us in dealing with them, when the Chinese are the great enablers of this regime.",
  "It’s just inconceivable to me that lumbering big freighter just somehow caught this crew by surprise.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "Because of the Obama drawdown of our military, particularly our Navy, that is a huge problem.",
  "“I think all of us are sort of confused by the information that’s available.",
  "“This is a formidable, highly equipped warship in the United States Navy.",
  "I’m not sure there’s any evidence that he actually stole anything.",
  "“I believe he was taken prisoner on trumped-up charges.",
  "“It happens that this is where this attack took place.",
  "“Well, it’s jihad, is what it is,” said Gaffney.",
  "The threat to us has metastasized,” he warned.",
  "“It is no wonder that they continue to do it.",
  "“It’s offline for perhaps as long as a year.",
  "In order to do that, it didn’t just happen.",
  "“This is a time for a wholesale relook.",
  "We keep trying to appease them.",
  "“Not really,” Gaffney replied.",
  "They haven’t done it."
]