[
  "Amid a renewed push to release the full, unredacted FISA warrant applications against former Trump campaign aide Carter Page, House Intelligence Committee chairman Devin Nunes (R-Calif.) warns that Democrats and the mainstream media will be \"frightened\" by what Americans will see.",
  "After the Justice Department released the initial applications on July 21, Democrats and mainstream media pundits argued \"the really bad stuff about the Trump campaign was buried in the redactions,\" Nunes said, according to the Washington Free Beacon.",
  "The Daily Caller News Foundation reported that the declassified FISA applications will be damning for the FBI not only because of the information contained in them, but also because of information the FBI excluded from them.",
  "The unredacted portions showed the FBI heavily relied on the infamous Christopher Steele intelligence dossier, which contains unverified and salacious information about President Donald Trump.",
  "Still, Nunes predicted that no matter what facts the unredacted FISA application bring to light, Democrats and the mainstream media will downplay their significant or ignore them altogether.",
  "\"It's also going to be about what the other side did to play dirty, to dirty up a campaign—but not do it through campaign tactics, but do it by corrupting the FBI and the DOJ.\"",
  "Speaking at a dinner hosted by the Center for Security Policy last Thursday, Nunes argued the complete unredacted FISA applications should be released.",
  "According to the Free Beacon, Nunes expressed hope that Trump will approve additional declassification of the FISA applications in the coming weeks.",
  "Unfortunately, those who claimed incriminating evidence is buried behind the redactions went \"silent\" after Nunes' challenge.",
  "The Justice Department released mostly redacted versions of four FISA applications against Page in July.",
  "If he does, Nunes said the details contained in them will have an impact on the midterm elections.",
  "The FBI had maintained they mostly relied on intelligence separate of the dossier.",
  "\"It's not just going to be economic growth and running on the economy,\" he said.",
  "Because I think they're going to be frightened by what you see,\" Nunes said.",
  "We should declassify the whole thing,\" he said at the dinner.",
  "That's the only way Americans will see the truth, he said.",
  "\"And I said, you know what, you might be right.",
  "What did Nunes say?",
  "\"And you know why?"
]