[
  "Fast forward 4 years and it will be: “Life, Liberty and the adherence to the preferred pronouns of genderqueer demisexual otherkin.”\n\nEven before they attack the Second Amendment, they will attack “hate speech”, and the definitions of hate speech will a matter for the capricious whimsy of campus feminists and Black Lives Matter agitators — in other words, “everything I disagree with” or “anything that hurts my delicate feelings.”\n\nDemocrats should break with their party over gun rights.",
  "Consider these statistics from the Center for Security Policy:\n\n51% of American Muslims want to be allowed to be governed by Sharia Law\n\n30% of American Muslims believe it is legitimate to use violence against those that insult Islam\n\n25% of American Muslims said that violence against Americans can be justified as part of global jihad\n\n33% said that sharia should take precedence over the constitution if they clashed\n\nYou can’t be afraid of doing things freely in America.",
  "While liberals were crying and hashtagging after the Orlando shooting, Chick-fil-A, which is normally closed on Sunday, opened up to feed those donating blood to keep gay victims alive\n\nThe gay allies of the past might call you brave and like your social media posts, but the Christian right are men and women that will fight for your rights\n\n… and more importantly teach you how to fight and shoot on your own.",
  "Some more stats specific to British muslims from a channel 4 poll:\n\n52% believe homosexuality should be illegal\n\n23% would like to see Sharia law in England\n\n39% believe a woman should always obey her husband, as opposed to 5% of English overall\n\n31% consider it acceptable for a man to have multiple wives\n\nBritish Muslims are sadly no more extreme than American Muslims.",
  "Only Hillary Clinton could look at Europe and say “We must do what these guys are doing!”\n\nOnly Hillary Clinton could look at Angela Merkel and say “THAT’S what I call leadership!”\n\nFilling America with unskilled 22 year old Muslim men will have the same effect in America that it had in Europe.",
  "Christians don’t want gay lifestyles shoved down their throats\n\nChristians don’t want to be forced to support gay marriage\n\nChristians don’t want to bake gay wedding cakes\n\nChristians want to go to Disneyworld without waiting in line behind two leatherboys with twinks on dog leashes.",
  "Now compare that list with what Muslims don’t like about gays:\n\nMuslims don’t like gays being in public\n\nMuslims don’t like gays speaking\n\nMuslims don’t like gays breathing\n\nMuslims don’t like gays existing\n\n\n\nBetween the two, I find the first options more reasonable.",
  "I know some of daddy’s policies offend you, but let’s be honest– if you can seriously look at Hillary Clinton and believe she represents the values that drew you to Bernie, you deserve an honorary Gender Studies doctorate for retardation.",
  "Cowards like the men and women that run the University of Maryland don’t have the balls to ban me or declare the phrase “Make America Great Again” to be hate speech, so they try to do it by charging fees they know students can’t pay.",
  "Meanwhile the Democrat candidate for president is being investigated by the FBI, Republican offices are being firebombed, riots are being staged, violence bought and paid for by Hillary Clinton, foreign elections meddled with.",
  "With just over a week left before the election, I hope all of you redouble your efforts to convince friends and family to vote for Donald Trump, and then show up at the polls to cast your own vote.",
  "You’d have some difficulty finding that out on social media though — none of the major social media platforms were trending the news today, despite the fact that it dominated the headlines.",
  "Comey should never have closed the case without an indictment in the first place, and it shouldn’t have taken her lesbian-lover’s husband sexting a 15 year old to open it back up.",
  "Now I must make one controversial statement– women will suffer terrible sexual atrocities at the hands of Muslims, but they will survive these encounters most of the time.",
  "Unfortunately for them, their actions only galvanize the conservatives on their campus, and expose the university as a bunch of leftist crybabies who hate free speech.",
  "I’m not going to apologize, because I never do and I’m always right, but I will share that I’ve heard blowing bubbles and watching puppy videos can help you calm down.",
  "The Pulse nightclub was the most horrific act of terror against gays and one of the deadliest mass shootings in American history, but gays still don’t get the message.",
  "It’s a movement of such importance that I’ve come here from Europe to give speeches on American campuses warning of the dangers you face if you elect Hillary Clinton.",
  "Many Democrats own guns, and many Democrats remember a time when liberals supported free speech and were not repressive, censorious bastards like they are today.",
  "The fear of the spread of Islam is very rational, and it is the President of the United States job to protect you in America and we throughout the west from it.",
  "Look at the UK:\n\nA Gallup poll of muslims in the UK found that not a single one of the 1,001 people polled thought that homosexuality was morally acceptable.",
  "Donald Trump, it seems to me, is the only candidate who is standing up to Islam, to protect not only gays, but all Americans and by extension Europe, too.",
  "You’ve been telling me for a year that the Trump Train doesn’t have brakes, but you guys have to prove it by showing up in YUGE numbers on election day.",
  "On Friday the FBI announced it was reopening its investigation into Crooked Hillary, because new evidence has come to light during a probe of a Weiner.",
  "They thought they were dealing with cuckservatives, the type of Republicans we see in congress, who primarily exist to rubber-stamp Democrat policies.",
  "On the other hand, Twitter did trend a New York Times article called “The Dangers of Donald Trump” so they can’t be accused of ignoring the election!",
  "A 7-2 hyper-liberal court as selected by Hillary Clinton will rule for decades, bending the constitution so far out of shape you won’t recognize it.",
  "I guess a gay man in a police uniform telling the truth about Black Lives Matter was just too much for the faculty and staff of this university.",
  "Millennials who support Bernie understand that the battle here isn’t liberal versus conservative, but rather outsiders versus the establishment.",
  "He just also happens to be the candidate that is right on the border wall, the economy, and practically every other issue Americans care about.",
  "Never again will we allow Muslims to slaughter us, and never again will we support politicians who enable terrorists to commit these crimes.",
  "And all of us know there is no such thing as free college, it is just a matter of who is paying for it– UC Irvine isn’t getting any cheaper.",
  "Even in the face of strong College Republicans and the support of the Bernie students, UC Irvine continues to play games to try to stop us.",
  "Put down your vape sticks and take out your ballots to support the Donald, and keep that corrupt old harpy Hillary out of the Oval Office.",
  "You may have kept us in a smaller room, but this event is streaming live to thousands of people on the Internet, and no one can stop that.",
  "Your education will help ensure you don’t have a blue-collar factory job, but when those jobs disappear, so do the nice white-collar jobs.",
  "American citizens face an unholy alliance of the Clinton machine, the Democrat party, the mainstream media, and unfortunately the GOP too.",
  "Everywhere in America you can see the signs that an alien culture, dedicated to the destruction of the west, is making its presence felt.",
  "Will we drain the swamp, or bring a level of filth and corruption to Washington that will impress even the most jaded beltway insider?",
  "They tried to suspend the club for a year out of spite — punishment for daring to bring the Dangerous Faggot to Southern California.",
  "This was supposed to be a rally outside with thousands of people, but the school got up to mischief to keep us in a smaller room.",
  "Hillary is comfortably leading the polls in her home constituency of Saudi Arabia as well as Yemen, Bahrain, Syria and Alcatraz.",
  "If Hillary gets her way, Muslim immigrants will arrive along with their signature delicacies: lamb chops, yoghurt and gang-rape.",
  "She should also thank her lucky stars that foreign nations have enriched her to the point that she doesn’t need Obamacare.",
  "If you hadn’t tried to punish the College Republicans for the crime of inviting a gay man with the wrong opinions, THIS ….",
  "Here at UC Irvine, Jews have already been targeted by Muslims, with Jewish events shut down by Muslim students this year.",
  "Gays and Lesbians must have the mindset of Jews who fought so many hard conflicts against Muslim aggressors in the past.",
  "We know from Wikileaks and other sources that Hillary Clinton truly plans to flood the country with Syrian Refugees.",
  "The next President will pick quite a few supreme court justices, starting with a replacement for Justice Scalia.",
  "It is also the time for the gay community to take up arms in order to defend itself from further Muslim attacks.",
  "I’d like to mention a few things of critical importance, and speak at length on the issue closest to my heart.",
  "As far as I’m concerned, it is the best publicity available for my tour, and I don’t even have to pay for it!",
  "America cannot afford Hillary Clinton, and the radical leftists she shacks up with, making these selections.",
  "*DOESN’T FEEL LIKE HOME*\n\nThere is more at stake here, though, than simply safety, as terrifying as that is.",
  "It is time for the gay community to come home to conservatism and libertarianism where it of course belongs.",
  "They realized they had sat and watched while Germany committed unspeakable atrocities against their people.",
  "I encourage Bernie supporters at UC Irvine to support the ultimate outsider in this election, Donald Trump.",
  "These guys are young fighting age males looking for action — sexual action, terrorist action, maybe both.",
  "Some gays and lesbians in the US still consider Christians and right wingers to be their primary enemies.",
  "It must not become a country in which artists and satirists are afraid a drawing might get them killed.",
  "In the next Muslim terror attack on gays, a gun will save your life and those of the people around you.",
  "Welcome to the Dangerous Faggot Tour, I am your host and the supervillain of the Internet, Maharambe.",
  "The authoritarian and powerful versus the disenfranchised, the neglected, the lied-to, the forgotten.",
  "They don’t want to bake your cakes and will not fly rainbow flags, but they want you alive and free.",
  "The media and Silicon Valley are colluding to focus attention on locker room talk from a decade ago.",
  "The university did their best to destroy the College Republicans after my appearance here in June.",
  "It’s that time of the decade when Hillary takes a break from scissoring to get fucked by a Weiner.",
  "It’s a much slimier way to try to shut me up than just growing a pair and banning me from campus.",
  "Received wisdom, the pollsters and the lying media are telling us the Daddy hasn’t got a chance.",
  "You will never appease Muslims and will never placate them short of the adoption of Sharia law.",
  "Remember that the children of migrants, as we know, are far more susceptible to radicalization.",
  "But if we put together a top list of Muslim targets, it is Jews, Christians, women, and gays.",
  "The establishment will use every trick in the book to keep themselves and Hillary in power.",
  "There are whole neighborhoods that are no-go zones, much like the Calais Jungle in France.",
  "I’d also like to point out that the Bernie students stood up with the College Republicans.",
  "Donald Trump won’t give Bernie supporters free college, but he can preserve your freedom.",
  "We are just over a week away from an election that can change the course of the country.",
  "Hillary wants what happened to Europe to happen in America, just much faster and uglier.",
  "The terrorist attack at the Pulse nightclub was just the first wave on American shores.",
  "Hillary’s vision of a borderless hemisphere means jobs will go where they are cheapest.",
  "Any person in Hillary’s precarious state of health should be resting, not campaigning.",
  "Universities around the country have tried dirty tricks to stop this Dangerous Faggot.",
  "If you want to be able to afford living on your own after graduation, you need jobs.",
  "That is compared to 58% of the overall British population which thinks homos are OK.",
  "Some of you will be aware that I have been banned at a number of schools in the UK.",
  "But they are happy to have a Muslim Preacher named Hamza Sodagar speak to students.",
  "The women of America will be terrorized and victimized as they have been in Europe.",
  "The only thing that can defeat this Axis of corruption is massive voter turnout.",
  "Well the FBI, as you’ll all know by now, is looking into Hillary’s emails again.",
  "Whatever happens with Hillary, you cannot take your foot off of the gas pedal.",
  "Red Tape, last minute security fees and unusual rules have been thrown at us.",
  "I hate to be the one to break this to UC Irvine, but you cannot contain us.",
  "We know Muslims hate everyone, they go out of their way to make that clear.",
  "They aren’t interested in having the Dangerous Faggot talk to the students.",
  "They are lining up to support Hillary Clinton and can’t stand Donald Trump.",
  "What’s at stake is nothing less than the survival of western civilization.",
  "Unfortunately for gays, Muslims have no compunction about slaughtering us.",
  "Not the made-up one they claim exists on college campuses, but a real one.",
  "But that doesn’t mean his anti-establishment message was completely wrong.",
  "This is a Halloween scare-fest that sexually identifies as a Trump rally.",
  "I was trying to think of something explosive I could add to the ensemble.",
  "And there is even less of a chance that Hillary will protect us from it.",
  "A government that lets terrorists unrestricted is NOT a friend to gays.",
  "They are importing votes at the expense of Americans, plain and simple.",
  "Of course I’m not just the most fabulous supervillain on the internet.",
  "This is the rape culture the nutty feminists have been whinging about.",
  "America must not become a country in which people are afraid to kiss.",
  "Follow Milo Yiannopoulos (@Nero) on Facebook, Instagram and Snapchat.",
  "So beheading gays is perfectly fine, but I’m too dangerous to speak.",
  "In fact they were messing with young conservatives with conviction.",
  "Daddy has gotten more free media coverage than any candidate ever.",
  "Young Americans like Ariana Rowlands, who stood up to the system.",
  "Young people should also be concerned about the economy and jobs.",
  "Here’s a hint… California isn’t the cheapest place to find labor.",
  "Most of these guys aren’t Syrian, and none of them are refugees.",
  "At Vanderbilt I spoke about the importance of the Supreme Court.",
  "But the Jews of Europe and America aren’t as likely to own guns.",
  "I was thinking of just hurling Galaxy Note 7s into the audience.",
  "Normally I come to Halloween parties dressed as Michelle Obama.",
  "Islamophobia, the irrational fear of Islam, is a nonsense term.",
  "You all know the stakes are high, and you know the key issues.",
  "Now of course Bernie bros have been sold out by their leader.",
  "You cannot lessen the energy or effectiveness of our message.",
  "I’m proud of the Bernie kids for looking beyond party lines.",
  "The Democrats have put electoral priorities over principles.",
  "There isn’t a chance in hell Obama will protect us from it.",
  "Nor can anyone stop the crowds who are collecting outside.",
  "He lost all credibility when he endorsed Hillary Clinton.",
  "I’ve come in the second scariest outfit I could think of.",
  "Many on the left will call what I just said Islamophobia.",
  "Anti-gay sentiment is not an extremist Muslim’s opinion.",
  "Refugees are women, children, the elderly, and the sick.",
  "Everyone here has been paying attention to the election.",
  "Here in Irvine we’re barely an hour from San Bernadino.",
  "Today is the gay community’s chance to say never again.",
  "In fact the religious right can now be seen as allies.",
  "In reality, this should have happened a long time ago.",
  "But the police said no so I got this handbag instead.",
  "At Vanderbilt, triggered lefties tried a poetry slam.",
  "I have a message for the administrators of UC Irvine.",
  "Hear him every Friday on The Milo Yiannopoulos Show.",
  "Now here is a fact that should really unsettle you.",
  "I am also apparently the supervillain of UC Irvine.",
  "But tonight I’ve gone with Rocky Horror meets ISIS.",
  "Sodagar didn’t travel to the UK from Saudi Arabia.",
  "It’s a movement that will not end on Election Day.",
  "I mean the poor dear will need a wheelchair soon.",
  "Will this generation be satisfied being baristas.",
  "And feminists won’t dare say a word against it.",
  "I think America is ready to blow up the system.",
  "The religious right are not your worst enemies.",
  "So don’t give an inch- they won’t stop taking!",
  "None of these things are trending on Facebook.",
  "Hamza Sodagar advocates beheading homosexuals.",
  "Gays will undoubtedly be targeted by Muslims.",
  "Muslims want to violate women, not kill them.",
  "Because you’re not going to like this at all.",
  "God bless America and God bless Donald Trump!",
  "Many of us hope that Hillary gets the chair.",
  "Conservatism has never looked so fantastic.",
  "I feel a change in the air after this week.",
  "A wheelchair — what did you think I meant?",
  "Not even other Muslims are safe from them!",
  "It is a typically Clintonesque deception.",
  "Let me tell you about where I come from.",
  "Don’t make the same mistakes Europe did.",
  "The UK is falling to Islam as we speak.",
  "And can you believe the system blinked?",
  "I learned that trick from Donald Trump.",
  "Welcome to the UK in the current year.",
  "We rally here today for Donald Trump.",
  "It sucks to be Dave Rubin right now.",
  "Write to Milo at milo@breitbart.com.",
  "Guns are not icky, gross, or scary.",
  "They said never again and meant it.",
  "I love that term, “Syrian refugee”.",
  "Jews in Israel fight back, and win.",
  "He was in it for personal profit.",
  "These queers are fucking idiots.",
  "We’re not out of the woods yet.",
  "But we do have some good news.",
  "I’d never have come back here.",
  "They took away the suspension!",
  "Written from prepared remarks.",
  "It’s just a Muslim’s opinion.",
  "Armed gays don’t get bashed.",
  "They are economic migrants.",
  "This isn’t rocket science.",
  "Would never have happened.",
  "There is no radical Islam.",
  "We know this from Europe.",
  "It is already happening.",
  "UC Irvine miscalculated.",
  "A remark about pussy is.",
  "There are many options.",
  "So strap yourselves in.",
  "He came from Kentucky.",
  "I think he can do it.",
  "This is a movement.",
  "And you know what?",
  "Happy Hill-o-ween!",
  "Peace be upon me.",
  "There’s a war on.",
  "They’re fabulous!",
  "It’s just Islam.",
  "But you did.",
  "Personally?",
  "Don’t you?",
  "We won!",
  "Mayhem."
]