[
  "The United West / Via theunitedwest.org\n\nClaims that “El-Sayed may harbor Islamist convictions and be a Trojan horse are not unfounded,\" the website says, \"especially given the reality of what some have dubbed a ‘stealth jihad.’” El-Sayed, a 33-year-old physician who once served as head of the Detroit Health Department as health director, would be the country’s first Muslim governor if elected in November.",
  "A page promoting the event on the United West’s website — which also has a section called Sharia Crime Stoppers — describes Colbeck as having “studied and learned the history of Sharia, the Muslim Brotherhood, and their plan to take down America.” “One of his potential opponents is a Sharia-compliant Democrat candidate Abdul El-Sayed,” the website, which also has five embedded videos from the event, reads.",
  "YouTube/Sharia Crime Stoppers / Via youtu.be\n\nWell-funded anti-Muslim groups like the Center for Security Policy and ACT for America — once fringe elements of the conservative movement that have recently risen to prominence in the Trump era — have alleged for years that Muslim Americans are subverting US laws through the practice of Sharia and that it would replace or supercede the laws of the land.",
  "A Republican candidate for governor in Michigan used a typical and unfounded anti-Muslim conspiracy theory during a presentation about his Muslim American Democratic rival, suggesting he is part of an unfounded Muslim plot to engage in “civilization jihad” that is subversively attempting to take over the country.",
  "Oftentimes anti-Muslim conspiracy theories also involve the belief that the Muslim Brotherhood — the oldest political Sunni Islamist group that began in Egypt and has since spread to many Arab nations — is actually infiltrating every aspect of Muslim American society with nefarious intentions.",
  "The candidate, Patrick Colbeck, who is currently a state senator of Michigan’s 7th District, made the remarks about Dr. Abdul El-Sayed while delivering a slideshow at an event held by the United West in April 2018.",
  "Sharia — often used as a fear-inducing term associated with anti-Western beliefs — is simply a religious code of conduct, no different than those contained in other Abrahamic religions.",
  "“But we also have somebody that I will likely be running against in the general election, Dr. Abdul El-Sayed, whose parents apparently have ties to Muslim Brotherhood back in Egypt.",
  "A recent BuzzFeed News analysis found that state and local Republican politicians and officials have publicly attacked Islam in 49 states since 2015, typically with impunity.",
  "YouTube/Sharia Crime Stoppers\n\nThe presentation, titled “Colbeck Explanatory Memorandum Part 1,” was posted on YouTube by an account called Sharia Crime Stoppers on April 16.",
  "And you’re seeing also a push at the local level at city councils,” Colbeck can be heard saying as a slide titled “Civilization Jihad Techniques” is up on a screen.",
  "“So Hamtramck is now the first majority Muslim city council,” Colbeck can be heard saying on a slide called “Position of Influence,” with a picture of El-Sayed.",
  "The group has been classified as an “active anti-Muslim group” by the Southern Poverty Law Center, which tracks the activity of hate organizations.",
  "Patrick Colbeck can be heard saying in a presentation that Abdul El-Sayed has ties to the Muslim Brotherhood, among other anti-Muslim remarks.",
  "Colbeck’s presentation was loaded with false conspiracy theories that have been pushed by the far right to undermine Muslim Americans.",
  "He is the progressive favorite in the race and has been described as charismatic and “the new Obama” by the Guardian.",
  "So this is a big deal.” Colbeck, El-Sayed, and their campaign spokespersons didn’t return requests for comment.",
  "There were unfounded allegations that Hillary Clinton’s top aide, Huma Abedin, was a member, for example.",
  "The words are hyperlinked to another page that says El-Sayed is displaying an ISIS hand gesture.",
  "“There’s a lot of pressure being applied in our society right now.",
  "David Eggert / AP Michigan state Sen. Patrick Colbeck in 2016.",
  "“They’re already advertising him as the first Muslim governor.",
  "You’re seeing Muslim legislators in the state legislature.",
  "Carlos Osorio / AP Dr. Abdul El-Sayed",
  "This is scary stuff,” Colbeck said.",
  "Hamtramck is a city in Michigan."
]