[
  "In it, D’Souza argued for the supremacy of Western (white) culture, maintaining that problems of high incarceration rates and poverty were caused not by racist institutions but by a corruption at the heart of black society, which he described as “self-defeating” and “irresponsible.”\n\nIn language reminiscent of Donald Trump’s diatribes about black neighborhoods, D’Souza described inner cities as places where “the streets are irrigated with alcohol, urine, and blood.” Racism, he argued, is simply rational discrimination, the ability of observes to detect that black culture is worse than white culture.",
  "Some of his appointees have begun to parrot this talk, as when Treasury Secretary Steve Mnuchin explained in an interview with Mike Allen of Axios that Trump’s supposed stamina could be explained by his “perfect genes.”\n\nAnother prominent strand of scientific racism is pseudo-sociological diagnoses of “inferior” culture\n\nFor those dissatisfied with The Bell Curve’s explanation of racial differences, another book came along a year later offering an alternative.",
  "In the 1990s, conservatives popularized two sometimes competing, sometimes complementary theories on race that shared the same assumptions and goals:\n\na belief that a nonwhite “underclass” was the central cause of American decline;\n\na belief that problems in black and Latino communities were a result not of racism but rather shortcomings inherent to those communities; and\n\na belief that no government program could alleviate the struggles of nonwhite Americans.",
  "They call for, among other things, elimination of aid to poor mothers, so they will stop having children; an end to the use of affirmative action in college admissions, which (the authors insisted) raises low-IQ people of color above their ability levels; and a shift in immigration law from family-based immigration to merit-based immigration, in order to favor higher-IQ immigrants.",
  "(He also spent a brief spell as president of a conservative Christian college, where he was ousted for an extramarital affair, and a briefer spell as a halfway-house occupant for his felony conviction for an illegal campaign contribution\n\nThe conservative movement continues to accept Murray and D’Souza, at least in part, because they pursued racist ideas through academic work.",
  "As a quick brief on the book (which at 600-plus pages, rarely gets read to the end), Murray and Herrnstein argued:\n\nthat low IQ leads to bad social outcomes, like poverty, crime, and out-of-wedlock births,\n\nthat low-IQ people, who are more often found in nonwhite than white groups, are having more children than high-IQ people, and,\n\nthat policy should reflect this reality.",
  "Conservatives love to make hay of the link between progressives and the eugenics movement, suggesting that, historically, leftists have been the “real racists.” But not all progressives were eugenicists, and the topic always had plenty of support among conservatives, who welcomed practitioners of scientific racism to their ranks after progressives expelled them.",
  "Now these groups have transitioned from outsiders to insiders thanks to Trump, who regularly cites Frank Gaffney’s anti-Islam writings and has surrounded himself with people like Steve Bannon, Mike Flynn, Michael Anton, Stephen Miller, and Sebastian Gorka, all of whom present the US as under sustained cultural threat from nonwhite outsiders.",
  "Named after Columbia professor William Dunning, its practitioners held that attempts to build biracial governments in the South after the war — by protecting African-American men’s right to vote, by using the federal government to put down anti-black violence — was a failure because black Americans were not yet cultural ready for democracy.",
  "Murray and Herrnstein’s book, The Bell Curve, was published in 1994, generating immediate controversy for its arguments that IQ was heritable, to a significant degree, and unchangeable to that extent; that it was correlated to both race and to negative social behaviors; and that social policy should take those correlations into account.",
  "This, too, has a lengthy history on the right, though until recently it largely existed in a carefully cordoned-off “provocateur” community made up of right-wing, nationalist (often white nationalist) organizations and outlets like Breitbart, the Center for Immigration Studies, VDARE, the Center for Security Policy, and the like.",
  "While his comments have drawn condemnation from some fellow congressional Republicans, they fit right in down the street at the White House, where top aides Steve Bannon and Stephen Miller serve as sentries against multiculturalism, shaping policies that have included the “Muslim ban” and immigration restriction.",
  "In the late 19th and early 20th century, British and American colonizers believed that, because they had built a superior culture, they were duty-bound to awaken nonwhite civilizations to the wonders of Christianity and capitalism (normally at the cost of those civilizations’ material resources and sovereignty).",
  "To get a sense of this slipperiness: In a recent rebuttal of the Southern Poverty Law Center’s description of him as a “white nationalist,” he insists The Bell Curve can’t be racist because its second section, an exploration of the links between low IQ and social dysfunction, focused solely on white people.",
  "Murray was partnering with Richard Herrnstein, a Harvard psychologist who in 1971 published a piece on IQ in the Atlantic, in which he argued that a society without a strict class structure would soon become an intellectual aristocracy, with high-IQ people clustered at top and low-IQ people at bottom.",
  "Rich Lowry recently called him “one of the most significant social scientists of our age.” While eyeing a presidential bid in 2015, Jeb Bush heaped praise on Murray (not specifying which book he had in mind), seemingly unconcerned about any controversy surrounding the author.",
  "Its roots wend back to the 19th century, when scientist Samuel George Morton produced works like Crania Americana and Crania Aegyptiaca, in which he assiduously measured skull sizes of members of different races, then correlated those measurements with alleged intelligence.",
  "Scientific racism has deep roots in American culture: progressives embraced it in the early 20th century, then conservatives picked up the torch\n\nScientific racism was certainly not new to America in the 1990s: The Bell Curve tapped into a long and ignominious tradition.",
  "But like The Bell Curve, The End of Racism was about promoting conservative policy, starting with the premise that the problems black Americans faced were not the result of racism and that no outside intervention — especially not affirmative action — could solve them.",
  "This has evolved into a language of “human biodiversity,” the pseudoscience of the alt-right and other racists that borrows the celebratory term “biodiversity” from the environmental movement as a way of gussying up their ideas in more acceptable scientific language.",
  "Given the stark white nationalism on display in the message, it’s tempting to lump King in with his most vocal supporters — folks like alt-right leader Richard Spencer and Klansman David Duke — and dismiss his theories as part of the fringiest fringe.",
  "A new breed of race-conscious conservative has imbibed the work of Murray and D’Souza, and expanded it to new populations\n\nMurray and D’Souza were writing at a time when white nationalism was being reorganized into new institutions and publications.",
  "Trump’s casual rhetoric of genetic superiority, his stable of advisers touting the supremacy of white Western culture, his hesitance to denounce supporters like David Duke and the alt-right — all this has reenergized advocates of scientific racism.",
  "No?”\n\nNo, because the third section of the book then takes those conclusions and applies them to black and Latino people, linking IQ, race, and social dysfunction to make an argument about dysgenic pressures centered in nonwhite communities.",
  "Murray and D’Souza kept ideas of scientific and cultural racism alive in the conservative movement, riding on the right’s opposition to welfare programs associated with poor minorities and affirmative action in education and employment.",
  "It was not racism but anti-racism that was to blame for African-Americans’ plight, he maintained, arguing that black civil rights activists and white liberal Democrats had a vested interest in keeping “the black underclass” down.",
  "But it is also social Darwinist, arguing that genetic traits, like intelligence, lead to good or bad societies, and that the bad genes are concentrated not just in particular racial groups but in certain socioeconomic groups.",
  "D’Souza was more controversial at the think tank, where two African-American fellows resigned in protest when the book was published (though D’Souza’s book was hardly more controversial, or more racist, than The Bell Curve).",
  "Since The Bell Curve, Murray has moved on to other topics, most notably his 2012 book Coming Apart, which focused more narrowly on white Americans, and explained class stratification in cultural rather than genetic terms.",
  "He maintains, for instance, that The Bell Curve is not centrally about race, in large part because the chapters focused on black and Hispanic IQ scores are few in number and don’t appear until halfway through the book.",
  "During the 1990s Samuel T. Francis penned columns for the Washington Times before being fired for his white nationalist rhetoric, and then went on to edit the Citizens Informer for the Council of Conservative Citizens.",
  "But King’s theories about America’s cultural and demographic decay are not ideas carted in from Klan rallies or online alt-right message boards into a conservative political world that decisively rejects such notions.",
  "Stuffed full of charts and equations, the book was, according to Murray, “social science pornography.”\n\nWith that description, he had intended to underscore that the book was teeming with data and regression tables.",
  "Charles Murray maintains that The Bell Curve is not centrally about race, in large part because the chapters focused on black and Hispanic IQ scores are few in number and don’t appear until halfway through the book.",
  "And of course it was used for just that — and used, too, to make the case that social programs that primarily help poor and nonwhite Americans should be cut, as they were in the comprehensive welfare cuts of 1996.",
  "The Bell Curve is racist in the most literal sense: It organizes people by race, treating racial categories as real and fixed and associating particular genetic and social characteristics to those groups.",
  "If qualities like ignorance and vice were heritable, the long-term solution was not better schools and better jails — though progressives wanted those, too — but rather a tidying up of the gene pool.",
  "He’d spent the 1980s at the Manhattan Institute, where he wrote his influential book Losing Ground, which argued that government-directed social welfare programs increase poverty and should be cut.",
  "He left Hoover in 2007 in the midst of controversy over his book The Enemy at Home: The Cultural Left and Its Responsibility for 9/11, which was roundly criticized across the political spectrum.",
  "Herrnstein was focused on social status, not race, in evaluating IQ differences, but believed that it would be easy enough to devise a study that tested for a connection between IQ and race.",
  "These ideas about an outside cultural threat and an internal genetic threat to white America, moreover, were in circulation well before the emergence of the alt-right or the Trump campaign.",
  "Genetic theory may have replaced skull measurements, and Dinesh D’Souza may have replaced William Dunning as the go-to source for anti-black history, but the basic patterns are the same.",
  "(Those protests turned violent when a second, smaller group of “antifa,” or anti-fascist, protesters set on Murray after the student protesters forced organizers to close down the event.",
  "There is much hand-wringing in The Bell Curve that the book might be misused, that nefarious racists may seize upon it as evidence of black inferiority and as a tool for racial hatred.",
  "And both took theories of cultural and scientific racism, dressed them up in the latest academic fashions, and received a warm welcome from conservative intellectuals and policymakers.",
  "The Big Idea is Vox’s home for smart, often scholarly discussion of the most important issues and ideas in politics, science, and culture — typically written by outside contributors.",
  "“It doesn’t make a lot of sense to invoke the use of ‘racist scientists’ to discredit findings based on original analyses conducted by Herrnstein and Murray using samples of whites.",
  "The End of Racism applied cultural racism to black Americans, but today the same racist logic is also regularly applied to Islamic cultures, Muslim Americans, and Latino immigrants.",
  "As Peter Beinart notes in the Atlantic, while these ideas were rejected in pre-Trump Washington, they found favor among the grassroots right in the years following September 11.",
  "Popular acceptance of eugenics in the United States came to a quick end with World War II and the Holocaust, which had taken the logic of eugenics to its horrifying conclusion.",
  "Herrnstein believed this was already happening in the United States, as high-IQ people increasingly married one another, creating a growing divergence from low-IQ Americans.",
  "“[Geert] Wilders understands that culture and demographics are our destiny,” Iowa Rep. Steve King tweeted earlier this month, referring to the far-right Dutch nationalist.",
  "Throughout America, states instituted programs of voluntary and involuntary sterilization in order to keep people with low IQs or criminal records from having children.",
  "The logic of eugenics also shaped the immigration quota system put in place in the early 1920s, which restricted immigration almost entirely to white populations.",
  "(D’Souza generally accepts the Moynihan Report’s analysis, although not its conclusion that government intervention was necessary to remedy these deficiencies.)",
  "Yet forced sterilization continued in the United States through the 1970s, almost exclusively carried out on black, Latina, and Native American women and men.",
  "At Middlebury College, where he was invited to speak about Coming Apart, student protesters largely denounced his genetic theories, not his more recent work.",
  "Most scientists concur that race is socially, and not biologically, constructed, and so there has been no “progress” in the genetic identification of race.",
  "But D’Souza stripped away the “burden,” such as it was, arguing that it is up to black Americans to lift themselves from what he saw as a bankrupt culture.",
  "The science of eugenics, literally “good stock,” found favor among many white progressives in America, who saw it as a neat solution for social problems.",
  "Likewise, the 1965 Moynihan Report promoted the argument that cultural deficiencies caused by slavery and Jim Crow were responsible for black poverty.",
  "But D’Souza learned through that episode that controversy sells, and has since spent his time on shoddily argued anti-liberal books and documentaries.",
  "But this is like saying the Harry Potter series isn’t about Voldemort because he doesn’t show up in full, corporeal form until the end of book four.",
  "His children, he has argued, have not needed to face adversity to succeed, because they have his DNA; their success was baked in from the beginning.",
  "But this is like saying the Harry Potter series isn’t about Voldemort because he doesn’t show up in full, corporeal form until the end of book four.",
  "Its heyday spanned the late 19th and early 20th century, when the fad for cataloguing differences blended with empire-building and mass migration.",
  "“The Bell Curve” has many new fans on the alt-right — and still inspires protests on the left\n\nIn 1990, Charles Murray was forced to change jobs.",
  "Oh, and its author still has a berth at the American Enterprise Institute, one of the most prominent conservative think tanks in the country.",
  "Nicole Hemmer, a Vox columnist, is the author of Messengers of the Right: Conservative Media and the Transformation of American Politics.",
  "Trump himself is a “good genes” guy, espousing — in his own anti-intellectual, offhand way — a genetic theory of heritable superiority.",
  "The problems black Americans faced were not due to their inferior genetics, Dinesh D’Souza argued, but due to their inferior culture.",
  "And the book espouses a soft eugenicism, promoting policies that discourage low-IQ people from either immigrating or having children.",
  "What set Murray and D’Souza apart from these purveyors of racist ideas was their broad acceptance within the conservative community.",
  "That was the idea at the core of The End of Racism, the 1995 book that D’Souza wrote in an office down the hall from Murray at AEI.",
  "But given that most pornography is an expression of the fantasy life of white men, it was more on the nose than Murray knew.",
  "“We can’t restore our civilization with somebody else’s babies.”\n\nThat’s a lot of racist theory to pack into 140 characters.",
  "In short, the black and white poor alike are poor because they are genetically disposed to be so by their low intelligence.",
  "Both were written by conservatives opposed to multiculturalism, affirmative action, and government programs for the poor.",
  "In their modern form, they have been tolerated, even nurtured, in mainstream conservative circles for more than 20 years.",
  "These ideas shaped two of the decade’s most influential conservative books on race, The Bell Curve and The End of Racism.",
  "And in the 1910s and 1920, at the dawn of the modern era of genetic science, it resulted in eugenics research and policy.",
  "Like Murray, D’Souza cloaked his arguments in academic garb: extensive citations, lengthy expositions, detailed history.",
  "The Council of Conservative Citizens, an outgrowth of the white supremacist White Citizens Council, was founded in 1988.",
  "AEI scooped up Murray when the Manhattan Institute let him go, and stood by him throughout The Bell Curve controversy.",
  "But then Murray clashed with the conservative think tank’s leadership over his next project: a study on race and IQ.",
  "She is an assistant professor at the University of Virginia’s Miller Center and co-host of the Past Present podcast.",
  "Which is why, when someone like Steve King tweets about “other people’s babies,” he no longer feels like an outcast.",
  "He regularly praises his own success as a function of “very good genes,” likening himself to a well-bred racehorse.",
  "In The Bell Curve, race — that is, racial differences tied to heritable genetic traits — serves the same function.",
  "The book, popular within the Reagan administration, provided a social science justification for deep welfare cuts.",
  "The Bell Curve gave racists a scientific text for discussing IQ, race, and “dysgenics” (literally, “bad genes”).",
  "D’Souza would trade one conservative think-tank for another, heading to the Hoover Institution after AEI.",
  "Both were political works of scholarship, drawing from fields of sociology, psychometrics, and history.",
  "Racism, many believe, is a function of ignorance and provincialism, making scholarship its antithesis.",
  "Not until the late 1970s did the federal government outline prohibitions against forced sterilization.",
  "Murray engaged his critics in deliberately slippery ways (and continues to be slippery on the topic).",
  "The tweet evokes a fear of American decline caused both by genetics and culture, nature and nurture.",
  "Which brings us back to the Southern Poverty Law Center’s claim that Murray is a white nationalist.",
  "For decades, the leading school of thought on post-Civil War Reconstruction was the Dunning School.",
  "He is still regarded in many conservative circles as a leading intellectual and social scientist.",
  "But that hasn’t stopped interested parties from using genetics as a way to promote racist ideas.",
  "Genetics became a renewed topic of interest in 1990 as the Human Genome Project got underway.",
  "What the Trump administration has provided is new, fertile soil for these ideas to spread.",
  "But racism is about power and control, and has long been delivered in academic packaging.",
  "(Herrnstein died in September 1994, and so was not part of the post-publication debates.)",
  "Voldemort is the engine of the book series, the character that propels the plot forward.",
  "D’Souza is hardly the first to use academic history to advance ideas of cultural racism.",
  "Murray continues to wear the mantle of “conservative intellectual” as a fellow at AEI.",
  "The general tenor of the project was easy enough to guess, even in its early stages.",
  "Twenty years later, he found a social scientist eager to explore the issue: Murray.",
  "He knows he has sympathizers throughout the White House, including the Oval Office.",
  "Jared Taylor launched the white supremacist magazine American Renaissance in 1990.",
  "There is still today a resistance to seeing scholarship and racism as compatible.",
  "As scientists mapped the human genome, scientific racists were reenergized.",
  "The book was a broadside against multiculturalism and cultural relativism.",
  "One of his hosts, the political scientist Allison Stanger, was injured.)",
  "At any rate, he delighted in the controversy that followed publication.",
  "If you have an idea for a piece, pitch us at thebigidea@vox.com.",
  "D’Souza’s argument was the “white man’s burden” with a twist.",
  "The term is imprecise, and there are better descriptors.",
  "The idea of good genes, however, did not disappear.",
  "Is The Bell Curve a work of white nationalism?",
  "Yet The Bell Curve dogs him.",
  "It’s an arguable question."
]