[
  "But one of the most helpful things I think that has been going on, other than the many examples of outcry, the solidarity shown toward Muslims in the wake of events like San Bernardino and Paris, is that people are recognizing that Islamophobia is quite similar to anti-Jewish and anti-Catholic rhetoric of earlier decades and centuries.",
  "I think it was important for people to learn that history about themselves, to learn the similarities between the forms of prejudice that target different groups, that the statements that are made about Muslims today were made about Catholics or Jews or others in previous decades or centuries.",
  "One of the things that can partially explain the fact that Islamophobia now is, I think, worse than it was in the early years after 9/11 is because you have this group that’s making a very concerted effort, particularly in the media and among politicians, to sow distrust and misinformation.",
  "You have a Muslim cab driver getting shot after being asked about ISIS and where he’s from, you have Muslim women who have been assaulted in public, you have numerous vandalisms of mosques, some of which have already been targeted within the last five years.",
  "I think looking back on this period and the oppositions toward Syrian refugees and the Islamophobia we're experiencing domestically and the kinds of things that are said in the media about Muslims, I think we're going to look back on it in the same way.",
  "It's difficult to show cause and effect when it comes to rhetoric from some individuals and then the actions of other people, but we do see a correlation between heightened anti-Muslim rhetoric and attacks on individuals and their institutions.",
  "We won’t know the FBI hate crime statistics for 2015 for another year or two, but just anecdotally the swell of anti-Muslim attacks and threats that just come across my news feed or my Twitter is really quite incredible.",
  "Very few people walk up to someone and say, \"I'm going to shoot you because you're Muslim,\" but people need to know several Muslims were killed amid among all the rhetoric that we were hearing even earlier this summer.",
  "Take for example the poll that Donald Trump referenced in his press release and his press conference last night [which said that 25 percent of American Muslims agree that violence against other Americans is justified].",
  "I think the fact that Donald Trump sees talking about Muslims in this way, that he thinks pushing an Islamophobic line will be beneficial for him in the polls, says just as much, if not more, about the American public.",
  "There was some polling data from the 1940s that came out about American views toward Jewish refugees who were fleeing the Nazis in World War II, and the majority of Americans said, \"We don't want them.\"",
  "And obviously we won’t know what the ruling is on that in terms of whether it was a hate crime, but we know that man had a history of intimidating especially the woman who was killed, who wore a hijab.",
  "To find out more about the context of Trump's remarks, I spoke with Jordan Denari, a research fellow at the Bridge Initiative, a project at Georgetown University that tracks and analyzes Islamophobia.",
  "It was the furthest he’s gone, and I think it’s a very clear example of Islamophobia in the clearest sense, in that he’s discriminating against an entire group of people based on their Muslim faith.",
  "While so many people are aware of the things Trump is saying and might be outraged by it or concerned about it, they don't know this other side, which is the things that are happening on the ground.",
  "Marco Rubio said something to the effect that not saying \"radical Islam\" was like not saying we were at war with Nazis in World War II because we didn't want to offend moderates in the Nazi Party.",
  "\"I've never seen so much anxiety in Muslim communities like the last few weeks, since 9/11 and maybe even including 9/11,\" said Shahed Amanullah, a former senior adviser for the State Department.",
  "I was watching this morning some interviews that CNN and MSNBC did with Trump supporters after the remarks he made last night, and virtually all of them were in agreement with him on this.",
  "We’ve seen a number of presidential candidates in the GOP who have gone to events hosted by this organization or who have cited this organization as their source on a lot of things.",
  "We and many other organizations have written about its long history of spreading misinformation about Islam and Muslims, not just on the fringe but really in the mainstream.",
  "But I don't think until late high school or early college was I really aware that Catholics were very much demonized, not only in rhetoric but in action in previous decades.",
  "It's basically saying that ordinary Muslims and ISIS are in the same party, in the same camp — that because they share the label of Muslim, they share something inherent.",
  "Unless someone has a very explicit motive, it’s hard to say what caused a person to commit an attack, to attack a Muslim woman wearing a headscarf or vandalize a mosque.",
  "Amanullah said his own life has been largely devoid of day-to-day discrimination, and that he suspects Trump's rhetoric is catching on as a result of national anxiety.",
  "Even earlier this year after the Chapel Hill shootings there were quite a large number of attacks against Muslims and Muslim institutions, and no one heard about it.",
  "There’s a lot of discussion online about women who are considering taking off the hijab because of experiences they’ve had or experiences other women have had.",
  "You can’t see it outside the real spike in attacks against Muslims that have occurred, particularly since the Paris attacks and in the wake of San Bernardino.",
  "Not only would Fox News bring on some of these people, but they would still be getting on CNN and other outlets that people perceive to be less partisan.",
  "Still, he said, it's surreal that he's having to talk about this at all, and that he fears a Rubicon has been crossed in American political discourse.",
  "So though his statement fits to a certain extent with the things he had said in the past, it hit a new level of concern with me when I heard about it.",
  "LN: In some ways it feels like we've gone backward since 9/11, when we had President Bush going to mosques and saying that Islam was not the enemy.",
  "His remarks are playing out in a context of growing Islamophobic sentiment in the US — a question not just of rhetoric but of real-world violence.",
  "The so-called ground zero mosque controversy, the first really public presence that some of these anti-Muslim activists had in mainstream media.",
  "The fact that Muslim blogs for women are having to put out resources like \"a self-defense manual\" or \"what to do to be safe\" is really sad.",
  "LN: What are the bigger implications here that this has suddenly become acceptable, not just to Trump but to other candidates as well?",
  "JB: If you look at the FBI hate crime statistics [on crimes against Muslims], in the late 2000s they started to go down a little bit.",
  "Jordan Denari: It seems like a very natural next step in the progression he had begun on, that he had started on, in recent months.",
  "JB: There are activists and media commentators pushing a particular anti-Muslim line and fearmongering about Islam and Muslims.",
  "JD: We can’t see what Trump is saying outside the context of what the majority of Americans believe about Islam and Muslims.",
  "Things like that are really dangerous too, and potentially more problematic because they’re not overtly offensive to people.",
  "JD: I think Islamophobia in America, in the estimates of many people, and I would include myself, is at an all-time high.",
  "It’s in the wake of Paris and in the wake of San Bernardino, but it’s also in the context of all this political rhetoric.",
  "And on Monday, he made his most extreme proposal yet: The United States should bar all Muslims from entering the country.",
  "We can’t divorce what we’re seeing on the ground in terms of anti-Muslim attacks from things we’re seeing in the news.",
  "The Chapel Hill shooting back in February was I think the most high-profile example of attacks against Muslims.",
  "Libby Nelson: What were your reactions to Donald Trump’s idea that we ban Muslims from entering the country?",
  "I've been really pleased that so many groups are trying to highlight what is going on on the ground level.",
  "… The group of individuals who are doing this work are constantly pushing their material into the media.",
  "One supporter said they wanted to go further, that we should kick them all out, kick out all Muslims.",
  "I think people are recognizing the similarities in the rhetoric and the actions taken against people.",
  "LN: What is the way to walk back from this or move away from this dangerous moment we seem to be in?",
  "There have been a lot of great resources put together of attacks of Muslims in the wake of Paris.",
  "In all of my work on this issue over the last five years, I've never seen anything like this.",
  "You have similar rhetoric coming out of the campaigns of Marco Rubio, Rand Paul, and others.",
  "I grew up in a Catholic family in a Catholic community, and I still identify as Catholic.",
  "LN: How does this fit in with broader trends we're seeing about Islamophobia in America?",
  "Donald Trump is running the most anti-Muslim presidential campaign in American history.",
  "LN: What are the long-term dangers of this rhetoric, in the Trump campaign and beyond?",
  "I was particularly shocked that a comment by Marco Rubio didn’t get more attention.",
  "JB: The mid-2000s is when some of these individuals started to get more organized.",
  "JD: We have to be very careful about not blaming people when it's not their fault.",
  "\"Even if Trump doesn't get elected, he let that genie out of the bottle,\" he said.",
  "Because they can be said under the radar and people hear them and absorb them.",
  "That’s obviously not the only thing, but I think it’s one explanatory factor.",
  "So I do think that is something we need to be concerned about and aware of.",
  "LN: So the rhetoric could have violent consequences in the real world?",
  "How did they get organized and get into the public consciousness?",
  "Our conversation has been lightly edited for length and clarity.",
  "I hope and pray we don’t have anything like that down the road.",
  "And now looking back we think, how horrendous, how appalling.",
  "They really came into the public’s consciousness in 2010.",
  "Trump is wall to wall right now, and people support him.",
  "I don’t think the implications are coming down the road.",
  "It was about a month ago, after the Democratic debate.",
  "What's driving this recent shift in public sentiment?",
  "Then for registering Muslims in a national database.",
  "\"It's now become a mainstream topic to talk about.\"",
  "LN: When did these groups start to gain influence?",
  "JB: I don’t think this is just a Trump phenomenon.",
  "I just don’t want us to see another Chapel Hill.",
  "JD: We can't undo everything that has been done.",
  "But Trump's campaign didn't start in a vacuum.",
  "They don't see those real-world consequences.",
  "The use of the words \"radical Islam\" came up.",
  "We’ve seen them crop up in every year or so.",
  "It was from the Center for Security Policy.",
  "First he called for shutting down mosques.",
  "LN: So where did these groups come from?",
  "From 2009 to 2010 they jumped again.",
  "I think they're already here.",
  "I still practice Catholicism.",
  "Muslims really feel unsafe.",
  "People can't unsay things.",
  "They jumped 50 percent.",
  "What was in 2010?",
  "Is it possible?"
]