[
  "Regardless, the official said, he would have liked to have had “a substantive disagreement” with members of the free speech delegation, rather than “just having ODIHR slap them on the wrist every time they made a point.”\n\nODIHR, the official said, appeared to be intent on using the new Code of Conduct to shut down speech “on the basis of substance,” a position unacceptable to the U.S. government — except in the case of advocating for violence, a longstanding and well-accepted exception to freedom of expression.",
  "The recent concerns all center of the Code of Conduct’s prohibition on speech:\n\n“…That might be provoking … likely to give rise to violence, [or] discriminating [against] other persons on the basis of their race, color, sex, language, religion or belief, political or other opinion, national or social origin, property, birth or other status.”\n\nFurther, the document continues,\n\n“ODIHR reserves the right to instruct HDIM moderators to interrupt any Participant who speaks in violation of these principles.",
  "He told the other meeting participants that it was “very substantive and raised important concerns.”\n\nThe senior Trump administration official in Washington expressed the hope that all representatives of civil society present in Warsaw would stand with the U.S. government in defense of freedom of expression, even on matters with which those representatives disagree.",
  "In case of repeated non-compliance ODIHR reserves the right to void the Participant of the right to speak at the session, or as a last resort of the right to further participate at HDIM.”\n\nAccording to free speech delegation members, the language is, in fact, another transparent attempt to shut down freedom of expression in the ODIHR’s OSCE ambit.",
  "That delegation, led by Austrian freedom fighter Elisabeth Sabaditsch-Wolff, expresses concerns in ODIHR meetings about restrictions on freedom of expression put in place by European nations specifically with respect to unfettered immigration, Jihad violence and the growing threat of the totalitarian Islamic law known as Sharia.",
  "Those states including not just the Trump administration, but also the current government of the host government in Poland, as well as those of Hungary, the Czech Republic, Slovakia, Austria, Italy and, after recent tumult and elections, potentially Germany and Sweden, respectively, as well.",
  "Referring to a new Code of Conduct required by OSCE Office of Democratic Institutions and Human Rights (ODIHR) to register for the meeting, the Trump administration statement said in part:\n\n[T]he United States must object to certain provisions of the Code of Conduct promulgated by ODIHR.",
  "The United States Mission to the Organization for Security and Cooperation in Europe (USOSCE) expressed concern in its opening statement about the largest European gathering of human rights organizations of the year, which takes place in Warsaw, Poland.",
  "Today’s statement by the USOSCE also follows on the heels of a meeting last week at the U.S. State Department in Washington, D.C., in which two senior Trump administration officials originally publicly signaled this official opposition.",
  "This morning, the Trump administration officially objected to the latest attempt by a Europe-based multilateral organization to shut down free speech, joining a chorus of complaints by activists and even European members of parliament.",
  "Some of those comments, he said, were “fundamentally wrong,” given that they were “attributing to all Muslims advocacy of the imposition of medieval Sharia.”\n\nIn fact, few if any comments by the delegation made such a claim explicit.",
  "Specifically, ODIHR staff may be attempting to silence concerns with respect to terror and migration policies with which that staff disagree, but which are central to platforms of ever-increasing numbers of OSCE Participating States.",
  "That letter, signed by 27 representatives of civil society organizations from a dozen countries, documents a series of attempts to restrict free expression on immigration, Jihad and Sharia over the course of at least two years.",
  "At the meeting of 20–30 non-governmental organizations on Wednesday, a senior Trump administration official revealed that the U.S. government was deeply concerned about ODHIR’s new Code of Conduct in particular.",
  "Another official based overseas said that USOSCE had approached ODIHR, first in July, to express a potential concern about earlier attempts to shut down free speech, and then again more formally the week prior.",
  "Christopher C. Hull, Ph.D., the Executive Vice President of the Center for Security Policy, served four tours on Capitol Hill, including most recently as the Chief of Staff for U.S. Rep. Steve King, (R-Iowa).",
  "The free speech delegation released a letter to ODIHR Director Ingibjörg Sólrún Gísladóttir at the end of last week expressing similar concerns to those raised by the U.S. government’s statement today.",
  "The Code of Conduct is, in part, a reaction to a free speech delegation that has attended the annual meeting for a decade, according to senior U.S. officials and meeting participants.",
  "On the other hand, as indicated in today’s statement, the senior official qualified that he disagreed with some of the past comments made by the free speech delegation.",
  "The U.S. official noted that he had just finished reading the free speech delegation civil society letter before he entered the meeting.",
  "It calls on Director Sólrún to make specific changes in the Code of Conduct, as well as in ODIHR’s behavior going forward.",
  "We need not — and do not — agree with all of the ideas espoused here to defend the right of civil society to participate.",
  "Finally, the oversees official said, the U.S. government would continue to oppose restrictions on freedom of expression.",
  "“Even some of our European allies” support attempts to restrict free speech on these issues, that official said.",
  "When we disagree with the ideas presented, we should respond with alternative viewpoints, not censorship.",
  "A number of the provisions amount to content-based restrictions on the participation of civil society.",
  "The overseas U.S. official stressed that the USOSCE “was in the minority” on the issue.",
  "We are disappointed that the Code of Conduct appears to formalize the latter approach.",
  "He is the author of Grassroots Rules.",
  "It should be revised."
]