[
  "And when these investigations find that police departments are engaged in unconstitutional policing, they are frequently resolved through consent decrees with the Department of Justice, which requires police departments to undertake certain important reforms that are overseen by independent monitors to ensure that necessary changes are being made in these departments.",
  "And I believe in the course of it, I worked with FBI, DEA, U.S. Customs, Marshal Service, all the federal agencies -- ATF, IRS, Postal Service -- and their inspectors, and you get to know their cultures and their crimes that they investigate, you know, the officers and what motivates them, and how a little praise and affirmation is so important for them.",
  "Multiple U.S. officials with direct knowledge of the briefings tell CNN that classified documents on Russian interference in the 2016 U.S. election, presented last week to President Obama and to President-elect Trump, included allegations that Russian operatives claimed to have compromising personal and financial information about Mr. Trump.",
  "In fact, on the same day that the president-elect was briefed by the intelligence community, the top four congressional leaders, as well as the chairman and ranking members of the House and Senate Intelligence Committees -- these are the so-called Gang of Eight, they were also provided a summary of these memos regarding Mr. Trump.",
  "BLUMENTHAL: And the people of the United States might be forgiven for concluding that the kinds of attitudes and the zealousness or lack of it that you bring to enforcement of antidiscrimination laws might be reflected in your acceptance of awards from these organizations, your association with these kinds of individuals.",
  "BLUMENTHAL: Let me ask you about another group, which also you left\n\n\n\nout of your questionnaire, a group that the Southern Poverty Law Center cited earlier by Senator Cruz, listed as a hate group, and you received from the Federation for Fair Immigration Reform an award known as the Franklin Society Award.",
  "Despite the near universal condemnation today of the court's ruling, this past November, Carl Higbie, a spokesman for a pro-Trump super PAC and a surrogate for President-elect Trump, cited Korematsu as precedent for a program which would require Muslims in the United States to register with the government.",
  "The reasons that they were given to do this is intelligence officials tell us that they included the synopsis in part to make the president-elect aware that these allegations involving him are circulating among intelligence agencies, senior members of Congress, and other government officials in Washington.",
  "The bill, as I understood it, was controversial, primarily because of\n\n\n\nthis situation in which a non-tribal member could be tried in a tribal court, which apparently, I think, it's fair to say, is not constructed in a way that's consistent with the Constitution, and that we have never done this before.",
  "What I'm told is going on is that the FBI is investigating people who are -- who were perhaps surrogates for the Trump campaign and whether or not there was any communication, whether there was any efforts to communicate with people who were associated with the Kremlin, with the Russian government.",
  "Under the current law, if you're suspected of being an enemy combatant within a certain period of time -- 60 days, I think -- the government has to present you to a federal judge and prove by a preponderance of the evidence that you're a member of the organization they claim you to be a member of.",
  "BLUMENTHAL: Given that you did not disclose a number of those awards, are there any other awards from groups that have similar kinds of ideological negative views of immigrants or of African-Americans or Muslims or others, including awards that you may have received from the Ku Klux Klan?",
  "Some of these incidents have led the Attorney General's Civil Rights Division to do investigations into whether individual police departments have a, quote/unquote, \"pattern of practice,\" unquote, of unconstitutional policing and to make sure police departments are compliant with the law.",
  "Of course, going forward as Attorney General, you can enter into\n\n\n\nwhatever consent decrees you deem appropriate, so my question really is the existing consent decrees, which took a lot to negotiate, by the way, and it's not the vast majority of police departments in this country.",
  "If I understand it right, you voted for the original and supported the re-authorization of that act, at least twice, and that your objection to the act that did pass this last time, the re-authorization, was not at all based on the question of whether to have the statute in place.",
  "And to take people off the battlefield, you can kill or capture them; and there's no requirement like domestic criminal law, at a certain point in time they have to be presented for trial, because the goal of the law of war is to protect the nation and make sure you win the war.",
  "Several officials with knowledge of the briefings tell CNN that the information was also included, in part, to demonstrate that Russia had compiled information potentially harmful to both political parties, but only released information damaging to Hillary Clinton and Democrats.",
  "And then in October, he sent a blistering open letter to FBI Director James Comey, suggesting that Comey had information about contacts between the Trump campaign and the Kremlin, and the Russian government or intermediaries; and he needed to come forward with that information.",
  "Senator Sessions, in 1944, the Supreme Court handed down what is considered one of the worst rulings in the history of our country, and that case is Korematsu versus United States, which upheld the constitutionality of the internment of Japanese-Americans in internment camps.",
  "CARL BERNSTEIN, JOURNALIST AND AUTHOR: It came from a former British MI-6 intelligence agent who was hired by a political research -- opposition research firm in Washington, who was doing work about Donald Trump for both Republican and Democratic candidates opposed to Trump.",
  "When you have -- if there are cases where there might be a conflict between your oath of office to the Constitution of limited government and a separation of executive and legislative authorities, and the people that you report to when you work inside an administration.",
  "But going back to the connection between this question and the OLC line of questioning that Senator Lee posed this morning, if a head of OLC, if the assistant attorney general from OLC was coming to you and saying, \"I've been asked to try to justify a certain position.",
  "And I guess the question, Senator Sessions, is how can Americans have confidence that you're going to enforce anti- discrimination laws if you've accepted awards from these kind of groups and associated with these kinds of individuals and you won't return the awards?",
  "SESSIONS: Well, I don't know that I have to -- I don't know who -- whether he had any involvement in choosing the award or not, and presumably the award and the contributions that I did not even know -- I don't recall ever knowing I got are his decision, not mine.",
  "I'm encouraged to hear that the new Attorney General recognizes the difference between fighting a crime and fighting a war, and that the next time we capture bin Laden's son-in-law, if he's got any more, I hope we don't read him his Miranda rights in two weeks.",
  "Our constitution ensures that the government is responsible to its citizens and that certain rights should not be violated by the government, but that does not that mean that things always work perfectly, as you noted in one of your responses in the real world.",
  "You were unaware of any of the apparently racist comments that he made over...\n\n\n\n[17:30:21] SESSIONS: I'm not aware of those comments, and I don't believe David Horowitz is a racist or a person that wouldn't treat anyone improperly, at least to my knowledge.",
  "[17:00:17] But I wonder if you would pledge now that, if I send you a letter the day after you're confirmed, would you give expeditious attention to responding with some of these details about how enforcement priorities are set inside the federal government?",
  "And then a former British ambassador to Russia, independently, was made aware of these findings, and he took the information to John McCain, Senator John McCain of Arizona in the period just after the election, and showed it to McCain, additional findings.",
  "This is the British foreign intelligence services, as opposed to the MI-5, performed by a former intelligence -- and as Carl mentioned, it began as political opposition research, first for Republican opponents of Mr. Trump, and then Democratic opponents.",
  "SCIUTTO: And we should mention that there are senators on Capitol Hill behind us here who have -- who have said that they want to look into that second point you mentioned, about communications between the Trump campaign and Russians during the campaign.",
  "SESSIONS: I've asked a number of witnesses in armed services about that, and it's pretty clear we're talking about decades before we have a complete alteration of this spasm in the Middle East that just seems to have legs and will continue for some time.",
  "[17:35:21] SESSIONS: Senator Blumenthal, I just feel like the reason I was pushing back is because I don't feel like it's right to judge me and require that I give back an award if I don't agree with every policy of an organization that gave the award.",
  "That said, the synopsis was considered so sensitive it was not included in the classified report about Russian hacking that was more broadly distributed in Washington, but rather in an annex that was only shared at the most senior levels of government.",
  "And usually, having an attorney general who has the confidence of the president, who the president knows was giving him the best advice, also advising him what he cannot do, which is part of good advice, is the way it's historically resulted.",
  "David Horowitz has said, among other things, that, quote, \"All the major Muslim organizations in America are connected to the Muslim Brotherhood\" and, quote, \"Eighty percent of the mosques are filled with hate against Jews and Americans.\"",
  "BLUMENTHAL: Would you also disavow support from Frank Gaffney at the Center for Security Policy, who gave you an award in August of 2015, similarly having made statements about Muslims and supporting your candidacy for attorney general?",
  "I don't think that the Department of Justice's considered wisdom and insight into the law is that we can ultimately write the memo that will authorize certain actions, how do you as the attorney general envision that conversation going?",
  "So while the vast majority of police officers do exemplary work and build strong relationships with their communities to keep the public safe, there have been specific use of force deadly incidents that have sparked nationwide outrage.",
  "But I think there's concern that good police officers and good departments can be sued by the Department of Justice when you just have individuals within a department who have done wrong, and those individuals need to be prosecuted.",
  "So what I would tell Senator Feinstein and my other colleagues, the law is well-settled here that a United States citizen in other wars have been held as enemy combatants when the evidence suggests they collaborated with the enemy.",
  "We'll follow-up with a letter, because this guy,\n\n\n\nEdwin Mejia, who killed Sarah Root, it was obvious to everybody engaged locally, lots of law enforcement and the family whose daughter was killed, that this guy was a flight risk.",
  "And what kinds of lines would you envision being crossed, and ways that you as the attorney general might push back on an administration, if asked to do things that you regarded as inconsistent with your oath to the Constitution?",
  "Now, this synopsis was not an official part of the Intelligence Committee case about the Russian hacks, but some officials said that it augmented the evidence that Moscow had intended to harm Clinton's campaign and to help Trump.",
  "HIRONO: In addition to the freedom of religion provisions, perhaps there will be some equal protection constitutional problems, possibly some procedural due process constitutional problems with that kind of registry requirement.",
  "So are you saying that with regard to negotiated consent decrees, that you will revisit these consent decrees and perhaps give police departments a second bite at the apple so that they can undo some of the requirements on them?",
  "SESSIONS: It would raise serious constitutional problems because the Constitution explicitly guarantees the right to free exercise of religion, and I believe Americans overwhelmingly honor that and should continue to honor it.",
  "And today, by the way, Jake, at an intelligence hearing on the Hill, he was asked -- Comey was asked again whether or not he could go into what the FBI knew about relationships within the Trump campaign and people in Russia.",
  "CNN has learned that the nation's top intelligence officials provided information to President-elect Donald Trump and to President Barack Obama last week about claims of Russian efforts to compromise President-elect Trump.",
  "SESSIONS: Well, presumably, the Department of Justice under the Holder/Lynch leadership always would be expecting to end these decrees at some point, so I just wouldn't commit that there would never be any changes in them.",
  "But as to the consent decrees that were negotiated with both parties in full, you know, faith to do what's appropriate, that you would leave those intact unless there are some exogenous or some extraordinary circumstances.",
  "So, when you capture somebody who's been adjudicated a member of the enemy force, there is no concept in military law or the law of war that you have to release them in an arbitrary date, because that would make no sense.",
  "And I am very willing to work with my colleagues to make sure that indefinite detention is reasonably applied and that we can find due process rights that don't exist in traditional war because this is a war without end.",
  "And if a commander came to me as a JAG and said, we just captured somebody on the battlefield -- you name the battlefield -- they want their rights read to them, I would tell them they're not entitled to Miranda rights.",
  "And those who have -- should give preference to people who have the ability to be prosperous and succeed in America and can improve their lives and improve the United States of America, and that's sort of my view of it.",
  "But when I was running for the United States Senate a few -- maybe a year later, it became one of the biggest ads and biggest attacks on me, that I had failed to defend the jury conviction for murder in this county.",
  "I don't know about you, but I'll bet every other week somebody is coming into my office to give me some award, and you take these plaques or whatever they give you, and you don't even have a place to hang them.",
  "And here's what my suggestion would be, that we work with the Congress to come up with a legal regime that recognizes that gathering intelligence is the most important activity in the law against radical Islam.",
  "So, we know that the FBI has been looking at this, and now that the election is over, now that that is out of the way, it is something that we expect that the -- will get a lot more attention from the bureau.",
  "But there's nothing wrong, as I understand it, for -- through the proper chain of command, that a request for an OLC opinion on a certain subject -- there's nothing wrong with the White House asking for that.",
  "And the system should work in a way that the federal government then evaluates whether or not they want to put a hold on, in order not to release that person until they can take them and see them be deported.",
  "And, therefore, the reason is that usually the chief executive -- and I would expect with President Trump, that when confronted or advised that certain policies are not acceptable, would accept that advice.",
  "I want to hear you talk generally about the coordination between state and local law enforcement on illegal immigration activities and, in particular, in cases where serious crimes have been committed.",
  "PEREZ: And it happens in the backdrop of the fact that the FBI and the intelligence agencies are right now -- you know, the activities of the Russians in the United States is at the top of their list.",
  "HIRONO: Since you don't support such a registry for U.S. citizen Muslims, is that because you think that there are some constitutional issues involved with such a requirement for U.S. citizen Muslims?",
  "The founder of that group has said, quote, \"I've come to the point of view that for European-American society and culture to persist requires a European-American majority and a clear one, at that.\"",
  "They -- they acknowledged publicly and have in the last few weeks that I was a strong assister to them in prosecuting the Klan, but they said they oppose me because their views on immigration.",
  "This two-page synopsis also included allegations that there was a continuing exchange of information during the campaign between Trump surrogates and intermediaries for the Russian government.",
  "You said in the course of that answer, that there could ultimately be cases where someone might have to resign, because they were being forced to do something that conflicted with their oath.",
  "But if the attorney general's duty is to give the best judgment that the attorney general can give and, therefore, if it's rejected on a very fundamental area, then that causes great concern.",
  "I wonder if you could unpack that a little bit and talk about, you know, the Justice Department's responsibilities and attorneys general -- attorneys general past over the past few decades.",
  "And we need to be careful before we do that, is what I would say to you, because filing a lawsuit against a police department has ramifications, sometimes beyond what a lot of people think.",
  "It's a difficult thing for a city to be sued by the Department of Justice and to be told that your police department is systematically failing to serve the people of the state or the city.",
  "GRAHAM: And I have found that under military law and military intelligence gathering, no manual I've ever read suggested that reading Miranda rights is the best way to gather information.",
  "There was a broader report that spoke to the intelligence community's assessment that Russia hacked the U.S. election, interfered in the U.S. election, and also had an intent in doing so.",
  "Senator Sessions, you once wrote that, and I quote, \"consent decrees have a profound effect on our legal system as they constitute an end run around the democratic processes,\" end quote.",
  "Again, if you're confirmed, will you commit to enforce and defend the laws and the Constitution of the United States, regardless of your personal and philosophical views on the matter?",
  "But I just would believe it would be more than -- it wouldn't be proper for you to insist that I'm somehow disqualified for attorney general, because I accepted award from that group.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nSenate Questions Trump's Attorney General Pick; Intel Chiefs Presented Trump with Claims of Russian Efforts to Compromise Him.",
  "And I would think that General Kelly would be quite willing to also talk with you about it ,as will I.\n\n\n\nSASSE: I will likely be addressing the letter to both and you general Kelly.",
  "GRAHAM: So, as to how long an enemy combatant can be held, traditionally under the law of war, people are taken off the battlefield until the war is over, they're no longer a danger.",
  "And these lawsuits undermine the respect for police officers and create an impression that the entire department is not doing their work consistent with fidelity to law and fairness.",
  "HIRONO: I understand that, but showing of a pattern of practice needs to be shown so these are not just a rogue police officer doing something that would be deemed unconstitutional.",
  "But the questionnaire from this committee asked for the information as to all awards, and I think it's fair to observe that a number of these awards were omitted from the responses.",
  "They have the right to arrest people who have entered the country illegally or repeatedly entered the country for any kind of offense, including the offense of reentering illegally.",
  "They want to know exactly what they're doing, who they're talking to, what their level of involvement, their counterintelligence or the intelligence collection in the United States.",
  "Anyway, all I can tell you is that this whole idea that, if you receive recognition from some group, you own everything they've ever done or said is probably not fair to any of us.",
  "In Maryland, Baltimore Mayor Catherine Pugh said, Monday, she expects her city to finalize a consent decree with the Justice Department this week, as noted in the \"Baltimore Sun.\"",
  "And if we, this country has every right to deport persons who are here unlawfully, who violate our criminal laws in some other aspect, and they should indeed be promptly deported.",
  "GRASSLEY: I don't find any fault with the questions you're asking, except for this business that somebody that's in the United States Senate ought to remember what awards we get.",
  "But there could clearly be a circumstance in which there's such a relationship breach that an attorney general wouldn't be an effective member of a president's administration.",
  "So, we'd like to -- I'd like to send you a letter right after your confirmation, asking for clarity about how enforcement discretion and enforcement actions are prioritized.",
  "Again, these are the four congressional leaders, Democrats, Republican, House and Senate, and then also their counterparts in the Senate and House Intelligence Committees.",
  "They found the individual that the British, former British intelligence official, they found him credible, and his sources credible; the allegations, they weren't so sure.",
  "If you're the only person in the room who believes that you will stand up and say so, I have seen you speak out when you were the only guy that believed what you believed.",
  "So since the President may go in that direction, what kind of constitutional problems would there be for U.S. citizens who happen to be Muslims to be required to register?",
  "And that description you have given is exactly one of just a couple issues which were being seriously litigated, if you will, here, and which we were trying to resolve.",
  "Sometimes I've not always made them right, but I do believe you have to put the law first, Senator Crapo, and I have tried to do that, tried to teach my people that.",
  "They're entitled to all the things that go with the Geneva Convention because the court has ruled that enemy combatants are subject to Geneva Convention protections.",
  "And you know, I came here as a lawyer, tried to conduct myself properly and consider what some might consider legal technicalities but I think are pretty important.",
  "I already know the answer to this question, because I've seen it in your record and because I've known and worked with you for a number of years, but I ask anyway.",
  "And if departments have complied or reached other developments that could justify the withdrawal or modification of the consent decree, of course, I would do that.",
  "The founder, John Tanton, also through his political action committee, contributed twice to your campaigns in 2008 and 2014, a thousand dollars in each donation.",
  "GRASSLEY: OK. Well, if somebody asked me to fill out that same questionnaire, it would never be complete, and I don't know how you ever could make it complete.",
  "It's a kind of handoff between federal and local law enforcement that could happen repeatedly if you don't have a federal government that has any clear policy.",
  "I want to return right now to our coverage of the dramatic confirmation hearings continuing right now for the attorney general nominee, Senator Jeff Sessions.",
  "But one of the other senators here today said that it's important to get your record out; and I think it is important to get your record correctly understood.",
  "And I don't think we should forget that Senator Sessions got reelected to the United States Senate without a primary opponent or a general election opponent.",
  "HIRONO: So --\n\n\n\nSESSIONS: And so they often feel forced to agree to a consent decree just to remove that stigma, and sometimes there are difficulties there.",
  "I don't think -- I probably somehow should have made sure that the Annie Johnson [SIC] jumping off the Niagara Falls, I should have reported that, probably.",
  "As Attorney General of the United States, would you accept that military commissions could be the proper venue under certain circumstances for a terrorist?",
  "HIRONO: Well, usually, when they end, it's because they have complied with the provisions of the consent decree, so I'm just trying to get a simple answer.",
  "There can be circumstances in which police departments are subject to a lawsuit which is what starts this process, ultimately ending in a consent decree.",
  "You've got the sanctuary cities, who refuse to tell Homeland Security that they've got somebody that's committed a serious crime so they can be deported.",
  "On the other side, we've got Homeland Security too often having standards or failing to follow-up on serious offenses of people who should be deported.",
  "This morning you were asked some hard and appropriate questions about the responsibility of a chief law-enforcement officer for the federal government.",
  "That is director of national intelligence James Clapper, FBI Director James Comey, the CIA director John Brennan, and NSA director Admiral Mike Rogers.",
  "My question is, will you commit to maintaining and enforcing the consent decrees that the Justice Department has negotiated during this administration?",
  "[17:0:11] The FBI is now investigating the credibility and accuracy of the allegations, which are based primarily on information from Russian sources.",
  "We had this monumental deficit when I got elected, and we had to lay off a third of the office because we didn't have money to pay the electric bill.",
  "SEN. CHUCK GRASSLEY (R), IOWA: Before I call on Senator Blumenthal, out of consideration for you, I want to explain what I think we have left here.",
  "He's also made a number of statements about African-Americans, as in, quote, \"Too many blacks are in prison because too many blacks commit crimes.\"",
  "So, just to highlight the point there, you now have the intelligence community in possession of these documents and at least taking a look at them.",
  "I believe the United States should have an immigration policy that's fair and objective and gives people from all over the world a right to apply.",
  "So they're being detained and they're subject to being interrogated properly and lawfully any time, any day, and they're not entitled to a lawyer.",
  "SESSIONS: I understand what you're saying and one of the impacts of a consent decree is it does require judicial approval of any alteration in it.",
  "But they are taking the step of looking at them and also -- and this is crucial -- took the step of sharing these facts with the president-elect.",
  "TAPPER: And the facts, the facts that are competing here are what is the truth about what these Russians claim they have on the president- elect.",
  "TAPPER: Let's just underline this so nobody misunderstands, because we've been really working hard for several days now on getting this precise.",
  "The information was provided as part of last week's classified intelligence briefings regarding Russian efforts to undermine the U.S. elections.",
  "Hamdi vs. Rumsfeld, this is Sandra Day O'Connor's quote: \"There's no bar to this nation's holding one of its own citizens as an enemy combatant.",
  "But so, I would just say to you I have no motive in denying or -- that I received those awards, is probably publicly published when it happened.",
  "It was a really powerful and moving story of how he moved from the unprincipled totalitarian radical left to a more traditional American person.",
  "We've got two Democrats and two Republicans to do a second round, besides the chairman, but I'm going to wait until later to do my second round.",
  "And one of the bad things about modern American politics is, if you take that position, you're not portrayed as being wrong on the tribal issue.",
  "Indeed, this insurance commissioner, the case was taken by the governor's team to the state D.A., who prosecuted the case and convicted the man.",
  "You've been criticized for not supporting that act, but I want to give you a chance again to correct the record and to fully state the record.",
  "This two-page addendum was included in the documents for this briefing, but it was not part of that larger assessment on Russian interference.",
  "And then I want to take about maybe 15 or 20 minutes of your time to do the equivalent of a couple rounds with questions I haven't asked yet.",
  "SESSIONS: Well, first of all, I don't know that I defer to the Southern Poverty Law Center as their final authority on who's a radical group.",
  "I don't differ with you that sitting here, none of us on this side of the table could probably recall every single award we've ever received.",
  "As you know, I am the Republican sponsor of the Violence Against Women Act that we passed recently here in the U.S. Senate and the Congress.",
  "He's written a number of other books that I've read, I think, one of them, but he's a most brilliant individual and has a remarkable story.",
  "SESSIONS: The award he gave me was the Annie Something Johnson [SIC] Award, and that was the lady that went over Niagara Falls in a barrel.",
  "Some of the language that you've indicated does not -- I'm not comfortable with, and I think you're -- it's all right to ask that question.",
  "[17:50:02] SESSIONS: Well, my understanding is, as I recall, later comments by President-elect Trump do not advocate for that registration.",
  "What we know is that the top intelligence officials of this nation provided some information that they believe came from a credible source.",
  "These were based on memos compiled by former British intelligence operative whose past work U.S. intelligence officials consider credible.",
  "SEN. BENJAMIN SASSE (R), NEBRASKA: I don't want to hold you to specifics on this case here, but I want to get your pledge in this context.",
  "America's police officers are the best in the world, and that is due in large part to their bravery, skill, and integrity in what they do.",
  "But he will have to speak for himself on his policies, but I don't think that's accurate at this point as his last stated position on it.",
  "So, if I get nominated by Trump, which I think will come when hell freezes over, I'm here to tell you, I got the Annie Taylor award, too.",
  "So, by voting against that version of the Violence Against Women Act, if it had failed, we would not then, I'm confident, not had a bill.",
  "But it was reversed on appeal by a finding by the court of appeals that he didn't commit a crime, just like we had concluded originally.",
  "I want everybody to get over here that wants to ask questions, and I'm not going to take up anybody's time until everybody else is done.",
  "TAPPER: It was the subtext of the entire Senate Intelligence Committee hearing, although nobody was willing to come forward and say it.",
  "The bottom line is, Senator Sessions, there is no doubt in my mind that you're one of the most fair, decent, honest men I've ever met.",
  "TAPPER: But it suggests that there are Russians claiming that they have potentially compromising information on the president-elect.",
  "TAPPER: And, Jim, a lot of this information in the former MI-6 official's memos has been floating around in Washington for a while.",
  "SASSE: Do you have any top-line thoughts on the way local and state officials interact with federal officials on immigration cases?",
  "And I said, \"We can't go before the Supreme Court and argue for a death penalty if it doesn't meet the standard for death penalty.\"",
  "SESSIONS: Well, the immigration enforcement procedures, the courts have held, are exclusively the power of the federal government.",
  "But you would acknowledge that Ronald Reagan, Dick Cheney, Joe Lieberman, also have received that award from that institution.",
  "[17:05:22] But I just think that that result should be very rare, has not happened very often in the history of this country.",
  "That is, the current president, President Obama; the president-elect, Mr. Trump; and those eight congressional leaders, Jake.",
  "I should also mention that the office of the director of national intelligence and the FBI also declined to comment, as well.",
  "They have not, then, though, taken the initial step, or they haven't arrived at the later conclusion that these are factual.",
  "But it's also clear that a state official has the right to arrest somebody for the offense of crossing the border illegally.",
  "And it restricted communications from the political officials to the Justice Department in a way that guaranteed integrity.",
  "But the law of the Hamdi cases, this is very important, that you do not have to read an enemy combatant the Miranda rights.",
  "Currently, more than 20 police departments around the country are engaged in consent decrees with the Justice Department.",
  "When Senator Harry Reid was a member of that group -- so, he's retired from Congress, but last year he was in a briefing.",
  "So, it seems to me that your history shows that you can make those kinds of judgment calls and do what the job demands.",
  "To which the lawyer said, \"Well, the local people are really fired up about it, and we usually just do what they want.",
  "The classified briefings last week, I should note, were presented by four of the senior-most U.S. intelligence chiefs.",
  "I would note on the death penalty case, my appellate lawyers gave a little briefing of the cases that were coming up.",
  "Before I go to you, I have a statement here from the Alabama state Senate, Quinton Ross, a Democrat, minority leader.",
  "They also can result in lawsuits in all kind of controversy that should not happen as a result of a bad OLC opinion.",
  "As soon as they do get back to us, we will provide that information in our online reporting and also on television.",
  "We didn't give Miranda warnings to German and Japanese prisoners we captured, and it's never been part of the rule.",
  "And, so, what I would like to do is, first of all, if you need a break, we'll take a break whenever you say so now.",
  "And, so, I just want to clarify that with you and again get the record straight about where you stand on the issue.",
  "Do your constitutional rights as a U.S. citizen stop at the nation's shores or do they follow you wherever you go?",
  "GRAHAM: So, if you go to Paris, you don't give up your Fourth Amendment right against illegal search and seizure.",
  "GRAHAM: To see if the government got it right, you can hold them as long as necessary for intelligence gathering.",
  "If you like law enforcement and trying to protect citizens and prosecuting criminals, it was just a fabulous job.",
  "SESSIONS: And, Senator Sasse, I would note that fundamentally, that would be a Homeland Security issue initially.",
  "This information, it did not start with U.S. intelligence, and it did not start with the FBI or law enforcement.",
  "What the court is telling us, no American citizen has a constitutional right to join the enemy at a time of war.",
  "I don't know whether, even if I went down to is that storage place and -- I could tell you all the awards I got.",
  "You had multiple times before supported it, and you were trying to help resolve one specific issue on the bill.",
  "And they said it didn't have the aggregating -- aggravating factor you\n\n\n\nneeded to carry out a death penalty.",
  "I hope we keep him humanely as long as necessary to interrogate him, to find out what the enemy may be up to.",
  "And second of all, the intelligence community felt it was significant enough to include in this presentation.",
  "McCain was sufficiently disturbed by what he read to take it to FBI Director James Comey himself personally.",
  "I certainly will, and it does represent important failures that we're seeing too often in our system today.",
  "SESSIONS: Well, Attorney General Mukasey, who I think is still here -- yes, I'm honored to have here today.",
  "And, so, eight of the nine Republicans on the Judiciary Committee concluded that this was not appropriate.",
  "It was, instead, based on an issue with regard to jurisdiction on tribal lands and other related matters.",
  "And in the meantime, I'd like to have my colleagues be -- take into consideration something I want to do.",
  "And everyone was screaming to the feds, \"Please don't let this guy disappear before he can stand trial.\"",
  "And again, he sent a public letter to Director Comey, asking him that he come out with this information.",
  "So that kind of experience was wonderful, and I do think it would help me be a better Attorney General.",
  "That case involved a U.S. citizen that was captured in Afghanistan and was held as an enemy combatant.",
  "You have the FBI, as Evan has reported, taking a look at them, and those senior congressional leaders.",
  "UNIDENTIFIED MALE: The Alabama Republican Party vice chairman, even though you're from the same party.",
  "Maybe the executive -- chief executive could even be correct, and the attorney general could be wrong.",
  "All of those things is at the top of everybody's list of what their top job to find out right now is.",
  "And we agree that as a Christian man, our hearts and minds are focused on doing right by all people.\"",
  "Turning to consent decrees, there are more than 18,000 law enforcement agencies in the United States.",
  "SESSIONS: I do not believe we need a registration program for U.S. citizens who happen to be Muslim.",
  "My question is whether you would support such a registry for U.S. citizens who happen to be Muslims.",
  "And as they have vetted his Russian sources, they believe, as well, that there is credibility there.",
  "We know that the intelligence community and the FBI, they are still trying to vet these allegations.",
  "And you need the best lawyers, and you need to be very careful, because these things set precedents.",
  "CNN has confirmed that the synopsis was included in the documents that were presented to Mr. Trump.",
  "And beside you have an American citizen being a combatant is part of the history of the law of war.",
  "Could the FBI break into your hotel room in Paris and basically search your room without a warrant?",
  "We would have been able to pass a Violence Against Women Act that didn't have that provision in it.",
  "Senator, could you tell the Committee a little bit more about what it was like to be U.S. attorney?",
  "SESSIONS: Those decrees remain in force until and if they are changed, and they would be enforced.",
  "Will you denounce those statements and disavow that award and that support from that organization?",
  "GRAHAM: They were German American citizens and had American citizen contacts in the United States.",
  "And I don't believe they should be treated differently fundamentally in --\n\n\n\nHIRONO: Thank you.",
  "I was pleased to hear you disavow and denounce operation rescue in response to my last question.",
  "McCain turned it over to him and is now awaiting what the FBI's response is to that information.",
  "If the OLC comes back and says, \"Mr. President, you can do this, but you can't do it this way.",
  "They do have a right to counsel in a habeas --\n\n\n\nSESSIONS: In a habeas court, that's correct.",
  "First, would you support such a registry for Muslim Americans, in other words, U.S. citizens?",
  "And I've received hundreds, multiple hundreds of awards over my career, as I'm sure you have.",
  "And so that's an august responsibility of the Attorney General and the Department of Justice.",
  "I've been asked to write a memo to support this position, and I don't think we can get there.",
  "PEREZ: This is part of what Harry Reid was referring to when he made those public statements.",
  "However, we cannot confirm if it was discussed in his meeting with those intelligence chiefs.",
  "He took it to this FBI man in Rome, who turned it over to the bureau in Washington in August.",
  "[17:55:13] HIRONO: Senator Sessions --\n\n\n\nSESSIONS: And I wouldn't prejudge a specific case.",
  "And I think that is unfair; and thank you for getting me -- giving me the chance to respond.",
  "I just want to underline, this two-page synopsis that we're referring to, this is an annex.",
  "But that -- but you raise a hypothetical, and I've at least given you my thoughts about it.",
  "He then took it to an FBI colleague that he had known in his\n\n\n\nundercover work for years.",
  "And I think that there, unfortunately, is too much inaccurate reporting about your record.",
  "BLUMENTHAL: Well, these statements have been reported publicly repeatedly over many years.",
  "But it was his transformation, having grown up in a, as he described it, communist family.",
  "And those of you who took that position, again, were not in any way objecting to the act.",
  "SESSIONS: It does make sense, and that is my understanding of the traditional law of war.",
  "Well, I don't know what that means, other than I'll do almost anything for a free dinner.",
  "At this point we understand that it's related to people who are surrounding the campaign.",
  "Just tell us the parts between an OLC, an attorney general's office, and the White House.",
  "You gave a speech praising a man named David Horowitz as a man, quote, \"a man I admire.\"",
  "A lot of prominent people, I'm sure, have received awards at either one of these groups.",
  "And they said, \"We'll be defending this death case, but we are probably going to lose.\"",
  "I think you were asked by Senator Feinstein about the definite -- indefinite detention.",
  "He's now in the top 10 most wanted list; and nobody thinks he's ever going to be found.",
  "He issued a memorandum about how the communications could be effectively carried out.",
  "BLITZER: Great reporting, guys, and we're going to continue, obviously, to follow up.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Want to be very precise here.",
  "And I can again confirm because, as I said, I am the Republican sponsor of that bill.",
  "BLUMENTHAL: This award similarly was left out of your response to the questionnaire.",
  "Then you can try them in Article 3 courts, you can try them in military commissions.",
  "We're following the first confirmation hearings for Donald Trump's cabinet nominees.",
  "We'll await the reaction from the Trump campaign -- the Trump transition right now.",
  "So, I'm giving you the opportunity to completely repudiate and return those awards.",
  "GRAHAM: And Miranda, you know, didn't exist back in World War II, but it does now.",
  "He is considered, in the past, a credible source to western intelligence services.",
  "This is the group that gets all the most sensitive information in the\n\n\n\nCongress.",
  "But the FBI has not confirmed many essential details in the memos about Mr. Trump.",
  "I've been working on the story with Jim Sciutto and Evan Perez and Carl Bernstein.",
  "They saw some questionable things about Russians, about his businesses in Russia.",
  "In re: Curan (ph), that case involved German saboteurs who landed in Long Island.",
  "You're portrayed as being against a bill that would protect women from violence.",
  "How was it compared to serving the state government as a State Attorney General?",
  "And it was just one thing after another, and then I was running for the Senate.",
  "And I hope that you would --\n\n\n\nSESSIONS: Well, I'll give you a simple answer.",
  "In fact, you received an award from the David Horowitz Freedom Center in 2014.",
  "He said also, quote, \"Too much diversity leads to divisiveness and conflict.\"",
  "And I don't adopt everything that that center would support, I don't suppose.",
  "GRAHAM: You are about to embark on a very important job in an important time.",
  "I'm pretty sure you're not a closet bigot, and I got the same award you did.",
  "And all of my encounters with him have been for the greater good of Alabama.",
  "SESSIONS: It is contrary to my understanding of the American vision of life.",
  "Well, I believe my views on immigration are correct, just, decent and right.",
  "And none of us are perfect, but we should strive to get it right every time.",
  "Aired 5-6p ET\n\nAired January 10, 2017 - 17:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And how much communication was there between the Trump campaign and Russia?",
  "Did you omit it because you were embarrassed about praising David Horowitz?",
  "This according to law enforcement intelligence and administration sources.",
  "To return to an issue a number...\n\n\n\nANNOUNCER: This is CNN breaking news.",
  "TAPPER: Now, we should point out that we did reach out to the Trump team.",
  "And they need to set the standards of what they should and should not do.",
  "So I just want to let you know, from my point of view, that we're at war.",
  "It can impact and affect the view of citizens to their police department.",
  "SESSIONS: Well, I won't receive it from Henry Hayes, I'll tell you that.",
  "The stewardship of the integrity of that office is critically important.",
  "Maybe in another area of less importance, you could afford to disagree.",
  "SESSIONS: No, and I didn't know David Horowitz had made those comments.",
  "As a matter of fact, I've been involved in this business for 33 years.",
  "But the United States attorney's job was a really fabulous experience.",
  "So why even bring it up with President Obama or President-elect Trump?",
  "He then came up with additional information from his Russian sources.",
  "GRASSLEY: You can answer that if you want to, and then we'll move on.",
  "GRAHAM: So let me --\n\n\n\nSESSIONS: It's most likely what would happen.",
  "SEN. LINDSEY GRAHAM (R), SOUTH CAROLINA: I've been unable to do that.",
  "We've got two Democrats, I've been told, at least want a third round.",
  "Not as familiar as you, but I know you've studied it in great depth.",
  "So I just think we need to be careful and respectful of the parties.",
  "But something has changed here that now has made this more credible.",
  "Keep in mind, as well, that this is not a U.S. intelligence product.",
  "They have not established the veracity, but they are taking a look.",
  "So, in both aspects, I think, Senator Sasse, we can do much better.",
  "The laws around the law of war are designed to deal with conflicts.",
  "We've spoken about everything from civil rights to race relations.",
  "And obviously, I'll bet Senator Sessions feels that way right now.",
  "BLUMENTHAL: Well, he hasn't been nominated to be attorney general.",
  "It is something -- it's a very sensitive investigation, obviously.",
  "WOLF BLITZER, CNN ANCHOR: I'm Wolf Blitzer in THE SITUATION ROOM.",
  "First of all, the FBI has vetted the individual and his sources.",
  "And I just think that caution is always required in these cases.",
  "That statement was omitted from your response to the committee.",
  "SEN. RICHARD BLUMENTHAL (D), CONNECTICUT: Thanks, Mr. Chairman.",
  "But you just have to do your -- you have to do the right thing.",
  "And I knew that answer, as I said, before I asked the question.",
  "Well, that turned out to be an easy decision to make that day.",
  "That's within the realm of action that the president can take.",
  "Maybe it won't give you everything you want, but that's safe.",
  "Can you name instances where a resignation might be in order?",
  "I want to ask about a couple of other groups and individuals.",
  "Whether he's everything he said, I'm sure I don't agree with.",
  "GRAHAM: And the law of war is designed to, like, win the war.",
  "Almost everybody that's had a job says it's the greatest job.",
  "And we had great assistants and I loved it and our team did.",
  "He says, \"I know him,\" meaning Senator Sessions, personally.",
  "But we did this, you know, whole guilt by association stuff.",
  "He was editor of \"Ramparts\" magazine, the radical magazine.",
  "SASSE: Just to conclude, because I'm inside my last minute.",
  "They can't speak to the veracity of the information itself.",
  "And generally, historically, things get sort of worked out.",
  "SEN. JEFF SESSIONS (R), ALABAMA: Thank you, Senator Sasse.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "So, that's sort of where we were in the political process.",
  "So, all I'm saying is that I think you're on solid ground.",
  "They were all seized by the FBI and tried by the military.",
  "SEN. JOHN KENNEDY (R), LOUISIANA: Thank you, Mr. Chairman.",
  "The consent decree itself is not necessarily a bad thing.",
  "And we can go through all of our records about donations.",
  "GRAHAM: This is -- well, this has been a military lawyer.",
  "We've all been working on this, and they all join me now.",
  "This is an addendum to the intelligence community report.",
  "SESSIONS: Well, you have certain rights wherever you go.",
  "I went to the dinner, and Chris Matthews interviewed me.",
  "So, I would just say that I received hundreds of awards.",
  "So, the people will say, \"Well, he was in Afghanistan.\"",
  "And who -- that other award, who got it, Joe Lieberman?",
  "If they're not feeling appreciated, they feel demeaned.",
  "It's kind of a problem that they give you the awards.",
  "And I believe \"Radical Son\" was the name of his book.",
  "And some of these other cases reflect the same thing.",
  "GRASSLEY: You just say when you want to take a break.",
  "I want to get straight to Jake Tapper, who's with us.",
  "We don't know whether it includes -- who it includes.",
  "He said, \"I can't talk about that in an open setting.",
  "I'm happy to respond to you in a classified setting.\"",
  "SESSIONS: It would be difficult to speculate on that.",
  "But we have breaking news we're following right now.",
  "EVAN PEREZ, CNN JUSTICE CORRESPONDENT: That's right.",
  "Somebody else can disagree, but that's what I think.",
  "You've been around 15 years -- 20, well, 15 with me.",
  "[17:45:20] When do you think this war will be over?",
  "I'm not aware of everything he's ever said or done.",
  "I read his brilliant book -- what's the name of it?",
  "In 2003, I had an event called Restoration Weekend.",
  "Could you again restate your position on the issue?",
  "They, in turn, hired this MI-6 former investigator.",
  "TAPPER: And, Evan, we talk about the Gang of Eight.",
  "We're not saying it includes Donald Trump himself.",
  "This according to two national security officials.",
  "SEN. MIKE CRAPO (R), IDAHO: Well, thank you, Jeff.",
  "No, I wouldn't take a Klan -- award from the Klan.",
  "GRASSLEY: Senator Hirono and then Senator Kennedy.",
  "BLUMENTHAL: I don't differ with you, Mr. Chairman.",
  "And I think has contributed to the policy debate.",
  "The allegations were part of a two-page synopsis.",
  "UNIDENTIFIED MALE: Thank you, Chairman Grassley.",
  "He was very concerned by the implications of it.",
  "Let's go back to the Senate Judiciary Committee.",
  "I apologize, and I'll return on the third round.",
  "SESSIONS: Well, they chose to give me the award.",
  "They didn't tell me what they gave it to me for.",
  "They're entitled to Geneva Convention treatment.",
  "SESSIONS: -- should not be treated differently.",
  "And those are still unknown, as far as we know.",
  "And, so, that's what this is all a part of now.",
  "This is something that has been on their radar.",
  "So, let me start with my colleague Jim Sciutto.",
  "The Trump transition team declined to comment.",
  "They say that they are working on a statement.",
  "TAPPER: Now, Evan Perez, let me bring you in.",
  "And Carl Bernstein, let me bring you in here.",
  "And this kind of case isn't an isolated case.",
  "BLUMENTHAL: My time is expired, Mr. Chairman.",
  "Mr. Chairman, I won't go to my next question.",
  "But he ran for vice-president on your party.",
  "That was, I hate to say it -- we all say it.",
  "We saw that during the Nixon administration.",
  "JAKE TAPPER, CNN ANCHOR: That's right, Wolf.",
  "They were looking at Trump's business ties.",
  "And it's failing in a whole number of ways.",
  "SESSIONS: I may take a break at some point.",
  "SESSIONS: I'm very familiar with that case.",
  "You know, wouldn't we all like to do that?",
  "SESSIONS: Annie Taylor Award, that was it.",
  "SESSIONS: He got the award at the Gaffney.",
  "I'm pretty independent about those things.",
  "Jake, you've got some major breaking news.",
  "Again, they don't know the extent of this.",
  "Let me throw it back to you, Wolf Blitzer.",
  "Completely different line of questioning.",
  "And David Horowitz is a brilliant writer.",
  "I said, \"Well, no, we shouldn't do that.\"",
  "SESSIONS: Well, thank you, Senator Crapo.",
  "Your constitutional rights attach to you.",
  "SEN. MAZIE HIRONO (D), HAWAII: Thank you.",
  "I only had two years as Attorney General.",
  "And it can impact morale of the officers.",
  "And you know what I like most about you?",
  "I, too, received the Annie Taylor Award.",
  "SESSIONS: I don't accept that statement.",
  "Jim, walk us through what we've learned.",
  "Well, there are a couple reasons, Jake.",
  "Does anyone else know this information?",
  "Everybody believes he left the country.",
  "GRASSLEY: The record without objection.",
  "And it would include Muslims, for sure.",
  "Do you think we'll know when it's over?",
  "The goal is to find out what they know.",
  "SESSIONS: I loved being a U.S attorney.",
  "You know, it's the Camelot days for me.",
  "BLUMENTHAL: Will you return the award?",
  "I do not accept that kind of language.",
  "BLUMENTHAL: Will you return the award?",
  "You don't want the White House acting.",
  "We're going to get back there shortly.",
  "Keep in mind, Russians claiming this.",
  "SESSIONS: I will, Senator Crapo (ph).",
  "They're entitled to humane treatment.",
  "You know, I like Senator Blumenthal.",
  "But here's what I want them to know.",
  "So, let's talk about the law of war.",
  "You praised him as \"a man I admire.\"",
  "I said, \"Why are we going to lose?\"",
  "You first came to know him in 2003.",
  "This is sort of part of what I did.",
  "They get the same salary, you know.",
  "So I didn't get to enjoy that job.",
  "It could be a legitimate decision.",
  "SESSIONS: That is a critical goal.",
  "I see my time is pretty much gone.",
  "The two men, very little was said.",
  "Thank you for your forthrightness.",
  "You want him to seek legal advice.",
  "Actually, I can only know of one.",
  "It was produced by a former MI-6.",
  "And if you need a break, tell me.",
  "Another instance in that context.",
  "That's the award that I received.",
  "So, I would first challenge that.",
  "I was honored to be given awards.",
  "And then you should take a break.",
  "(LAUGHTER)\n\n\n\nGRASSLLEY: Proceed.",
  "I'll probably have ten next time.",
  "[17:40:03] GRAHAM: There you go.",
  "Are you familiar with that case?",
  "BLUMENTHAL: Well, let me just...",
  "I have a hard time remembering.",
  "What was your management style?",
  "They had a five-minute meeting.",
  "They refuse to honor detainers.",
  "SCIUTTO: That's exactly right.",
  "And that raises pros and cons.",
  "KENNEDY: I've made up my mind.",
  "I admire the heck out of that.",
  "I don't need any more awards.",
  "GRASSLEY: Senator Blumenthal.",
  "They've been looking at this.",
  "Maybe you can do it that way.",
  "I'm confident that he would.",
  "[17:15:16] SCIUTTO: They do.",
  "Thank you, Senator Sessions.",
  "I had six primary opponents.",
  "Does that make sense to you?",
  "Does that make sense to you?",
  "Are you familiar with that?",
  "GRASSLEY: I can understand.",
  "You can speak for yourself.",
  "Are you familiar with this?",
  "SESSIONS: Well, he has not.",
  "SESSIONS: I'm ready to go.",
  "And let the court decide.\"",
  "So, these are tough calls.",
  "SESSIONS: I don't believe.",
  "I don't get enough awards.",
  "GRASSLEY: Senator Kennedy.",
  "HIRONO: I understand that.",
  "[17:20:17] PEREZ: Unknown.",
  "This, we believe, is not.\"",
  "They will get back to us.",
  "Their morale can decline.",
  "GRAHAM: Yes, there it is.",
  "You store them someplace.",
  "SESSIONS: Generally yes.",
  "SESSIONS: Well, it does.",
  "And --\n\n\n\nGRAHAM: Right.",
  "Is there anything there?",
  "Good, good work indeed.",
  "Where did it come from?",
  "Do you agree with that?",
  "SESSIONS: Correct, yes.",
  "GRAHAM: No, they can't.",
  "I'll probably have ten.",
  "So, what's your desire?",
  "CRAPO: Well, thank you.",
  "And I appreciate that.",
  "Here are my questions.",
  "SCIUTTO: That's right.",
  "Indeed, you want that.",
  "This is part of that?",
  "Is that the question?",
  "I can understand why.",
  "Yes, I got the award.",
  "I yield back my time.",
  "That doesn't matter.",
  "SESSIONS: Go for it.",
  "SESSIONS: Thank you.",
  "He no longer exists.",
  "TAPPER: Fascinating.",
  "Because I want one.",
  "Your habeas rights?",
  "So I did feel that.",
  "HIRONO: Thank you.",
  "GRAHAM: Thank you.",
  "HIRONO: Thank you.",
  "GRAHAM: Thank you.",
  "Thank you so much.",
  "Senator Sessions.",
  "SASSE: Thank you.",
  "SASSE: Thank you.",
  "Did you enjoy it?",
  "A CNN exclusive.",
  "Senator Graham.",
  "I have read it.",
  "SESSIONS: Yes.",
  "I got it, too.",
  "So, thank you.",
  "That's legal.",
  "PEREZ: Right.",
  "SESSIONS: No.",
  "GRASSLEY: OK.",
  "HIRONO: Yes.",
  "I was there.",
  "GRAHAM: OK.",
  "Senator...",
  "Thank you.",
  "That's it.",
  "It's 20.",
  "Egads."
]