[
  "It is the only major world religion with a developed doctrine and tradition of warfare against unbelievers.”\n\nLast year he told Fox News’ Sean Hannity that a “core principle” of Islam is “the idea of emigrating to a new place to conquer and Islamize it, and that’s exactly what we’re seeing.” He added that “Shariah enclaves” will “inevitably grow and continue to grow until, finally, that’s all there is.”\n\nHe once said that freedom of religion doesn’t necessarily apply to Islam because Islam “impinges upon our freedoms.”\n\nHe once said it’s “absurd” to think of Islam as “a religion of peace that’s been hijacked by a tiny minority.”\n\nAnd he once asserted that “80% of the mosques in the United States are actually controlled by extremists.”\n\nSpencer’s writings were cited 162 times by Breivik, the Norwegian anti-Muslim terrorist.",
  "“The SPLC is simply a propaganda organ to discredit the foes of its well-heeled benefactors.”\n\nAsked what he thinks it’s important for Bannon to know as he begins his new role in the White House, Spencer said he would tell Bannon “that forces such as the Huffington Post and its allies will stop at nothing to discredit and destroy him.”\n\n“They’ve shown already by smearing him as a white supremacist and an anti-Semite that they will stoop to any lie, fabricate any charge, no matter how outlandish, in their mad quest to destroy any and all opposition to the policies they favor,” he said.",
  "Bannon called Spencer “one of the top two or three experts in the world on this great war we are fighting against fundamental Islam.”\n\nThe Southern Poverty Law Center, on the other hand, says Spencer “is entirely self-taught in the study of Islam, he has partnered with a woman [Geller] known as one of the least reasoned enemies of Islam in the country, and he is given to the same kinds of extravagant, and often provably false, claims that characterize most Muslim-bashers.”\n\nSpencer once wrote that “traditional Islam itself is not moderate or peaceful.",
  "“If you don’t lay down and die for Islamic supremacism, then you’re a racist anti-Muslim Islamophobic bigot.”\n\nGeller once called Islam “the most radical and extreme ideology on the face of the earth.”\n\nShe once said Arabic “is the language of Islam and it is a spearhead of an ideological project that is deeply opposed to the United States of America.”\n\nShe has implied that President Barack Obama is secretly a Muslim, and she once wrote that the “enemy” has “infiltrated” every corner of the federal government.",
  "She said the SPLC has made untrue claims about her, and argued that “the left and well-funded Goebbels-inspired hate groups such as the SPLC work furiously to silence dissent and impose a totalitarian straitjacket on the public discourse on these issues.”\n\nRobert Spencer\n\nIda Mae Astute via Getty Images\n\nRobert Spencer, who runs the anti-Muslim website Jihad Watch and co-founded the American Freedom Defense Initiative with Geller, appeared on Bannon’s show twice.",
  "Just fantastic.”\n\nThe SPLC describes Gaffney as “a former Reagan administration defense official who is gripped by paranoid fantasies about Muslims destroying the West from within, suspicious that Barack Obama was actually born in Kenya, and a proponent of a new version of the infamous House Un-American Activities Committee to root out suspected Muslim subversives.”\n\nGaffney has accused multiple political figures ?",
  "Gaffney claimed the SPLC is “essentially acting as an agent of the Muslim Brotherhood and other Islamic supremacists... who are imposing, pursuant to a plan laid out 10 years ago... the Organization of Islamic Cooperation Sharia blasphemy laws, including in the United States, and notwithstanding our First Amendment freedoms.”\n\nHe added that people like him, who discuss “the teachings of Sharia ?",
  "“We’re witnessing that playing out, not only in places in the Middle East but also in Europe, in Australia, in Canada and here in the United States as well.”\n\nHe once said that “most of the Muslim-American groups of any prominence in America are now known to be, as a matter of fact, hostile to the United States and its Constitution.”\n\nHe once said that Muslims in America who practice Sharia ?",
  "Reached for comment, Spencer said he’d be “happy to be of service” to Bannon in the White House, and said the SPLC’s characterization of him as belonging to a hate group was “base calumny and malicious defamation.”\n\n“All my work is in defense of the freedom of speech, the freedom of conscience, and the equality of rights of all people before the law,” Spencer wrote in an email.",
  "Bannon called Geller “one of the top world experts in radical Islam and Shariah law and Islamic supremacism,” “the top leading expert in this field” and “one of the great American patriots.”\n\nThe Southern Poverty Law Center, which tracks hate groups, calls Geller “probably the best known — and the most unhinged — anti-Muslim ideologue in the United States.",
  "She is the movement’s most visible and flamboyant figurehead and a woman who is relentlessly shrill and coarse in her denunciations of Islam.”\n\nGeller, a co-founder of the American Freedom Defense Initiative, which the SPLC defines as a hate group, came to prominence with her opposition to the so-called “Ground Zero Mosque” ?",
  "For Muslim Americans, Fear Of Trump’s Cabinet\n\nDrew Angerer via Getty Images\n\n“Conspiracy theorists having access to the highest levels of government can only result in bad things for American liberties,” Corey Saylor, a spokesman at the Council on American-Islamic Relations, told The Huffington Post.",
  "“The SPLC is the real hate group, smearing and defaming those whose views differ from their hard-Left line, and endangering our lives by providing a hit list to genuine ‘extremists.’”\n\nHe also rejected the SPLC’s description of him as an “extremist,” saying it’s a word used to refer to terrorists.",
  "And once, when asked about Somali refugees, many of whom are Muslim, working at meat processing plants in the U.S., Gaffney said, “I don’t know about you, but it kind of creeps me out that they are getting jobs in the food supply of the United States.”\n\nBreivik also cited Gaffney in his manifesto.",
  "And in 2011, the far-right Norwegian terrorist Anders Breivik killed 77 people he believed were responsible for the “Islamization of Europe.” After it was revealed that Breivik had cited Geller’s writings 12 times in his manifesto, Geller denied any responsibility.",
  "used to host a Sirius XM radio show called “Breitbart News Daily.” According to a September report from Mother Jones and the Nation Institute’s Investigative Fund, Bannon conducted dozens of interviews with anti-Muslim extremists on the show in the past year.",
  "“We’re witnessing not just the violent kind of jihad that these Islamists believe God compels them to engage in, but also... a more stealthy kind, or civilizational jihad as the Muslim Brotherhood calls it,” Gaffney said in 2011.",
  "All of these people would be working for a president who has proposed banning Muslims from entering the country, called for a national database of Muslims and said that mosques should be surveilled and Muslims profiled.",
  "Gaffney told HuffPost that there will “be a lot of people competing for [Bannon’s] ear” and that “I hope mine would be one of them.”\n\nHe added that Bannon is someone he’s worked with and “admired” for a long time.",
  "Steve Bannon, whom President-elect Donald Trump chose this week as his chief strategist and senior counselor, has a history of claiming that certain anti-Muslim extremists are in fact experts on Islam.",
  "The State Department, she said, is “essentially being run by Islamic supremacists.”\n\nIt was “cultural jihad” when a Muslim woman sued Disney to be able to wear her hijab at work, according to Geller.",
  "Newt Gingrich, the former House Speaker who once said Muslim Americans should be “tested” and “deported” if they believe in Sharia, is angling for an advisory position in Trump’s administration.",
  "He is one of the leading proponents of the conspiracy theory known as “civilization jihad,” which claims that American Muslims are secretly trying to take over the U.S. government.",
  "Bannon told Gaffney he “is one of the senior thought leaders and men of action in this whole war against Islamic radical jihad... doing amazing work, doing God’s work, sir.",
  "Clare Lopez, an anti-Muslim conspiracy theorist who works at the Center for Security Policy, is reportedly being considered as a deputy national security adviser.",
  "“I have not... ever beheaded anyone, flown a plane into a building, called for any violence, or approved of any violence against innocent people,” he said.",
  "Michael Flynn, a retired U.S. lieutenant general who once likened Islam to a cancer, is reportedly in contention for a national security adviser position.",
  "Pamela Geller\n\nBrendan McDermid / Reuters\n\nPamela Geller appeared on Bannon’s show seven times, according to the Mother Jones/Nation Institute report.",
  "no matter how factually,” are always “portrayed as a hater or a bigot or a racist or an Islamophobe or all of the above” by the SPLC and others.",
  "who has suggested electronically tagging Muslims on the terror watch list, and who has boasted about putting undercover agents in mosques ?",
  "These guests offered paranoid accusations and false conspiracy theories about Muslims, all of which went unchallenged by Bannon.",
  "which the SPLC characterizes as “a conspiracy-oriented mouthpiece for the growing anti-Muslim movement in the United States” ?",
  "“In the war between the civilized man and the savage, you side with the civilized man,” she told The New York Times in 2010.",
  "There was a 67 percent increase in hate crimes targeting Muslims last year, according to FBI statistics released Sunday.",
  "And they would be working in the White House during a time when anti-Muslim violence and intimidation are on the rise.",
  "actually a proposed Islamic community center in lower Manhattan, near the site of the Sept. 11 terror attacks.",
  "Geller said the center would be a “victory mosque” for Muslims on “conquered land” to celebrate the attacks.",
  "For Muslim Americans, Bannon is not the only worrisome figure who might end up in the Trump administration.",
  "Frank Gaffney\n\nWin McNamee via Getty Images\n\nFrank Gaffney, founder of the Center for Security Policy ?",
  "including Hillary Clinton aide Huma Abedin and conservative activists Grover Norquist and Suhail Khan ?",
  "During these interviews, Bannon often praised his guests as esteemed experts on a religion they hate.",
  "Reached for comment for this story, Geller said she would be “honored to be of assistance” to Bannon.",
  "“If he wanted to continue to receive my counsel, I’d be willing to continue to provide it,” he said.",
  "“If anyone incited him to violence, it was Islamic supremacists,” she said.",
  "of infiltrating the U.S. government on behalf of the Muslim Brotherhood.",
  "Those incidents are happening at a rate not seen in the U.S. since 2001.",
  "the deeply misunderstood legal or philosophical code of Islam ?",
  "is reportedly Trump’s first choice for secretary of state.",
  "a site that regularly airs white nationalist viewpoints ?",
  "Bannon, the executive chairman of Breitbart News ?",
  "And former New York City Mayor Rudy Giuliani ?",
  "“It’s all about silencing people,” he said.",
  "the dictates, the demands of Sharia ?",
  "appeared on Bannon’s show 29 times.",
  "should be prosecuted for sedition."
]