[
  "That’s why this fascination with sanctions really is not just ineffective; it’s misleading and dangerous because it gives a lot of people – especially in Congress – the kind of warm and fuzzy feeling that they’re dealing with the North Korean threat, when, in fact, they’re not.”\n\nAs for China, widely seen as the key to solving the North Korean problem, Bolton said they are “pursuing a mercantilist trade policy in a free trade organization like the WTO.” He added, “And I think for years we haven’t called them out on it.”\n\n“There’s no doubt they’re in massive violation.",
  "It was because somebody, quite likely Iran, was trying to hide their illicit activities where they thought nobody was looking.”\n\n“This is the sort of thing that people don’t like to talk about, the connection between Iran and North Korea, but I believe it’s real, and I believe that Israel – which has twice in its history destroyed nuclear projects in hostile states, that one in Syria and in Iraq in 1981 – has shown that if everything else fails, preemptive military force is required to defend your people from nuclear extortion,” he contended.",
  "“Westerners have just been goo-goo over Xi Jinping’s anti-corruption efforts, thinking, ‘Oh, how wonderful this is’ – not realizing that since the entire governmental system in China is fundamentally corrupt, this was a way for Xi Jinping to go after his political enemies because you can pick and choose who you’re going to prosecute for corruption.”\n\n“We’ve been pursuing, I think, a very misguided policy on China, strategically and economically, for decades.",
  "Bolton said there was no good answer to that question, which is “why we’ve got to consider the military option against North Korea first.”\n\n“It’s why I wrote about Franklin Roosevelt’s famous statement made in a fireside chat on September the 11th, 1941 – 60 years to the day before our 9/11 – when he said, ‘When you see a rattlesnake poised to strike, you do not wait until it has struck before you crush it,’” Bolton recalled.",
  "“A high-altitude nuclear detonation that could bring down a substantial part of the electrical grid of the United States, at least in particular geographic regions, would have a huge impact on us.”\n\n“It’s one of the things people have said, ‘Well, North Korea doesn’t have the range in its missiles, it doesn’t have the thermonuclear capacity, it doesn’t have the reentry vehicle, and it doesn’t have the guidance systems.",
  "Bolton viewed China’s latest crackdown on dissent, rife with human rights violations, as evidence that President Xi Jinping “for years, has been planning, with many allies in the Chinese Communist Party, a re-authoritarianization of the government there.”\n\n“Increased political control, increased economic control – it may not be in strict compliance with Marxist ideology, but it’s classic authoritarianism,” he noted.",
  "Bolton described North Korea as “a 25 million-person prison camp.”\n\n“While I think the leadership might be willing to ‘eat grass’ before giving up their way of life, if anybody bothered to ask the people, I think you’d get a very different answer,” he said, referring to Russian President Vladimir Putin’s comment that North Koreans would rather eat grass than give up their nuclear weapons.",
  "“I don’t want to see the United States have to use military force against the North Korean nuclear weapons program any more than anybody else, but I also don’t intend to allow America to be vulnerable to it as far as the eye can see, once they are able to hit any target in the continental United States,” Bolton said of his policy recommendations to resolve the crisis.",
  "“I think, increasingly, the people of North Korea – we know this from defectors who come out, make their way through China down to Southeast Asia, and then back to South Korea – that they’re increasingly aware that they could have a different kind of life and that the dictatorship of the Kim family really has deprived them of anything like a normal life,” he said.",
  "But these same people also say, ‘Well, of course, if North Korea attacked the United States, then we should respond with devastating force,’ which would likely have the same consequences in South Korea.”\n\n“So if you’re with me this far, what is the difference between their position and mine?",
  "“Not that it’s not a worthwhile idea, but imagine this: Let’s say you impose really powerful sanctions on China – not pinprick sanctions, sanctioning Bank X or Bank Y. Let’s just say we’re going to exclude the Chinese banking system from the United States to get their attention.",
  "Ambassador John Bolton joined SiriusXM host Alex Marlow on Thursday’s Breitbart News Daily to talk about the North Korean nuclear missile crisis, the threat of electromagnetic pulse attack, China’s relationship with the United States, and the latest news from the United Nations.",
  "China has got to apply the pressure that they uniquely have.”\n\n“My view is the best thing to do is reunite the peninsula, effectively under South Korea, but I would take as a second-best solution China knocking off the Kim family in and putting in someone else,” he said.",
  "Marlow asked for Bolton’s opinion of the electromagnetic pulse attack threat from North Korea, a permutation of nuclear terrorism about which analysts such as Frank Gaffney of the Center for Security Policy, another frequent Breitbart News Radio guest, long warned.",
  "Within minutes of that being announced, the chairman of Goldman Sachs, the chairman of JP Morgan, the chairman of Morgan Stanley, the chairman of Citibank are going to be on the phone to Steve Mnuchin, and probably the president himself,” said Bolton.",
  "“It’s terrible that we may be at the last ditch here and that our options are limited, but if you believe that the fundamental duty of the President of the United States is to protect Americans, that option has to be on the table,” said Bolton.",
  "We should get off of it.”\n\n“Let me make one other point if I could, coming back to the nuclear stuff: Yesterday was the tenth anniversary of Israel destroying a nuclear reactor being built in Syria,” Bolton observed.",
  "What if it’s an EMP attack, where actual destruction on the ground from the blast itself is minimal, maybe no casualties at all, but the knock-on effects of impairing the electrical grid could be very substantial?",
  "But the notion that the United States can exert economic pressure on China, to, in turn exert economic pressure on North Korea, I think is doomed to failure,” he anticipated.",
  "To impose pain – and that’s what we’re talking about, pain – on a big economy like China, you’ve got to be willing to bear some corresponding amount of pain in our economy.",
  "Marlow asked Bolton about Venezuelan dictator Nicolas Maduro’s sudden refusal to attend a meeting of the U.N. Human Rights Council, contrary to previous commitments.",
  "“Amazon, Facebook, Google – all these people are saying, ‘You’re taking that market away from us!’ That’s what people have to understand about sanctions.",
  "“One of the proudest moments in my government career was in 2006, voting against the creation of the new U.N. Human Rights Council,” Bolton replied.",
  "“Although the dictatorship in North Korea looks very strong, like many authoritarian governments, it’s really kind of like a rotten door frame.",
  "If you just detonate something, let’s say, over the West Coast of the United States, the EMP effects could be significant,” he explained.",
  "“People say, ‘But my goodness, if you use a military option, terrible things will happen on the Korean Peninsula,’” he continued.",
  "Back in the day, when radios were the only way people could learn about the outside world, you could buy a radio in North Korea.",
  "John Bolton is a senior fellow at the American Enterprise Institute and head of his own political action committee, BoltonPAC.",
  "Bolton predicted the U.S. was “unlikely to get a meaningful oil sanction against North Korea” from the U.N. Security Council.",
  "“It ties into the strategic question of what happens if North Korea fires a nuclear weapon at the United States.",
  "“I think North Korea is much like East Germany: when the Communist rule goes, its life expectancy goes with it.",
  "“And I agree that this is an enormous concern, and we would have to do everything possible to mitigate that.",
  "It was a wise decision to stay off the Human Rights Council.”\n\n“We should withdraw from it now,” he advised.",
  "Failing that, getting rid of the current dictatorship would at least be a step forward,” said Bolton.",
  "“I think you can see, increasingly, the Chinese recognizing North Korea is an ugly piece of baggage.",
  "I think word has gotten into North Korea that life in South Korea is very different,” he said.",
  "It would be better just to eliminate North Korea entirely by merging it with South Korea.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "They would never do that.’ Well, what if the attack is not obliterating Los Angeles?",
  "“It was a mistake, and it was a wise decision by President Bush to vote against it.",
  "Bolton said China particularly fears the consequences of the Kim regime collapsing.",
  "“They are cut off from the rest of the world by the design of their government.",
  "It’s their insistence that before we strike, there have to be dead Americans.",
  "America’s business leadership, I am sorry to say, isn’t into pain,” he said.",
  "People have said, ‘Look, North Korea is never going to commit suicide.",
  "What has the United States said about it in the last 20 or 25 years?",
  "The human rights piece, honestly, it’s been there that entire time.",
  "Was it because of their close cultural and historical relationship?",
  "It’s our presence that gives it what little legitimacy it has.",
  "“I’m very surprised the Trump administration hasn’t withdrawn.",
  "Do you think Iran is going to let North Korea fall?” he asked.",
  "I’m not overstating this: it’s a kind of cultural genocide.",
  "Why did the North Koreans build a nuclear reactor in Syria?",
  "If you kick it hard enough, it would come down,” he judged.",
  "It’s very rare to have a North Korea and a South Korea.",
  "EMP, you don’t need really precise guidance systems.",
  "“I think we’ve got to go to China,” he advised.",
  "Iran couldn’t care less about U.N. sanctions.",
  "“It absolutely is a threat,” Bolton replied.",
  "It only had one channel on it,” he recalled.",
  "“Let’s say they do, just hypothetically.",
  "“I don’t think that’s going to happen.",
  "We could spend hours talking about it.",
  "That’s the natural course of history.",
  "“This is kind of a laboratory study.",
  "You don’t get this around the world.",
  "Look at what China’s doing to Tibet.",
  "It’s an outfit with no legitimacy.",
  "What do you do then?” he asked.",
  "Almost nothing,” he observed.",
  "Being built by North Koreans.",
  "I reject that,” he declared.",
  "“Being built by whom?",
  "Of course not.",
  "Former U.N.",
  "Listen:"
]