[
  "When Omar Mateen shoots some 100 people in a gay nightclub, the initial reaction of the government and media was to stumble over each other trying to be the first ones to say Islam is a religion of peace and had nothing to do with the attack\n\nDespite the terrorist’s own cries of “Allahu Ackbar,” his call of allegiance to ISIS during a 911 call, and the fact he was acting within the murderous tenets of his religion as preached in the very city of Orlando.",
  "According to the Center for Security Policy:\n\n51% of American Muslims want to be allowed to be governed by Sharia Law\n\n30% of American Muslims believe it is legitimate to use violence against those that insult Islam\n\n25% of American Muslims said that violence against Americans can be justified as part of global jihad\n\n33% said that sharia should take precedence over the constitution if they clashed\n\nAround the world, Islam reigns through fear and terror.",
  "Some more stats specific to British Muslims from a channel 4 poll:\n\n52% believe homosexuality should be illegal\n\n23% would like to see Sharia law in England\n\n39% believe a woman should always obey her husband, as opposed to 5% of English overall\n\n31% consider it acceptable for a man to have multiple wives\n\nIf the United Kingdom remains in the EU, much of this data may change, and not for the better.",
  "Turkey, you’ll keep in mind, is the country whose reaction to the Orlando shooting included the newspaper headline “50 perverts killed in bar.” In other words, the Muslims pouring into Europe and the UK, and America if your current government democrat AND republican has its way, are not kind easygoing Muslims, they are hardliners.",
  "Before I was saying America can be Great Again with Trump, it took a Frenchman named Alexis de Tocqueville to document the miracle of American democracy in his 1835 book “Democracy in America.”\n\nI share something else with de Tocqueville: he was also a critic of Islam.",
  "It is beyond my powers to picture a lifestyle in which your religious leaders, your family, and your larger culture not only disapprove of your lifestyle which is normal for many gays, but actively call for the killing of those that share your lifestyle.",
  "When a single picture emerges of Dylann Roof, the Charleston church shooter, posing with a confederate flag, the media and the government attempted to erase the entire history of the South by removing flags, renaming buildings, and destroying monuments.",
  "When Muslims call for the murder of homosexuals in the months leading up to the largest mass shooting in American history, they will receive absolutely no blowback whatsoever, as we are told this was due to assault rifles and toxic masculinity.",
  "Nidal Hassan killed 13 unarmed soldiers and wounded 30 while screaming “Allahu Ackbar.” This case was called workplace violence, and in fact his victims have been denied special benefits due to the victims of a terror attack.",
  "The LGBT allies of the past might call you brave and like your social media pasts, but the christian right are men and women that will fight for your rights, and more importantly, teach you how to fight and shoot on your own.",
  "They say “[we] wish congregations would focus more on helping the homeless, poor, and abused instead of persecuting a group that can take care of itself.”\n\nWhere is the condemnation of calling for the murder of gays?",
  "We know there’s nothing to be embarrassed about this, death is the sentence … We have to have that compassion for people, with homosexuals, it’s the same, out of compassion, let’s get rid of them now.",
  "When Fred Phelps says his homophobic drivel, Christians are expected to say “That’s not Christianity” — does the responsibility not extend to Islam, when instead of waving signs they shoot 100 people?",
  "When a christian bakery chooses not to bake a gay wedding cake due to religious beliefs, they are decried as religious bigots and driven out of business, the target of a national religious shaming.",
  "When Eliott Rodger killed six and wounded quite a few people in California, the media called it an act of misogyny and violence against women, despite the fact that he killed more men than women.",
  "Let me provide you with some examples: When supporters of Donald Trump are violently attacked and his rallies interfered with, the liberal response is that the Donald provoked these attacks.",
  "I came away from that study with the conviction there have been few religions in the world as deadly to men as that of Muhammad.”\n\nAmerica Has a Muslim problem\n\nAmerica has a Muslim problem.",
  "A Muslim sharia law expert says gays must die, and then Omar Mateen sells his house to his sister for $100 and starts planning the massacre of 50 gays and the wounding of at least 50 more.",
  "I think he’d say “I’d like to buy a vowel” or if his teleprompter is broken, just “I uh uh uh uh uh.”\n\nFollowing Obama’s lead, Hillary Clinton has put out the exact statement we’d expect.",
  "While liberals were crying and hashtagging, the notoriously christian chick-fil-a, which is normally closed on Sunday, opened up to feed those donating blood to keep LGBT victims alive.",
  "The major flaw of liberal logic, with apologies to the term logic, is that in this case the top of the victim pyramid is intent on murdering and abusing the entire rest of the pyramid!",
  "This is the school that once hosted Siraj Wahhaj, a terror co-conspirator of Sheikh Omar Abdel Rahman, the “blind Sheikh” who masterminded the World Trade Center bombing in 1993.",
  "Muslims Rely On Liberals\n\nIt’s a sad fact that Muslims rely on being enabled by liberals and overly-tolerant leaders from other faiths to help them spread their poisonous ideas.",
  "In my opinion those percentages have probably cratered following Europe’s importation of hordes of young Muslim radicals affectionately known as “rapefugees” on the continent.",
  "Why Islam Escapes Blame\n\nWith all of this information implicating Islam, a reasonable question to ask is why the government and liberal media refuse to speak the plain truth.",
  "If you are uncomfortable with guns or associate them with the Christian right, find one of the many LGBT-friendly shooting instructors spread throughout the entire country.",
  "There’s only so much time in the day, especially you’re being snogged by ruggedly handsome Canadian men (it turns out that isn’t an oxymoron) as a “f*** you” to Islam.",
  "Beyond all complicating factors, the root cause of this mysterious lack of assigning blame to Muslims is that they are now seen as the apex victims in our culture.",
  "That is why Muslims can act and speak with impunity against others groups like gays, Jews, and women– they have been placed at the pinnacle of the victim pyramid.",
  "Never Again will we allow Muslims to slaughter us, and never again will we support politicians who enable despicable terrorists to commit these senseless crimes.",
  "The Anti-Gay Muslim speaker\n\nIn April, a Sharia law expert named Sheikh Farrokh Sekaleshfar spoke in Orlando and had some interesting things to say about gays.",
  "In fact I have already referenced Islam both mainstream and radical in reference to this terror attack more often than Obama, who didn’t mention it at all.",
  "Apparently speakers calling for the replacement of America’s constitution with a Caliphate suit the university just fine, but a dangerous faggot does not.",
  "After receiving threats, the police and UCF have made plain that it is not safe for a gay man to speak out against Islamic terror in Florida.",
  "A Gallup poll of Muslims in the UK found that not a single one of the 1,001 people polled thought that homosexuality was morally acceptable.",
  "Let me give you a clue, liberals — Muslims don’t just use rifles, they use bombs, airplanes and knives, they like did in Paris Monday night.",
  "If you think carrying a concealed pistol will ruin how cute you look in your new jeans, honey get over yourself you aren’t all that anyways.",
  "And here are some more, awkward facts about his religion, and its followers, who liberals want to allow into your country in mass numbers.",
  "As a country, I believe it should serve as a warning sign for the United States, which must face its Muslim problem before it is too late.",
  "De Tocqueville\n\nIt is a uniquely American trait that your country has relied on foreigners to take the true stock of American culture.",
  "Even the sternest free speech advocate draws the line at incitement to violence, and it’s pretty clear that’s what was going on here.",
  "If they are clever enough to not be killed in a middle eastern country, they must develop the most intense self-loathing imaginable.",
  "Large scale Muslim immigration from Turkey and other Muslim countries will introduce more fundamentalist opinions to the country.",
  "It isn’t an ISIS problem, an Al Qaeda problem, a Taliban problem, or any of the Muslim terror groups that have sprung up in 2016.",
  "I like to imagine President Obama on “Wheel of Fortune” sweating bullets over “Radical Islam” with only a letter or two missing.",
  "When we examine liberal thinking, we find that the already shaky logic doesn’t hold up when juxtaposed with other similar cases.",
  "Omar Mateen’s Muslim terror attack has already run the gamut from ‘the rifle did it’ to ‘video games’ and everything in between.",
  "Gays and Lesbians must have the mindset of the Jews that fought so many hard conflicts against muslim aggressors in the past.",
  "Various minorities shift places on this pyramid For example, white gay men have recently dropped quite close to the bottom.",
  "Gun Panic\n\nLiberals always wait to determine the race and sex of a shooter before deciding how they will attack gun rights.",
  "The same poll found that just 35% of French Muslims and 19% of German Muslims thought homosexuals were morally acceptable.",
  "The very latest information is that Omar himself was a regular at the club, some witnesses saw him there a dozen times.",
  "The terror attack was on a nightclub, which combines music, alcohol, the genders mixing and in this case homosexuality.",
  "UCF cancelled that event and a rescheduled event for today, because the police say they cannot guarantee my safety.",
  "So I didn’t say everything I wanted to say about the “religion of peace” at my press conference in Orlando today.",
  "They will use anything to kill the hated “infidels.”\n\nFewer than 300 people were murdered in 2013 with rifles.",
  "Remember, as the saying goes, “Armed Gays don’t get bashed”\n\nThe Religious right are not your worst enemies.",
  "They realized they had sat and watched while Germany committed unspeakable atrocities against their people.",
  "I can tell you specifically that for gay people, “Allahu Ackbar” is the scariest words we could ever hear.",
  "He was right about America, and he was right about Islam when he said “I studied the Quran a great deal.",
  "It is time for the LGBT community to take up arms in order to defend itself from further muslim attacks.",
  "Consider the response of the Central Florida Interfaith Council to the vile teachings of Sheikh Farrokh.",
  "It must not become a country in which artists and satirists are afraid a drawing might get them killed.",
  "In the next Muslim terror attack on gays, a gun will save your life and those of the people around you.",
  "This speech was supposed to be delivered yesterday on the campus of the University of Central Florida.",
  "The Left won’t blame Islam\n\nAlarmingly, prominent liberals and homosexuals have fallen right in line.",
  "They don’t want to bake your cakes and will not fly rainbow flags, but they want you alive and free.",
  "It is time for the LGBT community to come home to conservatism and libertarianism where it belongs.",
  "The left no longer has your interests at heart, and is actively making the Muslim problem worse.",
  "But when Muslims attack gays, there is no outcry that the gays provoked Islam by being Fabulous.",
  "Liberals consider everyone that is not a straight white male to be on a pyramid of victimhood.",
  "Compare that with how they have handled the terror acts of Major Nidal Hassan and Omar Mateen.",
  "You will never please them and will never placate them short of the adoption of Sharia law.",
  "The Paris attack on a concert fits this mold as well, as does the Bali bombing in 2002.",
  "I myself am leaving the UK behind, as I no longer recognize much of my beloved London.",
  "His own ex-wife, who as a good muslim he beat, has come out with the fact he was gay.",
  "When did being against murder become a controversial position for religious leaders?",
  "Well Dan, I have news for you: toxic homophobia has a name, and the name is Islam.",
  "That is compared to 58% of the overall British population who think homos are OK.",
  "They are blaming rifles, the NRA, masculinity, video games — anything but Islam.",
  "For unknown reasons, liberals have put Muslims at the very top of this pyramid.",
  "If the Mullah’s executioners don’t get you, the bombs of his insurgents will.",
  "The terror attack on Saturday is an expression of mainstream Muslim values.",
  "Barack Obama,The “leader of the free world” is too scared to say this.",
  "America must not become a country in which people are afraid to kiss.",
  "I don’t think you’d ever get gays to line up behind a ban on fisting!",
  "In fact more than double that number were murdered by hand and fist.",
  "Forgive me if I think her speechwriters are imams from Saudi Arabia.",
  "Islam is not our enemy, it is a religion of peace, blah blah blah.",
  "Many will say that what I just said is an Islamophobic statement.",
  "Islamophobia, the irrational fear of muslims, is a nonsense term.",
  "Nearly 1500 were murdered with knives to put that in perspective.",
  "Britain Is A Warning\n\nNow, as you all know, I come from Britain.",
  "Which is it liberals, were they asking for it, or weren’t they?",
  "It is clear at this point that Omar was himself a gay man.",
  "to be notified about new articles when they are published.",
  "Follow Milo Yiannopoulos (@Nero) on Twitter and Facebook.",
  "Dan Savage blames toxic homophobia and toxic gun culture.",
  "And liberals think “bigoted” Christians are the problem.",
  "Today is the LGBT community’s chance to say Never Again.",
  "In fact the religious right can now be seen as allies.",
  "Phelps may protest funerals, but Islam creates them.",
  "Hear him every Friday on The Milo Yiannopoulos Show.",
  "Here are the full remarks I had prepared for today.",
  "So don’t give an inch- they won’t stop taking!",
  "Honestly, can anyone connect the dots here?",
  "(I think I’m partly responsible for that!)",
  "This is what Islam does to its own gays.",
  "Everything except his religion of death.",
  "Omar was Gay\n\nThere is one more thing.",
  "Android users can download Milo Alert!",
  "Write to Milo at milo@breitbart.com.",
  "Is there a lot of wiggle room there?",
  "Guns are not icky, gross, or scary.",
  "They said Never Again and meant it.",
  "Fear of Islam is entirely rational.",
  "It isn’t a radical Muslim problem.",
  "Notice my wording carefully here.",
  "America must not go the same way.",
  "But that’s what columns are for!",
  "It seems pretty clear.",
  "Death is the sentence."
]