[
  "Yerushalmi issued a scathing statement after Monday’s hearing alleging that the lawsuit is “yet another example of Islamist lawfare.”\n\nHe said that groups like CAIR use lawsuits and the mainstream media to label as “Islamophobic” any “public criticism of a sharia-centric, jihad-driven Islam.”\n\nThe Mohameds, who moved to Qatar for a brief time before returning to Texas, have a separate lawsuit pending against the Irving school district.",
  "“They did that to create the exact scenario that played out.”\n\nIn an appearance on Fox News in Oct. 2015, Ben Shapiro, a former editor at Breitbart News, said he believed the “Clock Boy” case was “a hoax.”\n\n“This was a setup and that President Obama fell for it because it confirms a couple of his pre-stated biases against police and against people who he perceives to be Islamaphobic,” he said.",
  "David Yerushalmi, the senior counsel at American Freedom Law Center, which represents the Center for Security Policy, argued in court on Monday that Mohamed’s lawsuit was “a classic Strategic Lawsuit Against Public Participation or ‘SLAPP’ case and should be dismissed.”\n\nTexas is one of 28 states that have laws protecting defendants against SLAPP cases.",
  "Mohamed Mohamed, “Clock Boy’s” father, filed the suit in September against CSP, its executive vice president, The Blaze, Inc., its founder Glenn Beck, Fox News, and several conservative pundits, including Ben Ferguson and Ben Shapiro, all of whom criticized his son.",
  "Jim Hanson, the CSP executive, said during an interview with Beck on his TV show on The Blaze that he believed the case was “a PR stunt.”\n\n“It’s a RadioShack clock that he put in a briefcase, and in a briefcase it looks like a bomb,” Hanson argued.",
  "According to CSP, Judge Moore, a Democrat, asked Mohamed’s lawyer, an attorney from Fort Worth named Susan Hutchison, to provide any facts that would support the claim that the defendants had said anything false or defamatory about the plaintiffs.",
  "The incident led to a massive nationwide uproar as activists and Muslim civil rights groups like the Council on American-Islamic Relations (CAIR) claimed it was a case of Islamophobia.",
  "Mohamed gained international attention and a White House invite when he was arrested in Sept. 2015 after he took a clock that closely resembled a timed bomb to his Irving, Tex.",
  "“After spending a painfully embarrassing 15 minutes flipping through reams of paper, Mohamed’s lawyer was unable to provide any such evidence,” CSP asserted in a press release.",
  "Dallas County district court judge Maricela Moore dismissed the suit on Monday, announced the Center for Security Policy (CSP), one of the defendants in the case.",
  "A Texas judge has dismissed a defamation lawsuit filed last year by the father of “Clock Boy” Ahmed Mohamed against several conservatives.",
  "One of Mohamed’s teachers referred him to school administrators, and the then-14-year-old was briefly arrested.",
  "President Obama praised Mohamed and invited the teen to the White House.",
  "But Mohamed and his defenders soon drew critics.",
  "high school."
]