[
  "Since then, Xi has declared himself the “core” leader, comparable to Mao Zedong; colonized the maritime territory of six nations in the South China Sea; used state violence to crack down on the nation’s skyrocketing Christian population; and engaged in multiple Communist Party purges, citing unspecified “corruption.”\n\nCuba\n\nHillary Clinton has loudly supported President Obama’s policy to “normalize” relations with Cuba, and her associates maintain close ties to the Washington, D.C., community that benefits from relations with the Castro regime.",
  "North Korea\n\nSecretary of State Clinton approached North Korea with a policy known as “strategic patience,” which one expert described as “sitting back and watching while North Korea continued to build up its nuclear weapons program.” North Korea has detonated two nuclear weapons since Clinton has been out of office, in part emboldened by “strategic patience” and in part, many argued after the fourth of five tests, emboldened by the Iranian nuclear deal.",
  "While the parties signed the deal long after her departure from State, Clinton was responsible for “naming the negotiators for the nuclear talks and approving two major U.S. concessions to Iran in 2011 – guaranteeing Iran the right to enrich uranium and agreeing to close the IAEA’s investigation of Iran’s past nuclear weapons work,” according to Fred Fleitz of the Center for Security Policy.",
  "Russia\n\nClinton has attempted to convince the American people that her arch-rival in the presidential election is Russian President Vladimir Putin, but long before it was politically expedient for her to do so, Clinton was the face of President Obama’s “Russian reset” – the one that preceded the collapse of Ukraine – and bragged privately to big-money donors of her close ties to Putin.",
  "These ties persisted even as Clinton privately admitted she had evidence that Saudi Arabia provided “clandestine financial and logistic support to ISIL and other radical Sunni groups in the region.”\n\nUnited States\n\nWhile the Clinton Foundation often served as a laundry service for foreign donations, Clinton fostered questionable ties with plenty of domestic entities, as well.",
  "In addition to Uranium One control, the New York Times reports that Russia gained control of “mines in Kazakhstan that are among the most lucrative in the world.”\n\nMorocco\n\nA more recent WikiLeaks reveal shows that the Clinton Foundation received a $12 million donation from the King of Morocco in exchange for Hillary Clinton’s presence at a Foundation summit.",
  "Clinton has raked in millions in donations from big business in America, donors to which she privately promised “open borders.” Clinton’s ties to Department of Justice officials in the wake of an investigation into her use of an illicit private server for state business has also raised many questions regarding cronyism and corruption within our own country.",
  "Indonesia\n\nOne of Clinton’s first stops as secretary of state was Indonesia, where she proclaimed, “If you want to know whether Islam, democracy, modernity and women’s rights can co-exist, go to Indonesia.” At the time (2009), her visit was met with chants of “Allahu akbar” and an inauspicious shoe-throwing protest against her.",
  "Triggering protests that numbered in the millions, however, was Rousseff’s deep involvement in something known as “Operation Car Wash,” a sprawling corruption scheme in which dozens of government officials took millions in kickbacks from projects commissioned by the state-run oil company Petrobras.",
  "Erdogan, she said, was “an ambitious, forceful, devout and effective politician.” Of his government, she said Erdogan was correct to seek “zero problems with neighbors.” WikiLeaks-released emails have since revealed that Erdogan sought to buy influence through campaign donations to the Clintons.",
  "The strongman trusted her so much, she once boasted, that he invited her to his “inner sanctum.”\n\nTurkey\n\nIn her memoir, Hard Choices, Clinton reserved praise from President (then-Prime Minister) Recep Tayyip Erdogan that sounded not unlike her optimistic profiling of Xi Jinping.",
  "In 2009, Clinton defended negotiating with Chávez and fostering diplomacy with him, telling a House Foreign Affairs Committee hearing that the U.S. should dismiss Chávez’s ties to Mahmoud Ahmadinejad and communist China because “we’ve isolated him, so he’s gone elsewhere.",
  "The result of her efforts has largely been the unfettered consolidation of autocratic power, instability (when not total collapse) in vulnerable states, and a global jihadist movement with its own Caliphate infiltrating some of the world’s most strategic locations.",
  "President Obama’s “normalization” has triggered a boom in violent arbitrary arrests of political dissidents and a new wave of refugees seeking to leave the communist dictatorship before the United States changes its mind about treating them as political refugees.",
  "She had a major role in pushing for the decision to support Libya’s uprising against dictator Muammar Gadhafi, as well, however – a move President Obama followed up with little strategy to ensure that a stable, secular government would replace Gadhafi.",
  "“Between 300 and 700 Indonesians are believed to have joined the group in Syria and Iraq over the past two years,” the BBC reported in July, adding that 30 Indonesian groups had pledged allegiance to Islamic State “Caliph” Abu Bakr al-Baghdadi.",
  "During his tenure as president, Erdogan has advanced the cause of Islamism in Turkey to unprecedented levels since the rule of Mustafa Kemal Ataturk, going so far as to allow Islamic prayers in the Hagia Sophia, an iconic Christian landmark.",
  "Refugees from Afghanistan, Pakistan, sub-Saharan Africa, and other volatile regions have added to the masses seeking a new home, rejected in countries like Russia, China, and Saudi Arabia who have criticized the West for being unwelcoming.",
  "Emboldened Autocrats\n\nChina\n\nAs secretary of state, Clinton presided over a policy known as the “pivot to Asia,” meant to increase American visibility in the continent and, in particular, bring China and the United States closer together.",
  "The Migrant Crisis\n\nAustria, Belgium, the Balkan nations, Cyprus, Denmark, France, Germany, Greece, Italy, Jordan, Lebanon, the Netherlands, Turkey, Sweden, the UK…\n\nThe Obama administration’s Syria and Libya policies (See above.",
  "In 2011, however, Clinton referred to dictator Bashar al-Assad as “a reformer” by reputation, whose nascent rule was cause for optimism, casting some doubt on how adamantly she pushed President Obama to arm the Syrian rebels.",
  "Nigeria, Niger, Chad, Cameroon\n\nThe nations surrounding Lake Chad continue to struggle with the rise of Boko Haram, a jihadist group founded in 2002 but active throughout the 2010s in northeast Borno state, Nigeria.",
  "There, she told Ali Abdullah Saleh that she would support a program to return al-Qaeda terrorists imprisoned at Guantánamo Bay, Cuba, to Yemen, while also acknowledging that Yemen was a hotbed of al-Qaeda activity.",
  "The collapse of the Gadhafi dictatorship has left Libya a failed state, at first governed by two rival parties, but now partially governed by the Islamic State, al-Qaeda, and a variety of Islamist tribal militias.",
  "Democratic presidential nominee Hillary Clinton – as senator, secretary of state, and active partner in the Clinton Foundation – has had the privilege of influencing major players in governments across the globe.",
  "Clinton publicly supported the “one-China policy” – China’s way of imposing itself on the Republic of China (Taiwan), Tibet, Hong Kong, and the western Xinjiang region – and encouraged China to buy up U.S. debt.",
  "Iraq\n\nUnlike Syria, the collapse of which followed violent acts of oppression by a ruthless tyrant, Iraq’s collapse is more closely tied to American foreign policy due to the nation’s longtime occupation there.",
  "Following that visit, al-Shabaab made its ties to al-Qaeda public and went on two high-profile rampages against civilians in Kenya: the Westgate Mall massacre in 2013 and the Garissa University attack of 2015.",
  "Chávez presided over a bleak time in Venezuelan history: nationalizing private industries, cozying up to enabling autocrats in Cuba, Iran, and China, and using violence to suppress anti-socialist opposition.",
  "The Secretary reportedly pushed President Obama to arm Sunni Arab Syrian rebels, armed militias that included a high number of jihadist elements, many of whom would move on to fight for the Islamic State.",
  "Brazil\n\nEarlier this year, Brazil impeached and ousted its socialist President Dilma Rousseff for a variety of fiscal improprieties, including the misrepresentation of government funds to lure investors.",
  "In a 2013 private speech now public, thanks to the organization WikiLeaks, Clinton said it was “good news” that Xi was “doing much more to try to assert his authority” than his predecessor, Hu Jintao.",
  "As secretary of state, Clinton had longtime ties to Rousseff and praised “her commitment to openness, transparency,” stating that “her fight against corruption is setting a global standard” in 2012.",
  "During Clinton’s tenure, the Obama administration all but ignored the Iranian Green Revolution, a series of protests against then-President Mahmoud Ahmadinejad and Supreme Leader Ayatollah Khamenei.",
  "The United States did little in those in-between years to subdue al-Shabaab, including a “Yemen-like” drone policy to target leadership and an embarrassing failed raid on an al-Shabaab camp in 2013.",
  "Haiti\n\nThe Clinton Foundation’s exploitation of Haiti’s poverty and the damage caused by a 2010 earthquake has left many of those nation’s leaders disgusted enough to speak up about the corruption.",
  "The Obama administration’s crowning achievement in securing the Shiite Caliphate’s rule came years later, of course, in the form of the Joint Comprehensive Plan of Action, or the Iran nuclear deal.",
  "Last Friday, Erdogan’s government arrested the leaders of the People’s Democratic Party (HDP) – a pro-Kurdish, pro-Christian center-left party – in a midnight raid on dubious “terrorism” charges.",
  "), executed while Clinton was secretary of state, have triggered a flood of nearly five million displaced Syrians and more than one million Libyans seeking refuge in Europe and the Middle East.",
  "While Clinton was in office, President Obama withdrew most of America’s troops from Iraq, leaving a power vacuum rapidly filled by the Islamic State, al-Qaeda, and Iran-backed Shiite militias.",
  "Ukraine/Georgia\n\nThe Obama administration’s tepid responses to Russian colonization of former Soviet states have left Ukraine without its Crimea region and its eastern provinces in collapse.",
  "The reset succeeded in keeping Russia from obstructing the negotiation of the Iran nuclear deal and the invasion of Libya, but did little to convince Putin to change his foreign policy.",
  "I mean, he’s a very sociable guy.”\n\nVenezuela’s economy is now in free fall as dozens of prisoners of conscience languish in prison under Chávez’s hand-picked successor, Nicolás Maduro.",
  "Emboldened Corruption\n\nAlgeria\n\nThe government of Algeria is involved in one of the most egregious corruption schemes of the Clinton Foundation: offering the Clintons a $500,000 check.",
  "Military experts have agreed that a prolonged American presence in the country would have contributed to stability and withdrawing left the nation vulnerable to Islamist colonization.",
  "Clinton’s State Department rejected requests for funding from groups doing the work on the grounds of documenting Khamenei’s rampant human rights abuses against unarmed protesters.",
  "The Obama administration has, nonetheless, cozied up to Kuala Lumpur, including improving its human rights ratings to make it an eligible partner in the Trans-Pacific Partnership.",
  "“The donation reportedly coincided with an intense effort by Algeria to lobby Mrs Clinton’s State Department over US criticism of its human rights record,” The Telegraph notes.",
  "The State Department persisted in aiding the South Sudanese government, even continuing to provide funding after evidence surfaced that the government employed child soldiers.",
  "Kazakhstan\n\nAmong the more alarming deals Clinton cut at the State Department was the nuclear deal that handed one-fifth of America’s uranium production capacity to Russia.",
  "An American presence on the ground in Iraq did more to subdue jihadist elements there than any action to routinely fleeing Iraqi military and its corrupt leadership took.",
  "By the time Clinton visited in 2012, the Washington Post referred to the refugee crisis there as one of the worst in the world (soon to be eclipsed by the Syrian crisis).",
  "Subsequent revelations showed the Clintons taking money from both sides of the Ukraine conflict and being careful of making too tough a stand against Putin’s aggression.",
  "Today, Syria remains a land mass governed piecemeal by the Islamic State, Kurdish militias, al-Qaeda linked armed Sunni groups, and the Iranian-Russian-Assad alliance.",
  "Al-Qaeda is possibly the most stable entity in a nation where 80 percent of civilians live off of humanitarian aid, quadrupling its presence in the nation in a year.",
  "This is meant to be a comprehensive list, though by no means complete: there are few nations in which an American secretary of state has no influence whatsoever.",
  "Under Clinton, the State Department largely ignored a sprawling corruption problem that left Afghanistan with few resources to combat the Taliban or al-Qaeda.",
  "It has since then become a popular enough jihadist group to have found itself the object of courtship of both its al-Qaeda overlords and the Islamic State.",
  "Maduro’s management of his own government has been so abysmal that, with Clinton gone, President Obama has declared Venezuela a national security threat.",
  "Venezuela\n\nClinton served as secretary of state during the tail end of the tenure of socialist dictator Hugo Chávez, who died shortly after she departed.",
  "Among the allies Clinton world feared would challenge Clinton, the presidential candidate, on Malaysia were labor leader Richard Trumka and George Soros.",
  "Years of civil war in Sudan between the northern Muslim population and the Christian south gave way to secession and a war between two nations, not one.",
  "An operation to aid earthquake victims run by the Clintons was also found to have “played a role” in an unprecedented cholera outbreak in that country.",
  "As Secretary of State, Clinton was the first in her office in more than a decade to visit Malaysia as part of President Obama’s “Asia pivot” strategy.",
  "Since then, Clinton’s foreign policy greatly contributed to the creation of the Islamic State, a jihadist group actively courting Indonesian recruits.",
  "The group rose to international prominence following the abduction of more than 200 schoolgirls from a secondary school in the Borno region in 2014.",
  "The above map shows the nations of the world Clinton’s policies have destabilized and, below, an explanation of why each is labeled the way it is.",
  "The move severely hindered the Nigerian government’s ability to target and neutralize the group, as they could not seek U.S. aid for the mission.",
  "Clinton has called the collapse of Libya “smart power at its best” and claimed there were “very few civilian casualties” in the fall of Gadhafi.",
  "Yemen is a failed state torn apart by an emboldened Iran and Saudi Arabia, both major beneficiaries of the Clinton State Department’s policies.",
  "The policies that led to that point only exacerbated the damage a vacuum of American power in the nation wrought following the announcement.",
  "Somalia, Kenya\n\nClinton traveled to Somalia personally in 2009 t0 offer support against al-Shabaab, an al-Qaeda affiliated terrorist group.",
  "Saudi Arabia\n\nSaudi Arabia has enjoyed longstanding ties to the Clinton family and donated at least $50 million to the Clinton Foundation.",
  "Boko Haram is currently the deadliest wing of the Islamic State and responsible for killing an estimated 15,000 and displacing millions.",
  "As secretary of state, Clinton refused to designate Boko Haram, at the time affiliated with al-Qaeda, a Foreign Terrorist Organization.",
  "Saleh is now an ally of the Iran-backed Houthi rebels, which have launched a civil war against current President Abd Rabbo Mansur Hadi.",
  "Malaysia\n\nUnder Prime Minister Najib Razak, Malaysia has become a hotbed of corruption and, increasingly, radical Islamic sentiment.",
  "Jihadist Boom\n\nAfghanistan\n\nPresident Obama famously declared that the war in Afghanistan was over for American soldiers in 2014.",
  "He has also conducted mass arrests of political enemies and shut down numerous media outlets who dare challenge his government.",
  "Sudan/South Sudan\n\nThe creation of South Sudan, the world’s youngest nation, was a direct product of Clinton’s foreign policy.",
  "Iran\n\nHillary Clinton’s work to embolden the Iranian Islamic dictatorship began early in her term as secretary of state.",
  "While Russia usurped control of the Uranium One corporation, the Clinton Foundations coffers filled with Russian money.",
  "In Georgia, the breakaway regions of Abkhazia and South Ossetia, invaded in 2008, remain under pseudo-Russian control.",
  "Hillary Clinton presided over a “Russian reset” policy meant to dissuade Vladimir Putin from pillaging his neighbors.",
  "Following her tenure as secretary of state, Clinton expressed support for incoming president Xi Jinping in private.",
  "Subsequent reports unveiled that Clinton-related firms received money from the South Sudanese government, as well.",
  "Clinton even gave her Russian counterpart Sergei Lavrov a literal “reset button” as a gift, leaving him baffled.",
  "Assad claimed in an interview earlier this month that Syria is now “much better off” than before the civil war.",
  "Clinton policies elsewhere in the world also led to the development of an Islamic State presence in the nation.",
  "The President reportedly did not heed Clinton’s advice, though he failed to do much of anything else, either.",
  "Yemen\n\nAs secretary of state, Clinton made the first visit as America’s top diplomat to Yemen since 1990.",
  "Currently, U.S. officials warn that the Taliban is stronger than it has been since September 11, 2001.",
  "Most of these girls remain in captivity, “married” off to Boko Haram jihadists for use as sex slaves.",
  "Syria\n\nThe Syrian Civil War began in 2011, during Clinton’s stewardship of the State Department.",
  "Clinton’s State Department support appears to have done little to stabilize South Sudan.",
  "Collapse of State\n\nLibya\n\nClinton’s role in the death of Americans, including a U.S.",
  "Report of mass rape at UN camps are common, and the country is now facing a famine.",
  "Ambassador, in the September 11, 2012, siege of Benghazi is now well-known.",
  "Al-Shabaab has also expanded into Libya now that Libya is a failed state.",
  "Clinton herself merely implored the terrorists to allow humanitarian aid.",
  "At the last minute, she did not attend."
]