[
  "In an interview with Iranian television he said he could explain everything about what he called \"my ordeal\" over the past 14 months\n\nHis return and the bizarre string of videos by him that emerged over the past month raised the question of what went wrong.",
  "With his family facing possible consequences in Iran, Amiri seemingly changed his mind said he wants to go home and face whatever that hard line regime has in store for him, reports CBS News national security correspondent David Martin.",
  "\"What will happen now, however, is that the Iranians will score propaganda points, they will be able to televise a confession that may be more fiction than reality, but which regardless the CIA will have trouble refuting,\" Rubin said.",
  "Amiri disappeared while on a pilgrimage to Saudi Arabia in June 2009, surfacing in videos but otherwise remaining out of sight until he turned up at the Pakistani Embassy in Washington on Monday evening, asking to be sent home.",
  "An Iranian scientist was on his way home to Tehran on Wednesday from the United States, ending what appeared to be a defection gone wrong that could snarl U.S. efforts to gather intelligence on Iran's nuclear program.",
  "Iran's foreign minister, Manouchehr Mottaki, told a news conference in Madrid on Tuesday that Amiri was found after having been kidnapped during the Saudi Hajj and taken to the United States against his will.",
  "While Iran has painted the entire episode as an abduction, Amiri's disappearance last year fueled reports that he had defected to the United States and was providing information on Iran's nuclear program.",
  "Michael Rubin, an Iran expert at the American Enterprise Institute, said he expects Iran to reap propaganda value from Amiri's return if he appears on Iranian TV to assert that he was kidnapped.",
  "Crowley said he does not know what Amiri may have told U.S. officials, but he did say that the U.S. government \"has maintained contact with him\" during his stay in the United States.",
  "Whatever the reason for his disappearance, important questions remain about what of value, if anything, Amiri shared with American intelligence about the Iranian nuclear program.",
  "Iran's Foreign Ministry said the scientist, Shahram Amiri, was on a flight home, traveling through the Gulf nation of Qatar and was expected to arrive in Tehran on Thursday.",
  "\"I have succeeded in escaping from American intelligence in Virginia,\" he said, adding that he was speaking from a \"safe place\" although he feared he could be rearrested.",
  "In a third, shaky piece of footage, Amiri claimed to have escaped from U.S. agents and insisted the second video was \"a complete lie\" that the Americans put out.",
  "In it, Amiri, wearing a sports jacket and sitting in an office, says into the camera that he is free, safe and working on his degree in the United States.",
  "Before he disappeared, Amiri worked at Tehran's Malek Ashtar University, an institution closely connected to the country's powerful Revolutionary Guard.",
  "The United States and its allies accuse Tehran of seeking to build a nuclear weapon, a claim Iran denies, saying its program is for peaceful purposes.",
  "\"I expect they got to his family,\" said Clare Lopez, senior fellow at the Center for Security Policy and a former operations officer for the CIA.",
  "In one that seemed to be made in an Internet cafe and was aired on Iranian TV, he claimed U.S. and Saudi \"terror and kidnap teams\" snatched him.",
  "The Obama administration denied any kidnapping, saying Amiri had been in the United States of his own will and free to leave whenever he wanted.",
  "ABC News reported that Amiri called home this year because he missed his wife and son in Iran and that his son had been threatened with harm.",
  "During the cold war, Vitaly Yurchenko, a high ranking KGB officer defected and told the CIA about two spies inside American intelligence.",
  "He said the date was April 5, that he was in Tucson, Arizona, and that he was abducted in Saudi Arabia by U.S. and Saudi intelligence.",
  "Deputy Iranian Foreign Minister Hassan Qashqavi told state TV that Iran will pursue the case of Amiri's abduction through legal means.",
  "\"Mr. Amiri has been in the United States of his own free will and he is free to go,\" Secretary of State Hillary Rodham Clinton said.",
  "Amiri said the U.S. had planned to hand him over to Israel, which would release \"false information against Iran\" in his name.",
  "He said that in the Saudi holy city of Mecca, three men told him to get into a car, sticking a gun barrel against his back.",
  "The official spoke on the condition of anonymity because the official was not authorized to speak publicly about the case.",
  "But he gives no explanation for why he would apparently move to the U.S. from his pilgrimage without telling his family.",
  "In the video that appeared on Iranian TV on June 7, Amiri was seen speaking into what appeared to be a Web cam.",
  "In another, professionally produced one, he said he was happily studying for a doctorate in the United States.",
  "That prompted the Obama administration's first public acknowledgment that Amiri had been in the United States.",
  "A U.S. official who was briefed on the case said Amiri, 32, \"left his family behind, that was his choice.\"",
  "claimed the CIA had kidnapped him; the United States said Tuesday that nothing of the sort happened.",
  "On Wednesday, Iranian state TV aired part of a phone interview with Amiri conducted a day earlier.",
  "Pressed to say whether Amiri was a defector, Crowley replied, \"I just don't know the answer.\"",
  "\"When I became conscious, I found myself in a plane on the way to the U.S.,\" he said.",
  "Hours after that video was aired, another more professional one appeared on YouTube.",
  "He demanded that Amiri be allowed to return home \"without any obstacle.\"",
  "Amiri's videos threw convoluted and unlikely twists into the story.",
  "But he did not explain how he was free to make the video.",
  "Amiri is not the first defector to have second thoughts.",
  "Yet another video appeared on Iranian TV on June 29.",
  "Three months later, he went back to the USSR.",
  "It shows Amiri saying the date is June 14.",
  "\"Now he'll go back and save them.\"",
  "State Department spokesman P.J.",
  "and at one point, Amiri ?",
  "Iran ?"
]