[
  "Although the news media is certain to play up a new Senate Intelligence Committee subpoena of Michael Flynn for documents on his business dealings with Russia as a major new development in the congressional investigations of possible Russian interference in the 2016 U.S. presidential election, there is a far more important story that surfaced this week that no one is talking about: a mysterious hand-picked group of analysts chosen to write a damning intelligence assessment that found Russia intervened in the election to help Trump win.",
  "While I believe Russian cyber warfare operations are a serious threat to our security and democratic system including our elections, I find it difficult to believe Russia meddled in the election as part of a scheme to help Trump win because this assumes the Putin government believed Trump had a reasonable chance of winning when the entire mainstream media and almost all U.S. political prognosticators thought otherwise.",
  "An assessment purporting to be an objective and authoritative analysis of such an extremely controversial subject should have went the extra mile to consider points of view from all intelligence agencies and intelligence experts and not be limited to a small group of analysts hand-picked through some unknown process.",
  "While Clapper claimed these analysts were given “complete independence” to reach their findings, he added that their conclusions “were thoroughly vetted and then approved by the directors of the three agencies and me.”\n\nThis process drastically differed from the Intelligence Community’s normal procedures.",
  "I wrote in a January 7 Fox News Opinion article that there are compelling reasons to believe this ICA was actually a politicized analysis that violated normal rules for crafting intelligence assessments to ensure this one reached the bottom line conclusion that the Obama administration was looking for.",
  "But I find it ever harder to believe the Intelligence Community’s “logical” conclusion that Russia meddled in the election to help Trump win since this conclusion was the result of intelligence officials breaking the rules on producing Intelligence Community assessments.",
  "The unusual way that the January 6, 2017 Intelligence Community Assessment was drafted raises major questions as to whether it was rigged by the Obama administration to produce conclusions that would discredit the election outcome and Mr. Trump’s presidency.",
  "Clapper explained in his testimony that two dozen or so “seasoned experts” were “handpicked” from the contributing agencies” and drafted the ICA “under the aegis of his former office” (the Office of the Director of National Intelligence.)",
  "Hand-picking a handful of analysts from just three intelligence agencies to write such a controversial assessment went against standing rules to vet such analyses throughout the Intelligence Community within its existing structure.",
  "I also note that FBI Director James Comey said in testimony to the House Intelligence Committee the conclusion that Russia tried to affect the outcome of the election to help Trump win was based on logic, not evidence.",
  "On January 6, 2017, the U.S. Intelligence Community issued an “Intelligence Community Assessment” (ICA) that found Russia deliberately interfered in the 2016 presidential election to benefit Trump’s candidacy.",
  "In his May 8 testimony to a Senate Judiciary subcommittee hearing, Clapper confirmed what I said in January: the ICA reflected the views of only three intelligence agencies -- CIA, NSA and FBI – not all 17.",
  "I explained in my January article how unusual this was since an ICA is supposed to reflect the collected judgment of all U.S. intelligence agencies or at least include all agencies with relevant expertise.",
  "The House and Senate Intelligence Committees therefore should add investigations of whether this ICA was politicized to their investigations of Russian interference in the 2016 presidential election.",
  "The idea of using hand-picked intelligence analysts selected through some unknown process to write an assessment on such a politically sensitive topic carries a strong stench of politicization.",
  "The news media and Trump critics have claimed this assessment ended the debate on this issue because it was the unanimous and objective conclusion of “all 17” U.S. Intelligence Agencies.",
  "I also contended in my January article that the January 6 ICA was suspicious because it reached unusually clear judgments on a politically explosive issue with no dissenting views.",
  "I am also concerned that the conclusions of these hand-picked intelligence analysts were later vetted and approved by Clapper and three other intelligence agency heads.",
  "Clapper did not explain why the Defense Intelligence Agency, the Department of Homeland Security and the State Department’s intelligence bureau did not participate.",
  "I previously thought the ICA’s unambiguous, dissent-free judgments were the result of limiting the number of intelligence agencies which could participate.",
  "Given Brennan’s scathing criticism of Mr. Trump before and after the election, he should have had no role whatsoever in the drafting of this assessment.",
  "A major problem with this process is that it gave John Brennan, CIA’s hyper-partisan former director, enormous influence over the drafting of the ICA.",
  "I believe this even more strongly after former Director of National Intelligence James Clapper’s Senate testimony this week.",
  "Instead, Brennan probably selected the CIA analysts who worked on the ICA and reviewed and approved their conclusions.",
  "There also should have been dissenting views and an annex with evaluations of this assessment by outside reviewers.",
  "But based on Clapper’s testimony, it appears that politicization of this assessment was much more serious.",
  "So we now know this was a subjective judgment made by a hand-picked group of intelligence analysts.",
  "One has to ask how these hand-picked analysts were picked.",
  "I doubt the Russians were so clairvoyant.",
  "Who was excluded?",
  "Who picked them?"
]