[
  "The Anti-Defamation League's CEO Jonathan Greenblatt said in a statement that “Fleitz’s senior leadership role with the Center for Security Policy, an Islamophobic, conspiracy-promoting organization, should automatically disqualify him from a position that deals with America’s most essential foreign policy and national security interests.”\n\nImam Mohammad Elahi, religious leader of the Islamic House of Wisdom in Dearborn Heights, echoed the concerns, saying it \"looks like we still have a long way before we overcome the illness and ignorance related to Islamophobia.\"",
  "More: NYPD settles lawsuit over spying on Muslims at N.J. mosques, schools after 9/11\n\nMore: Supreme Court shows support for President Trump's immigration travel ban\n\nThe spokesman also said that Fleitz condemned the \"Draw Mohammed\" cartoon contest in 2015 in Texas that insulted Islam's prophet \"because he does not support activities intended to insult members of a particular religion — Muslim or Christian.\"",
  "A range of groups, such as the Arab American Institute, Council on American-Islamic Relations, Southern Poverty Law Center, Muslim Advocates, and the Jewish civil rights group Anti-Defamation League released statements last week slamming his appointment, saying it's part of a pattern of officials with bigoted views being appointed in the Trump administration.",
  "Scott Simpson, public advocacy director at Muslim Advocates, said: \"The appointment of Fred Fleitz — a leader of the anti-Muslim and conspiracy-obsessed hate group Center for Security Policy — speaks volumes about the administration’s prioritization of fear-mongering and racism over actual national security issues.\"",
  "More: British Muslims defiant after leaflets call for 'Punish a Muslim Day'\n\nFollow Niraj Warikoo on Twitter: @nwarikoo\n\nCLOSE Chinese authorities in the heavily Muslim region of Xinjiang have ensnared tens, possibly hundreds of thousands of Muslim Chinese _ even foreign citizens _ in mass internment camps.",
  "Maya Berry, executive director of the Arab American Institute (Photo: Maya Berry)\n\nMaya Berry, a native of Dearborn who is executive director of the Arab American Institute in Washington, D.C., said she is \"tremendously concerned\" about Fleitz being in an influential position.",
  "The National Security Council announced last week that Fred Fleitz, a former CIA analyst and a senior vice president at the Center for Security Policy, is the Council's new chief of staff and executive secretary and also deputy assistant to President Donald Trump.",
  "(Photo: JOSE LUIS MAGANA, AP)\n\nDETROIT — The new chief of staff for the National Security Council is facing criticism from several civil rights groups and metro Detroit leaders for making what they say are negative remarks against Muslim-Americans.",
  "Fleitz added: \"The problem with these Muslim communities is that it is making them susceptible to this radical worldview that wants to destroy modern society, create a global caliphate, and impose sharia law on everyone on Earth.\"",
  "Contacted by the Free Press, a spokesman for the National Security Council said: \"The attacks on Fred Fleitz as an Islamophobe are another attempt by some to paint the Trump administration with a broad anti-Muslim brush.\"",
  "He added that Fleitz \"is a strong supporter\" of Muslim-American leader Dr. Zuhdi Jasser of Arizona, who is the president of the American Islamic Forum for Democracy and co-founder of the Muslim Reform Movement.",
  "Fleitz also attacked what he said were “communities where British Muslims are deliberately not assimilating, are being taught to hate British society, and this is incubating radicalism.",
  "Fleitz was appointed by National Security Advisor John Bolton, whom Fleitz has worked for before as Bolton's chief of staff in the State Department under President George W. Bush.",
  "Rick Snyder, Ari Adler, said in response to Fleitz's remarks on Muslims in Michigan:\n\n\"We have a rich, multicultural fabric in Michigan, including a large population of Muslims.",
  "He supervises a transparent, interagency process to present information and coordinate the presentation of policy options for the president and his National Security Council.",
  "Chaired by the president, the National Security Council is part of the White House and is the president's main forum for advising him on foreign affairs and security issues.",
  "At the same time, \"Fleitz stands by his criticism of radical Islam as a global movement at war with modern society,\" said the spokesman for the National Security Council.",
  "I’m not concerned about Amish or Jewish communities, but I will tell you that there are enclaves of Muslim communities in Michigan and Minnesota that concern me.\"",
  "The spokesman for the National Security Council said: \"Fleitz does not believe Muslims are trying to take over the US or infiltrate the US government.",
  "The Center for Security Policy is a conservative think tank that has been criticized for promoting hate against Muslims, a claim the group has denied.",
  "Jasser said the groups attacking Fleitz have \"grievance narratives that dominate their platforms and avoid the necessary reforms we need to have.\"",
  "\"These groups are conflating somebody who is anti-Islamist with ... being anti-Islam or bigoted against Muslims,\" Jasser told the Free Press.",
  "He remains committed to working with community partners to continue his efforts to make Michigan a welcome place for new American residents.\"",
  "Cities like Dearborn and Hamtramck have sizable Muslim populations, which have increasingly become targets of some right-wing commentators.",
  "Fleitz said in an interview last year with Breitbart News that \"there are some communities in the United States that have not assimilated.",
  "\"This move is destructive,\" Rula Aoun, executive director of the Arab American Civil Rights League, in Dearborn, told the Free Press.",
  "\"To have someone whose knowledge is grounded in nothing but conspiracy theories is detrimental to our foreign and domestic policies.",
  "People from all religious and ethnic backgrounds provide a special diversity that is part of Michigan’s heritage and our future.",
  "Snyder has worked consistently and successfully with Michigan’s Arab-American and Chaldean populations for many years now.",
  "\"He makes a distinction between those who believe in Islamism, and those who believe in American constitutional law.\"",
  "Ambassador John Bolton addresses the Conservative Political Action Conference (CPAC) in Washington Feb. 20, 2010.",
  "\"He notes that radical Islam is a greater threat to the vast majority of the world’s Muslims who are peaceful.\"",
  "Michigan has the highest concentration of residents of Middle Eastern descent, according to the U.S. Census.",
  "Bolton and State Department Secretary Mike Pompeo have also drawn criticism for their views on Muslims.",
  "\"The implication that he is in a position to promote a personal agenda is uninformed and scurrilous.",
  "The suggestion that Ambassador Bolton is convening an anti-Muslim cabal is untrue and despicable.\"",
  "His remarks have drawn concern now that he is in a powerful position in the U.S. government.",
  "She said Fleitz is ignorant of how Muslims and Arab-Americans have contributed to Michigan.",
  "The spokesman said \"Fleitz supports the president’s national security and foreign policies.",
  "A spokesman for the Council confirmed Fleitz's appointment to the Free Press on Friday.",
  "There’s actually a parallel system of sharia law courts in the U.K. that operate.\"",
  "He views prejudice and discrimination against any religion as deeply offensive.\"",
  "People like Fleitz used to be on the fringes, but are now in power, Berry said.",
  "It’s scary to know that this individual is\" a close adviser to the president.",
  "On his website, Fleitz said he \"is not doing media interviews at this time.\"",
  "Many of them are Muslim and have been in the state for several generations.",
  "I've never gotten a sense from him\" that he's prejudiced against Muslims.",
  "Jasser has defended Fleitz, saying the groups are unfairly attacking him.",
  "\"It's hate and it's bigotry and it has real consequences,\" Berry said.",
  "The program aims to rewire the political thinking of detainees.",
  "(May 17) AP\n\nRead or Share this story: https://usat.ly/2LVKjai",
  "\"These are people who are going to make decisions.",
  "... We pay their salaries\" as taxpayers.",
  "A spokesman for Michigan Gov.",
  "\"I've known Fred for years.",
  "Former U.N.",
  "Gov."
]