[
  "Unlike the interim agreement that set these talks in motion that barred Iran from testing advanced centrifuges with uranium (a provision that Iran violated in mid-2014), the new agreement only requires that R&D of advanced centrifuges be tested “in a manner that does not accumulate enriched uranium.” This means Iran will be allowed to do more intensive testing of advanced centrifuges than it was permitted during the nuclear talks.",
  "In addition, Iran, which refuses to sign ballistic missile arms control treaties, will be freed of restrictions on its missile program which expert believe is being designed as a nuclear weapons delivery system Iran’s missiles could currently hit Europe and it is believed to be developing ICBMs that could strike the United States.",
  "Moreover, given President Obama’s obsession for a nuclear agreement with Iran and his administration’s failure to hold Iran accountable for cheating on its commitments during the nuclear talks, I believe there is no chance this administration will stand in the way of declaring Iran in compliance with the new agreement.",
  "In his press conference today, Secretary Kerry tried to explain away the agreement’s lack of anytime, anyplace inspections of non-declared nuclear sites by claiming Iran will be prevented from pursuing a nuclear weapons program since Iran’s declared nuclear supply chain will be subject to monitoring.",
  "The agreement…ultimately allows Iran to become a nuclear weapon state, and indeed legitimizes Iran’s possession of nuclear weapons capability… This is a bad deal for America, a bad deal for Iran’s neighbors in the Middle East, and a bad deal for the world.”\n\nLieberman is right.",
  "Former Senator Joseph Lieberman said at a House Foreign Affairs Committee Tuesday morning about the Iran nuclear agreement:\n\n“What began as an admirable diplomatic effort…dissolved into a bilateral negotiation over the scope of that capability.",
  "As a result of these provisions, this deal will actually shorten the timeline to an Iranian nuclear bomb and enable Iran to produce many more nuclear bombs than it currently can construct using enriched uranium and plutonium fuel.",
  "It therefore is crucial that the US Congress send a message to the world by decisively rejecting this agreement and making it clear that a future Republican President will reject it on his or her first day in office.",
  "The conventional arms embargo will stay in place for five years and the ballistic missile embargo would be in place for eight years unless the IAEA definitively clears Iran of any current work on nuclear weapons.",
  "The provisions of this agreement – available HERE – contains minor concessions by Iran but huge concessions by the United States that will Iran to continue its nuclear program with weak verification provisions.",
  "It is crucial that the U.S. Congress send a message to the world by decisively rejecting this agreement and making it clear that a future Republican president will reject it on his or her first day in office.",
  "Iran has agreed to replace the core of its under-construction Arak heavy-water reactor so it produces less plutonium and to send the spent fuel rods of this reactor out of the country.",
  "However, the IAEA is very unlikely to find evidence of current nuclear weapons work since it won’t be allowed to inspect non-declared nuclear sites where this activity is taking place.",
  "Under this agreement, a state-sponsor of terror that currently is sponsoring terrorist groups and destabilizing the Middle East, will gain free access to the international arms market.",
  "This will not reassure Iran’s neighbors since the agreement will do nothing to stop activities such as warhead development and possibly covert uranium enrichment at undeclared sites.",
  "It is that: it is a historically dangerous accord that will destabilize the Middle East by legitimizing the nuclear program of a radical Islamist state and a state-sponsor of terror.",
  "If Iran sells this enriched uranium (which the president said today is enough to make 10 nuclear bombs if enriched to weapons-grade), it will receive natural uranium in return.",
  "The Obama administration will claim provisions of the deal requiring Iran to dilute or send out of the country its reactor-grade enriched uranium stockpile is a great victory.",
  "Iran will not only continue to enrich uranium under the agreement, it will continue to develop advanced centrifuges that will reduce the timeline to an Iranian nuclear bomb.",
  "Provisions for access military and suspect military sites are extremely weak and provide for no consequences against Iran if it fails to grant access to IAEA inspectors.",
  "Moreover, since the agreement allows Iran to continue to develop advanced centrifuges, Tehran will have the capacity to quickly replaced its enriched uranium stockpile.",
  "There are provisions for dispute resolution and re-imposing sanctions due to Iranian non-compliance, but it is hard to imagine Russia or China will agree to this.",
  "UN, EU, and US sanctions will be “terminated” on “implementation day” – when the IAEA certifies Iran has complied with specified commitments in the agreement.",
  "This deal will increase the risk of nuclear proliferation since other regional states are likely to begin enriching uranium and building heavy-water reactors.",
  "This is a significant reversal of pre-2013 U.S. policy that work on this reactor be halted permanently because it is a serious nuclear proliferation threat.",
  "Because of this provision, Iran will develop its expertise on operating and building heavy-water reactors during this agreement.",
  "Some of the most stunning concessions concern lifting embargoes on conventional arms and ballistic missiles.",
  "The nuclear agreement with Iran announced Tuesday was billed by EU, Iranian and US officials as historic.",
  "If Iran dilutes this enriched uranium, it can be enriched to higher levels in several months.",
  "This means Iran is likely to soon get access to an estimated $100 billion in frozen assets.",
  "This is a terrible agreement that will endanger US and international security.",
  "Israel may decide it has no choice but to attack Iran’s nuclear facilities.",
  "This will solve a problem Iran has concerning access to natural uranium.",
  "The IAEA can “press” for access to military and suspect nuclear sites.",
  "Conditions for sanctions relief will be very easy for Iran to meet.",
  "The IAEA will only have 24/7 access to declared nuclear facilities.",
  "(Iran has little natural uranium and its mines are running out.)",
  "Saudi Arabia reportedly may buy nuclear bombs from Pakistan.",
  "Sanctions relief will be fairly easy for Iran to reach.",
  "This means these embargoes could be lifted much sooner.",
  "These commitments are fairly easy for Iran to meet.",
  "This is not a verifiable agreement.",
  "These are stunning US concessions.",
  "It isn’t."
]