[
  "Most recently, a poll from the Center for Security Policy released data showing \"25% of those polled agreed that violence against Americans here in the United States is justified as a part of the global jihad\" and 51% of those polled, \"agreed that Muslims in America should have the choice of being governed according to Shariah.\"",
  "The deletion of the statement appeared to come after Cecilia Vega of ABC News asked at Monday's White House press briefing about the statement: \"If this White House is no longer calling this a Muslim ban as it did initially, why does the president's website still explicitly call for 'preventing Muslim immigration'?\"",
  "For the record, here's the full statement from Trump's site (courtesy of the Internet Archive):\n\nDonald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on.",
  "\"I know how we've talked about this from the first day of this administration: as a travel ban that's in this country's national security interests, as to make sure that people who are coming in here, are coming in here with the right motive and reason,\" he said.",
  "Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in Jihad, and have no sense of reason or respect for human life.",
  "The statement first appeared on Trump's campaign website on Dec. 7, 2015, less than a week after a Muslim couple killed 14 people and injured 22 others in a mass shooting in San Bernardino.",
  "Shariah authorizes such atrocities as murder against non-believers who won't convert, beheadings and more unthinkable acts that pose great harm to Americans, especially women.",
  "Trump spokesman Sean Spicer replied that he wasn't aware of what was on dthe campaign's website and referred questions about the statement to campaign staff.",
  "CLOSE The Trump administration just removed his call for a Muslim ban from its campaign website after the press started asking questions.",
  "Buzz60\n\nOn Monday morning, President Trump's campaign website featured his December 2015 statement about \"preventing Muslim immigration.\"",
  "The president's second attempt at a travel ban on six Muslim majority countries began on Monday a new round of federal court hearings.",
  "According to Pew Research, among others, there is great hatred towards Americans by large segments of the Muslim population.",
  "Mr. Trump stated, \"Without looking at the various polling data, it is obvious to anybody the hatred is beyond comprehension.",
  "If I win the election for President, we are going to Make America Great Again.\"",
  "Then a candidate in the GOP primary season, Trump stood by his statement.",
  "And while it was controversial, it clearly didn't stop Trump's momentum.",
  "Where this hatred comes from and why we will have to determine.",
  "The statement was brought up during proceedings in Richmond.",
  "Nathan Rousseau Smith (@fantasticmrnate) explains.",
  "Read or Share this story: https://usat.ly/2pXz0G6",
  "Later that afternoon, it did not.",
  "\"We've been very consistent.\"",
  "Why did it come up now?"
]