[
  "“They see this as a splendid distraction on the one hand and as a bit of leverage with which to euchre the United States – to distract it, for sure, but also ultimately to humiliate and facilitate its agenda of exercising dominion over the region and more broadly.”\n\n“Unless and until we get that straight – and I think President Trump has begun to do that – we’re not going to get much done with respect to this North Korean problem,” he warned.",
  "Gaffney said China’s goal is to “not only humiliate the United States, but replace it on the world stage.”\n\n“If this were just the Lilliputians we were dealing with, this would have been over a long time ago,” he said, referring to a comment by White House adviser Dr. Sebastian Gorka on a previous segment of Breitbart News Daily in which Gorka compared North Korea to the tiny people from Gulliver’s Travels.",
  "Gaffney said a successful Trump foreign policy “requires the support of his own government.”\n\n“I must say, there’s a possible explanation for what Rex Tillerson is doing on North Korea – and on Qatar and on Iran and other subjects – which is to say publicly, seemingly saying the opposite of what the president is saying, notably on the threat North Korea represents,” he ventured somewhat dubiously.",
  "I hope that’s just a good cop/bad cop routine, but I’m afraid it’s being perceived by friends and enemies alike as a degree of incoherence that is emboldening the enemies, and, I’m afraid, probably reducing confidence, shall we say, on the part of our friends.”\n\n“It’s a very bad bit of business, but if it’s fixed – perhaps by personnel changes, I must say, notably the replacement of H.R.",
  "Gaffney criticized past administrations, both Republican and Democrat, for failing to recognize the Chinese giant behind Pyongyang’s Lilliputians, instead persisting in the mistaken belief that China would help prevent North Korea from becoming a regional and global menace.",
  "Center for Security Policy President Frank Gaffney told Breitbart News Daily on Wednesday that North Korea’s dangerous regime has been “propped up, actually supported with technology and weapons” by the “aspiring great power” of communist China.",
  "McMaster and perhaps others – this president could have a signal set of accomplishments in the foreign policy arena,” Gaffney recommended.",
  "“He’s talking, Tillerson is, about getting into negotiations with these guys, and they’re not our enemy, and so on,” he continued.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“Well, the president is trying to take a hard line on this.",
  "“That’s not the way they see it in Beijing,” he said."
]