[
  "More on Jeff Sessions:\n\nIn this 1923 photo, members of the Ku Klux Klan ride horses during a parade through the streets of Tulsa, Okla. (Photo: AP)\n\nDemocrats and the Ku Klux Klan's founding\n\nWhile the details are murky, most scholars agree the Ku Klux Klan was founded in the mid-1860s in response to Republican Reconstruction efforts in the South.",
  "No party is immune to racism, Brooks said: \"The same strategies we used to keep African Americans from voting by the Democrats of yesteryear, the Dixiecrats of yesteryear, are the same strategies some Republicans are using to keep African Americans and Latinos and the elderly and college students from voting today.\"",
  "Dems accuse Jeff #Sessions of being a racist but #TedCruz reminds us“the Democrats are the party of the Ku Klux Klan”https://t.co/TpEaH1GqAf — Blue Musky (@BlueMusky) February 8, 2017\n\nThe Ku Klux Klan & Chicago Cubs have nothing in common; except that both went many decades w/out a winning season until Fall 2016.",
  "Coretta Scott King, civil rights activist and widow of Martin Luther King Jr., wrote a letter opposing Sessions' nomination —a letter that resurfaced in the public eye since Massachusetts Sen. Elizabeth Warren read it Tuesday during the debate over Sessions' confirmation as attorney general (read it here).",
  "George Wallace and Arizona Sen. Barry Goldwater, would use to oppose integration in the 1960s and would become part of the \"Southern Strategy\" in which Republicans made what Bloomberg described as \"systematically making veiled (and often not-so-veiled) racist appeals to white voters.\"",
  "It started out as a fraternity by Confederate veterans but grew into a more sinister national organization — not one officially founded by the Democratic Party, but one that included a number of Democrats nonetheless — whose members lynched blacks and terrorized those communities.",
  "The SPLC said in a statement that Sessions \"has been a leading opponent of sensible, comprehensive immigration reform\" and has ties to \"deeply racist\" anti-immigrant groups such as the Federation for American Immigration Reform and the Center for Security Policy.",
  "#Resist — Shane Strawbridge (@ShaneStraw) February 9, 2017\n\nAnother person who took issue with the Republican senator's comments was Cornell William Brooks, civil rights advocate and president of the National Association for the Advancement of Colored People.",
  "Contrary to what Cruz suggests, both parties had a Klan presence by the early 20th century, according to the Southern Poverty Law Center: Deep South members were typically Democrats, while members in the North and West were typically Republicans.",
  "Civil rights advocates opposed Sessions' nomination for a federal judgeship in 1986, arguing his support for desegregation had been lukewarm at best and that he prosecuted voting rights advocates trying to register blacks on voting fraud charges.",
  "Cruz's comments during a Fox News segment came after Democrats said Massachusetts Democrat Elizabeth Warren silenced on the Senate floor for reading a letter by Coretta Scott King, who opposed Sessions' nomination to a federal judgeship in 1986.",
  "J. Michael Martinez, the author of a 2007 book Carpetbaggers, Calvary and the KKKtold Politifact in 2013 \"to say that the Ku Klux Klan was started by the Democratic Party — it’s not the Democratic party of today,\" Martinez said.",
  "\"Senator Cruz is a very well educated man, and as such, he is well aware of the fact that the Democrats, Dixiecrats of old are not necessarily the Democrats of present,\" Brooks told USA TODAY in a phone interview.",
  "Brooks pointed out that in Cruz's own home state, a federal appeals court ruled in July that the GOP-backed voter identification law passed in 2011 violates the law that forbids racial discrimination in elections.",
  "While Republicans succeeded in holding the country together during Reconstruction, their efforts to secure equal rights for blacks was challenged by some progressives throughout the 19th and early 20th centuries.",
  "(Photo: Jim Lo Scalzo, epa)\n\nWhere Jeff Sessions fits into this\n\nCruz called the characterizations of Sessions as racist a \"false smear\" by Democrats, but it's not the first time critics have made such claims.",
  "\"We are going to remind him day in and day out about his obligation and responsibility, and we call upon the Congressional Oversight Committee to hold this Justice Department accountable,\" Brooks said.",
  "However, the statement also acknowledged Sessions' role as U.S. attorney in the Alabama Ku Klux Klan leader's capital prosecution for the 1981 murder of Michael Donald, a black teen who was lynched.",
  "Strom Thurmond reacts to applause from the States' Rights Democratic Party convention delegates in Birmingham, Ala., after being nominated by the Dixiecrats for the presidency of the United States.",
  "(Photo: AP)\n\nWhere Dixiecrats come in\n\nCruz mentioned \"Dixiecrats,\" a nickname for the States' Rights Democratic Party that formed in 1949, but not all Democrats fell into this category.",
  "During his two years as Alabama's attorney general, Sessions defeated two legal actions that activists argued would have helped qualified black judges be elected as judges in the state.",
  "— John Fugelsang (@JohnFugelsang) February 9, 2017\n\nTedCruz called the Dems the party of the KKK, turned around, and voted to confirm \"too racist to be a judge\" Jeff Sessions.",
  "After Donald Trump nominated Sessions to be attorney general, civil rights groups spoke out against him, including the NAACP, the American Civil Liberties Union and the SPLC.",
  "As a senator, Sessions criticized the Voting Rights Act because he believed it was used to manufacture certain election outcomes, but he voted to renew it in 1996 and 2006.",
  "The Dixiecrats continued their work within the Democratic Party after that, though several politicians, including Thurmond, eventually left for the Republican Party.",
  "The faction formed in 1948 in response to the desegregation efforts, including President Harry Truman's executive order abolishing segregation in the military.",
  "Historians show both political parties have a complicated relationship with the Ku Klux Klan since the white supremacy group's founding in the 19th century.",
  "The real racists, he said, came from the Democratic Party, mentioning Southern Dixiecrats of the mid-20th century who supported the Ku Klux Klan.",
  "\"The Klan was founded by a great many Democrats, and yet now the Democrats just accuse anyone they disagree with of being a racist,\" Cruz said.",
  "Members championed states' rights in hopes of preserving segregation and other traditions (their campaign slogan was \"Segregation Forever!\").",
  "Cruz's comment conflates president-day Democrats and the segregationist Dixiecrats that split from the Democratic party in the late 1940s.",
  "Strom Thurmond, then Democratic governor of South Carolina, ran for president as a Dixiecrat and lost, but he took four Southern states.",
  "The organization has coordinated protests opposing Sessions' nomination, including two sit-ins at his Mobile, Ala., office last month.",
  "Buzz60\n\nTexas Sen. Ted Cruz shot back at Democrats opposing Alabama Sen. Jeff Sessions' nomination for U.S. Attorney General.",
  "Over the course of the 20th century, the Democratic Party shifted and reframed itself as one representing minority rights.",
  "\"So to say that the Democrat Party is the party of the Ku Klux Klan past and present is just quite simply inaccurate.\"",
  "Twenty-three former assistant attorney generals signed a letter supporting Sessions' nomination, citing the same case.",
  "From the \"1930s until today, you think of the Democratic Party being considered the party of the disenfranchised.\"",
  "After eight years, we deserve an attorney general who'll be faithful to the law and faithful to the Constitution.\"",
  "\"That was a false smear of Senator Sessions, and I think he's going to make an extraordinary attorney general.",
  "Despite Cruz's confidence in Sessions, Brooks remains skeptical of his ability to protect civil rights laws.",
  "Cruz's comments stirred reactions from people across Twitter, some with praise, others with criticism.",
  "The states' rights platform is one Southern Democrats and Republicans, including Alabama Gov.",
  "Cruz said Democrats were crying racism when it came to the controversy surrounding Sessions.",
  "However, a review of the case in The Atlantic tells a more complicated story.",
  "His critics have pointed to other examples throughout his political career.",
  "\"...If you suppress our votes, there will be unrelenting resistance.\"",
  "Brooks was among a handful of people arrested at both demonstrations.",
  "He has spoken out against affirmative action in the Senate as well.",
  "CLOSE Texas Senator Ted Cruz went on the attack against Democrats.",
  "Lawyers defending the actions invoked the Voting Rights Act.",
  "In this July 17, 1948, file photo, South Carolina Gov.",
  "Jeff Sessions testifies at his confirmation hearing.",
  "Thurmond went on to win 2.41% of the popular vote.",
  "Read or Share this story: http://usat.ly/2kRCpEg",
  "At left is Walter Sillers, convention chairman.",
  "Veuer's Nick Cardona tells us what he said.",
  "What!?"
]