[
  "The mission statement of the group is anything but subtle: “National Security Action is dedicated to advancing American global leadership and opposing the reckless policies of the Trump administration that endanger our national security and undermine U.S. strength in the world.”\n\nNational Security Action plans to pursue typical liberal foreign policy themes such as climate change, challenging President Trump's leadership, immigration and allegations of corruption between the president and foreign powers.",
  "Three of its founding members – Ben Rhodes, Susan Rice and Samantha Power – likely were involved in abusing intelligence from the federal NSA (National Security Agency) to unmask the names of Trump campaign staff from intelligence reports and to leak NSA intercepts to the media to hurt Donald Trump politically.",
  "I wonder if the anti-Trump NSA will include videos on its website of former National Security Adviser Susan Rice falsely claiming on five Sunday morning news shows in September 2012 that the attack on the Benghazi consulate was \"spontaneous\" and in response to an anti-Muslim video.",
  "It is interesting that the new anti-Trump group says nothing in its mandate about protecting the privacy of Americans from illegal surveillance, preventing the politicization of U.S. intelligence agencies or promoting aggressive intelligence oversight.",
  "And of course there's the North Korean nuclear and missile programs that surged during the Obama years due to the administration’s \"Strategic Patience\" policy, an approach designed to kick this problem down the road to the next president.",
  "It takes a lot of chutzpah for this group of former Obama officials, who were part of the worst U.S. foreign policy in history, to condemn the current president's successful international leadership and foreign policy.",
  "President Trump repaired the damage done to U.S.-Israel relations by President Obama and has recognized Jerusalem as the capital of Israel – something several previous presidents promised but failed to do.",
  "Because of President Obama's incompetence, North Korean dictator Kim Jong Un may have an H-bomb that he soon will be able to load onto an intercontinental ballistic missile to attack the United States.",
  "This included a leak to the media of an NSA transcript in February 2017 of former National Security Adviser Michael Flynn's discussion with Russian Ambassador to the U.S. Sergei Kislyak.",
  "A group of about 50 former Obama administration officials recently formed a think tank called National Security Action to attack the Trump administration's national security policies.",
  "Given the likely involvement of Rhodes, Rice and Power to weaponize intelligence against the Trump presidential campaign, will their anti-Trump NSA issue an apology for these abuses?",
  "Maybe this is because the founders plan to abuse U.S. intelligence agencies to spy on Republican lawmakers and candidates if they join a future Democratic administration.",
  "This was a team that provided false information to the American people about the 2012 terrorist attack on the U.S. consulate in Benghazi and the nuclear deal with Iran.",
  "After all, ISIS was born on President Obama's watch because of his mismanagement of the U.S. withdrawal from Iraq and his \"leading from behind\" Middle East policy.",
  "ISIS will soon control no territory in Iraq or Syria because of the Trump administration's intensified attacks on it and arming of Kurdish militias.",
  "This is because President Obama and his national security team undermined U.S. credibility and left President Trump a much more dangerous world.",
  "It must appall this group of former Obama national security officials that President Trump is succeeding as he undoes everything they worked on.",
  "And compliance with the new sanctions has been significantly improved, especially by China, as the result of President Trump’s actions.",
  "Iranian harassment of U.S. ships in the Persian Gulf stopped in 2017, likely due to the more assertive Iran policy of President Trump.",
  "North Korea is pushing for talks with the U.S. in response to strong United Nations sanctions the U.S. worked to obtain in 2017.",
  "The Syrian civil war spun out of control because of the incompetence of President Obama and his national security team.",
  "In sharp contrast to President Obama, President Trump drew a chemical weapons red line in Syria and enforced it.",
  "I doubt the new anti-Trump National Security Action think tank will succeed in convincing Americans otherwise.",
  "President Trump is right when he says he inherited a mess on national security from the Obama administration.",
  "This includes the president's successful effort to build a stronger U.S. relationship with Saudi Arabia.",
  "This organization uses the acronym NSA, which is ironic.",
  "No one has been prosecuted for this leak."
]