[
  "The SPLC describes Geller as “probably the best known — and the most unhinged — anti-Muslim ideologue in the United States.” She came to prominence for her fearmongering over a proposed Islamic community center in lower Manhattan, which she argued would be a “victory mosque” for Muslims on “conquered land.”\n\nShe has called Islam, the world’s second largest religion, “the most radical and extreme ideology on the face of the earth” and said it should be regarded as “an authoritarian and supremacist political system.”\n\nHer online presence is devoted to spreading anti-Muslim and anti-refugee propaganda.",
  "“Pamela Geller writes a guidebook here for Paladins of the First Amendment.”\n\nGeller and Spencer are founders of the American Freedom Defense Initiative, which the Southern Poverty Law Center has classified as a hate group, and which the Anti-Defamation League describes as “consistently vilifying the Islamic faith under the guise of fighting radical Islam.”\n\nFREDRIK PERSSON/AFP via Getty Images Anti-Islam activists Pamela Geller and Robert Spencer chat ahead of an anti-Islam demonstration in Stockholm, Aug. 4, 2012.",
  "“We urge Americans across the political spectrum to speak out against the appointment of John Bolton as White House National Security Adviser because of his ties to anti-Muslim bigots and his promotion of extremist views that will inevitably harm our nation and that could lead to unnecessary and counterproductive international conflicts,” Nihad Awad, national executive director of the Council on American-Islamic Relations, said in a statement Thursday.",
  "Under his leadership, Gatestone has published fearmongering articles with headlines like “Islam’s ‘Quiet Conquest’ of Europe” and “Refugees of an Occupation Army?” Other posts have depicted Muslim refugees as rapists and hosts of “highly infectious diseases.”\n\nGatestone has trafficked in paranoid and debunked conspiracy theories about American Muslims secretly working to undermine the U.S. government and implement Sharia, or Islamic law.",
  "A 2015 FBI intelligence bulletin referred to stories published by Geller as “unfounded” and amounting to nothing more than “conspiracy theories” responsible for fomenting fear of Muslims in the U.S.\n\nGeller was very excited Thursday that Trump had tapped Bolton as national security adviser:\n\nRobert Spencer has likewise made a career out of spreading fear and misinformation about Islam.",
  "From the SPLC:\n\nSpencer has complained of ‘Shariah enclaves’ and predicted that they will grow across America; referred to Barack Obama as ‘the first Muslim president’; claimed that Islam ‘mandates warfare against unbelievers’ and said that ‘traditional Islam is not moderate or peaceful’; and even suggested that the media may be getting money to depict Muslims in a positive light.",
  "Former White House chief strategist Steve Bannon, Attorney General Jeff Sessions, former CIA director and current secretary of state nominee Mike Pompeo, former national security adviser Sebastian Gorka, senior policy adviser Stephen Miller, and White House counsel Kellyanne Conway all have well-established ties to anti-Muslim hate groups.",
  "(The idea of labeling the MB a terror group is widely frowned upon in foreign policy circles; national security experts believe such a designation would mainly serve to provide cover for prosecuting and harassing American Muslim civil rights groups.)",
  "He’s done much to promote debunked “civilization jihad” and “creeping Sharia” conspiracy theories, which claim that American Muslims are plotting to somehow take over the U.S. government and replace the Constitution with a brutal version of Sharia.",
  "In 2011, the far-right Norwegian terrorist Anders Breivik killed 77 people who he believed were abetting what he saw as the “Islamization of Europe.” In a sprawling, racist manifesto, Breivik cited the work of Geller and Spencer 174 times.",
  "The title of that conference was “Islam and Western Civilization: Can They Coexist?” A few minutes into his speech, Bolton made a joke based on the racist conspiracy theory that President Barack Obama is secretly a Muslim.",
  "Bolton, who served under President George W. Bush in the State Department and as ambassador to the United Nations, is best known for his support of the Iraq War, in which hundreds of thousands of people were killed.",
  "— Frank Gaffney (@frankgaffney) March 22, 2018\n\nTrump, who’s declared that “Islam hates us,” has turned his White House into a haven for people with paranoid, hostile views toward the religion.",
  "A less well-known but equally troubling aspect of Bolton’s career is his years of involvement with some of the most hateful and conspiratorial elements of the anti-Muslim movement in America.",
  "“Bolton is the last person who should be entrusted with this critically-important position, which requires sound judgment and a fact-based approach to national security matters,” Awad said.",
  "Since leaving government work in 2006, Bolton has had a cozy relationship with some of America’s most virulent anti-Muslim activists, including Pamela Geller and Robert Spencer.",
  "The group has also been a proponent of the “no-go zone” myth, the false claim that certain neighborhoods in various European and American cities are off-limits to non-Muslims.",
  "pic.twitter.com/h6D94zmd0E — Bosch Fawstin (@BoschFawstin) March 23, 2018\n\nBolton isn’t the only admirer of Spencer and Geller’s work.",
  "He wrote the foreword for Geller and Spencer’s 2010 book, The Post-American Presidency: The Obama Administration’s War on America.",
  "John Bolton is a raging Islamophobe, and on April 9, he’s set to become President Donald Trump’s national security adviser.",
  "Gaffney is the founder of the Center for Security Policy, an anti-Muslim think tank that the SPLC considers a hate group.",
  "In 2015, Bolton spoke at multiple “National Security Action Summits” organized by Gaffney’s Center for Security Policy.",
  "Since then, Bolton has been interviewed by Geller multiple times, and even offered a blurb for her latest book, Fatwa.",
  "most recently in July, when he agreed with Gaffney that the Muslim Brotherhood should be designated a terror group.",
  "@RealDonaldTrump has replaced an insubordinate National Security Advisor with a loyal, competent one: John Bolton.",
  "Gaffney has claimed in the past that the Muslim Brotherhood has infiltrated every level of the federal government.",
  "PAUL J. RICHARDS via Getty Images Frank Gaffney testifies at a Senate Judiciary Committee hearing, July 24, 2013.",
  "Trump announced Thursday, to the alarm of foreign policy experts around the world, that Bolton would replace H.R.",
  "In 2016, Bolton was the keynote speaker at the annual conference of the far-right American Freedom Alliance.",
  "Bolton has also been a close associate of another prominent anti-Muslim conspiracy theorist: Frank Gaffney.",
  "He once called for a “House of Anti-American Activities Committee” to root out these alleged subversives.",
  "Bolton has also appeared multiple times as a guest on Gaffney’s “Secure Freedom Radio” podcast ?",
  "Since 2013, Bolton has served as chairman of the Gatestone Institute, an anti-Muslim think tank.",
  "Bolton gave a full-throated endorsement of the book, which is replete with anti-Muslim tropes.",
  "“Free speech advocates who don’t make waves are not doing their jobs,” Bolton wrote.",
  "New National Security advisor John Bolton on Robert Spencer’s book, Stealth Jihad.",
  "On Thursday, Gaffney seemed enthused about Bolton’s new career opportunity.",
  "The crowd, a who’s who of American Islamophobes, laughed and applauded.",
  "Bolton also contributed a blurb to Spencer’s 2008 book, Stealth Jihad.",
  "Bolton did not respond to a request for comment for this story.",
  "He gets it, unlike the ousted HR “ISIS isn’t Islamic” McMaster.",
  "It’s a game-changer for his presidency and for our nation.",
  "In 2006, Bolton accepted the CSP’s Freedom Flame Award.",
  "It truly is Morning in America.",
  "Congratulations Mr. President!",
  "McMaster in the position.",
  "Let’s roll!",
  "."
]