[
  "Frank Gaffney, who runs the center, is an anti-Muslim activist who warns of \"creeping\" Sharia law worldwide, spreads false claims that longtime Hillary Clinton aide Huma Abedin had ties to the Muslim Brotherhood and has questioned whether former President Barack Obama was a natural born citizen or a Muslim\n\nFleitz's comments and associations have raised questions about how he will deal with sensitive national security and foreign affairs issues in his new role in President Donald Trump's administration.",
  "In columns for Fox News written in 2016 and 2017 , Fleitz, as vice president of Gaffney's think tank, defended anti-Muslim activists Robert Spencer and Pamela Geller and far-right activist Cliff Kincaid from their designations as hate groups by the Southern Poverty Law Center, an Alabama-based nonprofit activist group that tracks civil rights violations and hate crimes.",
  "On Saturday, Fleitz responded to criticism of his co-authorship of a Center for Security Policy report that argued that the government should \"use shariah-adherent advocacy and practices as legal premises for deportation and stripping of American citizenship,\" by tweeting , \"I do not and have never supported this.\"",
  "Spencer, who has said \"the harsh reality is that you cannot tell peaceful Muslims from Jihadis in any discernible manner,\" co-authored the 2010 book \"The Post-American Presidency: The Obama Administration's War on America\" with Geller.",
  "Fred Fleitz's views of Islam have come under scrutiny since he was tapped for his role under Bolton, in part due to Fleitz's past work as a senior vice president at the think tank Center for Security Policy.",
  "The group, facing intense blowback, apologized in 2015 for publishing an \"Extremist File\" on Dr. Ben Carson, who now leads the Department of Housing and Urban Development in the Trump administration.",
  "Accordingly, it has placed on its hate lists Jihad Watch and its Director Robert Spencer; American Freedom Defense Initiative and its director Pamela Geller,\" wrote Fleitz in an August 2017 column.",
  "Geller is well-known for her inflammatory public comments about Muslims and Islam and has long peddled the theory that there is a broad conspiracy among Muslims to impose Sharia law in the US.",
  "\"My organization, the Center for Security Policy and our president Frank Gaffney, also are on the SPLC's hate lists due to our principled stand against the Global Jihad Movement,\" he added.",
  "Fleitz wrote at the time that he disagreed with Geller holding the event but criticized the media for focusing more on the controversial event and less on condemning the attackers.",
  "I did not agree with it and would not participate in such an event intended to offend Muslims just as I oppose events and artwork intended to offend Christians,\" he wrote.",
  "\"However, I don't support violence against anti-Christian art and events since modern society's response to offensive speech is peaceful protests, not violence.\"",
  "She once ran an ad campaign in New York City with taglines like, \"It's not Islamophobia, it's Islamorealism\" and \"End all aid to Islamic countries.\"",
  "A senior administration official told CNN that Fleitz \"does not believe Muslims are trying to take over the US or infiltrate the US government.",
  "The SPLC has in recent years become a target of widespread criticism for being too broad in its designation of hate groups and hate speech.",
  "In that book, Geller and Spencer warned of \"creeping Sharia\" and argued that \"Europe is committing slow cultural and demographic suicide.\"",
  "Geller, like Gaffney, has also repeatedly publicly questioned if Obama was a natural born citizen.",
  "He also tweeted that he has \"criticized radical Islam and radical Islamists -- not all of Islam.\"",
  "Fleitz has attempted in recent days to distance himself from the center's more extreme views.",
  "His defense highlights his ties to more extreme elements of the fringe, anti-Muslim right.",
  "\"Smearing anyone who speaks out against radical Islam is one of the SPLC's priorities.",
  "\"Americans can disagree over whether Geller's event was unnecessarily provocative.",
  "He views prejudice and discrimination against any religion as deeply offensive.\"",
  "In 2015, Geller held a controversial \"Draw Muhammed\" contest in Garland, Texas.",
  "Two gunmen attacked the event and were killed by police.",
  "ISIS claimed responsibility for the attack.",
  "Bolton wrote the foreword for the book."
]