[
  "“This election is really about the future of this country,” he continued, “and what we need the base — for all of you that are out there across the country — to understand is: The reason they’re putting up this fight, the reason that they have antifa, the reason that they’re protesting, the reason that they’re causing all of these riots, the reason that they’re doing, you know, things that you normally wouldn’t think you would see in this country — the reason that they’re willing to actually corrupt the FBI and the DOJ?",
  "Much of his speech, offered after having won the organization’s Keeper of the Flame award, was centered on his work as chairman of the House Intelligence Committee, a committee that, he said, no one knew about because “nobody believes that there’s any intelligence in Congress, so why would they have a committee.” That committee has been central to defenses of Trump and to raising questions, valid or not, about the investigation that began during the 2016 election.",
  "“Without that rule and without the colleagues and the Republicans on the committee voting to exercise that rule, we would have never been able to declassify what you guys all know now was the dirt that was used, generated by the Clinton campaign, fake news stories created and used to spy on American citizen and a Trump campaign associate.”\n\nThat’s Carter Page, the target of the Foreign Intelligence Surveillance Act warrant that was issued in October 2016.",
  "“At the one time that really mattered, after Watergate, after the Select committee was created, there were very archaic rules that were put in that nobody had ever used before, but somebody thought that maybe down the road there may be a time where the Congress was going to step in using the legislative branch of government, the powers vested in us by the Constitution, and have to use those powers because the executive branch and judicial branch go awry.",
  "The release of the rest of the application, he said, was warranted because Americans “have a right to know, and I think you’re going to be frightened by what you see.”\n\n“The media’s going to ignore it,” he continued, “but I think the people that are around this country that have been following this issue day by day, they know all the people involved, they know that there were major shenanigans involved in all of this.",
  "Never mind that “antifa,\" antifascists, make up a vanishingly small part of the political left, and never mind that there has been almost no significant political unrest — Nunes’s us-vs.-them is Republicans who are justified in investigating government intelligence agencies vs. violent, dangerous leftists.",
  "You may get mad at us sometimes, but economic growth and doing real oversight, getting to the bottom of problems — that’s what you should expect from us, and I think that’s the message that we need to deliver to the American people this fall to win reelection.”\n\nBesides, consider the alternative!",
  "White House press secretary Sarah Huckabee Sanders announced that the president was calling for the release of text messages between a number of government officials and the declassification of parts of an application for a surveillance warrant that has already been released with heavy redaction.",
  "And I think it’s really key to this election.”\n\nNunes recognizes that those who’ve been “following this issue day by day” — that is, those who already accept the presentation of the investigation as biased — will see more bias revealed in the declassification.",
  "“Dossier” has become shorthand for the view of the investigation that Nunes promotes, and his push to declassify the Page warrant application is meant, in part, to show how important the dossier was to the application in the first place.",
  "(Jabin Botsford/The Washington Post)\n\nRep. Devin Nunes’s (R-Calif.) weeks-long push to get President Trump to declassify additional documents related to the investigation into Russian interference paid off Monday evening.",
  "“It’s also going to be about what the other side did to play dirty, to dirty up a campaign — but not do it through campaign tactics but do it by corrupting the FBI and the DOJ,” a reference to the Department of Justice.",
  "Shortly before the announcement from the White House, the Center for Security Policy published a speech in which Nunes made the case for why redacting material — and, more broadly, his defense of Trump — was important.",
  "Containing unverified information, it has been presented as inherently false and biased by Trump defenders, in part because Steele’s work was indirectly funded by the campaign of Trump’s opponent, Hillary Clinton.",
  "They’re doing it because we’re winning, folks.”\n\nNever mind that the alleged “corruption” of the FBI and Department of Justice happened two years ago, when the Republicans did not appear to be winning.",
  "After the White House announced that it planned to release the material, Trump was criticized for appearing to again leverage his power to undercut an investigation in which his allies are targeted.",
  "That defense has centered on a single issue: that the FBI and Department of Justice acted in an inappropriate or corrupt way to try to undermine Trump’s presidential campaign.",
  "Nunes’s claim that most of the warrant application depended on the dossier was not borne out by the declassified document, since much of the application was still redacted.",
  "In other words, Nunes sees this declassification and the effort to show bias at Justice and in the FBI as important to the Republican campaign effort.",
  "That it was partially corroborated intelligence offered up by a trusted FBI source about someone who was already on the FBI’s radar goes unmentioned.",
  "Trump’s decision wasn’t a surprise, in part because Nunes has been at the forefront of driving Trump’s defense against the Russia investigation.",
  "(It’s hard to evaluate the importance of one bit of evidence when there may be a great deal of additional evidence that’s still obscured.)",
  "Page — who by October had left the campaign — was a target of Russian intelligence efforts several years before the campaign.",
  "“I will close with this, and you guys are going to think that I might be a little crazy, and maybe sometimes I am,” he said.",
  "\n\nHouse Intelligence Committee Chairman Devin Nunes (R-Calif.) walks away after speaking with reporters March 22, 2017.",
  "In July 2016 he traveled to Moscow, where he had at least one conversation with a senior official in the Putin regime.",
  "That trip was mentioned in the dossier of reports compiled by former British intelligence officer Christopher Steele.",
  "Nunes adds another layer of complexity: It’s also about pushing back on the Democrats' strong electoral position.",
  "The text messages and new declassifications have a single obvious goal: bolster that case by any means possible.",
  "That warrant was partially declassified earlier this year; Trump’s order Monday would declassify more of it.",
  "“It’s not just going to be about economic growth and running on the economy,” he said of the midterms.",
  "This is sort of a giveaway: If you already agree with him, you’ll agree with him on this, too.",
  "But Nunes’s articulation of the result of that declassification is not the consensus view.",
  "We’re standing tough, standing tall when it’s not easy being attacked,” Nunes said.",
  "And, thankfully, the Select committee was created with that rule,” Nunes said.",
  "“You have a Congress that’s doing our job, getting to the bottom of things.",
  "“But this is what you get when you have a Republican Congress.",
  "The election, Nunes said, is “Nancy Pelosi’s last stand.",
  "That dossier is at the heart of Nunes’s arguments.",
  "But then he goes one step further.",
  "They’re going to understand it.",
  "And their leader.",
  "It really is.”"
]