[
  "“We hope to have churches and synagogues across America begin displaying these banners starting on Ash Wednesday, 14 February,” he also said, later adding:\n\nOnce you have deployed your banner on the 14th, please take a photograph of it with your facility in the background and share it with our coalition via Facebook and by emailing a copy to Info@SavethePersecutedChristians.org where we will proudly display it on our website and social media platforms, together with information you would like to share about your congregation’s efforts on behalf of our persecuted brethren.",
  "According to the effort’s official website, STPC is an informal coalition of individuals committed to protecting adherents of the Christian faith and their communities across the globe to:\n\nRaise the awareness of the American people and their elected representatives about the plight of persecuted Christians worldwide; create an irresistible trans-partisan political force to support them; and hold accountable those engaged in such persecution and create powerful disincentives to it.",
  "“Its mission is to protect those around the world being subjected to torture, rape, slavery, banishment, and murder simply because they believe in Jesus Christ.”\n\n“Coalition members seek to build on their respective, commendable efforts aimed at mitigating such suffering in order to achieve a larger goal that has thus far proved elusive: a dramatic reduction of the global persecution of Christians, and ideally its complete cessation,” he added.",
  "Frank Gaffney, the president of the Center for Security Policy think tank, is helping debut the Save the Persecuted Christians (STPC) campaign on February 14, an effort focused on raising public awareness about the plight of-of the religious group in various regions across the world.",
  "“We will equip you with materials that will enable your congregants to learn how they can help, in addition to praying for those suffering such persecution, by working with Coalition members to have a direct and consequential impact,” noted Gaffney.",
  "According to Open Doors USA, an organization that monitors the mistreatment of Christians worldwide, the top five worst countries for the persecution of followers of Christ are North Korea, Afghanistan, Somalia, Sudan, and Pakistan.",
  "“Beyond calling attention to the oppression of Christians worldwide, the immediate task would be to disseminate actionable information about ways in which the American people can help those being persecuted,” explained Gaffney.",
  "“The Save the Persecuted Christians (STPC) Coalition is an informal alliance that draws upon the experience, skills, and energy of a growing number of remarkable individuals and non-profit organizations,” pointed out Gaffney.",
  "“The further objective would be to translate such awareness quickly into a national movement for the purpose of identifying and holding accountable those responsible for the persecution of followers of Christ,” he added.",
  "In a letter obtained by Breitbart News, the campaign calls on faith leaders to participate in the effort by displaying a Save the Persecuted Christians banner outside their respective houses of worship.",
  "Specifically, the effort seeks to imitate the Cleveland Campaign for Soviet Jewry launched in the U.S. in 1963 by placing signs outside of as many houses of worship as possible.",
  "The campaign’s primary goal is to alleviate the plight of Christians facing barbaric persecution in the Middle East, Africa, Asia, and other regions across the world.",
  "The signs will help build public awareness of the horrors Christians are experiencing in the Middle East, Africa, South and East Asia, the Americas, and elsewhere.",
  "The coalition intends to accomplish their goals by emulating the success of those who urged action on behalf of Soviet Jews decades ago.",
  "The coalition also urges supporters to make tax-deductible that will be applied to defraying the costs associated with the effort.",
  "An estimated 215 million Christians experience high levels of persecution across the world, Open Doors has revealed."
]