[
  "“I think he’d be a great spokesman for conservative principles that we all share.”\n\nJordan, who is a leader within the conservative House Freedom Caucus (HFC), thinks the primary focus for Republicans right now should be on maintaining their House majority and ensuring the next speaker is committed to making good on what the party promised voters in 2016, according to conversations TheDCNF had with House staffers.",
  "“House Speaker Paul Ryan’s announcement yesterday that he will not seek reelection offers congressional Republicans an opportunity to pull out of the political death-spiral that imperils their majority,” Frank Gaffney, a former President Ronald Reagan staffer and Founder, President, and CEO of the Center for Security Policy, said on his radio show Thursday morning.",
  "“It’s time to start delivering on what we told the American people we would do.”\n\nForty-eight-year-old Ryan officially will not seek re-election in November, validating months of speculation around Washington the speaker was ready to hang up his hat after serving nearly two decades in Congress, he officially announced Wednesday morning.",
  "Virginia Rep. Dave Brat, a member of the conservative House Freedom Caucus (HFC), could see a path for Jordan running for Ryan’s job and he would even support the move, Brat told WMAL’s “Morning on the Mall.”\n\n“Yeah, sure,” Brat said in response to whether he could see Jordan running.",
  "“If, instead, in the days ahead the House GOP embraces as its next leader an authentic conservative with passion, energy and most importantly, Make America Great Again principles, they will give the base a reason to turn out…Jim Jordan for Speaker,” Gaffney said Thursday.",
  "Two of the top House Republicans — House Majority Leader Kevin McCarthy of California and House Majority Whip Steve Scalise of Louisiana — have started angling for the position in the past week, but neither thought to have a guaranteed lock on the speakership.",
  "“But the truth is it’s easy to take over everything in your life, and you can’t just let that happen because there are other things in life that can be fleeting as well — namely your time as a husband and a dad, which is the other great honor of my life.",
  "They aren’t seeing results and process that is reflective of the promises that were made when they took over.”\n\nThe strategist says the HFC will be a key player in who becomes the next speaker, whether or not a member of the block takes Ryan’s place.",
  "Although, they caution it could be more to bring light to the fact that past speakers have failed to come through on their promises to members and the American people regarding more transparency and efficiency in how the chamber operates.",
  "Ohio Rep. Jim Jordan is getting pressure to throw his name into the mix to replace outgoing Speaker of the House Paul Ryan, but he is not yet willing to say whether or not he intends to make a bid for the speakership in the coming months.",
  "Some within the conservative strategist world believe Jordan is not necessarily an outside choice to run for speaker, given that he is a vocal advocate for conservative policies and has the respect of his colleagues in the HFC.",
  "And that’s why today I am announcing that this year will be my last one as a member of the House.”\n\nRyan’s abrupt announcement shook the Capitol building Wednesday, sparking speculation as to who will become the next speaker.",
  "McCarthy failed to garner the 218 required votes to become speaker in 2015, but his particularly close relationship with President Donald Trump is expected to give him a potential upper hand over Scalise in the coming months.",
  "While McCarthy and Scalise plot their respective bids, conservatives are starting to look for a candidate they feel can help further the movement and deliver on the campaign promises conservatives made in 2016.",
  "Scalise wouldn’t rule out a potential bid for Ryan’s job but is also adamant he would not run against McCarthy, who he considers a “good friend,” he said in March.",
  "Both representatives are raising millions for the party and for midterm candidates, which give them solid footing as Republicans look to choose their next leader.",
  "The congressman has not sent a tweet from his account since March 23 and made a number of television appearances Thursday morning following Ryan’s announcement.",
  "The HFC is a coalition of over 30 House conservatives, a faction that has enough clout to sway not only legislation but the upcoming speaker’s race.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“Jordan has always been kind of the conservatives movements horse,” a conservative strategist with over 20 years of Hill experience told TheDCNF.",
  "“What’s important is not who the next speaker is, but what the next speaker does,” Jordan told The Daily Caller News Foundation.",
  "That is because they are the only mature group that knows how to operate as a faction,” the strategist told TheDCNF.",
  "Ryan made the decision to spend more time with his family so as not to be a “weekend” father, he told reporters.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Robert Donachie on Twitter and Facebook\n\nSend tips to robert@ dailycallernewsfoundation.org.",
  "“Whether Jordan runs or not, the House Freedom Caucus is the most powerful block in the House.",
  "“The idea behind people pushing Jim Jordan is bigger than just him, per se.",
  "This is not peculiar to Paul Ryan and even John Boehner before him.",
  "It is about requiring a complete reform in how the House operates.",
  "I took it reluctantly,” Ryan told reporters Wednesday.",
  "“You all know that I did not seek this job."
]