[
  "Also on 31 December, the National Iranian Congress (NIC), a network of Iranian current and former university students both inside and outside Iran, issued a statement (broadcast on Fox News) declaring its organizing role in the uprising and asserting that “the protest movement will accept nothing short of the removal of the Islamic regime and establishment of a free, democratic Iran with a new government defined by a Constitution guaranteeing the right of every Iranian citizen to live free of oppression and discrimination with justice and equality.”\n\nTo its great credit – and in stark contrast to the Obama administration, which stood by in 2009 as the regime brutally suppressed Iranian protesters – the Trump administration has stepped up vocally to express support for the Iranian people in their quest to free themselves of the mullahs’ oppressive yoke.",
  "Although severe economic hardship and rampant corruption on the part of Tehran regime officials have driven many ordinary Iranians to desperation, it’s the knowledge that those officials have spent billions of dollars —including pallets of cash from President Barack Obama — on a nuclear weapons program, support to terror organizations like Hizballah, and to prop up the Damascus regime of Bashar al-Assad that finally tipped the balance and sent them pouring into the streets.",
  "— Donald J. Trump (@realDonaldTrump) January 1, 2018\n\nWhat the NIC and those brave Iranian protesters need most urgently right now, after losing access to the Internet, is technical assistance from the U.S. government, perhaps the U.S. Air Force Space Command, to provide them dedicated protected bandwidth on a U.S. satellite.",
  "Not only are they able to communicate with peers all over the world and see how they live, but during the current uprising, Instagram and Telegram have been the most important social media sites for communicating among Iranian cities and getting reporting and videos out of Iran to the outside world.",
  "Thousands have taken to the streets, hundreds have been arrested, and at least a dozen have been killed by the regime’s thugs, but still, they come out, day after day, to demand an end to the corrupt, oppressive, jihadist regime of the mullahs.",
  "“Death to Khamenei,” “Death to the Dictator,” and “Death to the Mullahs” are the cries of the Iranian people in Ahvaz, Hamedan, Isfahan, Khermanshah, Mashhad, Shiraz, Tehran and even in Qom, the center of Iran’s Shi’ite clerical establishment.",
  "The ability of the U.S. to give heart to the courageous people of Iran cannot be overestimated, especially continued strong open support from President Trump and other senior administration officials.",
  "A crowd of protesters even marched on the Tehran residence of the hated Supreme Leader Ayatollah Ali Khamenei on Sunday evening, 31 December, before being blocked by security services.",
  "The slogans they chant are different than in 2009: today, the people of Iran are demanding nothing less than complete regime change, an end to the theocratic rule of the mullahs.",
  "Overwhelmingly, at least so far, the protesters appear to be mostly young men, under the age of 25—which means, Iranians who have never lived under any system but the mullahs’.",
  "His New Year’s Day tweet openly called for change in Iran:\n\nIran is failing at every level despite the terrible deal made with them by the Obama Administration.",
  "On Sunday, 24 December 2017, the citizens of Tehran sparked an uprising that has now spread to dozens of cities and towns across Iran.",
  "Likely for these exact reasons, the Tehran regime restricted Iranian access to these two social media sites on 31 December.",
  "Even during the holiday period, President Trump has been issuing Tweets every day to encourage and support the protesters.",
  "Huge street posters of Khamenei have been torn down and burned, all captured on video and sent out for the world to see.",
  "The Iranian people have waited long enough: as they stand yet again for their own liberty, America must stand with them.",
  "The difference today is that Iran’s younger generations are connected online in ways not possible in 2009.",
  "This would give them the ability to communicate and organize among themselves and in cities across Iran.",
  "Clare M. Lopez is the Vice President for Research and Analysis at the Center for Security Policy.",
  "Along with human rights, the wealth of Iran is being looted.",
  "The great Iranian people have been repressed for many years.",
  "They are hungry for food & for freedom.",
  "TIME FOR CHANGE!"
]