[
  "Citing polling commissioned by the Center for Security Policy that reveals shockingly high support among Muslims in America for 1) violent jihad in America — 25 percent believe it is justified, and 2) sharia law in America — 51 percent believe they should have the choice of being governed here by Islamic law (sharia), Trump called for a ban on Muslims entering the United States “until our country’s representatives can figure out what is going on.”\n\nAs Trump makes clear, our country’s representatives have no clue.",
  "It bears noting, however, that before Donald Trump, not one commander in chief, and (aside from former Rep. Tom Tancredo, R-CO), not one figure of national fame and repute I can think of had ever put it to the people of this land that a wall was a way to stop our border crisis: the unceasing flow into the nation of illegal masses of mainly Spanish-speaking aliens, among them terrorists, criminals (yes, including rapists and murderers) and transnational gangs.",
  "Bozell states that Cruz is the one candidate who will return the United States to “her Constitutional foundations and Judeo-Christian values,” explaining:\n\nOn every issue of crucial importance to conservatives—defunding Planned Parenthood, ending the Obamacare nightmare, reducing the size of government, opposing amnesty—Cruz is not only with conservatives, he’s led the fight for conservatives.",
  "It’s really quite incredible: soon, maybe even before it’s too late, GOP primary voters will have a clear choice on walls, borders, immigration, even Islamic immigration (and, I would hope, the related issue of Islamic law), all because Donald Trump plucked these crucial issues from the void where the politicians, including good conservatives, have been eager to leave them.",
  "On the contrary, they would still teeter on the edge of extinction, lost in a demographic, political, and cultural transformation that our fathers, founding and otherwise, would find inconceivable — and particularly if they ever found out that the crisis took hold when We the People lost our nerve even to talk about immigration and Islam.",
  "Blasting through hard, dense layers of “political correctness” with plain talk that shocks, Trump has set in motion very rusty wheels of reality-based thinking, beginning a long-overdue honest-to-goodness public debate about the future of America — or, better, whether there will be a future for America.",
  "If they did — or if, say, a President Cruz were to ensure that Planned Parenthood was defunded, Obamacare ended, government trimmed, and amnesty once again staved off for another election cycle — we would all rejoice.",
  "From that day forward, it has been Trump, dominating the GOP primary process and setting all of the potentially restorative points of the agenda, compelling the other candidates to address them, and the MSM, too.",
  "“We Are the World” has been the USA’s unofficial anthem, the political muzak of our times that we either hum along to, or accept in teeth-gritted silence for fear of censure (or cancelled party invitations).",
  "“Openness,” “multiculturalism,” “globalism” — all have been pounded into us for so long that I think Americans despaired of ever hearing anyone give voice again to a patriotic vision of American interests.",
  "When you think about it, his call for a Muslim immigration moratorium is really a no-brainer — but whose “politically correct” brain is capable even of thinking of it, let alone calling for it out loud?",
  "In the meantime, Trump continues to catapult issues, one after another, into the heart of the multicultural/universalist narrative that long ago marginalized the very idea of American interests.",
  "Maybe a wall — which is just the beginning of Trump’s detailed immigration policy, which Sen. Jeff Sessions (R-AL) calls “exactly the plan America needs” — would make America possible again.",
  "We have “border surges,” and “unaccompanied alien minors.” We have “sanctuary cities,” and a continuous government raid on our own pocketbooks to pay for what amounts to our own invasion.",
  "On the contrary, crime and chaos at the U.S. non-border are what every branch and bureaucracy of our government expect We, the People to accept as normal — and pay for as good citizens.",
  "I regret to say that Sen. Cruz does not support Trump’s moratorium, deferring instead to a rosier vision of Islam and immigration screening both in order, politely, to reject it.",
  "That’s not even counting the attendant pathologies, burdens, and immeasurable cultural dislocation that comes about when “no one speaks English anymore.” A wall, the man says?",
  "The enthusiasm real people (as opposed to media and #GOPSmartSet) have shown for Trump and his paradigm-shattering wall is something new and exciting on the political scene.",
  "They are issues that a responsible Republican House and Senate, if they were loyal to their oath and to their constituents, could today begin to rectify all by themselves.",
  "In my opinion, the Trump plan is absoutely essential to any possible return, as Bozell puts it, to America’s constitutional foundations and Judeo-Christian principles.",
  "Notwithstanding Cruz and his consistent conservatism (in which Bozell places great stock), immigration wouldn’t even be a campaign issue without Donald Trump.",
  "His judiciously sensible, also unprecedented, call for a moratorium on Muslim immigration following the San Bernardino jihad attacks is a perfect example.",
  "To be honest, if these were the only issues under discussion in this GOP presidential primary season I would hardly be able to make myself pay attention.",
  "It is in this danger zone of lost nerve and the vanishing nation-state where the extraordinary presidential candidacy of Donald Trump began.",
  "Like the nation-state itself, it started with the concept of a border, when Donald Trump told us he wanted to build a wall.",
  "For many decades, the unspoken answer to this inconceivable question (inconceivable, that is, before Trump) has been yes.",
  "I don’t claim to know, although by this time in the political season, I think I am beginning to get a sense of Trump.",
  "When it comes to what is important, beginning with immigration, Trump’s instincts are as formidable as his courage.",
  "Worse, they seem content to remain in ignorance no matter how many Americans die, no matter how far sharia spreads.",
  "That’s too bad, but so it goes, further testament to the fearless, agenda-setting powers of Trump.",
  "They are not the issues on which the very future of the Republic hangs.",
  "A well-defended border is an obvious requisite for any nation-state.",
  "Someone sees the nation bleeding out and wants to stanch the flow.",
  "However, the Constitution, the Republic, would be no more secure.",
  "Does Trump see it all this way, or is he going on “feel”?",
  "Circa 21st-century-America, that took a lot of nerve.",
  "Then Trump came along and changed the tune.",
  "It’s not that they are unimportant issues.",
  "Personally, I support every one of them.",
  "I actually think of it as our last shot.",
  "But good citizens of what — the world?",
  "After all, Americans don’t have walls.",
  "That debate starts at the border, too.",
  "But they are not existential issues.",
  "So is the “yuge” sigh of relief.",
  "Americans perked up their ears.",
  "That would be great, indeed.",
  "We don’t even have a border.",
  "Yes, we can (build a wall).",
  "Not Trump.",
  "Go Trump!"
]