[
  "The Supreme Court’s decision will make life much harder for Muslims across the world\n\nIn the last 15 months, I’ve fielded phone calls from Muslims temporarily detained at airports, connected elderly women and young organizers to rapid response legal support, and seen the pictures of my friends’ family members who are now blocked from seeing their relatives again.",
  "I often hear good-hearted people say that certain incidents are “un-American” or don’t represent “their America.” But suggesting this ban is unique erases our nation’s ugly history of anti-Muslim sentiment, one that sits within a larger picture of systematic racism against many other groups.",
  "I am dismayed thinking about the increased impact this will have on Muslim women, who are already the most visible targets of Islamophobia, on Muslim children, who face bullying from even their schoolteachers, and on the Muslim men who are so often painted as savage and monstrous.",
  "When Trump was elected, progressives everywhere feared he would implement a “Muslim registry,” a policy that already happened after 9/11 when some immigrants from 24 majority-Muslim countries were required to register and regularly check-in with government officials.",
  "These anti-Muslim narratives are sponsored by a million-dollar industry, pushing rhetoric like the takeover of “sharia law” in America through “think tanks” like the Center for Security Policy that provide fodder for conservative commentators like Newt Gingrich.",
  "They created the Countering Violent Extremism programs that ask teachers and medical professionals to report to the government any American Muslim teenagers they encountered who were sullen, withdrawn, and/or exploring their identity with regards to faith.",
  "The “travel ban” — a term that sanitizes what is in fact a Muslim ban — is the latest in a series of policies that have targeted Muslims inaccurately seen as agents, or agents-in-waiting, of a dangerous foreign “ideology” that needs to be eradicated.",
  "The Supreme Court of the United States yesterday upheld President Donald Trump’s decision to institute a ban on immigrants, refugees, and visa holders from five majority-Muslim countries yesterday in a 5-4 decision.",
  "Namira Islam is a lawyer, graphic designer, and the co-founder and executive director of the Muslim Anti-Racism Collaborative, a faith-based organization that educates and trains people on promoting racial justice.",
  "The US government has tapped phone lines and other forms of communication and sent informants into Muslim student groups and mosques, and added “suspicious” Muslim infants (and others) to no-fly lists.",
  "This ban has split parents from children, wives from husbands, and extended family from each other and interrupted the lives of students, medical patients, and working professionals who cannot enter.",
  "The national security apparatus that relies on the story that brown and foreign Muslims are the greatest threat to American ideals operates so smoothly because we as a nation choose to believe in it.",
  "The US justifies this violence based on the narrative that all Muslims are inherently prone to “terror” and that civilian casualties are just the price we need to pay for national security.",
  "These government initiatives, taken together, have impacted Muslims from all different backgrounds, as well as those who are perceived to be brown and foreign enough to possibly be Muslim.",
  "As the choice of countries included in the travel ban highlights, those who are not Muslim but are in close proximity to Muslims are also targeted and harmed by Islamophobic policy.",
  "The rhetoric that justified the enslavement of Africans, the first Muslims on these shores, will continue to back the bigotry entrenched in the system for decades to come.",
  "There is fear that the ruling could create loopholes that our ruthless administration could use to re-define citizenship for all who are Muslim or perceived to be Muslim.",
  "Suspicion of Muslims guides our foreign policy: Teenagers and other civilians across the Middle East have been killed or seriously injured by US drone strikes and bombs.",
  "And civilians living in at least five of the countries that are on the Muslim Ban list have been or are currently on the receiving end of US bombs and airstrikes.",
  "It is a system of bigotry that identifies and targets those who are Muslim or perceived to be Muslim, no matter what their race or country of national origin.",
  "Many Muslim Americans, whether from the five banned countries or elsewhere, are hesitant to leave the US for fear of not being able to return.",
  "The program, called the National Security Entry-Exit Registration System, or NSEERS, helped the government fine, arrest, and deport Muslims.",
  "This past Ramadan, Somali Muslim immigrants were hindered from freely practicing their faith while detained in an ICE facility in Florida.",
  "For now, what we can do is continue to work to change the narratives that dehumanize and to fight the policies that indiscriminately harm.",
  "Our nation denies the Muslim men still being held at Guantanamo Bay — men who were never charged with a crime — the right to a trial.",
  "Its natural culmination is the idea that a “complete shutdown” of Muslims entering the United States is necessary to keep us safe.",
  "Her legal background includes work in poverty law, international criminal law on war crimes, and prisoners’ rights litigation.",
  "Due to the decades-long War on Terror, US drones have killed civilians at weddings and taught young children to fear the sky.",
  "My work is all about interrupting the process of dehumanization that leads to crimes against humanity on marginalized groups.",
  "If all Muslims are potential terrorists, then, the argument goes, we must be allowed to spy on “them” to keep “us” safe.",
  "The effect is a racist policy that has more to do with the color of one’s skin than the religion they practice.",
  "Islamophobes have also attacked non-Muslim Middle Easterners and Africans and West Indians and Latinos.",
  "This narrative is clear to the American public, with hate crimes now surpassing post-9/11 levels.",
  "Others wonder when or if they’ll ever be able to see their relatives from these countries again.",
  "With the Supreme Court’s stamp of approval, our political leadership has bought into this scam.",
  "I’m devastated about the Supreme Court’s decision, but we saw this coming.",
  "First Person is Vox’s home for compelling, provocative narrative essays.",
  "I’m a lawyer, educator, and Muslim woman who focuses on racial justice.",
  "They have sent a message that treating us with violence is acceptable.",
  "Read our submission guidelines, and pitch us at firstperson@vox.com.",
  "Today, Muslims are among those that ICE rounds up for deportation.",
  "So while this is America, this is not the country we have to be.",
  "I’ve seen the human toll of this ban, and the picture is ugly.",
  "Islamophobia is not simply interpersonal hatred or fear.",
  "Islamophobia will not stop when Trump leaves office.",
  "They have targeted Sikhs and Hindus and Christians.",
  "This is not fulfilling the promise of America.",
  "The ruling did not come as a surprise to me.",
  "The narratives we use matter greatly.",
  "We have been down this road before.",
  "Do you have a story to share?",
  "She is on Twitter @namirari."
]