[
  "I want to quote from a Pew Global poll from 2013 about attitudes in Islamic countries:\n\n“The people of Islamic nations also believe that Western nations do not respect Arab or Islamic values, do not support Arab causes, and do not exhibit fairness toward Arabs, Muslims, or in particular, the situation in Palestine.”\n\nSome of you may not understand why I am quoting a poll about Islamic nations when I am talking about the west, but those are the invaders!",
  "Father James Schall of Georgetown University chronicled this as part of his stunning work on the culture clash with Islam entitled “Belloc on the ‘Apparently Unconvertible’ Religion”\n\nFather Schall observes that in 1938, when Western intellectuals thought Christianity was utterly over, and Islam was already even more dead, having supposedly perished with the Ottoman Caliphate, Hilaire Belloc had other ideas.",
  "Christianity’s replacement by various [Left-wing] secularist schemes of human perfectability set the stage for Europe’s attempts at self-destruction: first in three totalitarian systems, two world wars, and the Cold War; now, through demographic suicide.”\n\nI happen to think he is right about the loss of religion being a major contributing factor.",
  "58% of Muslim-Americans believe criticism of Islam or Muhammad is is not protected free speech under the First Amendment\n\n45% believe that those who mock Islam should face criminal charges\n\n12% believe blaspheming against Islam should be punishable by death\n\n26% of young Muslims in America believe suicide bombings are justified.",
  "If we won’t even ask the question, how do we even recognize our side in this fight?”\n\nThere is one certain way to continue losing against Islam, and that is to not be willing to have a honest and forthright conversation about what is happening and Europe and what will happen here if we follow their lead.",
  "But, Belloc observes, “in Faith we in the West have fallen inferior to it.”\n\nHe knew that if we believe in nothing, if we’re snowflakes who won’t risk our reputation – much less our life — for any objective truth, then we’ll fall in the face of fanatics with stronger and bloodier beliefs.",
  "I hope America never has to experience a leader who hates America and spends all of his time apologizing to foreigners for our country and importing radical Islam by the boatload\n\nCulturally speaking, the western world has done itself no favors with plunging birthrates.",
  "Our job is to push forward and win the culture war\n\nThe culture war takes many shapes — sometimes, it is a battle against campus crybullies, who for the first time in decades are learning that college is a place for controversial ideas, not a daycare center.",
  "35% of young Muslims in Britain believe suicide bombings are justified\n\nNow the important part- a separate poll by Pew in 2013 shows approximately 45% of Sharia supporters surveyed disagreed with the idea that Islamic law should apply only to Muslims.",
  "Leftist commentators and “colonial studies” professors constantly bring up the crusades as an example of western aggression against Muslims, but they neglect to mention that the crusades were a response to centuries of Muslim invasions of Europe.",
  "John Paul II’s biographer George Weigel put it this way:\n\n“Europe’s crisis of civilizational morale – which is the reason for Europe’s demographic suicide – involves the eclipse of Christianity as the principal culture-forming force in Europe.",
  "Navy men are behind a great deal of Western civilization’s progress in recent centuries – including such things as quashing the loathsome trade in black slaves, which was mixed up with the Barbary pirates who worshipped Allah.",
  "Of course they will not find any fraud with Trump voters, this entire effort is to sow fear, uncertainty and doubt into the American psyche as we approach the inauguration of Trump and the end of the Obama era of failure.",
  "One of the easiest ways to get a sense for Islam’s habit of tightly controlling every land it takes over is attitudes around Sharia law\n\nIn 2015 the Center for Security Policy commissioned a poll of Muslims in America.",
  "Green party member Kurt Edler proposed that Syrian asylum seekers shouldn’t be expected to integrate into German society and should instead be given their own city, which he called a “New Aleppo.”\n\nWow, what an idea!",
  "I’m surprised the very ground of Europe hasn’t been torn asunder by all the kings and knights who fought and died to defend the continent from Islam, retching themselves out of the dirt.",
  "The rural counties — or uneducated small-town hicks, in Democrat lingo — all came through for Trump with amazing vote totals, and 12 countries that voted for Obama switched over too.",
  "The six days of recounts in Wisconsin have netted a total of zero votes for Hillary, and according to the Detroit News, over half of Detroit’s votes may be ineligible for recounts.",
  "After all I am not here speaking to you about Europe only for the good of my beloved United Kingdom, but also because what is happening in Europe today will happen in America soon.",
  "They don’t just want to be taken in and given a safe land to start a new life in… they want to bend the knee of Western civilization the ways they always have, with blade and fire.",
  "Of course the fake news media was shocked, they never considered that white working class residents of Michigan may not like being called evil racists clinging to guns and bibles.",
  "Germany’s response to this trend only makes sense in a country where gang rapes of perhaps thousands of women in many cities was underreported because the gangs were Muslim men.",
  "For most of those recent centuries, it was my homeland’s glorious British Navy who deserved most of the credit, and in the middle of the last century, we gloried in that.",
  "Imagine anyone in the Obama administration saying this:\n\n“Americans will not ask one fundamental question: … Is political Islam in the best interest of the United States?",
  "As the great Douglas Murray says, “we will be fretting about transgender pronouns when the mullah’s nuke us.”\n\nDo you think Muslims are ignorant about the culture clash?",
  "Today, the 75th anniversary of Japan’s attack on the American Navy at Pearl Harbor, we should bow our heads and thank God for the men in Navy uniforms who keep us free.",
  "I know they don’t teach you much world history, and I don’t want to turn this into a history lecture, but it critical that you understand that this is not a new fight.",
  "They’re sort of like Cuban-Americans: they remember what it was like to be ruled by totalitarian, culture-hating leftists, and they know how to nip it in the bud.",
  "The west, particularly Western Europe, has remained aggressively and in some cases deliberately ignorant about what is happening on their once great continent.",
  "Those pictures come from a BuzzFeed article, by the way, which praised the lectures for “giving zero fucks.”\n\nThis is how the culture war has gone with Islam.",
  "During the month leading up the election, scary clowns actually made more appearances than Sick Hillary Clinton did, although that’s not really saying much.",
  "As a foreigner, I used to think all of Michigan was a post-apocalyptic wasteland of burning buildings, trashed cars, abandoned factories and broken dreams.",
  "It has been pounded into their heads since birth, especially at Mosques that continue to become more and more separatist from mainstream European cultures.",
  "The unfortunately vicious cycle we see with Muslim immigration is that young men are more radical, and radicalize the young men already in the country.",
  "You won’t believe the reason the fired was started… the Muslims were upset that there wasn’t enough chocolate and candy made available during Rhamadan.",
  "But who would have thought that modern Europe would fall not because of a bearded man with a goat-fucking fixation, but because of a western woman.",
  "They’ve taken it over so completely that the emergence of peer-reviewed papers like “The Perilous Whiteness of Pumpkins” seems completely normal.",
  "She got 50,000 votes in the state of Michigan, but somehow has the right to waste up to $12 million dollars of the state’s money for a recount.",
  "With the percentage of muslims on welfare, they have nothing to do better with their time than plan how to install a Sharia-compliant culture!",
  "This demographic suicide puts us in a precarious position against Islam, whose policies are to have many children sometimes by multiple women.",
  "Britain has gone down the path of leftist guilt for its imperial past, but I’m glad the United States is still proud of its military history.",
  "In short, Western civilization needs to get off its ass before it’s on its knees before Allah, or hurled off a roof if they’re as gay as me.",
  "Sociologist Annette Treibel believes that it is Germans who should integrate into migrant cultures to make the newcomers feel more welcome.",
  "They are very open and honest on polls, because they know they have nothing to fear from the governments that welcomed them with open arms.",
  "They make no bones about choosing Islam over their new home country, like the Syrians in Germany, or the Somali at Ohio State University.",
  "Germany has changed so much, so quickly, that even Angela Merkel is becoming concerned with the changing faces of Germany’s streets.",
  "I’m going to be very disappointed if the angry, frightened, social justice posse they whip up against me doesn’t exceed two hundred.",
  "The Muslims flooding into Germany and the rest of Europe aren’t older or moderate Muslims from the United Kingdom or United States.",
  "I wish we could just blame Angela Merkel, but it isn’t just her, it is all of the leaders in the European Union for the most part.",
  "Belloc wrote in The Great Heresies: “men of foresight may justly apprehend, or at any rate expect, the return of Islam.” And why?",
  "I imagine their Soros-funded vote-counters probably broke down in a crying fit every time they were about to confirm the results.",
  "People don’t know this stuff, because it isn’t taught in history class, but Muslims have never stopped trying to conquer Europe.",
  "Because foolish people assume that Muslims’ backwardness in material things like modern science dooms the religion as a force.",
  "I am curious what they mean by inhumanely, because Hungary is a damn sight better place to live than most of the Middle East.",
  "But of course, since that fateful day 75 years ago, the baton has passed from the Royal Navy to your own glorious U.S. Navy.",
  "Let’s not forget the Navy has given this country leaders like John Fitzgerald Kennedy and more recently, Stephen K. Bannon.",
  "A German court just ruled it could not deport a Muslim man from Germany to Hungary because they treat Muslims “Inhumanely”.",
  "Rape Gangs and crime in Germany, a total takeover in Sweden, no-go zones throughout Paris, and similar problems in England.",
  "Administrators, university presidents, faculty members all consider this to be normal, and don’t register any objections.",
  "Can you believe it took the state of Michigan all the way until right before Thanksgiving to certify the vote for Trump?",
  "It wasn’t a surprise to Daddy, he campaigned here late in the election cycle because he knew the Democrats were fucked.",
  "(wait a second)\n\nThe worst kind of war, cultural or otherwise, is one in which only one side knows they are in a fight.",
  "If you ever hear this feeble argument, simply show them this map and listen to them stutter and stammer for a response.",
  "Don’t believe the governments of Europe and the media, they can fake the news, but the pictures speak for themselves.",
  "But these men don’t have any work skills, they know how to radicalize and how to shoot, stab, and blow up westerners.",
  "In the same era, Arabs also laid siege to Constantinople twice, and a hundred years later, were raiding Rome itself.",
  "The tough bastards of Eastern Europe know perfectly well how to preserve their culture, and we can learn from them.",
  "Secondly, we can push hard to make sure President Trump follows through on his policies about Muslim immigration.",
  "In fact many of the words and actions of the leadership of Europe betray a sick desire to end their own culture.",
  "I’ve personally been wondering why leftists only compare Trump to Hitler, and never to Japan’s Emperor Hirohito.",
  "That turned it about as successfully as liberal journalists’ hunts for college rape cases: none were ever found.",
  "And that brings us to the most interesting election news in the State of Michigan… Jill Stein’s recount effort.",
  "It found that 30% of American Muslims believe it is legitimate to use violence against those that insult Islam.",
  "Does General Mattis strike you as someone who is not willing to discuss a subject that may make liberals upset?",
  "And it just may be the case that Donald Trump was the man that saved Western Civilization in the early 2000’s.",
  "The natural question is “how has Europe responded?”\n\nAnd the answers to that question are extremely troubling.",
  "She saw Bernie Sanders’ cash-in when he caved in to Hillary Clinton, and she wanted a piece of the action too.",
  "Not so much to be part of a fanatical army of the best warriors on earth, but more for the sweaty man orgies.",
  "This speech is about war, something that America came to terms with dramatically three quarter-centuries ago.",
  "One of the favorite things I’ve learned about Michigan State is that they set up a “Women’s course” in 1896.",
  "Germany and other countries have argued that the immigration is important to bring workers into the economy.",
  "“You go into Afghanistan, you got guys who slap women around for five years because they didn’t wear a veil.",
  "Just consider the case of Germany, which has become the textbook example of how Europe is falling to Islam.",
  "Symbolically it ended the empire, and no matter how you look at it, that was bad for western civilization.",
  "You’d think she’d want that $12 million used to make Flint’s water less green, but no, it’s all about her.",
  "Constantinople was the capital of the Byzantine Empire, which was once known as the Eastern Roman empire.",
  "You cannot have a future unless you create a future with what we need at a very minimum — lots of babies!",
  "He knows above all else that making America great and welcome in Islam are mutually exclusive futures.",
  "In 732, an army from Arab-controlled Spain penetrated all the way to Tours, just 150 miles from Paris.",
  "They have so thoroughly destroyed old Aleppo, he wants to give them a new city to completely destroy.",
  "Turns out those corpses in the street that voted for Hillary couldn’t be counted the 2nd time around.",
  "They identify themselves as Turks or whatever country they come from, and above all else as Muslims.",
  "The good news is that according to CNN, the Muslim refugees are all just women and children anyway.",
  "The reason that hapless woman up there made her mistake is because she assumed Islam had changed.",
  "We’ll return to the war theme in a bit, I have to touch on your school and the state of Michigan.",
  "But beyond all causes and motivations, if Europe wants to remain Europe, it must birth Europeans.",
  "The leadership of Europe knows that Islam will end the European culture, and they are OK with it.",
  "In Dusseldorf Muslims burned down a exhibition center that had been turned into a refugee center.",
  "It’s a hell of a hoot.” -General James “Mad Dog” Mattis\n\nThis guy is amazing, he really gets it.",
  "It’s something to celebrate — the decent people of Michigan defeated Detroit’s Democrat machine.",
  "Jill Stein is a crazy old bird who apparently ran for President of the United States this year.",
  "Now that we’ve won the election, Trump and all Americans can start to make America great again.",
  "I’m not joking, by the way — that’s the actual title of a paper, published in Taylor & Francis.",
  "The Muslims who have entered Europe are very plain about telegraphing their future actions.",
  "Or perhaps they’re unwilling to make Jew-hunting and apostate-stoning into national sports.",
  "Spain especially, and Sicily for some time, both had the misfortune of living under Islam.",
  "I understand that some 200 of your fellow students formed a clown posse to hunt them down.",
  "And one thing hasn’t changed in the history of mankind- young men are the trouble-makers.",
  "They have called for mandatory Arabic lessons for Germans in the public education system.",
  "Just think about the the regressive left’s infiltration of the University establishment.",
  "Thirdly, we can put leaders willing to defend our cultures and values in critical roles.",
  "But when I looked into it, they taught women home economics, liberal arts, and science.",
  "The dangerous part is that these attitudes don’t sound far off from the American left.",
  "And 33% said that sharia should take precedence over the constitution if they clashed.",
  "You can kiss goodbye to your bacon, because it is haram no matter what faith you are!",
  "A recent study by Die Welt shows that immigrants are no longer identifying as German.",
  "Daddy knows it is a bad idea to let people into the country that want to kill us all.",
  "Thank you for your attention, now let’s move on to Q&A, the fun part of the evening.",
  "They are much more radical, and reflect the values and morals of Islamic countries.",
  "It’s lucky that we had so many “fake news” outlets to report the truth, isn’t it?",
  "In October Michigan State was part of a nationwide hoax of scary clown sightings.",
  "Not like most women’s studies degree, which prepare students for online begging.",
  "The Christian kingdoms in Europe should have retaken constantinople, but didn’t.",
  "They were beaten back by the Frankish king Charles Martel, the Daddy of his day.",
  "Firstly, we can look to European countries that have resisted the Islamic surge.",
  "They don’t want to be known as Germans, in fact many of them find it insulting.",
  "Openly racist lectures about white people are also a common sight on campuses.",
  "Trump has already started this by making Mad Dog Mattis Secretary of Defense.",
  "Europe can be saved, we can in fact metaphorically take back Constantinople.",
  "They are drilled that Muslims are different and Islam is a superior culture.",
  "If he hadn’t succeeded, the Muslims could well have dominated all of Europe.",
  "Maybe because of my Greek heritage, I’ve always dreamed of being a Spartan.",
  "Hundreds of years prior, Islam had made big inroads into conquering Europe.",
  "The clash of western civilization with radical Islam, also known as Islam.",
  "We must learn from their mistakes and retake Europe before it is too late.",
  "Sorry, I can’t help taking shots at my fans — it’s my form of affection.",
  "My name is Milo Yiannopoulos, and at least for tonight, I’m a Spartan.",
  "Just imagine the leaders of Europe through all its glorious centuries.",
  "Other academics who see the idea of German culture as “proto-fascist”.",
  "The fire caused 10 million euros in damage and 26 people were injured.",
  "Its fall to Islam in 1453 was a blow the empire never recovered from.",
  "And they paled in comparison to the Arab attacks on the continent.",
  "Myself and Pepe the Frog are apparently greater forces of bigotry.",
  "But today we are looking at a culture war of a much larger scope.",
  "Imagine what they’d be thinking of the actions of Angela Merkel.",
  "I hope one day to meet someone smart enough to explain it to me.",
  "Are old friends the Hungarians (look up what they actually did).",
  "I suggest the answer is no, but we need to have the discussion.",
  "Muslims believe: when in Rome, rape everyone and claim welfare.",
  "My research team tells me that Jill is part of the Green party.",
  "Muslims do not believe that when in Rome, do as the Romans do.",
  "Even the birthrate in the United States has slowed to a crawl.",
  "Good job Michigan, finally you did something as well as Ohio!",
  "It’s only the Democrat-controlled areas that are a disaster.",
  "It’s almost like they didn’t want to admit that Trump won.",
  "The state of Michigan going to Trump was an amazing thing.",
  "Muslims know that Islam clashes with Western Civilization.",
  "You know, guys like that ain’t got no manhood left anyway.",
  "He knows we must be able to vet immigrants and refugees.",
  "Charles Martel, Charlemagne, Richard the Lionheart.",
  "So the women’s course was actually a useful degree!",
  "It sounds like the first gender studies department!",
  "But now you’ve found yourself a truly scary clown!",
  "History has taught us that Islam doesn’t change.",
  "Actually it’s quite fun to fight them, you know.",
  "According to a Wenzel Strategies poll in 2012.",
  "Migrants are overwhelmingly fighting age men.",
  "So the Muslim invasion of the west isn’t new.",
  "So it’s a hell of a lot of fun to shoot them.",
  "My guess is they aren’t offering third wives.",
  "I’ve saved the best German leftist for last.",
  "They have no plans to fit into the culture.",
  "That should be a warning to the US as well.",
  "God, It feels great to say President Trump!",
  "The cultural clash with Islam is not lost.",
  "It actually teaches something productive!",
  "I wonder how fat her bank account is now?",
  "Long may it guard the freedom of us all.",
  "I guess they are racist against asians.",
  "Eastern Europe seems to be holding out.",
  "As I wrote in the fall, London is lost.",
  "Europe opened its doors wide to Islam.",
  "Welcome to the Dangerous Faggot Tour!",
  "But now I know that’s just Detroit.",
  "Is she still collecting donations?",
  "Oh, and run them over with trucks.",
  "Here’s another one of his quotes.",
  "The situation in Europe is Grim.",
  "In fact, he is already doing it.",
  "We always hurt the ones we love.",
  "And also for their hot uniforms.",
  "Maybe I should move to Hungary.",
  "Written from prepared remarks.",
  "How else can you explain it?",
  "They are certainly not.",
  "It’s hard to fathom.",
  "A faggot can dream!",
  "And flip it he did!",
  "Does Donald Trump?",
  "Or third goats!",
  "She was wrong.",
  "Of course not!"
]