[
  "In a 2013 speech, shortly after the Boston Marathon bombing, Pompeo criticized the “silence in the face of extremism coming from the best-funded Islamic advocacy organizations and many mosques across America.” This alleged silence, according to Pompeo, “casts doubt upon the commitment to peace among adherents of the Muslim faith” and “has made these Islamic leaders across America potentially complicit in these acts.”\n\nWhile in the House of Representatives, Pompeo sponsored a briefing for Republican Congress members from a group called ACT for America.",
  "While he doesn’t explicitly endorse its most inflammatory claims, he praises the book for “[carrying] forward the ongoing and increasingly widespread critique of Barack Obama as our first post-American president.” What The Post-American Presidency “recounts is disturbing, and its broader implications more disturbing still,” Bolton writes.",
  "However, he used an appearance on Gaffney’s show to endorse CSP’s principal policy proposal for dealing with the group, which is to “get on with the business of declaring the Muslim Brotherhood a foreign terrorist organization.”\n\nThis may seem unimportant, given that the Brotherhood has not been linked to a terrorist attack in decades.",
  "One “study” published by Gaffney’s organization, the Center for Security Policy, argued that 80 percent of mosques in America “are incubators of, at best, subversion and, at worst, violence and should be treated accordingly.”\n\nNeither Bolton nor Pompeo has endorsed views this radical, though both have come relatively close.",
  "One of the core counter-jihadist arguments is that mainstream American Muslim organizations, like the Council on American-Islamic Relations, are fronts for the Muslim Brotherhood, a Sunni Islamic movement that aims to establish Islamist governments in a number of predominantly Muslim countries.",
  "“They’re not just in places like Libya and Syria and Iraq, but in places like Coldwater, Kansas, and small towns all throughout America.”\n\nBolton, for his part, has defended the Islamophobic attacks against Huma Abedin, a Muslim American who spent years as a top aide to Hillary Clinton.",
  "Gatestone had published pieces claiming, among other things, that Muslim immigration heralded a “Great White Death” in Europe, and had already turned the UK into a “Islamist colony,”\n\nBolton’s links to Gatestone were never hidden; The Intercept had reported on them a month ago.",
  "In fact, both Bolton and Mike Pompeo, Trump’s pick for next secrtary of state, have deep and extensive ties to an organized group of anti-Muslim writers and activists known as the “counter-jihad.”\n\nThe members of the counter-jihad movement aren’t exactly household names.",
  "“Jihad is mentioned in the Quran 40 times — 36 times out of 40 as a holy war against the infidels, to either kill them or subjugate them.”\n\nPompeo believed Gabriel’s group was the kind of organization that should be briefing Republicans in Congress.",
  "Some Republican members of Congress accused Abedin being a secret Islamist operative (which, it goes without saying, is wholly unfounded) in 2012; that July, Bolton went on Gaffney’s show and said there was nothing wrong with that line of attack.",
  "Their major arguments include the idea that Islam is an intrinsically violent religion and that most mainstream American Muslim organizations are involved in a secret plot to replace American law with Islamic law.",
  "The game that Pompeo and Bolton are playing — use rhetoric that counter-jihadists find appealing, move them closer to the mainstream, all without endorsing their full conspiracy theories — is fairly transparent.",
  "But we know that Bolton and Pompeo — Trump’s picks for two of the highest offices in the land — are at very least willing to listen to counter-jihadist arguments, and work to help them reach a larger audience.",
  "This policy change would, in the counter-jihadist imagination, set the stage for a massive federal inquisition into America’s major Muslim organizations based on counter-jihadists’ own conspiracy theories.",
  "“The majority of Islamic organizations in America are affiliates of or associated with the Muslim Brotherhood in some way,” a report issued by Gaffney’s Center for Security Policy (CSP) argues.",
  "Obama, they wrote, was helping with the “implementation of a soft sharia: the quiet and piecemeal implementation of Islamic laws that subjugate non-Muslims.”\n\nBolton penned the book’s foreword.",
  "The two men have also appeared at counter-jihadist events, accepted the endorsement of prominent counter-jihadists, and (in Bolton’s case) penned a glowing foreword to a counter-jihadist book.",
  "But its leading lights — people like Reagan Defense Department official Frank Gaffney, activist Brigitte Gabriel, and blogger Pamela Geller — are surprisingly well-financed and influential.",
  "“There are organizations and networks here in the United States tied to radical Islam in deep and fundamental ways,” Pompeo said in a February 2015 interview on Gaffney’s radio program.",
  "“Any organization that does not embrace sharia and the MB line has not been able to gain broad recognition as a Muslim-American force.”\n\nBolton has not explicitly endorsed this view.",
  "He doesn’t endorse their views, explicitly, but he serves as connective tissue between the anti-Muslim right and the mainstream conservative world, in which he’s deeply connected.",
  "Another illustrative example: In 2011, Gaffney was banned from CPAC, the country’s premier conservative political conference, on grounds of being too aggressively anti-Muslim.",
  "Praising counter-jihadist work, courting their support, but not outright endorsing their most radical claims: Those are the hallmarks of the Bolton approach to the movement.",
  "Bolton’s ties to the counter-jihad\n\nIn 2010, two prominent counter-jihadist writers — Pamela Geller and Robert Spencer — co-wrote a book called The Post-American Presidency.",
  "It’s possible that they merely recognize that counter-jihadists are a powerful constituency on the right, and are working with them as a way of building political support.",
  "Pompeo and the counter-jihad\n\nTrump’s pick for secretary of state has, like Bolton, aligned himself with the counter-jihad without endorsing their most extreme ideas.",
  "There are no signs that either Bolton or Pompeo has cut ties with Gaffney or others like him, or that either is willing to disavow their past affiliations with them.",
  "That means that some of the most extreme anti-Muslim voices in the US have friends in some of the Trump administration’s most powerful national security personnel.",
  "NBC reported on Monday morning that Bolton had served as the chairman of the Gatestone Institute, a far-right think tank known for publishing anti-Muslim agitprop.",
  "It’s also possible that they share the counter-jihadist view of Islam as a fundamentally evil religion but know that saying so publicly would be risky politically.",
  "But it takes on much darker tones when you recall that counter-jihadists think the majority of Muslim American groups in the United States are Brotherhood fronts.",
  "“Islam went from being strictly a spiritual movement, after 12 years, to becoming a political movement cloaked in religion,” she said in one address.",
  "There’s a shockingly low level of public outcry about allies of Islamophobic groups taking over US national security infrastructure.",
  "Bolton is endorsing a core policy idea of the counter-jihad — effectively, serving as their voice without the most extreme baggage.",
  "These organizations, they contend, are secretly working on the Brotherhood’s behalf to subvert the United States from within.",
  "ACT returned his affection: In 2016, Pompeo received the organization’s National Security Eagle Award, its highest honor.",
  "In February 2015, Pompeo appeared on Gaffney’s radio show and warned darkly of an Islamic conspiracy against America.",
  "It’s very plausible they could convey these ideas to President Trump, whose views on Islam are already unfavorable.",
  "These radio appearances aren’t one-offs: Bolton and Pompeo have been on Gaffney’s show dozens of times.",
  "This goes to show just how brazen Bolton has been about his association with anti-Muslim extremists.",
  "It’s illegal for any American to provide assistance to a designated foreign terrorist organization.",
  "ACT, which bills itself as the NRA of national security, is the activist arm of the counter-jihad.",
  "The two men have not, to date, renounced their ties to Gaffney, Gabriel, Gatestone, and the rest.",
  "It’s very hard to tell from their public record, and I’m not going to hazard a guess either way.",
  "In 2016, the Atlantic’s Peter Beinart reports, Bolton lobbied to get Gaffney back in — and won.",
  "In it, they alleged that President Barack Obama took part in the Islamist war on America.",
  "He advances their priorities without openly committing to their hardest-line positions.",
  "National Security Adviser John Bolton is making headlines — and not for good reasons.",
  "Its president, Brigitte Gabriel, believes Islam is an intrinsically violent religion.",
  "Their goal is to replace American legal codes with Islamic law (Sharia).",
  "“What is wrong with raising the question?” Bolton asked.",
  "Now, he’s poised to be national security adviser.",
  "Gatestone isn’t the exception; it’s the rule.",
  "This is Bolton’s role in the movement.",
  "It’s anti-Islam dog whistling.",
  "It’s time to ask them why."
]