[
  "Rabbi Heshie Billet, who presides over a large Orthodox congregation on Long Island, this weekend wrote an essay for Algemeiner entitled : “End The Gorka Calumny.”\n\nZionist Organization of America president Morton Klein, a prominent figure on the hard right of the pro-Israel community—and the “Mort” referred to by Gorka in his speech—has taken a leading role in these efforts.",
  "Gorka, he said, is \"collateral damage, an innocent bystander caught in what looks like an internecine Jewish war between the progressive Jewish left and more stable rational people.”\n\nBallabon said he had not been asked to defend Gorka by anyone in the White House, but that people in the White House had been “appreciative” of his efforts.",
  "“I started writing about it because this is not the first time this has come up, this came up during the Bush years when the left would argue you should beware of people who like Israel because they're terrible scary evangelical Christians.\"",
  "It was in response to the material that was being written about him.”\n\nKlein said he had spoken with two mutual friends: David Goldman, a columnist for PJ Media, and Jeff Ballabon, a Republican activist and lawyer.",
  "Gorka’s appearance at the conference is part of a concerted effort to defend his image in the Jewish and pro-Israel communities, an effort that is being aided by several sympathetic voices outside the White House.",
  "But Gorka is still in the White House, and a report on Friday in The Daily Beast indicated that his job may have been saved by the intervention of White House chief strategist Steve Bannon, to whom Gorka reports.",
  "Last week, it seemed as though the Gorka saga was drawing to a close, with multiple anonymously sourced news reports saying that he would be transferred to another federal agency.",
  "Pro-Gorka op-eds have popped up in the Jewish press as well as the conservative media, and Gorka is also speaking to the Christians United for Israel conference this summer.",
  "“I think we had initially been contacted by some people who knew the president, [had] been working with the president, who were concerned about the allegations coming out.",
  "It illuminates the extent to which Gorka has become a flashpoint for bitter intramural battles over who can accuse others, and be accused of, anti-Semitism.",
  "But Ballabon’s co-author on one of the op-eds, activist and lawyer Bruce Abramson, indicated there had been slightly more outreach than that.",
  "“They told me how they know him and that this is a disgrace, he’s a man who’s on the side of Israel and the Jews,” Klein said.",
  "“I met with him several times, once for almost an hour,” Klein said of Gorka.",
  "They said it was all slander, so we started looking into it,” Abramson said.",
  "\"I saw this happening and I started writing about it,” Ballabon said.",
  "Both Ballabon and Goldman have written op-eds in defense of Gorka.",
  "\"I've gotten to know him very well,” he said of Gorka.",
  "“I called him, he did not call me."
]