[
  "In a recent Frontpage Magazine article, Daniel Greenfield described the SPLC as “one of the longest running malicious jokes on the internet.” Conservatives targeted by the SPLC include American Enterprise Institute scholar Charles Murray, Accuracy in Media President Cliff Kinkaid (who SPLC has singled out for challenging global warming), the Family Research Council, and WorldNetDaily founder Joseph Farah.",
  "This decision also reflected the SPLC’s disgraceful practice of turning a blind eye to the violent hatred and extremism of radical Islam, which Hirsi Ali noted in her op-ed includes weekly killing sprees around the world, justifying wife-beating, enslavement of female unbelievers, murdering gay people and virulent anti-Semitism.",
  "In a scathing August 24 New York Times op-ed, Ayaan Hirsi Ali, a Somali-born feminist, author, scholar and former Dutch parliament member, lamented that the far-left Southern Poverty Law Center (SPLC) “has hit the jackpot” in huge donations in the aftermath of the violence in Charlottesville.",
  "Accordingly, it has placed on its hate lists Jihad Watch and its Director Robert Spencer; American Freedom Defense Initiative and its director Pamela Geller; and Maajid Nawaz a Muslim reformer who runs Quilliam, a London-based organization that aims to counter jihadism and extremism.",
  "As I explained in a 2016 Fox News Opinion article, the Southern Poverty Law Center is a left wing smear machine that tries to denigrate conservative individuals and organizations by lumping them together with white nationalists, KKK members and neo-Nazis on so-called hate lists.",
  "But she urged Apple, JP Morgan and the Hollywood A-list to find more trustworthy and deserving partners to work with other than the odious SPLC to counter this and all other forms of political violence and intolerance.",
  "Based on its 2010 tax return, the liberal website Daily Kos criticized the SPLC in 2012 for its enormous wealth, offshore bank account in the Cayman Islands, and ownership in several foreign corporations.",
  "While Hirsi Ali condemned Nazism, white supremacy and racial bigotry as having no place in a civilized society, she made it clear that contributing to the SPLC is the wrong way to combat this poison.",
  "After becoming a Dutch citizen, Hirsi Ali was elected to the Dutch Parliament and began working on a film with filmmaker Theo van Gogh titled “Submission” on the oppression of women under Islam.",
  "Last October, the SPLC added Ayaan Hirsi Ali to its hate list, an appalling act that ignored the decades of intimidation, hatred and fear Ms. Hirsi Ali has endured from radical Islamists.",
  "Because of this CNN article and other recent misleading press stories driven by the SPLC, PayPal suspended the accounts of Robert Spencer, Pamela Geller and their organizations.",
  "My organization, the Center for Security Policy and our president Frank Gaffney, also are on the SPLC’s hate lists due to our principled stand against the Global Jihad Movement.",
  "After other radical Islamists threatened to kill Hirsi Ali for her work on the film, she was forced to live in a secret location in the Netherlands under high security.",
  "Because of continuing threats against her life by radical Islamists, Hirsi Ali lives with round-the-clock security and does not travel without an armed security detail.",
  "Hirsi Ali moved to the United States in 2006 and is now a fellow at Harvard University’s JFK School of Government and a Research Fellow at the Hoover Institution.",
  "CNN recently ran a story about hate groups in the U.S. citing these hate lists which it was forced to partially retract after a backlash by conservatives.",
  "Hirsi Ali noted that Apple pledged $1 million to the SPLC; JP Morgan Chase & Co. half a million; George and Amal Clooney $1 million.",
  "Despite how transparently political the SPLC’s hate lists are, the main stream media regularly cites them as authoritative sources.",
  "Despite how transparently political the SPLC’s hate lists are, the main stream media regularly cites them as authoritative sources.",
  "Ayaan Hirsi Ali concluded her op-ed by cheering efforts to stand up to neo-Nazi displays like what happened in Charlottesville.",
  "She has written two best-selling books, \"Infidel\" (which chronicles her life) and \"Heretic: Why Islam Needs Reformation Now.\"",
  "It uses its hate lists to generate huge donations, in part through a sophisticated direct mail fundraising operation.",
  "The violence, hatred and intimidation radical Islamists have inflicted on Ayaan Hirsi Ali have been extreme.",
  "She was subjected to female genital mutilation (FGM) at the age of five when she lived in Somalia.",
  "Smearing anyone who speaks out against radical Islam is one of the SPLC’s priorities.",
  "Fortunately, another backlash forced PayPal to quickly reverse this decision.",
  "Targeting conservatives as haters has been very profitable for the SPLC.",
  "Let’s hope Apple and George Clooney haven't mailed in their checks yet.",
  "Van Gogh was assassinated by a radical Islamist for making this film.",
  "She fled to the Netherlands to escape an arranged marriage."
]