[
  "Among the targets of the suit was Jim Hanson, executive vice president of the think tank the Center for Security Policy, who appeared on \"The Glenn Beck Program\" on TheBlaze TV and said Ahmed devised the \"publicity stunt\" to \"create the exact scenario that played out.”\n\nIn a ruling filed Monday in 162nd District Court in Dallas County, state District Judge Marcela Moore dismissed the complaint against most of the media defendants — Beck and his website, The Blaze, the Center for Security Policy and Hanson.",
  "/ Updated By Alex Johnson\n\nAll but one respondent in a defamation lawsuit filed by the family of a 14-year-old Sudanese-American whiz kid — who was arrested in 2015 after authorities mistook his homemade clock for a bomb — has been dismissed from the case according to lawyers and Texas court records.",
  "Ahmed Mohamed, then a freshman at McArthur High School in Irving, Texas, was dubbed \"Clock Boy\" and became a national poster child for anti-discrimination campaigns after he was arrested Sept. 14, 2015, after a teacher mistook a homemade digital clock for a hoax bomb.",
  "Beck's lawyer, Mike Grygiel, said he was pleased by Moore's ruling, which he called a defense of the First Amendment and of Texas laws designed to \"protect free speech through the summary dismissal of unmeritorious defamation claims.\"",
  "The case led to a federal anti-discrimination investigation and a round of cool visits for Ahmed, who was invited to the White House and to a science and technology competition hosted by Google, where he met co-founder Sergey Brin.",
  "SLAPP stands for Strategic Lawsuit Against Public Participation, and the label is applied to lawsuits determined to be malicious or frivolous litigation intended to stifle free expression.",
  "The American Freedom Law Center, which represented Hanson and the Center for Security Policy, called the ruling a victory for \"our most fundamental liberty — the right to free expression.\"",
  "LM Otero / AP\n\nThe Mohameds' attorney, Susan Hutchison, said Wednesday that another respondent, Irving Mayor Beth Van Duyne, was separately dismissed in a negotiated agreement.",
  "The motion to dismiss the media respondents was granted with prejudice — meaning the Mohamed family gets nothing and can't refile the case against them.",
  "Ahmed's father, Mohamed Mohamed, also filed lawsuits — one of them targeting the local mayor and several news outlets for alleged defamation.",
  "That leaves only radio talk show host Ben Shapiro left, and a hearing on his motion to dismiss is scheduled for Jan. 30.",
  "Ahmed and his family moved to Qatar last year, saying they were seeking better educational opportunities for the teen.",
  "Political commentator Ben Ferguson and the Dallas Fox affiliate, KDFW-TV, were dismissed from the suit last month.",
  "\"I don't believe that anyone, including the media, gets a pass to blatantly lie about people,\" she said.",
  "But Hutchison told NBC News that the Mohameds plan to appeal the dismissals of all but Van Duyne.",
  "Moore cited Texas statutes against so-called SLAPP suits in dismissing the media allegations.",
  "Ahmed Mohamed shows off his homemade digital at a news conference Aug. 8, 2016, in Dallas.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "But I couldn't stay,\" Ahmed said at the time.",
  "It's a really sad reality of it.\"",
  "\"I really love the States.",
  "\"I get death threats.",
  "It's my home."
]