[
  "In an outright sleazy sleight-of-hand, PolitiFact tries to rebut Trump’s point about the radical nature of some American Muslims by using a Pew study that found that a “significant minority” of American Muslims “feel that there is a great deal or a fair amount of support for extremism in the American Muslim community.”\n\nThat significant minority is a whopping 21%.",
  "The Leftwing PolitiFact hands Trump a “Mostly False” for citing the widely respected Pew Poll and a Center for Security Policy (CSP) poll, both of which reveal a number of disturbing truths about the radicalized state of modern Islam.",
  "PolitiFact then goes on to attack the inconvenient facts in the CSP poll with this fabrication:\n\nThe first problem with the Center for Security policy poll has to do with methodology.",
  "In traditional polling methods, everyone in a population has a chance of being selected for the survey, meaning the results generally reflect the country’s demographics.",
  "The serial liars at PolitiFact have again been caught red-handed lying, this time about a poll cited by Donald Trump in his call to temporarily pause Muslim immigration.",
  "As our own Mike Flynn pointed out Wednesday, the CSP poll uses a widely-respected methodology that includes a sample size larger than some CNN presidential polls.",
  "The only thing wrong with the CSP poll is that leftists like PolitiFact do not like the outcome, so they call it “widely discredited” as though that makes it so.",
  "More data proving PolitiFact is one of the most partisan and dishonest rackets allowed to operate legally in the United States.",
  "It was an online, opt-in survey, which tend to produce less reliable samples because respondents choose to participate.",
  "First off, it is absurd for any legitimate fact-checker to attack Trump as a liar for believing and citing polls.",
  "PolitiFact does not tell its readers that 21% means more than a half-million American Muslims feel that way.",
  "PolitiFact also chose not to share numerous results from Pew and other pollsters that back up Trump’s claim.",
  "But the DC Media is on its own jihad to annihilate Trump, so he is the one smeared as the liar.",
  "If PolitiFact wants to attack the polls, they should attack the polls.",
  "He’s backing up his claims using data.",
  "Follow John Nolte on Twitter @NolteNC"
]