[
  "The claim, which circulated among far-right websites, has been labeled as false and unfounded by fact-checkers from the Washington Post Politifact , and Snopes\n\nClaims Abedin was tied to the Muslim Brotherhood are based on flimsy connections tying together people and events from decades ago.",
  "\"One of whom I've been very concerned about, as I know have you, Huma Abedin, the woman who was tied extensively through personal, as well as family, relations with the Muslim Brotherhood, among other things,\" said Gaffney on his radio program.",
  "Crowley responded, saying, \"Well, what we do know, at least so far, we've known for years Frank, that Huma Abedin is Mrs. Clinton's closest and most trusted aide, apart from Bill, we know that to be true.",
  "In August of this year, Crowley said on \"Hannity\" that Abedin's parents were \"essentially tools of the Saudi regime,\" and an academic journal they published was designed to spread sharia to the West.",
  "Number two, and this is really important because she referred to her family, her parents, along with the major Al Qaeda financier named Omar Naseef began this institute as a Saudi regime initiative.\"",
  "On her personal website , Crowley has also linked to stories about the conspiracy, writing on her blog, \"the REAL Huma Abedin story, involving her and her family's ties to Islamic supremacists.\"",
  "In a 2013 exchange on Fox News's \"Hannity,\" Crowley responded to another panelist who claimed ties between Abedin and the Muslim brotherhood by saying, \"That's the real Huma Abedin story.",
  "\"There's a new movie that will be coming out shortly about the Weiners, her husband and Huma, and I just wonder what you make of her role in all of this as so far we can determine it.\"",
  "In another instance, in January of this year, Crowley praised Frank Gaffney of the far-right fringe think-tank Center for Security Policy for his efforts in investigating Abedin.",
  "Former House Speaker John Boehner called the accusations \"pretty dangerous\" and then-House Intelligence Committee Chairman Mike Rogers called Abedin an \"American patriot.\"",
  "\"There are two really big points about Huma Abedin and this Institute for Muslim minority affairs and the journal she was on the masthead of,\" said Crowley.",
  "An email seeking comment sent to a Trump transition spokesperson, Trump national security adviser Michael Flynn, and Crowley was not immediately returned.",
  "You have done yeoman's work in investigating her background, her family's background, in terms of links to the Muslim Brotherhood and Muslim Sisterhood.",
  "The Washington Post reported , however, the journal was \"a sober academic journal with a range of viewpoints on Muslim life around the world.",
  "\"This was funded by the Saudi regime in order to spread Islam and sharia across the west, including in the United States,\" she continued.",
  "\"One, 'Muslim Minority Affairs' does not refer to getting social welfare programs for Muslims who happen to be minorities, no.",
  "What it's about is preparing the Muslim minority to be the Muslim minority in places like the west and the United States.",
  "Crowley made the charge in radio appearances, columns, and on Fox News over the years, a CNN KFile review found.",
  "In one column last year, Crowley said Abedin's family had \"alleged ties to the Muslim Brotherhood.\"",
  "The allegations received a passionate rebuke from Republican Sen. John McCain on the Senate floor.",
  "They're essentially tools of the Saudi regime in order to make this transition globally.",
  "The claims have also been strongly rebutted by high profile Republicans.",
  "She runs around saying I didn't have anything to do with it.",
  "It's about Huma Abedin and her ties to Islamic extremists.\"",
  "Still, Crowley pushed it repeatedly.",
  "\"This is Huma Abedin's life's work.",
  "So this is not an innocent journal.",
  "It's not about Weiner's Weiner.",
  "This is what her parents do.",
  "This is her life's work.\"",
  "That exists.\""
]