[
  "It found that:\n\n30% of American Muslims believe it is legitimate to use violence against those that insult Islam\n\n25% of American Muslims said that violence against Americans can be justified as part of global jihad\n\n51% of American Muslims want to be allowed to be governed by Sharia Law\n\nAnd here’s my personal favourite:\n\n33% said that sharia should take precedence over the constitution if they clashed\n\nThat’s a lot of bad Skittles in the United States.",
  "According to a Wenzel Strategies poll in 2012:\n\n58% of Muslim-Americans believe criticism of Islam or Muhammad is not protected free speech under the First Amendment\n\n45% believe that those who mock Islam should face criminal charges\n\n12% believe blaspheming against Islam should be punishable by death\n\nYou don’t only have to worry about the Muslims who commit acts of terror like shooting up a gay nightclub.",
  "But look at her opinion, which passes in the media as moderate: “The more you speak about Islam and against all Muslims, the more terrorists we create.”\n\nSo Malala’s opinion is if we all just shut up and did what Islam wants, which is to submit, they wouldn’t need to shoot us, stab us, or blow us up.",
  "Since Islam views God as a non-rational tyrant, the religion naturally tends to produce bloodthirsty, irrational tyranny – a category that nicely covers ISIS, the Taliban, and many other Islamic regimes, including of course many major donors to the Clinton Foundation.",
  "Unlike nearly all of the Old Testament verses of violence, the verses of violence in the Quran are mostly open-ended, meaning that they are not restrained by historical context contained in the surrounding text, although many Muslims choose to think of them that way.",
  "Islamic men cannot bear to think of submitting themselves in this way to God, they can only imagine themselves as dominating women, and they hate gays because gays submit in a way that they never can, which is why I think they find homosexuality so frightening.",
  "Is there — and perhaps this is just my gallows humour — anything more darkly funny than a religion so thin-skinned that cartoons designed to provoke it give rise to deadly shootings, as though to prove the point of those French cartoonists?",
  "The egalitarian strain can be seen clearly in how Muslims descend on Mecca to walk around the kaaba, rich men and poor men and men of different races (all men, of course) circling the great black mass like insects surrounding their queen.",
  "It serves as a political uniform.”\n\nFor many Muslims, the nonsense that is “Islamic science,” which holds that the earth is egg-shaped and that the stars are missiles created by Allah to throw at devils, is the only science they need.",
  "In other words, Muslims find it offensive to think that God could have lowered himself to become incarnate, but they find they find it even more offensive to think that God would elevate his creatures to share in his divinity.",
  "Benedict dared to quote a medieval dialogue between a Christian and a Muslim that made clear Christians think “not acting reasonably is contrary to God’s nature,” whereas Muslims don’t believe God is “bound” by rationality.",
  "They considered it, quote, “interfering in Islamic affairs.”\n\nMuslims in the west will decry any desecration of the Koran, but trust me you don’t want to be caught in the wrong place in the Middle East holding a bible.",
  "But very few people out there do — the media refuses to talk about the problem, and will go to any lengths to conceal the background of a terrorist attacker or a rapist gang if that background is Muslim.",
  "He recalled the case of Dr. Ibrahim Abu Mohammed, the grand mufti of Australia, who gave a speech to explain to Australians that they are wrong to think Muslims can’t integrate into Australian culture.",
  "Christians believe in God, the Creator of heaven and earth, who loved his creation so much that he entered into it through the womb of a woman to become one with his creatures in their suffering.",
  "We are society’s engines of chaos, pushing the limits of what can be thought and said, testing the boundaries of creativity and acceptability, sketching out social norms for the rest of you.",
  "So, as long as I’m speaking out against Islam with a louder and more forthright voice than any feminist in America today, I feel justified in considering myself far more feminist than them.",
  "Hordes of homophobic Muslims are being imported to the west so they can shoot up gay nightclubs, and the left says nothing — except to blame it on “toxic masculinity.”\n\nI’m the self-hater?",
  "We are in an unenviable position — on the one hand, we’re defending America from the excesses of the left, and the threat they represent to free expression and freedom of association.",
  "Is there anything more richly amusing than the crybully faux-victimhood of those who worry about “islamophobia” and hijab-pulling in the wake of terror attacks that leave dozens dead?",
  "However, you’ll still see leftists trying to purge conservatives like Mozilla founder Brendan Eich from mainstream society, seemingly oblivious to the real threat, which is Islam.",
  "What we have witnessed in Europe is the younger generation being more separatist and radical than the older generation, the opposite of what you expect from immigrant populations.",
  "Andrew Bolt on Sky News Australia, whose show I go on regularly because they get the lighting just right, perfectly encapsulated Islam’s integration problem in the west this week.",
  "But the unlikelihood of that is due in large part to our next reason to dislike Islam:\n\nIntegration in the west is one problem, but we must also consider integration in the east.",
  "Indonesia is a secular country, but a whole region is now ruled by Shariah law, resulting in a 60 year old Christian woman being caned this year for the crime of selling alcohol.",
  "God, as Christians encounter him, takes his creatures as beloved and elevates them to share in his divinity, restoring them to the image and likeness in which they were created.",
  "The best example of how Islam expects to be treated as a minority and how it then treats minorities is in Indonesia, which I wrote about along with my colleague Allum Bokhari.",
  "The same Muslim groups who protest the ban on minarets in Switzerland in 2009 have no comment on the fact that it is illegal to build Christian churches in Muslim countries.",
  "Historical revisionists and Islamic apologists like to bang on about the Golden Age of Islam, when the Arab world was the centre of learning and scholarship in the world.",
  "The cultural Marxist Herbert Marcuse used this paradox to argue for the suppression of western conservatives — people who aren’t really intolerant, at least not anymore.",
  "Like Thatcher and Reagan, we must present future generations with a vision of the west that is compelling enough to beat Islam’s warped vision of the good society.",
  "Following the terrorist attack at Pulse nightclub, I was planning on delivering a speech in the nice air conditioning of UCF on the dangers of Islam to the west.",
  "This understanding of God has huge implications for the society that forms with Christianity as it foundation: we believe in a creator who made us in his image.",
  "Art, literature, music and drama in the west are expressions of the licence given to Christians to explore themselves and their relationship to the ineffable.",
  "Islam encourages itself to treat everyone within the religion like a brother to be trusted and supported, and everyone outside it to be feared and suspected.",
  "But I know we’re going to do it anyway, because that’s what conservatives and libertarians do — the thankless, miserable, back-breaking clean-up operation.",
  "They’re actually enslaving them, forcing them into marriages, slashing their genitals — which, unlike the male genitalia, aren’t improved by a little trim.",
  "Anything more unintentionally ironic about a religion that hates gays that gets its men in a room together 5 times a day to stick their asses in the air?",
  "Muslims think they own women to such a degree, that they think women who wear shirts above their ankles in European countries are fair game to be raped.",
  "America’s gay Establishment spent all of last week having a hissy fit because Out, a gay magazine, decided to write a reasonably balanced profile of me.",
  "On the other hand, we have to defend the good things that the left has achieved — women’s rights, gay rights, and tolerance — from the threat of Islam.",
  "The Arab world had a brief period of scholarly advance because they happened to conquer some of the world’s leading libraries and translate the books.",
  "The Christian God invites us to make beautiful things in his honor, and the great pantheon in the west is an expression of this divine permissiveness.",
  "There were 1.6 billion Muslims in the world as of 2010 – roughly 23 per cent of the global population – according to a Pew Research Center estimate.",
  "What we witness on a regular basis is that muslims insist on special treatment in the west, while treating minorities in their homelands terribly.",
  "We’re going to beat it with laughter — by showing the people who live in countries ruled by dictators and thugs that they will not make us afraid.",
  "According to one anecdote, told by Muslims, the Caliph Umar replied: “If what is written in the books agrees with the Koran, they are not needed.",
  "The Sunni Muslim Al Azhar University cut ties with the Vatican after the Catholic Church condemned persecution of Christians in the Muslim world.",
  "They’ve declared there is no room for gays in the country, which is no surprise as we’ve discussed earlier, but discrimination doesn’t end there.",
  "200 Subway sandwich shops in the United Kingdom removed all pork products and now carry only halal meat after outcry from the Muslim population.",
  "Allah is said to be Compassionate and Merciful, but he does not, in the words of a medieval historian friend of mine, enter into his creation.",
  "A Gallup poll of Muslims in the UK found that not a single one of the 1,001 people polled thought that homosexuality was morally acceptable.",
  "But most of the men we think of were writing in Arabic because their lands had been conquered and they didn’t want their heads chopped off.",
  "It’s no wonder that it encourages tribal outbursts of violence, particularly against those who defeat and humiliate the tribe, like Israel.",
  "If you take philosophy in high school, you might be taught about a little dilemma in political philosophy called the paradox of tolerance.",
  "You aren’t supposed to turn to a priest or an authority figure for support or guidance — you’re supposed to turn to the rest of the ummah.",
  "But despite lacking authority, Islam doesn’t encourage the kind of one-on-one relationship with God that you see in Christian traditions.",
  "Or consider the ascendant art of “Islamic creationism,” a batty spin on creationist theories forged in Turkey but funded by Saudi Arabia.",
  "This, I think, rather than any petty sexual restriction, is what means there can be no accommodation made for Islam from gays whatsoever.",
  "They are part of the eternal, unchanging word of Allah, and just as relevant or subject to interpretation as anything else in the Quran.",
  "There are few people in the western world, save perhaps Daddy, Donald Trump, who have been falsely accused of sexism as much as I have.",
  "The whiny gay leftists who cry when I say something offensive but are silent in the face of an existential threat are the self-haters.",
  "London has elected a Muslim mayor, Sadiq Khan, who is praised as a moderate But many have been left wondering just how moderate he is.",
  "Well, the God of Christianity, the God of the Old Testament and of the New, is a God of fire, consumed with love for his creatures.",
  "People accuse me of being a self-hating homo because I say that if I had the choice, I probably wouldn’t have chosen to be gay.",
  "In Islam, it is law and submission and the incredibly prescriptive rules laid down for life that guide how society is ordered.",
  "Indonesia is the largest Muslim country on earth, but is considered “moderate”, a designation that is essentially mythical.",
  "The difference between submitting to God as Mary did and the way in which Muslims submit themselves to Allah is important.",
  "Recall the Muslim outrage in 2006 when Pope Benedict XVI, the best Pope, gave a lecture in Regensburg on faith and reason.",
  "Something we can all agree on is that the First Amendment, guaranteeing freedom of speech, is America’s most basic right.",
  "Since I couldn’t speak at UCF, I delivered an address on Islam at ground zero, mere yards away from the Pulse night club.",
  "The second is to give you a more sober assessment, with the benefit of distance, about what happened in Orlando in June.",
  "He has associated with convicted terrorist Babar Ahmad, who is credited with inspiring the gang behind the 7/7 bombings.",
  "It’s often said that in order to find out who is in power, you have to find out who you’re not allowed to laugh about.",
  "Now this may be apocryphal but this story was originally told by Muslims and later repeated by famous Muslim writers.",
  "They’re presenting young, disaffected people with an idealistic, tribal, utopian vision that is drawing in millions.",
  "But while Islam is currently the world’s second-largest religion after Christianity, it is the fastest-growing one.",
  "If there’s one thing we learned from the battle with communism, it’s that the west can’t compromise on its values.",
  "Some are quite graphic, with commands to chop off heads and fingers and kill infidels wherever they may be hiding.",
  "I mean sure, I think birth control was a mistake and women are happier in the kitchen, but that’s just my opinion.",
  "If women want to ruin their lives with the Pill and a string of unsatisfying one-night stands, that’s up to them.",
  "I mean, I’ll be honest, it’s tough for me to get off without a knife to my throat or a gun to my head these days.",
  "Curtis Yarvin, a Jewish entrepreneur and blogger, says that nonsense is a better organizing tool than the truth.",
  "So it lacks someone who can clean house or declare definitively that something is wrong or should be abandoned.",
  "The Quran contains at least 109 verses that call Muslims to war with nonbelievers for the sake of Islamic rule.",
  "The Muslim commander who conquered Alexandria asked the Caliph Umar what to do with the immense library there.",
  "This is a mayor who says terrorism is “Part & parcel of living in a big city” but it shouldn’t be, should it?",
  "In England, 52% of Muslims believe homosexuality should be illegal, compared to 5% of the general population.",
  "All the moderate Muslims I know are ex-Muslims, or haven’t been to Friday prayers for months, or even years.",
  "But laughing is one of the ways we show we’re okay, and that there can be a future beyond what has happened.",
  "Here is a religion that forces women into submission, that executes gays, that tries to kill non-believers.",
  "Leftist gays won’t thank us for protecting them from being thrown off buildings and attacked in the street.",
  "So it gives us a clear answer to the paradox of tolerance: no, you cannot tolerate the truly intolerant.",
  "The speech has been seen nearly a million times on my YouTube channel and over 5 million times in total.",
  "The first is to be issued with a fatwa, which I surely will be any day now if I’m doing my job properly.",
  "Because I say things that offend feminists, the left considers me the number one threat to women today.",
  "Is there anything more comically sinister than the sight of a herd of women swathed in black bedsheets?",
  "I can’t be the only person who reads that and takes it not as an exhortation to peace, but as a threat.",
  "The differences in beliefs between Muslims in the west and the cultures they have moved to is striking.",
  "Tolerance calls for, well, everyone to be tolerated — but what happens if you tolerate the intolerant?",
  "I know some of you tonight probably don’t believe we’ve been to the moon either, but this is America.",
  "Chinese christians in Indonesia have a long history of persecution, which often involves beheadings.",
  "The Grand Mufti, one of the foremost Islamic scholars in Australia, delivered the speech in Arabic.",
  "But this was a very brief moment in history, when the Arabs were translating Greek and Roman texts.",
  "Islam encourages its members to see themselves as part of a larger community of equals, the Ummah.",
  "It’s more difficult, and it takes more bravery, to criticise Islam with sincerity and seriousness.",
  "Spain translates more books in a single year than the entire Arab world has in the past thousand.",
  "There are many things about being gay that I don’t like, like not being able to make mini-Milos.",
  "In war-torn Syria, Christians face unimaginable persecution at the hands of the Muslim majority.",
  "The freedoms enjoyed in this country, the best country, are, or should be the envy of the world.",
  "So much so that he enters them as he did Mary and Rupert of Deutz, a 12th-century Benedictine.",
  "They’re the Westboro Baptist Church on steroids, except they’re not mental trolls from Kansas.",
  "100 million people live in Muslim countries in which the penalty for homosexuality is death.",
  "This city, and this city’s gay community in particular, now understands the threat of Islam.",
  "But on the way over here I got carried away and couldn’t bring myself to keep it to just 10.",
  "The thing I always miss in discussions of Islam is what Muslims actually believe about God.",
  "It is a curious fact that only 3% of the Syrian refugees brought to America are Christian.",
  "They hate themselves so much they want to commit suicide — suicide by Islamic immigration.",
  "The growth of Islam should be one of the most disturbing things in the world for liberals.",
  "It is one of those instances where feminism and Islam are right in line on women’s rights.",
  "Khan banned sexy advertisements from the underground like the famous Protein World ads.",
  "The entire world loves Malala, the Nobel Prize winning champion of education for girls.",
  "Many will talk endlessly about medieval Islamic doctors, scientists and mathematicians.",
  "Islam preys on the most vulnerable in society, offering them a sense of higher purpose.",
  "Islam is more insular and hostile to outside thinking than a gender studies department.",
  "The reason is subtle, but important, and if we don’t understand it, we can’t fight it.",
  "They were actually Jews, Nestorians, Byzantines, Hindus, Copts, and other non-Muslims.",
  "I mean, I championed GamerGate for God’s sake — and they still won’t shut up about it.",
  "So it is very telling to understand the opinions of Muslims in America on this topic.",
  "If Allah wants to have 2 plus 2 equal 4 this evening but 5 tomorrow morning, he can.",
  "We just need to discover the courage to talk about it, like Thatcher and Reagan did.",
  "Because of its emphasis on community, Islam is more cult-like than other religions.",
  "A sober assessment, free of righteous indignation, doesn’t mean we can’t be funny.",
  "One of the first things to disappear in the wake of a terrorist attack is humour.",
  "In 2015 the Center for Security Policy commissioned a poll of Muslims in America.",
  "He has lived in Australia for 19 years, and his integration speech is in Arabic.",
  "Sadiq Khan has met with a lot of shady and decidedly non-moderate Islamic types.",
  "Feminists won’t thank us for protecting them from Muslim patriarchs and rapists.",
  "You’ve got a religion, in Islam, that not only bans alcohol, but bans bacon too.",
  "The only thing more prescriptive and tiresome than Islam is my personal trainer.",
  "He forbids much of what we in the west know is responsible for all the best art.",
  "That’s real rape culture, right there — not the bogus one on college campuses.",
  "I was perfectly happy to go on with the show; my primary concern was speaking.",
  "Those are the groups that will get you into trouble if you crack jokes about.",
  "Leftist atheists won’t thank us for protecting them from murderous theocrats.",
  "Some people in Saudi Arabia still refuse to believe man has been to the moon.",
  "You are allowed to go against accepted opinion without being beheaded for it.",
  "If you give them an inch, they’ll take a mile, and rape everything inside it.",
  "What does this have to do with Islam and its attitude toward women and gays?",
  "You should also be worried about the Muslims who quietly endorse their acts.",
  "Is there anything more preposterous than the phrase “The Religion of Peace”?",
  "If it disagrees, they are not wanted.”\n\nSo the commander burned the library.",
  "It would be nice if Islam had a way to reform itself out of these problems.",
  "Does that sound like the type of treatment any minority deserves, anywhere?",
  "They’ve gotten used to beheadings in Indonesia, and I find that horrifying.",
  "England is one of the most illuminating examples of the lack of moderates.",
  "When we’re afraid, we don’t dare laugh in case it’s the wrong thing to do.",
  "The police felt they couldn’t protect me from many threats they received.",
  "Arab nations stand near the bottom of every measure of human development.",
  "We hear a lot about moderate Muslims, but in practice we don’t see them.",
  "Just consider Iraq, where Sunni and Shia Muslims are constantly at odds.",
  "Now originally I was going to call my talk 10 Things I Hate About Islam.",
  "If you’re all here at my talk, I’m guessing most of you understand too.",
  "For those of you that don’t know, that was London’s smaller scale 9/11.",
  "How else to explain the unique viciousness of Islam toward homosexuals?",
  "It can’t apologize for itself, like the left constantly wants us to do.",
  "You can see why so many lefties have a love affair with the religion.",
  "Follow Milo Yiannopoulos (@Nero) on Facebook, Instagram and Snapchat.",
  "Was this move really to combat body shaming, like feminists wanted?",
  "“To believe in nonsense is an unforgeable demonstration of loyalty.",
  "But Islam really means it, and the Left refuses to see the danger.",
  "It’s no wonder that gingers convert to Islam in such high numbers!",
  "Islam today is like communism in the early stages of the Cold War.",
  "At least Jews are sensible enough to ban just one of those things.",
  "We aren’t going to beat Islamic terror only with tanks and bombs.",
  "And like communism, it’s inspiring violence all around the world.",
  "There is no world-class university anywhere in the Muslim world.",
  "I wish older people like the Grand Mufti were the real problem.",
  "But to be honest I think I’m more feminist than most feminists.",
  "But Muslims do far more than offend feminists, or offend women.",
  "He forbids creativity in robust, dangerous, experimental ways.",
  "Muslims can’t get along with anyone, including other Muslims.",
  "Of all these groups, Islam is the most inherently hilarious.",
  "I’ll always be here to comfort their unhappy ex-boyfriends.",
  "Great to know a Nobel prize winner has this sort of vision.",
  "Muslim theology says God isn’t constrained, even by logic.",
  "Scientific inquiry is virtually dead in the Islamic world.",
  "Or was it to make the underground more shariah-compliant?",
  "People in East Germany knew that West Germany was better.",
  "He does not invite his creatures to be fellow creators.",
  "As a Catholic, I can ask for forgiveness for my sins.",
  "Today that’s feminists, Black Lives Matter and Islam.",
  "Criticise us and we will kill you for your bad words.",
  "I’d quite like someone to threaten to do that to me.",
  "Hear him every Friday on The Milo Yiannopoulos Show.",
  "Instead, Islam is collectivist, almost egalitarian.",
  "And as a gay man, I really don’t like it very much.",
  "This kind of relationship is unthinkable in Islam.",
  "Do you want to admire some historical monuments?",
  "I was supposed to speak here at UCF back then.",
  "What does this have to do with women and gays?",
  "Now, let’s get theological again for a moment.",
  "It’s headless, if you’ll forgive a cruel pun.",
  "“Anyone can believe in the truth,” he writes.",
  "You’ll have your newspaper column taken away.",
  "I’m Milo Yiannopoulos, thank you for coming.",
  "But I don’t want to be thrown of a building.",
  "The superiority of the west is self-evident.",
  "And when people are truly free, they laugh.",
  "The hypocrisy is blatant and unapologetic.",
  "To say nothing of the ones who fund them.",
  "Could be the subject of a talk by itself.",
  "They’re the Borg in more ways than one.",
  "By showing them that the West is best.",
  "It’s easy to bleat about Christianity.",
  "Muslims have their hands chopped off.",
  "We’re going to beat it with ideology.",
  "Nope, ISIS will behead you for that.",
  "And we need to talk about it loudly.",
  "Write to Milo at milo@breitbart.com.",
  "So it falls to us to wake people up.",
  "Once again, that’s just an opinion.",
  "Islam does not see God in this way.",
  "That’s one of the things they want.",
  "That’s what I’m here to do today.",
  "So I changed the name of my talk.",
  "That’s how the Berlin Wall fell.",
  "In the west, art is mainstream.",
  "You’ll be banned from Twitter.",
  "Tonight I have two objectives.",
  "And they won’t stop spreading.",
  "And this isn’t just in Europe.",
  "Because if we don’t, they win.",
  "Written from prepared remarks.",
  "And we’ll do it with a smile.",
  "But the speech was cancelled.",
  "They want to make us afraid.",
  "Their outfits are hilarious.",
  "They laugh about everything.",
  "That’s what I call chutzpah!",
  "Want to go to a strip club?",
  "Even if I do hate abortion.",
  "Orlando isn’t Sweden….yet.",
  "It’s here in America, too.",
  "There’s just one problem.",
  "Want to smoke cigarettes?",
  "It’s low-hanging fruit.",
  "But it’s also sinister.",
  "Over a million of them.",
  "And they’re spreading.",
  "Islam lacks authority.",
  "Islam is really funny.",
  "Nope, sorry, blown up.",
  "In fact he forbids it.",
  "Snogging on a beach?",
  "It isn’t hard to do.",
  "Thank you very much.",
  "Or stoned to death.",
  "Nope, sorry, haram.",
  "Are you a tourist?",
  "Not a single one!",
  "But they’re not.",
  "I have no words.",
  "And with jokes.",
  "Or pretend to.",
  "They mean it.",
  "Or beheaded.",
  "Ridiculous.",
  "Or worse.",
  "Big deal!",
  "No."
]