[
  "And it “casts doubt upon the commitment to peace among adherents of the Muslim faith.”\n\nIn fact, as Huffington Post noted, the Boston bombing had occurred at roughly 2:49 p.m. on April 15: “The Universal Muslim Association of America spoke out against the attacks at 5:17 p.m.; the Muslim Public Affairs Council at 5:53 p.m.; the Council on American-Islamic Relations 7:46 p.m.; the Muslim Peace Coalition 8 p.m. and the Muslim American Society Public Affairs and Engagement 10:52 p.m.;” and “the Islamic Society of North America” at 12:09 a.m. That’s the silence that Pompeo considered so “deafening” that it cast doubt on whether “adherents of the Muslim faith” believe in peace.",
  "In a February 2015 interview, Gaffney asked Pompeo whether Obama has “kind of an affinity for, if not the violent beheading and crucifixions and slaying of Christians and all that, but at least for the cause for which these guys are engaged in such activities.” Pompeo’s response: “Frank, every place you stare at the president’s policies and statements, you see what you just described.” That December, a questioner—after accusing Obama of supporting Islamists in Egypt and Iran—told Pompeo, “I can’t think of anything where he’s been on our side.” Pompeo’s answer: “The data you point out is correct and I’m not afraid to talk about the data.",
  "Pompeo is also a steadfast ally of Frank Gaffney, President of the Center for Security Policy, who has argued that adherence to Islamic law—far from being protected by the First Amendment—should be considered “an impermissible act of sedition, which has to be prosecuted.” Pompeo spoke at the Center for Security Policy’s “Defeat Jihad” summit in 2015.",
  "Two months after the 2013 Boston Marathon Bombing, he went on the House floor to declare that the “silence of Muslim leaders has been deafening.” This “silence,” Pompeo declared, “has made these Islamic leaders across America potentially complicit in these acts” of terrorism.",
  "Every time there has been a conflict between the Christian West and the Islamic East the data points all point to a single direction”—to Obama’s disloyalty to Christianity and the United States.",
  "He made that point more explicitly three years later after the Islamic Society of Wichita, which sits in Pompeo’s former district, invited a sheikh named Monzer Talib to speak.",
  "(The Islamic Society’s spokesman called that “completely untrue.”) And in the face of reports that armed protesters would besiege the mosque, it cancelled the talk.",
  "Underlying Pompeo’s remarks was the insinuation that Muslims must prove their loyalty to the Christians who have permitted them to reside in the United States.",
  "Like Gaffney and Gabriel, Pompeo repeatedly insinuated that President Obama preferred Islam—and maybe even ISIS—to Christianity and the United States.",
  "Pompeo, with help from the Center for Security Policy, publicly called Talib a supporter of terrorism.",
  "Listen to Pompeo and you hear echoes of Fransen, Gaffney, and Gabriel’s worldview.",
  "And as a member of Congress, he appeared on Gaffney’s radio show over 20 times.",
  "Pompeo has depicted American Muslims as a whole as a fifth column.",
  "The data is very clear.",
  "It’s not just Obama."
]