[
  "I ended up never leaving (except for a brief interlude called college).” Read his Playbook Plus Q&A: http://politi.co/2C6UXtg\n\nBIRTHDAYS: Julie Terrell Radford ... Tamara Hinton, founder of Comunicado PR ... NFL Commissioner Roger Goodell is 59 ... former Sony Corp. Chairman Howard Stringer is 76 ... Sean Conner … Gary Andres, senior EVP of public affairs at BIO … BuzzFeed senior national correspondent John Stanton (h/t Jackie Kucinich) ... Alexis Covey-Brandt, chief of staff to House Minority Whip Steny Hoyer … Andy Abboud (h/t Mike Abboud) ... 0ptimus’ Chris Faulkner … John Gentzel, VP at DCI Group and former press secretary for Olympia Snowe ... CTA’s Rachel Horn (h/ts Kurt Bardella) … Judy Kurtz of The Hill ... Politico’s Jen Plesniak and Lane Stickley ... Sandeep Hulsandra ... Melody Miller, Kennedy alum (h/t Jon Haber) ... Katharine Zaleski, co-founder and president of PowerToFly ... National Review’s John J. Miller ... Peter Van Buren ... Cat Blakely ... Joshua Schank ... Tucker Warren, partner at Hamilton Place Strategies … Ben Khouri, press secretary for Sen. Richard Burr (R-N.C.) and a McConnell alum, is 27 (h/ts Becca Glover and Amanda Faulkner) ...\n\n... Sarah Stillman, staff writer for the New Yorker … Kevin Bishop, comms director for Sen. Lindsey Graham (R-S.C.), is 47 ... Rep. Carolyn Maloney (D-N.Y.) is 72 ... Rep. Raul Grijalva (D-Ariz.) is 7-0 … Jason Bertsch, SVP at AEI ... Kaitlyn Martin, manager of public affairs at Cozen O’Connor Public Strategies ... Rebecca Brown … Stewart McLaurin, president of the White House Historical Association, which today is unveiling the official 2018 WH Christmas ornament (http://politi.co/2C8yxHZ) (h/t Amy Weiss) ... Molly Weaver, MBA candidate at GW ... Jim Green ... Evan Feinman ... Mick MacLaverty ... Olga Ramirez Kornacki, director of the House-Radio TV Gallery ... Chris Faulkner ... Ken Shepherd of the Washington Times ... Carrie Johnson O’Brion ... Daniel Blum ... NHK’s Alicia Rose ... Politico Europe’s Sam van Buren … Ginny Neel … USA Today commentary editor and columnist Jill Lawrence ... Sara Misselhorn ... William Thompson ... Fox News’ Louie Tartaglia ... Chris Faulkner ... Eric Sherred, alum of Ron Johnson campaign and the RNC ... Jonathan Pantano ... Samantha Zalaznick ... Birthright Israel CEO Gidi Mark ... Robin Freedman ... Steve Elliott (h/ts Teresa Vilmain) ... Britain’s Prince Andrew is 58 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "... [T]he company is making ... user data available to a team led by Stanford economist Raj Chetty, a favorite among tech elites for his focus on data-driven solutions to the nation's social and economic problems.” http://politi.co/2ESzSU8\n\nBONUS GREAT HOLIDAY WEEKEND READS, curated by Daniel Lippman:\n\n-- “Modeling’s glamour hides web of abuse,” by Boston Globe’s Jenn Abelson and Sacha Pfeiffer: “The fashion industry is built on glamour and allure, but many models, especially the very young, know it for something else: sexual exploitation and abuse.” http://bit.ly/2Cvf6ou\n\n-- “Behind the minimum wage fight, a sweeping failure to enforce the law,” by Marianne Levine: “Raising hourly pay is a rallying cry for 2018, but states often fail to get workers the money that’s owed them.” http://politi.co/2C8j0YM\n\n-- “The Daring Plan to Save a Religious Minority from ISIS,” by Jenna Krajeski in the New Yorker: “When the terrorist group attacked the Yazidis, a small group of American immigrants knew they could do something.” http://bit.ly/2oaBzmp\n\n-- “Why We Need Traditional Banking,” by Amar Bhidé in National Affairs: “Securitized credit, essentially tradable securities created by pooling mortgages and asset-backed consumer loans, surged by more than 10-fold after 1987 to over $4.5 trillion outstanding in 2001, and, in spite of a sharp decline after the 2008 crisis, recovered to over $8 trillion in 2017.",
  "They worked in 12-hour shifts, either day or night, and the assigned topics popped up in their email: President Vladimir V. Putin, or President Barack Obama, or often the two together; Ukraine; the heroism of Russia’s Defense Ministry; the war in Syria; Russian opposition figures; the American role in spreading the Ebola virus.” http://nyti.ms/2sBPKFV\n\n-- BLAKE HOUNSHELL in Politico Magazine: “Confessions of a Russiagate Skeptic”: http://politi.co/2ENDMxQ\n\n-- DARREN SAMUELSOHN: “Conservatives urge Trump to grant pardons in Russia probe”: “After months of criticizing special counsel Robert Mueller’s Russia probe, President Donald Trump’s supporters are issuing increasingly bold calls for presidential pardons to limit the investigation’s impact.",
  "Everywhere one looked one would see the pre-employed, employed, post-employed, underemployed and unemployed, and there would be no one uncounted in this census.” http://bit.ly/2BTUC9u\n\n-- “The fight for the right to be a Muslim in America,” by Andrew Rice in the Guardian: “A bitter legal row over a mosque in an affluent New Jersey town shows the new face of Islamophobia in the age of Trump.” http://bit.ly/2nV5zSv\n\n\n\nPlaybookers\n\nWELCOME TO THE WORLD -- Brendan Woodbury, legislative director for Rep. Denny Heck (D-Wash.), and Margaret Horn, a litigator at Shook, Hardy & Bacon, welcomed Josephine Lynn Woodbury to the world at 7:18 a.m. on February 16.",
  "“The president also surveyed Mar-a-Lago Club members about whether he ought to champion gun control measures in the wake of last week’s school massacre in nearby Parkland, telling them that he was closely monitoring the media appearances by some of the surviving students, according to people who spoke with him there.” http://wapo.st/2HuDHxx\n\n-- AP’S CATHERINE LUCEY and JONATHAN LEMIRE: “White House aides advised the president against golfing so soon after the tragedy, so Trump spent much of the holiday weekend watching cable television news and grousing to club members and advisers.” http://bit.ly/2C8n2jJ\n\nTRUMP FOR NEW GUN BACKGROUND CHECK SYSTEM?",
  "The man said Mr. Cohen first blew up at him, then steered him to David J. Pecker, chairman of the tabloid company, which sometimes bought, then buried, embarrassing material about his high-profile friends and allies.” http://nyti.ms/2EDJKlu\n\nFLIPPED -- “Former Trump aide Richard Gates to plead guilty; agrees to testify against Manafort, sources say,” by LA Times’ David Willman: “A former top aide to Donald Trump’s presidential campaign will plead guilty to fraud-related charges within days -- and has made clear to prosecutors that he would testify against Paul Manafort, the lawyer-lobbyist who once managed the campaign.",
  "Three years ago, when I was secretary of defense, I said, ‘We’ve got to change that.’ We need to put together a campaign plan that is military but also politico-military, and that pushes back.’” http://politi.co/2ECU1uf … Subscribe and listen to the full podcast https://apple.co/2kAoZfH\n\n-- “Inside the Russian Troll Factory: Zombies and a Breakneck Pace,” by NYT’s Neil MacFarquhar in Moscow: “At first, new recruits to the Internet Research Agency, the notorious Russian troll factory, were thrilled by the better-than-average salaries they earned simply for posting on the internet.",
  "It’s not just for NBC staff—during the Games, Peloton’s streamed live classes featuring NBC Winter Olympics personalities to its subscribers at home.” http://on.wsj.com/2sHeLiG\n\nFOR YOUR RADAR -- “Iranian Airline, Under Sanctions, Bought U.S. Jet Parts Through Front Firms,” by WSJ’s Ian Talley: “An Iranian airline under sanctions by the U.S. for ferrying weapons and fighters into Syria repeatedly bought U.S.-made jet engines and parts through Turkish front companies over the past several years, most recently in December, federal investigators said in a new U.S. government filing.",
  "President, same man, different hat.’” The full interview http://cbsn.ws/2sEujUA\n\nTHE FLORIDA SHOOTING …\n\n-- WAPO’S KEVIN SULLIVAN and WILLIAM WAN in Parkland, Florida: “Funeral after funeral, an emotional marathon for survivors of the Parkland school shooting”: “‘This is physically and emotionally the kind of marathon I never want anyone else to have to run,’ said Ken Cutler, a city commissioner, following one of the funerals Sunday ... ‘These are children who have never had death touch their lives,’ said Cutler, 58, whose wife is a teacher who survived the shooting.",
  "‘I think he should be pardoning anybody who’s been indicted and make it clear that anybody else who gets indicted would be pardoned immediately,’ said Frederick Fleitz, a former CIA analyst and senior vice president at the conservative Center for Security Policy.” http://politi.co/2ECXpVK\n\nA RARE FOGGY BOTTOM REBUTTAL -- MARGARET BRENNAN spoke with SECRETARY OF STATE REX TILLERSON for CBS’S “60 MINUTES”: BRENNAN: “In his New Year’s Day speech Kim Jong Un said the entire area of the U.S. mainland is within our nuclear strike range.",
  "Learn more at google.com/grow/veterans\n\nVALLEY TALK – “Facebook’s next project: American inequality: A Stanford economist is using the company’s vast store of personal data to study why so many in the U.S. are stuck in place economically,” by Nancy Scola: “Facebook CEO Mark Zuckerberg is quietly cracking open his company’s vast trove of user data for a study on economic inequality in the U.S. — the latest sign of his efforts to reckon with divisions in American society that the social network is accused of making worse.",
  "The filing documents purchases from September 2016 through December 2017.” http://on.wsj.com/2Ffxkxg\n\nTHE TRUMP ADMINISTRATION -- “Trump administration dismantles LGBT-friendly policies,” by Dan Diamond: “The nation’s health department is taking steps to dismantle LGBT health initiatives, as political appointees have halted or rolled back regulations intended to protect LGBT workers and patients, removed LGBT-friendly language from documents and reassigned the senior adviser dedicated to LGBT health.",
  "A Health Affairs study last year found that many LGBT individuals have less access to care than heterosexuals ... Last month it established a new religious liberty division to defend health workers who have religious objections to treating LGBT patients.” http://politi.co/2Fdsh0j\n\nDEEP DIVE – JEFFREY TOOBIN in The New Yorker, “Trump’s Miss Universe Gambit”: “From 1996 to 2015, Donald Trump co-owned the Miss Universe Organization, which also included the Miss U.S.A. and Miss Teen U.S.A. pageants.",
  "Republicans are seeking to protect their congressional majorities against historical headwinds and surging Democratic enthusiasm, even in GOP-dominated Texas.” http://bit.ly/2EACfry\n\nFT: “Private equity chiefs face conversion dilemma,” by Javier Espinoza in London and Sujeet Indap in New York: “Private equity bosses are facing an uncomfortable choice: do they seek to benefit from U.S. president Donald Trump’s tax cuts with a corporate rejig that would potentially boost valuations?",
  "Learn more at google.com/grow/veterans\n\nTHE RUSSIA REPORT …\n\n-- BIG INTERVIEW: SUSAN GLASSER talks with ASH CARTER: “The War America Isn’t Fighting”: “When Ash Carter became President Barack Obama’s fourth and final secretary of defense in early 2015, Russia had just seized Crimea by force from its neighbor Ukraine, in the first such armed takeover of territory in Europe since the end of World War II, and its troops were busy destabilizing Ukraine’s east.",
  "I can’t imagine what it is like for a teenager.’ Since Friday, they’ve attended a succession of funerals for teachers and fellow classmates.” http://wapo.st/2CvICuf\n\nTEXAS TRIBUNE’S PATRICK SVITEK in Dallas: “Texas may be a red state, but for at least the weekend, it served the role of a battleground for two party leaders determined to put their spin on President Donald Trump's agenda in the lead-up to the midterm elections.",
  "BIG READ -- NYT’S JIM RUTENBERG, MEGAN TWOHEY, REBECCA RUIZ, MIKE McINTIRE and MAGGIE HABERMAN, A1: “Tools of Trump’s Fixer: Payouts, Intimidation and the Tabloids”: “As accounts of past sexual indiscretions threatened to surface during Donald J. Trump’s presidential campaign, the job of stifling potentially damaging stories fell to his longtime lawyer and all-around fixer, Michael D. Cohen.",
  "And many are concerned that President Trump has not focused on the potential for more attacks on America’s election system like the one Russia launched in 2016.” http://bit.ly/2C7llTG\n\nWHERE TRUMP STANDS ON OPRAH -- @realDonaldTrump at 11:28 p.m.: “Just watched a very insecure Oprah Winfrey, who at one point I knew very well, interview a panel of people on 60 Minutes.",
  "“She will go by Josey even though proud big sister Frankie was hoping to call her Rincy.” Pic http://bit.ly/2CvnkNo\n\nBIRTHDAY OF THE DAY: Andrew Ross Sorkin, anchor for CNBC’s “Squawk Box,” a NYT columnist, founder and editor of DealBook and co-creator of Showtime’s “Billions.” How he got his start in journalism: “I was 18 when I first walked into The New York Times.",
  "-- “State election officials across country returning to paper ballots,” by Boston Globe’s Matt Viser: “Hoping to counter waves of Russian Twitter bots, fake social media accounts, and hacking attacks aimed at undermining American democracy, state election officials around the country are seizing on an old-school strategy: paper ballots.",
  "And the president’s meeting his responsibilities as commander in chief of asking our military, Secretary Mattis at the Defense Department, to ensure we are prepared for anything.”\n\n-- ON DISMANTLING THE STATE DEPT: BRENNAN: “There are 41 embassies without confirmed ambassadors and that’s even in places where there are crises.",
  "WHAT THE PRESIDENT HAS BEEN DOING THIS WEEKEND, via Josh Dawsey and Phil Rucker: “He spent much of the [his time at Mar-a-Lago] watching cable news, venting to friends about the Russia investigation and complaining that it has been driving so much press coverage, according to people who have spoken to him.",
  "Further vindicating Bryan’s forecast, traditional bank loans have shrunk to just a fifth of private debt in the U.S.” http://bit.ly/2nfJ6Qj\n\n--“If work dominated your every moment would life be worth living?” by Andrew Taggart in Aeon Magazine: “Imagine that work had taken over the world.",
  "It was always about what could I do to be successful on behalf of my shareholders, how Russia could succeed.” BRENNAN: “How different was it walking into the Kremlin as secretary of state?” TILLERSON: “It was different -- because -- and I had to think very, very h-- carefully about that.",
  "“The study, which hasn't previously been reported, is mining the social connections among Facebook’s American users to shed light on the growing income disparity in the U.S., where the top 1 percent of households is said to control 40 percent of the country's wealth.",
  "Hope Oprah runs so she can be exposed and defeated just like all of the others!”\n\n-- THE LATEST ON OPRAH, FROM CNN’S BRIAN STELTER (posted Thursday): “In recent days, three of Winfrey’s confidants told CNN that she has not explicitly ruled out a presidential bid.",
  "Former contestants told me that Trump would circulate among the young women, shaking hands and chatting with each of them, periodically turning to speak with Paula Shugart, the president of the Miss Universe Organization, who followed him at a discreet distance.",
  "Or do they stay as partnerships, which have proven a reliably lucrative means of keeping taxes lower on earnings?” http://on.ft.com/2ECRyUC\n\nTRUMP’S MONDAY -- The president and the First Lady will fly back to D.C. at 4 p.m. this afternoon from West Palm Beach.",
  "‘Rick Gates is going to change his plea to guilty,’ said a person with direct knowledge of the new developments, adding that the revised plea will be presented in federal court in Washington ‘within the next few days.’” http://lat.ms/2ofGEJe\n\nTHE NEW NORMAL?",
  "“‘There was essentially no … campaign plan for countering Russia of the kind that I lived with all during the time I was working in the Cold War defense,’ Carter told me in the interview for The Global Politico, our weekly podcast on world affairs.",
  "… The revelation could bolster a case by some within the Trump administration against granting Boeing Co. licenses to sell Iran scores of new planes, a multibillion-dollar deal inked after Tehran signed the landmark 2015 nuclear agreement.",
  "“Yes: In a move that will warm the sculpted quads of stationary bike cultists everywhere, NBC decided to host an Olympic outpost of the glam subscription fitness company, which is known for its sleek $2,000 bikes and starry instructors.",
  "‘The NATO plans, and the U.S. plans for the defense of Germany against Warsaw Pact invasion; all that stuff went away when the Wall came down, and then the Soviet Union collapsed, and we didn’t think anything like that was necessary.",
  "The change of heart by Trump’s former deputy campaign manager Richard Gates, who had pleaded not guilty after being indicted in October on charges similar to Manafort’s, was described in interviews by people familiar with the case.",
  "... Adwoa Yamoah, who competed as Miss Canada in 2012, told me, ‘He made comments about every girl: “I’ve been to that country.” “We’re building a Trump Tower there.” It was clear the countries that he liked did well.",
  "“The state played host Friday and Saturday to Vice President Mike Pence and U.S. House Minority Leader Nancy Pelosi, D-Calif., providing a split-screen battle to rally their party faithful for victory in November.",
  "We’ve got terrific -- people, both foreign service officers, civil servants, that have stepped into those roles around the world … So clearly, it is not with the same kind of support that I wish everyone had.",
  "Playbook: TRUMP surveys Mar-a-Lago members about gun control Presented by\n\nDriving the Day\n\nThe Washington Post reported that President Donald Trump asked Mar-a-Lago members about gun control this weekend.",
  "‘They were just giving me money for writing,’ said the former troll, a St. Petersburg resident who wanted to get into marketing or journalism but was drawn by the hard-to-match $1,400 weekly paycheck.",
  "NBC, deploys a small army to cover the Olympics—there are 2,000 or so people working for the media giant here—and with a mega-event on the other side of the world, it helps to have familiar comforts.",
  "Her spokeswoman said: ‘There are no plans in the works for her to run.’” http://cnnmon.ie/2C7VrPS\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "…\n\n“They intensified as Mr. Trump’s campaign began in the summer of 2015, when a former hedge-fund manager told Mr. Cohen that he had obtained photographs of Mr. Trump with a bare-breasted woman.",
  "Top election officials around the country are growing increasingly alarmed about this fall’s midterm elections, with a drumbeat of dire warning signs that Russia is determined to influence them.",
  "The sharp reversal from Obama-era policies carries implications for a population that's been historically vulnerable to discrimination in health care settings, say LGBT health advocates.",
  "He basically told us he picked nine of the top fifteen.’” http://bit.ly/2Cb6HuG\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "MOST REPUBLICAN CONGRESSIONAL LEADERS have consistently been opposed to changes to gun laws, saying that the government should enforce existing laws before creating new ones.",
  "Then slowly, almost imperceptibly, anything else – the games once played, the loves fulfilled, the festivals celebrated – would come to resemble, and ultimately become, work.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "-- HALLIE JACKSON (@halliejackson): \"As @NBCNews first reported yesterday, the president spoke privately with John Cornyn re: bill to tighten federal background checks.",
  "But our foreign policy objectives continue to be met.”\n\n-- ON PUTIN: TILLERSON: “The relationship that I had with President Putin spans 18 years now.",
  "They brought in a celebrity instructor-coached cycling class,” by WSJ’s Jason Gay: “You probably know that the National Broadcasting Company, a.k.a.",
  "Carter ordered the Pentagon to respond by producing its first Russia war plan since the end of the Cold War, he revealed in an interview last week.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Playbook Reads\n\nPHOTO DU JOUR: People visit a makeshift memorial outside Marjory Stoneman Douglas High School in Parkland, Fla. on Feb. 18.",
  "But one says he eventually realized that the work hid a darker reality: both they and their audience were meant to turn into zombies.",
  "@PressSec confirms today @POTUS is 'supportive of efforts' on that - though as our sources noted, language will prob get tweaked.\"",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Pennsylvania Governor Tom Wolfe this month ordered county officials to ensure new election equipment produces a paper record.",
  "A day or two before a pageant began, Trump would casually visit the contestants while they conducted their final rehearsals.",
  "But at the same time, two of the sources said she is not encouraging the speculation or taking steps to start a campaign.",
  "“In Virginia, election officials have gone back to a paper ballot system, as a way to prevent any foreign interference.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "How do you explain that?” TILLERSON: “Well, there’s been no dismantling at all of the State Department.",
  "THE PRESIDENT at 8:42 a.m. (@realDonaldTrump): \"Have a great, but very reflective, President’s Day!\"",
  "-- REMEMBER how Washington was going to lock arms and ban bump stocks after the Las Vegas massacre?",
  "“Georgia lawmakers are considering legislation to replace a touch-screen voting system with paper.",
  "A Pedal Through NBC’s Olympic Spin Zone: How could the media giant top a Starbucks in Sochi?",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“In Sochi, NBC famously tucked an employees-only Starbucks into its broadcast bat cave.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "That kind of a threat to the American people by a regime like this is not acceptable.",
  "Presidential leadership goes a long way, but these efforts keep falling flat.",
  "That’s gotta make you nervous.” TILLERSON: “It does make us nervous.",
  "“‘I was much younger and did not think about the moral side.’ ...",
  "He’d whisper to Paula about the girls, and she’d write it down.",
  "| Gerald Herbert/AP Photo\n\nAT THE OLYMPICS … “Queasy Rider!",
  "The questions were biased and slanted, the facts incorrect.",
  "I worked for Stuart Elliott, the advertising columnist.",
  "No ambassador in South Korea, Saudi Arabia, in Turkey.",
  "‘Facing your own mortality as an adult is hard enough.",
  "It -- it also -- it also stiffens our resolve.",
  "All else would come to be subservient to work.",
  "And the only thing I said to him was ‘Mr.",
  "The most reliable politics newsletter.",
  "I was supposed to stay for five weeks.",
  "In South Korea, there’s a Nespresso.",
  "It was all a bit under-the-radar.",
  "You can unsubscribe at any time.",
  "And a Peloton instructor.",
  "Happy President’s Day!",
  "And a Jamba Juice.",
  "And a Peloton.",
  "Wait, what?"
]