[
  "Gaffney explained that it’s not just permitted, but “obligatory,” for followers of the Islamic supremacist doctrine to “dissemble, to deceive the unbeliever, and to use deception as Mohammed did – the perfect Muslim – to triumph over the infidel, and to successfully create conditions under which they will be effectively enslaved, or reduced to a dhimmi status.”\n\nHe thought the Turkish president’s carefully crafted message would play well to Western media and government, which are suffused with the endless hope that “there’s a degree of moderation on the part of people like Erdogan, or others in the Muslim Brotherhood movement – the global jihad movement, for that matter.”\n\n“It just ain’t so,” Gaffney argued.",
  "“This is a guy who has transformed his country, let’s be clear, from a secular democratic nation – a Muslim one to be sure, but definitely in the secular tradition of Ataturk – into what is now an Islamist police state.”\n\n“Particularly people in the press, who are trying to portray this in the most rose-colored glass mode, should understand what he’s doing to the press in Turkey,” Gaffney stressed.",
  "Center for Security Policy founder and Ted Cruz foreign-policy adviser Frank Gaffney joined host Stephen K. Bannon on Breitbart News Daily Friday morning to talk about the recent proclamation of “Islamic unity” from Turkish President Recep Tayyip Erdogan, whose country will now assume the chairmanship of the Organization of Islamic Cooperation (OIC) for two years.",
  "“He’s telling us that he’s all about solidarity, and tolerance, and ecumenicalism, and we all need to pull together, and so on.”\n\n“But the main message he’s been sending to his own people, for something like 13 years now, is Islamic supremacism,” Gaffney continued.",
  "It is about forcing them to submit, in the classic tradition of sharia.”\n\nHe described Erdogan as “Muslim Brotherhood old Islamist who believes, at the end of the day, that he is going to be the new Caliph.”\n\n“He is going to create a neo-Ottoman Empire.",
  "“He’s crushing it, unless it bends to his will.”\n\nHe noted that Erdogan is famous for having said “Democracy is like a bus – you take it to your destination, and then you get off.”\n\n“He’s long since gotten off, internally,” Gaffney warned.",
  "And anything that is communicated to the West – in various international fora, or through proclamations, or through other means – is what is known, in the traditions of sharia, as taqqiya – that is, essentially, lying for the Faith.",
  "Gaffney argued that Erdogan’s statement was actually an example of taqqiya, the Muslim practice of lying for the greater good of the faith, and Erdogan’s true agenda was Islamic supremacism.",
  "“I think what he’s trying to tell us is different from what he’s trying to tell his own people,” Gaffney said of Erdogan’s proclamation.",
  "And that’s the unvarnished and unhappy truth.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00AM to 9:00AM EST.",
  "He is aligned with the Islamists around the world – with Iran, with China, with Hamas of course.",
  "This is a guy who is no longer, in his country, a reliable NATO ally.",
  "You can listen to the full interview with Frank Gaffney below:",
  "And I think this should be discounted as such,” said Gaffney.",
  "“It has nothing to do with [singing] ‘Kumbaya’ with infidels.",
  "“We should be under no illusion: he is not aligned with us."
]