[
  "Ambassador John Bolton, it would free the United States to “stop pretending that the Iranians are a regime that we can do business with.”\n\n“You stop encouraging our own corporations, and oh, by the way, all those Europeans, to say nothing of the Russians and Chinese who consider the Iranians clients, to stop putting money into Iran to prop up this dangerous regime,” he said, adding that Iran is dangerous to all of those other governments as well as the United States and Israel.",
  "Gaffney described retiring Sen. Bob Corker (R-TN) as “the man who helped engineer the arrangement by which we have been saddled with what I call the Obama bomb deal.”\n\n“He was the guy who, together with the ranking member of the Senate Foreign Relations Committee, Sen. Cardin, essentially subverted the Constitution by allowing Obama to treat this not as a treaty, but as a political understanding,” Gaffney noted.",
  "“They put together an arrangement whereby every 90 days, the president is supposed to certify two things: one, that Iran is in compliance with the terms of this political understanding; and two, that it’s in the interests of the United States, the vital national security interests of the United States.”\n\n“Despite what General Mattis, the secretary of Defense, and H.R.",
  "And even the International Atomic Energy Agency, the group that we contracted out verification of this deal to, says, ‘Hey, we can’t verify it because they won’t let us into sites where we think they are engaged in illegal activity, military sites.’ No great surprise, but, nonetheless, it’s out there.”\n\n“So when people tell you, ‘Hey, no problem.",
  "“The Iranians are pursuing nuclear weapons as we speak, no question about it, and they’re engaged in a whole host of other activities – some of which are made possible by the $150 billion Barack Obama transferred to them, and that’s not even the money that he gave them for hostages.",
  "“Western civilization has to submit to sharia, according to the Iranians, and killing as many of us as is necessary to make that possible is in the cards.”\n\n“If we wind up with the bait-and-switch, I’m afraid we will have, in a way, the worst of both worlds.",
  "Gaffney noted that the debate over recertifying the nuclear deal comes at the same time Congress is considering sanctions on Iran’s Islamic Revolutionary Guard Corps, which the Trump administration may formally declare a terrorist organization.",
  "Gaffney said President Trump’s campaign criticism of the Iran nuclear deal as “the worst deal ever” has been validated and expressed confidence the president still wishes to decertify the deal and withdraw from it.",
  "“We need to be serving up to the world a clear rejection of what the Iranians are up to and saying to the Europeans, and others for that matter, ‘You want to do business with the Iranians?",
  "We’ll have said, ‘Oh, there’s no deal,’ but we will remain obliged to continue to support it, to continue to allow these transactions and other life support for the Iranian regime.",
  "You’re not going to be doing business with us.’ I think it will be pretty clear, pretty quickly, that they’d rather work with us than with our enemies,” he predicted.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to discuss the fate of the Iran nuclear deal.",
  "And then what we’ll do, you see, is we’ll negotiate with the Iranians some more – and oh, with the Chinese and the Russians and others – and then we’ll fix it.",
  "McMaster and Rex Tillerson and, I guess, Chief of Staff John Kelly are saying, Iran is not in compliance with the terms of this agreement,” Gaffney declared.",
  "That’ll be what will make it better.”\n\n“I gotta tell you, I have a bridge in Brooklyn if you want to buy that rubbish, and I hope the president won’t do it.",
  "But more to the point, there’s no question this accord, such as it is, is not in the vital national security interests of the United States,” he said.",
  "“That is, we’ll tell the American people that this deal is not being complied with and/or it’s not in our interests, but we’re going to stay in it.",
  "Gaffney said that if the Trump administration truly withdraws from the Iran deal, using a strategy similar to the one recommended by former U.N.",
  "It’s funding now terrorism, it’s funding now ballistic missile programs, it’s funding now regional instability, and on and on,” he charged.",
  "“We know that, among other things, four United States senators wrote the president with evidence about this a month or so ago.",
  "I think he doesn’t want to, but frankly, that’s all he’s being given as an option, as best I can tell, by H.R.",
  "“The question is whether he’s going to settle for what I consider to be a bait-and-switch,” Gaffney said.",
  "Death to Israel.’ Yeah, but death to Europe is something they certainly have in mind as well,” he warned.",
  "McMaster and these other guys who, as you say, Alex, want to stay in the deal,” he told Marlow.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“And so we’ve got this arrangement whereby it’s kind of face-covering,” he said.",
  "It’s being complied with,’ that’s simply not so.",
  "“They keep saying, ‘Death to America.",
  "You want to help enable this threat?",
  "That would be crazy,” he warned.",
  "So be it.",
  "LISTEN:"
]