[
  "In an unsealed “confidential” report on counterterrorism issued by the NYPD’s intelligence unit, the agency designated five individuals linked to the Masjid Nur Al-Islam mosque attended by the NYC terrorist Akayed Ullah as “most dangerous.”\n\nBangladeshi law enforcement learned from Ullah’s relatives that the 27-year-old terrorist “had shown no sign of being interested in extremism before [moving] to US [sic] with his family in 2011,” reports the Dhaka Tribune.",
  "News 12 learned from the worshippers that the “former imam stepped down in August after an alleged embezzlement scandal, but not before he transferred ownership of the building to himself.”\n\nThe NYC jihadist is not the only member of his family to have attended a suspicious mosque.",
  "“He did detonate it, but it did not fully have the effect that he was hoping for.”\n\nDhaka’s Counter-Terrorism and Transnational Crime (CTTC) unit has been collecting information on Ullah through his wife and her parents since the attempted attack on Monday.",
  "Among the members, the son of a former imam at the mosque, Adnan Gulshair el-Shukrijumah, became a senior member of al Qaeda and another member, Abdul Rasheed, was convicted for plotting to blow up the United Nations (U.N.) building and the Holland Tunnel.",
  "He told his family members to offer prayers regularly and put pressure on them to follow Salafism, an ultra-conservative branch within Sunni Islam.”\n\nMany jihadist groups, including ISIS and al-Qaeda, subscribe to the Salafism Sunni ideology.",
  "In the criminal complaint filed against Ullah, the U.S. Department of Justice (DOJ) acknowledged that the terrorist’s radicalization process began at least in 2014 when he came into contact with pro-Islamic State materials online.",
  "U.S. authorities have charged Ullah with criminal possession of a weapon, supporting an act of terrorism, making a terroristic threat, providing material support to a terrorist group, and using of a weapon of mass destruction.",
  "Echoing other assessments, the Center for Security Policy (CSP) reports:\n\nUllah attended the Masjid Nur Al-Islam mosque, known to have many terrorist links and used to be funded by the Saudi Arabian government.",
  "He “deceitfully” took control of the worshipping facility, known to serve the area’s Bangladeshi community, and shut it down, leaving congregants to pray outside while they attempt to find answers.",
  "The Bangladeshi terrorist “was close to the mosque’s Imam and was often seen with him at afternoon prayers,” the New York Times (NYT) learned from a regular attendee identified only as Mohammad.",
  "We are trying to learn more.”\n\nBangladesh’s Foreign Ministry reportedly described the jihadist as a “homegrown U.S. terrorist” when the U.S. State Department asked for information.",
  "In a Facebook post written before the attack, Ullah reportedly wrote a message proclaiming that U.S. President Donald Trump had “failed to protect” America.",
  "Bangladeshi authorities believe Ullah’s radicalization process began after his father — freedom fighter Sanaullah Miah— succumbed to cancer in New York.",
  "Citing Ullah’s acquaintances and relatives in Bangladesh, the Dhaka Tribune notes: “He started exhibiting an increased interest in religion after that.",
  "“We did not get any information to indicate that he was radicalized in Bangladesh,” determined Mohammad Saiful Islam, the deputy commissioner of CTTC.",
  "The failed New York City subway bomber reportedly attended a terrorist-linked mosque in Brooklyn that was once funded by the Saudi government.",
  "Ahsan Ullah was reportedly an attendee of Masjid al-Salam, the same mosque where the infamous blind sheikh Omar Abdel-Rahman used to preach.",
  "Early this month, News 12 Brooklyn reported that local Muslims have linked the mosque’s now former imam to corruption and embezzlement.",
  "Although Ullah was the only one seriously injured in the attack, another five people were also wounded.",
  "CSP notes:\n\nUllah’s brother also reportedly attends a mosque with a history of terrorist associations.",
  "FBI officers reportedly kept a former imam at the Masjid Nur Al-Islam mosque under surveillance.",
  "Rahman is considered the mastermind behind the 1993 bombing of the World Trade Center.",
  "Rashid,” later convicted in a terrorist plot to bomb landmarks across New York City.",
  "Authorities affiliated the former imam with Clement Rodney Hampton-El, or “Dr.",
  "“Fortunately for us, the bomb partially detonated,” New York Gov.",
  "“We assume that he became radicalized in New York.",
  "Abdel Rahman died in February of this year.",
  "Andrew Cuomo told CNN."
]