[
  "But the nationalists may have a competitive advantage: Trump, who already thinks McMaster is a \"pain\" who talks too much and has complained to aides that he wants Flynn back at the White House, is reportedly considering sending McMaster to replace Gen. John Nicholson as the top commander of American and NATO troops in Afghanistan.",
  "Cernovich set up a website this week called McMaster Leaks, on which he alleged the general had \"been leaking information to David Petraeus and has had direct contact with George Soros,\" a billionaire, left-leaning philanthropist and frequent bogeyman of the far right.",
  "Twitter accounts that have been linked to Russian influence operations have jumped on the anti-McMaster bandwagon, too, using hashtags like #FireMcMaster and #deepstate, according to a newly launched website that aims to track Russian propaganda efforts in real time.",
  "Breitbart But right-wing media outlets like Breitbart have long harbored suspicions about McMaster, who persuaded Trump to stay away from the phrase \"radical Islamic terrorism\" in a speech to Middle Eastern leaders in Saudi Arabia earlier this year.",
  "Laura Ingraham, a conservative political commentator and Trump ally, on Thursday tweeted, \"Obama holdovers at NSC or State Dept who are leaking [should] do real time for these leaks,\" and questioned why McMaster had \"fired actual Trump supporters.\"",
  "Shares of a Breitbart story titled \"NSC Purge: McMaster 'Deeply Hostile to Israel and to Trump'\" have increased by 2,300% since Wednesday, according to the site, and \"clearance,\" \"McMaster,\" and \"Susan Rice\" were among the top and trending topics.",
  "\"There is a split in the White House between the Bannon camp of ideologues and the McMaster-Mattis-Tillerson camp of more centrist intellectuals,\" Pete Mansoor, a retired Army colonel who worked closely with McMaster, told Politico.",
  "The dismissals of Ezra Cohen-Watnick, Rich Higgins, and Derek Harvey have exacerbated friction between McMaster and the White House's more nationalist wing, which is led by Bannon and has President Donald Trump's ear.",
  "On Thursday, a letter McMaster wrote to Susan Rice, a national security adviser during the Obama administration, allowing her to keep her security clearance was leaked to Circa — an outlet seen as friendly to Trump.",
  "And he said he \"would not be concerned\" if Trump's son-in-law and senior adviser, Jared Kushner, had asked to set up a secret back-channel method of communication with Moscow during the transition period.",
  "The official seemed to try to appeal directly to the president's ego, adding that he didn't understand why Trump was \"allowing a guy who is subverting his foreign policy at every turn to remain in place.\"",
  "Since the firings, administration officials speaking anonymously to conservative-leaning news outlets have accused McMaster of being \"anti-Israel\" and opposing \"everything the president wants to do.\"",
  "Michael Warren, a writer for The Weekly Standard, told CNN on Friday that Bannon and his allies saw McMaster's sudden purge of Flynn appointees as an overt attempt to sabotage Trump's agenda.",
  "Circa paired the letter, which immediately stirred outrage in far-right circles, with quotes from anonymous West Wing officials claiming it undermined the president's judgment.",
  "McMaster is a Deep State Plant who Opposes the Trump Agenda,\" tweeted Mike Cernovich, a prominent far-right provocateur who describes himself as an \"American nationalist.\"",
  "McMaster this week as McMaster began asserting more control over the National Security Council and fired officials appointed by his immediate predecessor, Michael Flynn.",
  "\"What the nationalists are saying about McMaster: 'He wants to send more troops to Afghanistan, so we're going to send him,'\" Axios' Mike Allen reported Thursday.",
  "John Kelly's recent move from homeland security secretary to White House chief of staff should ensure McMaster's independence and control over the NSC — for now.",
  "\"America needs Rich Higgins in office, not HR McMaster,\" tweeted Frank Gaffney, the president of the Center for Security Policy, a far-right think tank.",
  "REUTERS/Kevin Lamarque\n\nWhether McMaster is ousted or not, efforts to undermine him both inside and outside the West Wing seem to be well underway.",
  "On Friday, the top and trending websites the accounts were sharing were the Circa story about McMaster letting Rice keep her security clearance.",
  "\"And this conflict is playing out in real time as the Trump administration tries to flesh out its foreign policy and national security policy.\"",
  "Thomson Reuters Allies of White House chief strategist Steve Bannon intensified their battle against national security adviser H.R.",
  "He added that if McMaster weren't \"fired for sabotaging\" Trump's agenda, \"it will be the McMaster administration.\"",
  "He defended him to reporters after Trump disclosed Israeli intelligence to Russian diplomats in the Oval Office.",
  "Omg,\" Sean Hannity, a Trump ally and Fox News host who dined with the president last week, tweeted on Thursday.",
  "One former NSC official told The Daily Caller that McMaster was a \"sycophant\" of retired Gen. David Petraeus.",
  "tweeted Jack Posobiec, a far-right internet activist and pro-Trump conspiracy theorist.",
  "\"Why is Gen McMaster making decisions without even informing Gen Kelly?\"",
  "President Donald Trump shaking hands with McMaster.",
  "McMaster has gone to bat for Trump in the past.",
  "The Breitbart home page on Friday morning.",
  "McMaster at a White House press briefing.",
  "\"Is this proper chain of command?\"",
  "McMaster need to go?",
  "\"What is this?",
  "Susan Rice?",
  "Does H.R.",
  "\"H.R.",
  "H.R."
]