[
  "Without irony, he decried our statements, “which were not aimed to preserve our OSCE principles and unanimously adopted commitments on human rights and fundamental freedoms.” Instead, he said, “we should all uphold the principles of tolerance and show respect and understanding for one another.”\n\nSo: We must uphold the principles of tolerance even if that means violating fundamental freedoms like freedom of expression in order to tolerate those who came to Europe and America with the explicit intention of imposing arguably the most intolerant legal regime the world has ever known, Sharia.",
  "For instance, the OSCE Charter on Preventing and Combatting Terrorism, agreed upon in 2002 in Porto, Portugal, “Firmly reject[s] identification of terrorism with any nationality or religion.”\n\nODIHR staff echoed this Porto statement three times in personal conversations with me – in spite of 31,805 attacks by Islamic terrorists, honor killings or Sharia executions just since 9/11, in which literally thousands of times terrorists identified their terrorism with the religion of Islam.",
  "Director Gísladóttir eventually took the floor to decry that meeting participants “unfortunately witnessed discourse which does not belong in a forum set on how we can further tolerance.”\n\n“In fact,” she said, “it does not belong anywhere.”\n\nSo: Director Gísladóttir believes that speaking out against Sharia’s intolerance and discrimination is not only out of place at a meeting expressing concerns about tolerance and non-discrimination, it should be – what, banned?",
  "That is because according to many of its critics and supporters, Islamic law, known as Sharia, is a totalitarian system, built on texts with pervasive anti-Semitism, which results in significant religious persecution.”\n\nIn response to these interventions, over and over the ODIHR Moderator “reminded” us of OSCE countries’ commitments with respect to tolerance and non-discrimination.",
  "We must preserve them, if we want to live in peaceful, harmonious, safe, and secure societies.”\n\nSo: Remaining silent to the influx of Sharia enthusiasts will make us more peaceful, harmonious, safe, and secure – in spite of the now absolutely incontrovertible evidence that doing so is making Europe more violent, discordant, unsafe, and treacherous.",
  "I attended the meeting as part of a team led by Elisabeth Sabaditsch-Wolff, an Austrian prosecuted under an actual blasphemy law for, at a private event, characterizing Mohammed as a “pedophile” for having taken a six-year-old girl as a wife and then consummating the marriage when she was nine.",
  "Moreover, three times ODIHR staff, once including newly minted ODIHR Director Ingibjörg Sólrún Gísladóttir of Iceland, politely shut down private conversations with me mid-sentence rather than delve into actual arguments on the conflict between OSCE’s founding principles and Jihad and Sharia.",
  "In at least 13 appearances before the meeting’s plenary session, this team argued, for example, that “by embracing so-called tolerance and non-discrimination, participating states risk promoting totalitarianism, anti-Semitism and persecution on religious grounds.",
  "A former chief of staff from Capitol Hill, he is the author of The White House Commission on Radical Islam: A Recommendation (Middle East Forum, 2107), as well as Grassroots Rules (Stanford University Press, 2007), a book on presidential politics.",
  "The meeting was rife with references to Islamophobia, hate crimes, hate speech, and now “hate incidents,” occurrences to which the Left or its minions object, even if it is not a crime, and even if it is legally protected speech.",
  "Founded as an election monitor in 1990, ODIHR has devolved into a twisted forum for cultural Marxism and political correctness, laced with just a hint of compliance with the totalitarian Islamic law known as Sharia.",
  "Likewise, Ambassador Florian Raunig, head of the Taskforce of the Austrian OSCE Chairmanship, scolded us for daring to tell the truth about the link between Sharia and terrorist violence.",
  "Over time, ODIHR’s capture by the radical Left and Sharia enablers has helped transform OSCE from a Cold War strategic asset into an orgy of Western self-deception.",
  "It came from an Orwellian meeting of the Organization for Security and Cooperation in Europe (OSCE) in Warsaw, Poland, which concluded Friday.",
  "Our team argued Sharia drives the current surge of terrorism – and innumerable other ills, by the way – in Europe and around the world.",
  "This “Human Dimension Implementation Meeting” (HDIM) powered down having run roughshod over both free expression and reality itself.",
  "HDIM is run by the amusingly acronymed Office for Democratic Institutions and Human Rights (ODIHR, pronounced “Oh Dear”).",
  "Christopher C. Hull, Ph.D. currently serves as the interim Executive Vice President of the Center for Security Policy.",
  "He further argued that OSCE countries “adopted a wealth of commitments in the area of human rights over the years.",
  "Yet the London Tube Jihadi attack took place literally during the meeting – and generated not a single mention.",
  "I just returned from Europe, where I saw a terrifying vision of its future.",
  "Worse, whether deliberately or not, her conviction complied with Sharia.",
  "I just returned from Europe, where I heard an eerie echo of its past.",
  "ODIHR’s willful blindness infects all too many OSCE countries.",
  "Her statement’s veracity was an insufficient defense.",
  "Austria is a case in point."
]