[
  "It is a manifestation of an ideology – I think Andy McCarthy coined the best way of describing it as ‘sharia supremacism’ – that is very much on the march, including under the banner of the Islamic State, whether it’s in places like Afghanistan, or in the Philippines, or in the Sinai, or here in the United States.”\n\n“The defeat is elusive, to say the least, and unless and until we do what Donald Trump has talked about, which is going after this ideology, understanding it, characterizing it properly – he’s called it ‘radical Islamic terrorism,’ that beats the dickens out of ‘violent extremism,’ but it’s still short of the mark because it doesn’t take into account the Muslim Brotherhood and other sharia supremacists who are working with the Islamic State, promoting the same goals, pursuing them sometimes in different ways,” he said.",
  "These are the sorts of things that I believe scream out for investigation.”\n\nOne reason he cited for the urgency of such investigations is that “in 2011 and 2012, the United States Army and the United States Air Force, in publicly available documents, said this Skolkovo exercise abounted to the overt theft of American technology, including very worryingly hypersonic missile technology, which is now being used by the Russians among others to threaten us because it can evade our current rather hapless missile defense systems.”\n\nMarlow added that the enormous financial ties between Clintonworld and Russian interests have been breezily dismissed as irrelevant by the people who are currently accusing Trump Jr. of “treason” for his meeting with the Russian lawyer.",
  "Gaffney said the Trump administration was focused on the victory in Mosul because it has “set its sights on defeating the Islamic State, and to the extent that it contrasts rather starkly with the haplessness of the Obama team, it’s understandable that they would be touting it.”\n\nHowever, he mentioned “criticism from some quarters that in helping Iran – doing business as the Shiite militias of the Iraqi team at the moment – destroy Sunni cities and lay waste to them without basically doing much to help the Sunnis get back on their feet, it’s likely to prove not just an illusory and ephemeral success, it’s almost certainly going to be counterproductive over time.”\n\n“I think we’ve got to be keeping our eye on the ball,” Gaffney advised.",
  "“What is now on the table – and it’s impossible to talk about all of these new allegations and so on without addressing what’s on the table – is what kind of collusion had preceded Donald Trump running for president, between the Russians and not just Hillary Clinton – she just happens to have been a particularly egregious example of it – but Barack Obama as well?”\n\nGaffney repeated his long-standing call for “a broadening of the investigation to establish exactly what else has happened here, whether it’s Barack Obama explicitly seeking Vladimir Putin’s collusive help with the 2012 election by giving him space – remember that?",
  "“I think it falls to Breitbart and folks like us to try to make sure the lens is properly focused, not to deflect attention from whatever they may find on the Trump team, but to make sure that the full evidence of what has gone wrong here is explored, and that the swamp – the bipartisan swamp on Capitol Hill – cannot get away with continuing to look exclusively at the Trump part of the story.”\n\nMarlow pointed out there are “other things that are happening on this planet that are of interest” besides the Trump Jr. story, beginning with Iraq’s declaration of victory over the Islamic State in Mosul.",
  "“Working on destroying the Islamic state, yes, but making clear that the ideology, the thing Donald Trump talked about in Saudi Arabia, the necessity of driving out people who embrace this sharia supremacist program – whether they’re in Qatar, or whether they’re in Iraq, or whether they’re in Iran, or frankly whether they’re in Saudi Arabia.”\n\n“These are the steps that have to be taken if we want real victory, and what we need is nothing less,” he declared.",
  "It just cannot be properly understood if it somehow is going to selectively exclude the best-documented, the most-egregious, the most obviously concerning of the problems in order to focus exclusively on the president and his team.”\n\n“I just think, Alex, there’s a distressing amount of information or controversial, titillating data that is going to be trickling out here.",
  "“Everything that we’re seeing around the world today is reinforcing the common-sense necessity of a) the President of the United States having the authority to exclude people who should not be coming into this country, he’s talked about people who don’t share our values, who want among other things to replace our Constitution with sharia.",
  "“Whatever are the current themes and peculiarities, the truth of the matter is anybody who wants to talk about the present controversy involving Donald Trump and what he was interested in pursuing with this Russian attorney and so on has to talk about what were the kinds of things the Russians could have had on offer,” Gaffney said.",
  "“It just, coincidentally I’m sure, happens that a lot of the people who were going to be involved in transferring incredibly important technology – including by the way dual-use, which is to say militarily relevant technology as well as civilian – were people who were donors to the Clinton Foundation,” Gaffney recalled.",
  "“Secondly, that this kind of temporary pause in immigration – not a travel ban, temporary pause in immigration to establish a means of sifting out who are the people that you are happy to have come into the country, and who are the people you don’t want anywhere near our shores – is also very sensible,” he continued.",
  "“I think that whatever these challenges are, the Supremes are going to resolve it in the fall, and I hope will do so in the spirit that they did this temporary action – namely supporting the president’s authority in this space and letting him exercise it as he must for our security,” Gaffney said.",
  "In Gaffney’s estimation, “it is illusory to think that we have vanquished this operation, even if Mosul at terrible cost – particularly to the Sunnis in Iraq, who I believe have got to be part of the solution to this problem over time,” is liberated from the Islamic State.",
  "Center for Security Policy President Frank Gaffney discussed the story of Donald Trump Jr.’s June 2016 meeting with a Russian lawyer who falsely offered damaging information about Hillary Clinton with SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily.",
  "Gaffney predicted the story would provide “grist for the mill” of President Trump’s political and media adversaries for some time to come, because “some of it ties into their favorite narrative.”\n\n“I do think, though, it is an opportunity,” he added.",
  "Marlow concluded the interview by asking where President Trump’s executive orders to restrict immigration from a number of Muslim nations with severe security issues stands.",
  "“We welcome, of course, any success in physically liquidating some of these sharia supremacists, particularly those under the Islamic State banner,” he added.",
  "“It’s got to be part of this investigation, part of this debate, part of the American people’s understanding of what has been going on with Russia.",
  "He singled out one item from that Clinton list, the Skolkovo “innovation city” project intended to provide Russia with its own Silicon Valley.",
  "There is plenty of ground for concern here, and maybe some of it does literally rise to the contention that treason has taken place.",
  "“Among them were people who gave former President Bill Clinton half a million dollars for a public speaking gig in Russia.",
  "I think the Supreme Court has taken the right first step in saying ‘of course he has that authority,’” Gaffney replied.",
  "The trouble is that the Islamic State was never exclusively a caliphate based in parts of Iraq and Syria.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“Mosul has mostly been liberated, but in the process much of it has been destroyed.",
  "– or whether it is Hillary Clinton’s laundry list” of alleged collusive efforts.",
  "“The victory is still frankly very elusive,” Gaffney assessed.",
  "I’m quite sure there’s also an opportunity,” he told Marlow.",
  "That’s eminently sensible."
]