[
  "By tearing up the JCPOA with Prime Minister Netanyahu, President Trump would celebrate America’s important relationship with Israel and make amends to Israel and our Mideast friends and allies on the dangerous nuclear deal with Iran.",
  "He is senior vice president for policy and programs at the Center for Security Policy (CSP) and is author of the book on the Iran nuclear deal \"Obamabomb: A Dangerous and Growing National Security Fraud,\" published in 2016.",
  "Another reason the JCPOA is a fraud is the fact that President Obama rammed it though without ratification by Congress as a treaty even though it was submitted for ratification by the Iranian parliament.",
  "Here’s a way President Trump can best celebrate his mending of U.S.-Israel relations: Trump and Netanyahu should jointly tear up the nuclear deal with Iran when the Israeli leader visits the White House.",
  "Mr. Trump also would declare an important principal of his presidency: the Trump administration will not will not support or stand by fraudulent agreements that endanger American and global security.",
  "The president told Sean Hannity during an exclusive interview on Jan. 26 that he has already repaired these relations that were seriously damaged by the anti-Israel policies of Barack Obama.",
  "By contrast, when the Clinton and Bush administrations held nuclear talks with North Korea, Japan and South Korea were always kept full informed and were usually at the negotiating table.",
  "A new nuclear deal with Iran must actually halt its nuclear program and also require that Iran cease its missile program, sponsorship of terrorism and meddling in regional disputes.",
  "It was an act of extreme arrogance for the Obama administration to negotiate this terrible deal with zero input from regional states who are most affected by Iran’s nuclear program.",
  "But the worst aspect of the JCPOA is that even though it would have a huge impact on Israel’s security, the agreement was negotiated over Israel’s objections and behind its back.",
  "Congress was unable to block the agreement because of the bizarre Corker-Cardin Act which required JCPOA opponents in Congress to get veto-proof and filibuster-proof majorities.",
  "As I explained in my 2016 book \"Obamabomb\" and in National Review Online (NRO), the JCPOA is a fraud that has not halted the threat from an Iranian nuclear bomb.",
  "A majority of Congress voted to oppose the JCPOA, including the top Democrats on the House Foreign Affairs Committee and the Senate Foreign Relations Committee.",
  "Iran briefly captured and humiliated 10 U.S. sailors and held them at gunpoint last January on the day of President Obama’s last State of the Union address.",
  "Houthi rebels — probably with Iranian assistance — fired anti-ship missiles at American and United Arab Emirates (UAE) ships in the Red Sea last September.",
  "This would be a powerful and meaningful rejection of the dangerous nuclear deal with Iran, the Joint Comprehensive Plan of Action (JCPOA).",
  "There has been a sharp increase since July 2015 of Iran harassing and threatening ships in the Persian Gulf, including U.S. Navy vessels.",
  "Fred Fleitz, a former CIA analyst, followed the Iranian nuclear program for the CIA, State Department, and House Intelligence Committee.",
  "President Obama also promised Americans that the JCPOA would improve both U.S.-Iran relations, and Iran’s behavior.",
  "Other U.S. citizens and green card holders have been taken prisoner by Iran since the nuclear deal was agreed to.",
  "Iran also increased its support to terrorist groups, the Assad regime in Syria and the Houthi rebels in Yemen.",
  "We still do not know the full extent of JCPOA secret side deals that exempted parts of Iran’s nuclear program.",
  "The Israeli leader said after the call that President Trump understands the danger of the Iran nuclear deal.",
  "One of President Trump’s many achievements this week was repairing our relationship with Israel.",
  "Some of these missiles had the words \"Israel must be wiped off the map\" written on their sides.",
  "During the call, the president invited Netanyahu to visit the White House in early February.",
  "Such a deal must use a new negotiating group that includes Israel and other regional states.",
  "Iran has conducted several ballistic missile tests since the agreement was announced.",
  "It also was negotiated behind the backs of America’s other friends in the Mideast.",
  "Iran also was given secret exemptions for not meeting its requirements.",
  "Not only did this not happen, Iran’s behavior significantly worsened.",
  "There is clear evidence Iran has cheated on this agreement.",
  "Trump and Prime Minister Netanyahu spoke on Jan. 22.",
  "Read more reports from Fred Fleitz — Click Here Now."
]