[
  "Again, you have people, as you know so well, not just in Scotland but elsewhere in the European continent, who are determined to make it go very badly, precisely for the reason of discouraging others from doing it.”\n\n“Again, this notion that it was in American interests to help the transnationalists promote what was, in so many ways, not just an anti-NATO, anti-Western, trans-Atlantic relationship, but very much an anti-American project is crazy,” Gaffney stressed.",
  "“If anything, the European Union and its champions have been trying to supplant NATO, in ways that I think are deeply injurious to both the common security interests of the people of Europe, and of course to our interests as well.”\n\nKassam asked if the arrogance displayed by the European Union, including what he described as efforts to undermine NATO so it could be supplanted by an EU force, would soon drive more members to conduct their own versions of Brexit.",
  "I think that the common market, and economic relations, and all the rest of it was a reinforcing factor, to be sure, but I think at the end of the day there was no more appetite for that.”\n\n“On the military side, I think of course it has been NATO, not the European Union, that has been a vehicle for promoting that kind of cooperative common defense against first the Soviet Union, and now against other threats,” he continued.",
  "For most of its life, as you know Raheem, the United States – under Republican and Democratic administrations, until Donald Trump – was infatuated with the European Union, and convinced that it was essential not just to peace and stability on the continent, but to American interests.",
  "“I think this is potentially a very important day for both the United Kingdom and its friends here in the United States, of whom I am very proud to be one.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "I think a fresh look is not only in order, but is now being taken on all of that.”\n\n“The thing that contributed most importantly to peace on the Continent for these past decades was the crushing defeat of Germany,” he contended.",
  "It’s been an incredible contributor, as Nigel indicated, to the opportunity for the British people to really think through the question that was put to them back in June, and that is now coming to fruition, thank God, today.",
  "“I’m glad that the Brits who cast the deciding votes were not beguiled by these notions – some of which, to be clear, were being promoted aggressively by the government of the United States under Barack Obama,” he said.",
  "“The German people had their fill of the kind of aggressive behavior, militarism, and threats to their neighbors that they exhibited on two very horrific occasions, during the First and Second World Wars.",
  "Kassam, who is the editor of Breitbart London, confessed he was having some difficulty restraining his joy now that the day of Brexit has finally arrived.",
  "“You know, there was a very nice compliment paid by Nigel Farage a moment ago to Steve Bannon, who had the foresight to birth Breitbart London.",
  "Center for Security Policy President Frank Gaffney talked about Brexit on Wednesday’s Breitbart News Daily with SiriusXM host Raheem Kassam.",
  "Raheem, I just want to say a special word of thanks to you, because you’ve led that effort for Breitbart London, I think brilliantly.",
  "Gaffney found little merit in arguments that withdrawing from the European Union will jeopardize Britain’s national security.",
  "“Obviously in part that will depend on how swimmingly the departure of Britain goes.",
  "Happy Brexit Day, especially to you!” said Gaffney.",
  "“I certainly think so,” Gaffney replied.",
  "“It wasn’t just the European Union.",
  "LISTEN:"
]