[
  "“I think for all of those reasons, people on both sides of the aisle have suggested that he may just be the perfect guy for Donald Trump.”\n\n“One of the things that I think has to be factored into this – and it very much remains to be seen how it’ll work, Alex – is for the past eight years, arguably before that, too, policy direction from the United States government, bipartisan policy direction, on arguably the most pressing national security challenge of our time – which is the threat posed by what I think is best described as ‘sharia supremacism’ – has required the military, not unlike, interestingly enough, the kind of narrative that they submitted to in Vietnam, to embrace this idea that there’s really nothing inherently dangerous about the ideology that animates authoritative Islam, namely sharia,” Gaffney told Marlow.",
  "He saluted McMaster’s book on Vietnam as a “very comprehensive dissection of what happened to the military – and to the country, really – as a result of the United States’ armed forces going along with politically driven narratives and direction.”\n\nGaffney hastened to add that civilian control of the military is not inherently wrong, but McMaster’s analysis convincingly demonstrates that “it precipitated the loss of the war in Vietnam.”\n\n“He’s also, of course, been recognized as a guy who speaks truth to power,” he said of McMaster.",
  "“I think to the extent that McMaster actually not only sort of paid lip service to that, which he had to as a military officer during the Bush administration, during the Obama administration, but really embraces that idea, it will run head-on into what Donald Trump has, I think correctly, diagnosed as a terrible mistake of the Obama era particularly, and something that he vowed back in August of last year – August 15, specifically – in a major policy address to make a wholesale change to,” he said.",
  "The question is will that formidable character, his intellect, his, I think, quite dominating personality be a force for good in helping President Trump execute the kind of course correction that is so clearly needed with respect to this sharia doctrine, the people trying to bring it into this country, the people like the Muslim Brotherhood, who have been beavering away to insinuate it into our institutions here for fifty years, and all the rest.",
  "That is, again, this group that I’ve been talking about: these sharia-adherent Muslim Brotherhood front groups and operatives and the like.”\n\n“Those are people who make no secret as to what their doctrine, their theology, if you will, demands of them: to be hostile to Jews, consider them apes and pigs, to seek their destruction not just in the Jewish state of Israel, but worldwide,” he noted.",
  "“I think he’s in part getting that kind of welcome because he’s a pretty impressive fella, having acquitted himself with distinction in combat both in the first Gulf War and the second one, having been an intellectual force within the United States Army, notably with the publication of his Ph.D. thesis under the heading Dereliction of Duty,” Gaffney elaborated to SiriusXM host Alex Marlow.",
  "“How can they possibly turn a blind eye to all of that anti-Semitism around them and vector their anger at a man who, I believe, as you’ve indicated, and I think correctly, not only doesn’t seem to have an anti-Semitic bone in his body, but has in his family and his professional associates many people who wouldn’t have anything to do with an anti-Semite?” Gaffney asked.",
  "He stressed that he was “very much in a wait-and-see mode” on McMaster but was convinced retired Vice Admiral Robert Harward “would not have been a good choice.” Harward declined the national security adviser position when President Trump offered it to him, citing his family’s reluctance to have him accept such a time-consuming position.",
  "“The thing that is particularly galling about all this is the extent to which the very people who are inveighing against him, on the grounds that he’s an anti-Semite, are those who seem to be slavishly – and I use that term advisedly – embracing the most virulent anti-Semites on the planet at the moment.",
  "On Wednesday’s Breitbart News Daily, Center for Security Policy President Frank Gaffney said it was “a little unsettling” that President Trump’s choice for national security adviser, Lt. General H.R.",
  "Marlow turned the conversation to the attacks on Donald Trump for “anti-Semitism,” which Gaffney dismissed by noting the lack of evidence for the proposition that Trump is an anti-Semite.",
  "“This will be an early test of McMaster, and it may be that some people, depending on how he comes down on that, will be less admiring of him.",
  "“I think John Bolton would be terrific, and I’m very sad that thus far he has not received a senior position in this administration.",
  "I think he’s an incredibly capable man, as I know you do, Alex.”\n\n“I think what we have in McMaster is a very formidable individual.",
  "If he brings all of that capability to bear in support of the president, I think it will be a terrific choice.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "“I was somewhat relieved when he pulled himself out of consideration,” Gaffney said of Harward.",
  "If he doesn’t, it will be a very serious problem,” Gaffney said.",
  "McMaster, is receiving nearly universal praise.",
  "“I mean, I just don’t see it,” he said.",
  "We’ll see,” Gaffney proposed.",
  "LISTEN:"
]