[
  "Booker said he agreed with Pompeo that “silence in the face of injustice lends strength to that injustice.” Then he sprang the trap: He brought up Pompeo’s long history of association with two of America’s most prominent Islamophobes, Frank Gaffney and Brigitte Gabriel, and asked whether Pompeo had ever used his “position” to denounce their extremist views.",
  "Pompeo added, “Each and every human, not just Americans, each human being has an obligation to push back against this extremist use of violence.”\n\nThis seemed like a decent evasion at first — but it soon became clear that Pompeo had walked into a dangerous trap.",
  "First, Booker asked Pompeo about a 2013 speech in which Pompeo blasted American Islamic leaders for their “silence” in the wake of the Boston Marathon bombings and said that made them “potentially complicit” in terrorism.",
  "BOOKER: Okay, well, I believe this special obligation that you talk about for Americans to condemn things that for attacking our Constitution or ideals would obligate you under your own definition to speak out.",
  "POMPEO: Senator, I’ve spoken to a number of groups, and I believe my record with respect to tolerance and the equal treatment of people, I think it ... BOOKER: But, yes or no, did you ever call her out?",
  "Pompeo responded by saying that he wasn’t trying to cast aspersions on all Muslims but was simply pointing out that Muslims have more ability to discourage other Muslims from joining militant groups.",
  "For most of his hearing on Thursday morning, Pompeo (who’s currently the CIA director) seemed prepared and capable of handling every question the Senate Foreign Relations Committee threw at him.",
  "Gabriel, an anti-Islam activist who has described Islam as “a political movement cloaked in religion,” hosted a dinner in Pompeo’s honor in 2016 — where she gave him an award that he accepted.",
  "Sen. Cory Booker just excoriated Trump’s secretary of state nominee, Mike Pompeo, during his confirmation hearing over Pompeo’s past associations with prominent anti-Muslim ideologues.",
  "But this is the most aggressively, to my recollection, that any Trump administration official has ever been questioned about their association with Islamophobic individuals or groups.",
  "Did you remain silent — and, from my notes at least, you’re a friend of his — were you silent in your position of authority in these words that devalue the American constitution?",
  "“I don’t recall each statement I’ve made over 54 years.”\n\nHere’s the exchange:\n\nAnd a transcript, if you prefer reading:\n\nBOOKER: I’m wondering, Sir — do you know Frank Gaffney?",
  "Gaffney, a conspiracy theorist who has accused most American Muslim civic organizations of being fronts for Islamist groups, had hosted Pompeo on his radio show.",
  "(American Muslim leaders in fact spoke out forcefully against terrorism and extremism in the wake of the attacks and organized efforts to help victims.)",
  "Trump cited a “study” on Muslim public opinion conducted Gaffney’s organization, the Center for Security Policy, as a justification for his Muslim ban.",
  "And he has talked about [how] Muslims who abide by the adherence of the faith should be considered to be tried for acts of sedition and prosecuted.",
  "BOOKER: Someone who runs an organization that has been considered a hate group by the Anti-Defamation League and the Southern Poverty Law Center.",
  "And it’s incredibly telling that Pompeo, who’s typically clever and quick on his feet, had no real answer for Booker’s very simple questions.",
  "Both National Security Adviser John Bolton and Attorney General Jeff Sessions have a long record of association with Gaffney in particular.",
  "POMPEO: Sir, my record on this is unambiguous ... BOOKER: If that’s your response, you did not say anything to call out his remarks.",
  "Mike Pompeo isn’t the only person in the White House with ties to these kinds of groups in the Trump administration.",
  "But the nominee stumbled — badly — under a cleverly prepared series of questions from the New Jersey Democrat.",
  "“For certain forms of violence, there are certain people who are better positioned” to act, he said.",
  "Did Pompeo ever condemn them in the way he expects all Muslims to condemn terrorists?",
  "Pompeo had no good answer: “Senator, I couldn’t tell you,” he responded.",
  "Did you ever call her out on her remarks that are hateful or bigoted?",
  "I don’t recall each statement I’ve made over 54 years.",
  "BOOKER: And you’ve been on his show dozens of times?",
  "POMPEO: Senator, I couldn’t tell you.",
  "POMPEO: I was on his show some, yes.",
  "BOOKER: I have here over 20 times.",
  "I have a lot of his statements.",
  "What about Brigitte Gabriel.",
  "POMPEO: Yes, I do.",
  "Do you know her?",
  "Were you silent?",
  "POMPEO: I do."
]