[
  "Such statements by Comey could turn the focus of congressional investigations of possible Russian interference in the 2016 election to whether the Obama administration tried to interfere in the election by spying on the Trump campaign and whether Obama officials tried to hurt the Trump presidency by leaking classified information to the news media after the election.",
  "Will Comey tell the committee Monday which Obama officials requested that the names of Trump campaign aides mentioned in NSA reports be “de-minimized?”\n\nHouse Intelligence Committee Democrats will try to use Comey’s appearance before the committee to focus exclusively on the accuracy of President Trump’s charge that President Obama ordered the bugging of Trump Tower.",
  "In light of Clapper’s statement that no evidence of collusion between the Trump campaign and Russians was found and the rash of anti-Trump intelligence leaks after the election, there are serious questions as to whether these warrants were sought by Obama officials to conduct fishing expeditions to find information to hurt Trump’s presidential bid.",
  "On March 15, 2017, House Intelligence Committee Chairman Devin Nunes, R-Calif., and ranking member Adam Schiff, D-Calif., requested the names of Obama officials who sought the identities of Americans mentioned in intelligence reporting be “de-minimized” during the last seven months of the Obama administration.",
  "Congressional Democrats and their media allies hope FBI Director James Comey will deliver a body blow to the Trump presidency by telling lawmakers Russia undermined the the 2016 presidential election and that President Trump’s claim that President Obama wiretapped Trump Tower is groundless.",
  "Democrats thus desperately hope Comey will not repeat Clapper’s statement about no evidence of collusion between Russia and the Trump campaign and will not comment on possible FISA warrants – or at least not discuss these issues in an open hearing.",
  "There also is the question of the leaking of NSA reports of Russian communications that “incidentally” mentioned Trump campaign officials, including retired Lt. Gen. Michael Flynn and possibly then-Sen. Jeff Sessions, now the attorney general.",
  "It seems likely, given former Director of National Intelligence James Clapper’s statement on March 5 that there is no evidence of any collusion between Trump campaign officials and Russia, that Comey will make a similar statement.",
  "It has been reported but not officially confirmed that two FISA warrants were requested in 2016 – last spring and in October – to use U.S. intelligence to investigate Trump campaign staff interactions with Russian officials.",
  "Since this will be a public hearing of the House Intelligence Committee, expect an endless series of self-righteous and preening questions by Democratic committee members on the wiretapping of Trump Tower charge.",
  "All members of the committee realize that if Comey states there is no evidence of collusion between the Trump campaign and Russia and if he confirms that FISA warrants were requested, it’s a whole new ball game.",
  "Democratic committee members will also press Comey on Russian interference in the 2016 election and contacts between Trump campaign officials and Russians but probably do not expect to learn anything new.",
  "But Democrats also are worried that Comey, who testifies Monday, will make other statements that could severely undermine their efforts to destroy President Trump and possibly turn the tables on them.",
  "Democrats want this to be the lead story coming out of the hearing and will extract as many sound bites as possible of Comey debunking this charge for CNN, The New York Times and the Washington Post.",
  "Were they part of a broad effort by the Obama administration to cull though NSA reports on Russian officials to find references to Trump campaign staff that they could leak to the news media?",
  "A related question: when NSA intercepts of foreign persons incidentally mention U.S. citizens, the names of the U.S. citizens are “minimized” with anonymous references.",
  "If he does and also confirms the Obama administration sought FISA warrants to surveil Trump campaign staff, the hearing could take a very bad turn for the Democrats.",
  "The standard to issue such warrants against staff members of a presidential campaign from an opposing political party should have been even higher.",
  "FISA warrants to employ U.S. intelligence agencies to spy on Americans are only issued to address dire national security threats.",
  "However, senior U.S. officials are permitted to ask NSA to reveal the names of Americans minimized in NSA reporting.",
  "What worries Democrats is what Comey may say about Obama administration surveillance of the Trump campaign.",
  "The spring ’16 FISA warrant reportedly was denied.",
  "Is the FBI investigating these leaks?",
  "This issue is a distraction."
]