[
  "Trump rounded out the month by holding a “national-security briefing” at Mar a Lago with Brigitte Gabriel, who has declared that “a practicing Muslim who believes the word of the Koran to be the word of Allah, who abides by Islam, who goes to mosque and prays every Friday, who prays five times a day—this practicing Muslim, who believes in the teachings of the Koran, cannot be a loyal citizen to the United States of America.” Gabriel’s organization, ACT for America, protests the sale of halal food and scours textbooks in an effort to eliminate references that equate Islam with Judaism and Christianity.",
  "In December, after the terrorist attack in San Bernardino, Trump issued a statement demanding “a total and complete shutdown of Muslims entering the United States until our country’s representatives can figure out what is going on.” The statement cited a bogus poll, commissioned by—you guessed it—the Center for Security Policy, which allegedly showed that a majority of American Muslims want the choice to be governed by Sharia law.",
  "Then, at a rally in New Hampshire in September, a man told Trump that, “We have a problem in this country; it’s called Muslims,” before asking, “When can we get rid of them?” Trump’s answer: “You know, a lot of people are saying that, and a lot of people are saying that bad things are happening out there.",
  "As his first national-security adviser, Trump chose Lieutenant General Michael Flynn, who sits on ACT for America’s board and who, at an ACT event in August 2016, suggested that Islam should not be able to “protect itself behind what we call freedom of religion” because “I don’t see Islam as a religion.",
  "We’re going to be looking at that and plenty of other things.” After a large ISIS terrorist attack in Paris in November, Trump told MSNBC he would “strongly consider” closing certain American mosques.",
  "And Trump named as his chief strategist Steve Bannon, who has said Frank Gaffney is doing “God’s work” and in 2015 declared that any mosque that preaches “sedition” should “be shut.”",
  "A few days later, at a rally in Alabama, Trump claimed to have seen Muslims in Jersey City celebrating the 9/11 attacks—then kept repeating the charge even after it was debunked.",
  "He urged American troops to emulate General John Pershing, who—Trump falsely claimed—murdered Muslim Filipino prisoners of war with bullets dipped in pigs’ blood.",
  "In March, Trump told CNN that “I think Islam hates us.” In June, he said “there’s no real assimilation” by even “second- and third-generation” Muslim Americans.",
  "I see it as a political ideology.” As his CIA Director, Trump appointed Mike Pompeo, who in 2016 won ACT’s National Security Eagle Award.",
  "Then, last fall, Trump won the presidency, and groups like ACT and the Center for Security Policy gained access to the White House.",
  "For his attorney general, he named Jeff Sessions, who in 2015 won the CSP’s Keeper of the Flame Award.",
  "The following February, Trump twice suggested that President Obama preferred Islam to Christianity.",
  "It went on like this throughout the campaign."
]