[
  "“You don’t have to be all that great at hacking to hack into almost anyone’s email and calendar,” he told the Free Beacon, “Our enemies that would like to bring down the U.S. would love to have the calendars of every single member of Congress to see who’s vulnerable to what and how they can be manipulated.”\n\nRep. Steve King (R-IA) expressed the same sentiment on Breitbart New’s Whatever it Takes with Curt Schilling, as did Center for Security Policy President Frank Gaffney on Breitbart News Daily.",
  "“In addition to the criminal case that is now underway, Congress needs to get answers regarding the scope of Imran Awan’s misconduct and the access he had to sensitive material in the United States House of Representatives, including why he remained on the House payroll for so long,” he told the Washington Free Beacon.",
  "Awan, Wasserman Schultz’s long-time IT staffer, was arrested trying to flee the country last month, having wired hundreds of thousands of dollars, presumably the proceeds of the fraudulent dealings of which he stands accused, ahead to his native Pakistan.",
  "He told Politico:\n\nDebbie Wasserman Schultz is still a national figure, but unfortunately for her it’s because so many people around the country see her as playing a devastatingly bad role in the last election.",
  "It doesn’t sound like racial profiling … there must have been something for her.”\n\nBarnes was joined in her criticism of Wasserman Schultz by R.T. Rybak, former Democratic Minneapolis Mayor and ex-DNC member.",
  "Every other one of the 20-plus Democratic members who employed Awan terminated him when he first came under investigation in February and lost his clearance to work on congressional computers.",
  "Democratic insiders voiced their concerns over former Democratic National Committee Chairwoman Rep. Debbie Wasserman Schultz’s (D-FL) handling of the ongoing Imran Awan scandal Thursday.",
  "Wasserman Schultz, meanwhile, defended Awan, threatening the Capitol Police who were investigating him with “consequences” if they did not release a laptop of Awan’s they had seized.",
  "Wasserman Schultz defended her actions by saying she wanted to protect Awan, a Pakistani Muslim, from “racial and ethnic profiling,” a line she kept up even after the arrest.",
  "Wasserman Schultz has resisted these calls for an investigation of her involvement with Awan, claiming the arrested staffer never had access to any classified information.",
  "I can mention her name in Minneapolis and it gets a viscerally negative reaction, and I’ve found that to be the case in other parts of the country, too.",
  "Wasserman Schultz has come under increasing streams of criticism for her response, which included keeping Awan on her staff right up until his arrest.",
  "“We wish she would go away and stop being so public by doubling down on negative stories,” Nikki Barnes, a Floridian DNC member told Politico.",
  "Rep. Louis Gohmert (R-TX), a House Judiciary Committee Member, raised grave concerns over the national security implications of the affair.",
  "These Democrats adding their voices to the fray comes after weeks of intense fire on Wasserman Schultz over the Awan Affair.",
  "Florida Republican Rep. Ron DeSantis called for Wasserman Schultz to account for her actions.",
  "Nikki Barnes was less than convinced, telling Politico, “[N]one of this makes sense.",
  "Sadly, I think she deserves the negative reputation."
]