[
  "The organization said McMaster was undermining President Trump’s policies on “virtually every important foreign and defense policy issue,” and they commented on his recent purge of staff members who support the president’s agenda while keeping “large numbers of Obama holdovers” at the National Security Council.",
  "“Given Ms. Rice’s record of playing fast-and-loose with sensitive information for partisan political purposes, this action speaks volumes about Gen. McMaster’s poor judgment and loyalties – and affirms the necessity of his termination forthwith,” the statement said.",
  "The statement also noted that McMaster had personally granted former National Security Adviser Susan Rice continued access to top secret information in April, despite the president’s concerns over Rice’s unmasking of Trump campaign and transition team members.",
  "All three men were brought on board by former National Security Adviser Michael Flynn and were fired because they were part of the “nationalist” camp that supported the president, versus McMaster’s “globalist” camp, according to a former White House official.",
  "McMaster for “disloyal and subversive behavior.”\n\n“If such misconduct is tolerated, Trump voters will have unknowingly elected President McMaster,” the Center for Security Policy President Frank Gaffney said in the statement.",
  "Actually, the winner of the 2016 election was a man who opposed virtually every aspect of the McMaster agenda – and that of the president who made its architect a three-star general, Barack Obama,” Gaffney said.",
  "In light of the administration’s crackdown on leaks that compromise national security, McMaster’s office should “receive close scrutiny,” it said.",
  "For example, he has openly opposed Mr. Trump on ‘radical Islamic terrorism,’ Syria, Qatar, Iran, Russia and the Muslim Brotherhood.",
  "The Center for Security Policy on Monday called for the firing of National Security Adviser H.R.",
  "McMaster last week fired Ezra Cohen-Watnik, the senior intelligence adviser at the NSC.",
  "Of late, McMaster has taken to purging Mr. Trump’s most loyal staff members,” he said.",
  "“At every turn, the Army general has been insubordinate to his Commander-in-Chief.",
  "In July, he fired Rich Higgins, the director of strategic planning at the NSC.",
  "The week before, he fired Derek Harvey, the NSC’s Middle East adviser.",
  "“No voter in this country – not one – elected H.R.",
  "McMaster to run U.S. foreign policy."
]