[
  "Following the Woman’s March, Sarsour came under scrutiny after several old tweets resurfaced where she dismissed misogyny in Saudi Arabia, as well as vulgarly attacked ACT for America founder, Brigitte Gabriel, and Ayaan Hirsi Ali, the victim of female genital mutilation, saying “I wish I could take their vaginas away – they don’t deserve to be women.”\n\nIf the Woman’s March organization wants to maintain their mainstream popularity, they may want to distance themselves from these women, some of whom are actual murders.",
  "Now, in trying to further capitalize on the March’s popularity, members of the movement have decided to set up a “general strike” of woman, on March 8th called the “Day without a Woman.”\n\nThe protest organizers manifesto, posted in The Guardian, calls for “a day of striking, marching, blocking roads, bridges, and squares,” in order to mobilize women and build off the “new wave of militant feminist struggle” which supposedly began following the Woman’s March.",
  "Additionally, the next time they are looking for people to help promote the organization and serve as role models for future generations of young women, they should avoid people better suited for the FBI’s Most Wanted List.",
  "One of the featured speakers at the Woman’s March was convicted felon Donna Hylton who, in 1985, along with several others, kidnapped 62-year-old real-estate broker Thomas Vigliarolo and tortured him to death.",
  "Sarsour supports the discriminatory and terror-tied BDS Movement and has called for solidarity with Muhammad Allan, a member of the terrorist group Palestinian Islamic Jihad who helped recruit suicide bombers.",
  "She is best known for being the second black woman to make the FBI’s Ten Most Wanted List for her role in a courtroom shootout that resulted in the death of Judge Harold Haley.",
  "Co-organizing the protest is Rasmea Yousef Odeh, a former member of the terror group the Popular Front for the Liberation of Palestine (PFLP).",
  "Following President Trump’s inauguration, hundreds of thousands of people flocked to Washington, DC to join the Women’s March on Washington.",
  "However, while the organizers rail against “male violence,” they themselves have some violent views and backgrounds, including murder.",
  "She was later acquitted in a 1972 trial, despite having fled the country and her proven ownership of the guns involved in the murder.",
  "Odeh currently faces deportation for falsifying her 2004 application for U.S. citizenship by concealing her terrorist background.",
  "In 1970, Odeh was convicted and sentenced to life imprisonment but was released in a prisoner swap after serving just ten years.",
  "It appears that several of the speakers and organizers of these Women’s March activities are the ones with violent backgrounds.",
  "Davis came to prominence in the 1960s as a leader of the Communist Party U.S.A. and the militant Black Panthers Party.",
  "One of the March’s principle organizers, Linda Sarsour, has a track record of both disturbing behavior and statements.",
  "Alex VanNess is the director of the Middle East Peace & Security Project at the Center for Security Policy.",
  "Her actions resulted in the death of two Hebrew University students: Leon Kaner and Edward Jaffe.",
  "In 1969, Odeh and several cohorts planted two bombs at a Jerusalem supermarket.",
  "How many people do you have to kill to get involved with the Women’s March?",
  "Unfortunately, this is actually a serious question.",
  "Odeh is not the only one with a violent past.",
  "Angela Davis was also a speaker at the March."
]