[
  "The woman, Ann Corcoran, claims that the United Nations High Commissioner for Refugees is “under the influence of a powerful Muslim supremacist group” — and that the Muslim refugees it is sending over are the vanguard of an evil plot to colonize America and subject it to a theocratic Muslim government.",
  "In more recent years, he’s remade himself and the think tank he founded — the Center for Security Policy — into a national hub for disseminating the conspiratorial notion that many Muslims in America are part of a secret plot to undermine American democracy and replace it with an Islamic theocracy.",
  "They also have unnervingly close relationships with several key members of the Trump administration, which has sparked protests at home and fury abroad by imposing a temporary ban on entry to the United States for refugees as well as people from seven-Muslim majority countries.",
  "Gaffney, Corcoran, and people like them represent part of a broader network — referred to, generally, as the “counter-jihad” — that has been subtly shaping American views of Islam and refugees, particularly in the Republican Party.",
  "\"It is now public knowledge that nearly every major Muslim organization in the United States is actually controlled by the MB [Muslim Brotherhood] or a derivative organization,\" a 2011 Center for Security Policy report declares.",
  "“Mohammed told his followers to migrate and spread Islam, in order to dominate all the lands of the world ... and that’s exactly what they’re doing now.”\n\nThis kind of bizarro rant is par for the course on YouTube.",
  "Unfortunately, political correctness and a worshipful attitude toward multiculturalism have blinded us.”\n\nCorcoran kept up her crusade for years, eventually linking up with a man named Frank Gaffney.",
  "\"Consequently, most of the Muslim American groups of any prominence in America are now known to be, as a matter of fact, hostile to the United States and its Constitution.\"",
  "Frankly, we have made a grievous error in taking the Muslim refugees, Somalis in particular, who have no intention of becoming Americans,” Corcoran wrote in one post.",
  "They have organized town halls and developed close relations with congressional Republicans, including prominent lawmakers like Sen. Ted Cruz and Rep. Steve King.",
  "A friendly-looking older woman stands in front of a pretty pastoral background talking about how a church group brought refugees into her neighborhood.",
  "White House chief strategist Steve Bannon hosted Gaffney on his Breitbart radio show 29 times, according to a count published by Mother Jones.",
  "CIA Director Mike Pompeo was a featured speaker at CSP’s 2015 annual conference, and appeared on Gaffney’s own radio show more than 24 times.",
  "She’s just a random resident of rural Maryland who, in 2006, heard about some African refugees being resettled near her — and didn’t like it.",
  "Part of the reason is that it’s produced by America’s premier Islamophobic organization — one with strong links to the Trump administration.",
  "Hence the above video, which was produced by CSP, and the book which Corcoran hawks at the end of the video, which CSP published.",
  "Gaffney cut his teeth as an anti-communist hard-liner, acting as an assistant secretary of defense in the Reagan administration.",
  "“There needs to be a national debate about how many refugees and other immigrants we take and from what cultures they come from.",
  "It’s part of a powerful anti-Islam movement that has a much larger reach than most people in America imagine.",
  "Gaffney and Corcoran aligned on a core priority: preventing more Muslims from entering the United States.",
  "“This process of Muslim colonization is called the hijra,” she says, using the Arabic word for migration.",
  "The site paints refugees as a drain on the American social safety net and a threat to American culture.",
  "She started a blog, Refugee Resettlement Watch, to document her concerns over the next year.",
  "Except this one has received 2.6 million views since it went up in April 2015.",
  "It’s no accident, then, that this anti-refugee propaganda got such wide play.",
  "Corcoran has no meaningful formal expertise on Islam or the Muslim world.",
  "Then about a minute in, things get really, really strange.",
  "The racism and anti-Muslim bigotry was barely concealed.",
  "And those are just two examples; there are many more.",
  "“They are here to change America.",
  "It starts out innocently enough.",
  "Who is Ann Corcoran?"
]