[
  "Gabriel declared in 2007 that “a practicing Muslim who believes the word of the Quran to be the word of Allah, who abides by Islam, who goes to mosque and prays every Friday, who prays five times a day—this practicing Muslim, who believes in the teachings of the Quran, cannot be a loyal citizen to the United States of America.” After Khizr Khan brandished a copy of the Constitution at the 2016 Democratic Convention, Gabriel insisted that he was lying.",
  "“They’re not just in places like Libya and Syria and Iraq, but in places like Coldwater, Kansas, and small towns all throughout America.” In Congress, Pompeo sponsored legislation to designate the Muslim Brotherhood as a terrorist organization.",
  "“There are organizations and networks here in the United States tied to radical Islam in deep and fundamental ways,” he said on a radio show in 2015, in a line of reasoning that sounds reminiscent of anti-Semitic conspiracy theories.",
  "“I’m against Jews or anybody else,” he declared in 2016, “that puts the interest of some of other place, another country, over our own country.” Farrakhan believes in a Jewish conspiracy to control the United States government.",
  "When Pompeo was named CIA Director, Gabriel called him “a steadfast ally of ours.”\n\nThese two allies, Gaffney and Gabriel, are to American Muslims what David Duke and Louis Farrakhan are to American Jews.",
  "“Waving the Constitution is a misrepresentation,” she said, “when one’s religion teaches that it and any other man-made law, for that matter, are to be removed and superseded by the Quran.”",
  "Not because they’re loyal to a foreign country but because they are loyal to Islam itself, which, according to Gaffney and Gabriel, does not permit allegiance to any non-Muslim government.",
  "And in 2014, 2015, and 2016 Pompeo spoke at the annual conference of ACT for America, Gabriel’s organization, in the final year winning its National Security Eagle Award.",
  "If passed, the law could be used to allege that America’s most prominent Muslim organizations are abetting terrorism, and should thus be shut down.",
  "(In earlier periods in American history, anti-Catholic bigots similarly argued that loyalty to the pope superseded loyalty to the Constitution.)",
  "“When you want something in this world, the Jew holds the door.”\n\nGaffney and Gabriel believe something similar about American Muslims.",
  "They believe that many American Muslims (not all—like Duke, who says “there’s a lot of great Jews,” they offer caveats) are disloyal.",
  "In 2015, he participated in the Defeat Jihad summit of The Center for Security Policy, Gaffney’s organization.",
  "Pompeo has also suggested that Muslims throughout the country are part of a secret Muslim Brotherhood plot.",
  "Duke believes that American Jews—at least those who support Israel—are not loyal to the United States.",
  "Pompeo is closely allied to prominent anti-Muslim figures like Frank Gaffney and Brigitte Gabriel.",
  "“The Jews have control over those agencies of government,” he asserted last month.",
  "Pompeo appeared on Gaffney’s radio show at least 24 times between 2013 and 2016.",
  "Why?"
]