[
  "The problems in Obama’s CVE strategy, said Gohmert, include the tight curbs on FBI investigations and training, the gag order to prevent any discussion of Islamic ideas — such as ‘jihad,’ ‘sharia’ or ‘Muslim Brotherhood’ — an intrusive oversight panel staffed by Islamic advocates, the legal shield for Islamic networks and political groups, and an eagerness to direct stigma and investigations against non-Islamic groups, such as “right wing militias,” plus its failure to win cooperation from self-segregating Islamic political groups.",
  "For example, the bill says;\n\nCOORDINATION.—The Secretary of Homeland Security shall, where appropriate, coordinate the efforts described in subsection (a) with the heads of other Federal departments and agencies, as appropriate, and, to the extent practicable, engage nongovernmental and international partners in the identification and use of testimonials described in such subsection.",
  "That’s the equivalent of President Franklin Roosevelt and his generals and their soldiers waging war against National Socialist Germany without mentioning “Blitzkrieg,” “U-boat,” “Fuhrer,” “Lebensraum,” “Panzer,” “Stuka,” or “Untermensch” or “Flak,” “Panzerfaust” or “SS.”\n\nCommittee co-chair Farah Pandith was born in the Muslim-vs.-Hindu battleground of Kashmir.",
  "Officials should “reject religiously-charged terminology and problematic positioning by using plain meaning American English,” said the report, which also urged officials to use “American English instead of religious, legal and cultural terms like ‘jihad,’ ‘sharia,’ ‘takfir’ or ‘umma,” according to the The Daily Caller.",
  "“All this is doing is giving more and more credibility to this ridiculous term ‘CVE’ instead of describing the killers that were behind 9/11, the Boston bombings, the San Bernardino attack, the Orlando shooting, the bomber in Times Square… all these people who are trying to kill us in America,” he said.",
  "The GOP’s Obama endorsement is hidden in a new bill, titled the ‘‘Countering Terrorist Radicalization Act.” The showpiece bill’s title and language is undermined by numerous exceptions that allow the president to continue his failed “Countering Violent Extremism” strategy, Gohmert said.",
  "The CAIR group is so closely entwined with Islamists and with jihadis that court documents and news reports show that at least five of its people — either board members, employees or former employees — have been jailed or repatriated for various financial and terror-related offenses.",
  "Under the CVE strategy, Obama has blocked FBI investigators from examining the supposedly non-political and peaceful networks of mosques that actually nurture jihadi attitudes, while redirecting FBI attention to less dangerous non-Islamic groups, such as small-government militias.",
  "The committee has pushed for a FBI focus on non-Islamic groups, and just before the Orlando massacre, presented a report to top DHS officials asking for a gag-order that would prevent officials from studying, debating or even recognizing jihadi ideas.",
  "“Congress is about to help President Obama whitewash his approach to Counterterrorism to hide any mention or focus on Islamists or their Jihad against the free world,” said Jim Hanson, an executive vice president at the Center for Security Policy.",
  "The research and the statistics have all indicated that peers, people that are in close association with subjects that ultimately commit an act like this, see something that’s a little bit out of the norm, but they don’t necessarily report it.",
  "The strategy has also put FBI agents under the supervision of an oversight panel influenced by Muslim political activists, including an immigrant who reportedly welcomed the slaughter of 3,000 Americans in 2001 by her Muslim co-religionists.",
  "“We have to maybe check, respectfully, the mosques and we have to check other places because this is a problem that, if we don’t solve it, it’s going to eat our country alive,” he said during his June 15 campaign rally in Atlanta, Georgia.",
  "Under a subtitle, “AMPLIFYING LOCAL EFFORTS TO ROOT OUT TERROR,” the bill simply authorizes extra training, the creation of a committee and establishes some conditional reporting requirements, according to the draft given to Breitbart.",
  "“The effective thing is … effective outreach to the Muslim community, so you can pull the religious leaders really on to our team, if you will, to protect us from radicalization from within those communities,” he said March 27.",
  "She wears a hijab in observance to Islam, has tweeted a message supporting the 9/11 atrocity by her fellow Muslims, and tweeted a series of hateful messages about jihad opponents, according to a new report in The Daily Caller.",
  "For example, the gag-order means “the FBI is not allowed to learn or discuss or look for the things that radical islamics read, or the type of activities they’re doing when they going through radicalization,” Gohmert said.",
  "“That was wrong… it is really bad form … You’re putting a career at risk by asking [questions] without telling him… you cannot ambush people and expect them to actually cooperate,” Kifayat told this reporter.",
  "Critics show that CAIR was named an unindicted co-conspirator in a Texas-based criminal effort to deliver $12 million to the Jew-hating HAMAS jihad group, and that CAIR was founded with $490,000 from HAMAS.",
  "In contrast, federal prosecutors do not offer political favors to let the Catholic priests run law-enforcement tasks in Latino neighborhoods, for example, keeping track of MS-13 and various drug-gangs.",
  "In December 2015, George Selim, then the director of the Office for Community Partnerships at the Department of Homeland Security, told NPR that Muslim communities are not identifying emerging jihadis.",
  "“At the same time, it is ridiculous to not recognize there are radical islamists who are in America, who want to bring this country down and who think they go to paradise if they kill Americans.”",
  "In March, McCaul endorsed Obama’s tacit alliance with U.S-based Islamic religious groups, many of which share overlapping umbrella networks that are exempt from normal FBI anti-terror monitoring.",
  "In 2012, co-chair Adnan Kifayat threatened this reporter with criminal charges for asking George Selim about the White House’s many quiet contacts with the Council on American Islamic Relations.",
  "In fact, many self-segregating Islamic groups have rejected Obama’s proposal to allow local Imams to police their young men in exchange for sharing information about jihadi groups with the FBI.",
  "“There are plenty of representatives who are concerned about this, but the Speaker [Rep. Paul Ryan] and the Majority Leader [Rep. Kevin McCarthy] control what comes to the floor for a vote.",
  "Press aides at the committee declined to comment on the bill, or even if the committee plans to hold oversight hearing on Obama’s failed CVE strategy in the run-up to the 2016 election.",
  "“I think we can get good intelligence from the Muslim communities in our outreach efforts, in our working with the religious leaders in the communities in the United States,” he said.",
  "The government’s practice of providing funds to Muslim community partners in the fight against violent extremism has also raised concerns about the true goal of these partnerships.",
  "Are they being formed in order to gather intelligence and information about community members, or to actually engage in valuable community outreach about civil rights protections?",
  "“The Countering Violent Extremism Bill ignores the very Islamic nature of the Sharia ideology that motivates our enemies to slaughter innocents from Paris to Orlando,” he added.",
  "The new GOP bill eliminates any GOP oversight or leverage over Obama’s counter-productive CVE strategy by adding numerous loopholes in the weak GOP bill, Gohmert said.",
  "For decades, that area has suffered from Muslim attacks, and many non-Arab Muslims consider that war to be as important as the Arab fight to destroy the Jewish state.",
  "For example, Linda Sarsour, a prominent Islamic advocate who is called a “Champion of Change” by Obama’s deputies, is a strong opponent of the information-exchange.",
  "Gohmert is trying to reform the McCaul bill before the vote — but he’s skeptical the GOP leadership is willing to fight for an effective anti-jihad strategy.",
  "“We’re doing the same thing as the president… we’re not identifying radical Islam” as the enemy which nurtures and motivates attackers, Gohmert.",
  "House GOP leaders are set to endorse President Barack Obama’s failed domestic anti-jihad strategy, according to Texas GOP Rep. Louie Gohmert.",
  "In practice, much of that hoped-for intelligence about emerging jihadis has been blocked by determined opposition from Islamist advocates.",
  "The bill was drafted by staff working for Rep. Michael McCaul, R-Texas, who is the chairman of the House Committee on Homeland Security.",
  "And so part of our goal is to create the type of partnerships in which peers know when and how to elevate those type of suspicions.",
  "“There is going to be more and more killings of Americans … until we can train our people to recognize radical Islam,” he said.",
  "Another member, Mohamed Elibiary, quit in 2014 after he tweeted that the Islamic empire, dubbed the “caliphate,” will return.",
  "But the phrase “to the extent practicable” really means “only if you want to … if it is not too much trouble,” Gohmert said.",
  "Moreover, Obama’s tight restrictions on investigators have not earned the expected cooperation from Islamic groups.",
  "Obama’s CVE strategy also created an advisory group of outsiders who have much influence over FBI investigations.",
  "There’s growing evidence that wife of the Orlando jihadi knew of his pending attack, but did not warn Americans.",
  "Obama’s deputies have recently appointed a young Muslim activist from Syria to the panel, Laila Alawa.",
  "In contrast, GOP 2016 candidate Donald Trump has called for more oversight over the Islamic networks.",
  "and they have no intentions of bringing a bill that says we’ll stop radical Islamists,” he said.",
  "The bill is a post-Orlando showpiece that actually entrenches Obama’s harmful policies, he said.",
  "The bill does not reform Obama’s CVE strategy, training rules or investigative priorities.",
  "The phrase “where appropriate” really means “if you feel like you want to,” he said.",
  "CVE programs can foster mistrust between government entities and community members.",
  "The GOP endorsement bill is slated for a vote as early as Thursday, June 16.",
  "“Shakespeare has the appropriate phrase— much ado about nothing,” he added.",
  "Anti-jihad groups are urging voters to protest the planned bill.",
  "“We all know most Muslims are not terrorists,” said Gohmert."
]