[
  "“It should be disturbing not only to American Muslims, but it should be disturbing to all Americans that the leading Republican presidential candidate would issue essentially a fascist statement like this.”\n\nWhite House spokesman Josh Earnest told MSNBC that Trump is “seeking to tap into a darker side, a darker element, and try to play on people’s fears in order to build support for his campaign.”\n\nObama on Sunday night in an Oval Office address had called on Americans to be tolerant of fellow citizens regardless of their religion.",
  "The center’s president, Frank Gaffney Jr., has been critical of Muslims in America, and the Southern Poverty Law Center, a civil rights group, calls him “one of America’s most notorious Islamaphobes.”\n\nSenator Graham tweeted that Trump has “gone from making absurd comments to being downright dangerous with his bombastic rhetoric.”\n\n“This is just more of the outrageous divisiveness that characterizes his every breath and another reason why he is entirely unsuited to lead the United States,” said Kasich.",
  "The billionaire developer and former reality TV star, who frequently uses racially charged rhetoric, called for a complete shutdown of Muslims entering the country “until our country’s representatives can figure out what is going on.”\n\n“Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in Jihad, and have no sense of reason or respect for human life,” Trump said.",
  "Trump campaign manager Corey Lewandowski, asked in an email if the shutdown would apply specifically to immigration or more broadly to student visas, tourists, and other travelers to the United States, replied: “Everyone.”\n\nTrump went farther than other Republican candidates, who have called for a suspension of a plan by President Barack Obama to bring into the United States as many as 10,000 Syrian refugees fleeing their country’s civil war and Islamic State militants.",
  "Trump’s aim is to bolster his position among conservative voters who have kept him atop opinion polls of Republican voters for months, to the point that establishment Republicans fret he could win the nomination and do so poorly in the general election next November that Republicans could not only lose the White House but also control of Congress.",
  "Twitter exploded over Trump’s proposal with Democratic presidential front-runner Hillary Clinton calling his idea “reprehensible, prejudiced and divisive,” but conservative pundit Ann Coulter writing, “GO TRUMP, GO!”\n\nIbraham Hooper, director of the Council on American-Islamic Relations, a Muslim advocacy group, had a blistering response.",
  "A spokesman for Republican presidential candidate Ben Carson, Doug Watts, said Carson did not believe that religion should be a litmus test for entry to the country but said everyone visiting the United States should be monitored during their stay, saying that is the case in many countries.",
  "WASHINGTON (Reuters) - Republican presidential front-runner Donald Trump on Monday called for a ban on Muslims entering the United States in the most dramatic response by a candidate yet to last week’s shooting spree by two Muslims who the FBI said were radicalized.",
  "REUTERS/Mark Kauzlarich\n\nTrump’s “statement on preventing Muslim immigration” drew fierce criticism from some of his rivals for the 2016 Republican presidential nomination, all of whom have been searching for ways to knock him out of the lead.",
  "Trump’s statement followed the massacre last week of 14 people in San Bernardino, slain in a hail of bullets by a Muslim couple that the Federal Bureau of Investigation said on Monday had been radicalized.",
  "To support his proposal, Trump pointed to data from the conservative think tank Center for Security Policy indicating that a quarter of Muslims in a poll thought violence against Americans was justified.",
  "The poll, which was conducted after last week’s San Bernardino, California, attacks, found that 69 percent of Republicans expressed at least some fears of Muslims, compared with 39 percent of Democrats.",
  "He has shown a proclivity toward insulting people with no penalty, from saying a storied Vietnam veteran, Senator John McCain, is not a hero to blasting Fox News anchor Megyn Kelly.",
  "Withering reaction flowed in from former Florida Governor Jeb Bush, Ohio Governor John Kasich, Senator Lindsey Graham of South Carolina and New Jersey Governor Chris Christie.",
  "The most recent Reuters/Ipsos poll found stark differences between Republicans and Democrats in how they view Muslims.",
  "U.S. Republican presidential candidate Donald Trump speaks during a campaign stop in Spencer, Iowa December 5, 2015.",
  "“We’re entering into the realm of the fascist now,” he said by telephone.",
  "His ‘policy’ proposals are not serious,” Bush said in a tweet.",
  "Whether Trump will pay a price for the move is unclear.",
  "“Donald Trump is unhinged."
]