[
  "That is the danger that Frank’s talking about, that they’re going to water it down, or they’re not going to re-impose it because of the swamp creatures and our European allies saying it would be a bad deal.”\n\nGorka recommended that after President Trump decertifies, “at the same time, to have a double whammy, he should do what he has been mandated to do by the sanctions act of August this year, which he already signed, which is to designate the Iranian Republican Guard Corps as a terrorist organization.”\n\n“This is an organization that has cost the lives of scores of U.S. service men and women, that is a terrorist actor across the whole region,” Gorka charged.",
  "“So massive successes on national security and economics, but now we need to see whether the people who call themselves conservatives on the Hill are actually going to support the agenda that we elected the president to execute on November the 8th.”\n\nMarlow turned to the Harvey Weinstein sexual assault scandal rocking Hollywood and commended Gorka for his advice that Weinstein should have followed Vice President Mike Pence’s rule – much derided by media liberals – against having dinner alone with women other than his wife.",
  "Marlow asked what decertification would mean in practice, recalling Center for Security Policy President Frank Gaffney’s warning on Wednesday’s Breitbart News Daily that decertification without withdrawal could amount to a “bait and switch.”\n\n“If it’s a simple decertification – if the president says Iran is not in compliance with key technical aspects of the deal – then a 60-day window opens for Congress to do the so-called snapback of the original nuclear sanctions on Iran,” Gorka explained.",
  "“I was shining a spotlight on the hypocrisy of the left and the mainstream media, that they lambaste the morals of the vice president when they actually spike the stories about a sexual predator for decades.”\n\n“One thing I want to point out that really occurred to me, over this furor over Weinstein’s behavior: Now, now, the left wing virtue-signaling individuals are talking about how we have to have a culture that respects women, and how we have to push back.",
  "Gorka agreed, remembering how he told people that “Social justice warriors may be cracking open their bottles of champagne” at news Bannon was leaving the White House, “but he will become – and he has already become – the most powerful man outside the White House.”\n\n“The president is in regular contact with individuals who left the administration, soliciting their advice,” he reported.",
  "Dr. Sebastian Gorka, chief strategist for the MAGA Coalition, formerly Deputy Assistant to President Trump and Breitbart News National Security editor, appeared on Breitbart News Daily Thursday to talk about what SiriusXM host Alex Marlow described as potentially “one of the signature wins” of the Trump administration: decertifying the Iran nuclear deal.",
  "Gorka described the MAGA Coalition as “the first Super PAC for the forgotten men and women who voted for this rank outsider, Donald Trump, to become the president last year.”\n\n“We will be supporting all candidates who are breaking up the stranglehold of the establishment RINOs, especially,” he said.",
  "Marlow looked at Gorka’s work with the MAGA Coalition and proposed that Gorka and his fellow White House alumnus, Breitbart News Executive Chairman Steve Bannon, appear to be making good on Bannon’s vow that they would be more effective at guiding the Trump White House from the outside.",
  "You look at the fact that we are literally stacking ISIS fighters like cordwood in Iraq and Syria.”\n\n“If you look at the revitalization of NATO, withdrawal from the Paris accords – these are monumental successes in less than the first year of the president in office,” he contended.",
  "“The big challenge remains, however, what the GOP swamp dwellers have failed to bring to the table – which is, of course, the Obamacare repeal and replace, and the potential for some kind of scuttling of the tax reform that the president discussed last night,” he continued.",
  "Anybody can join.”\n\n“If you believe that it’s time to take the Republic back, and bring it back to the founding principles on which it was established, join the MAGA Coalition and be part of the team that will take the country back,” Gorka invited listeners.",
  "So the irony of them calling for the kinds of things they have actually tried to destroy, by their value systems and the stuff they’ve been shoving down our throats in the media since the 1970s, the irony couldn’t be higher,” he said.",
  "“Then he sends a very clear message that not only is this deal that we’ve inherited a disastrous deal, we are going to take the fight to the biggest state sponsor of terrorism in the world today.",
  "Look at what was announced yesterday by the PAC.”\n\n“This is going to be the make-or-break year, and the Breitbart phenomena, the nationalist economic phenomena, is winning.",
  "The designation of the IRGC would send that message,” he said, promising to elaborate on the idea in a piece to be published later on Thursday.",
  "Gorka said President Trump remains committed to decertifying the deal, “as he was the last time” certification was required 90 days ago.",
  "“We’re working closely with Steve and everybody else that believes in what I think is the political revolution that happened last year.",
  "Gorka said the Trump administration deserves credit for great improvements in the economy and national security during its first year.",
  "“You look at the 73 percent decrease in illegal migration without us building the wall, and the president will build the wall.",
  "“That made liberal heads explode everywhere, given the response on Twitter to my tweet,” Gorka said.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "The only question is, will he withdraw us completely from this disastrous deal?",
  "“Yesterday was the 47th stock market record, historic record,” he pointed out.",
  "This isn’t a PAC for lawyers, realtors, tax accountants, or the oil industry.",
  "“He went against his better judgment” on that occasion, according to Gorka.",
  "“He is alone, he is surrounded, but he is getting a lot of support.",
  "I predict with confidence that he will decertify this time.",
  "It’s what they’ve been trying to destroy for 35 years.",
  "“He didn’t understand why we had to certify last time.",
  "It’s about eight years, not eight months,” he said.",
  "We don’t represent any special interests.",
  "Look at Judge Moore, look at Corker.",
  "So everybody listening, have faith!",
  "They can shape it as they wish.",
  "I dearly hope so,” he said.",
  "It’s about the long game.",
  "We have that culture!",
  "“It’s not automatic.",
  "It’s on the right.",
  "LISTEN:"
]