[
  "Several dozen analysts writing pieces online how this would destroy our diplomatic relations and diminish American influence around the world,” said Jonathan Schanzer of the Foundation for the Defense of Democracies, “they argued it would look Islamophobic.”\n\nFor example, the prestigious Brookings Institute, which considers itself non-partisan, said “there is not a single American expert on the Muslim Brotherhood who supports designating them as a Foreign Terrorist Organization.”\n\nShadi Hamid, a Brookings Senior Fellow, wrote on the Institute’s website that most Islamists belong to “mainstream Muslim groups like the Muslim Brotherhood.”\n\nHamas denies Qatar to expel leaders, but says some to move\n\n“Mainstream Islamist groups accept the nation-state and work within the structures of the nation-state,” he wrote.",
  "“I think at best they are useful idiots when it comes to what the Muslim Brotherhood is trying to do,” Gaffney told Fox News, “at worst they are absolutely on board with it.”\n\nSchanzer could not speak specifically about Brookings, but “what I can say is that Qatar spends a lot of money to make sure their perspective is heard in Washington.”\n\nHe says that’s problematic “because at the very least certain aspects of the discussion are being omitted because of a patron-client relationship.”\n\nThose aspects of the discussion involve a growing belief among prominent former officials that at least some factions of the Brotherhood deserve greater scrutiny than the U.S. has subjected the group to in recent years.",
  "“There is now a real danger that President Donald Trump, who came to office promising a very different approach to the whole phenomenon of what he called radical Islamic terrorism at the time, and is now calling Islamist extremism, is being subjected to some of the same seduction that the Brothers were able to engage in during past presidents,” said Frank Gaffney of the right-leaning Center for Security Policy.",
  "Arab nations cut ties with Qatar in new Mideast crisis\n\nWhen asked if the U.S. is considering changing its position, a State Department official told Fox News: “The Muslim Brotherhood is not a Foreign Terrorist Organization.”\n\nThe sources say there was a high-level White House meeting between the two factions about two months ago, and the Bannon team gave way amid significant pushback.",
  "There’s a battle inside the Trump administration over what to do about the Muslim Brotherhood, the group at the center of Monday’s pivotal decision by Saudi Arabia, Egypt, the United Arab Emirates and Bahrain to cut ties with Qatar over allegations it supports terrorism, experts familiar with the situation say.",
  "“I'm not sure we've investigated potential financial channeling from using Muslim Brotherhood resources and their networks to channel money to terrorist groups,” Gates said, “And I think if that's not already being done, that's a potential lucrative intelligence target.”\n\nSchanzer agrees.",
  "“The Brotherhood in Tunisia is a political, non-violent organization and the Prime Minister of Morocco is in a Muslim Brotherhood arm,” he said, “On the other hand you’ve got two violent factions in Egypt and the Brotherhood in Yemen has long standing ties to Al Qaeda.",
  "Generals McMaster and Mattis are said to be concerned about America’s deep military commitment to Qatar, where the U.S. operates a key airbase; Bannon is said to want to push for an official designation of the Muslim Brotherhood as a Foreign Terrorist Organization.",
  "These are the kinds of differences that a treasury designation process could highlight.”\n\nThat’s why Gates cautions the Trump administration to get more information before an official declaration of the Brotherhood as a Foreign Terrorist Organization.",
  "Gaffney argued that such influence is suspect because Brookings, like some other big Washington think-tanks, has taken millions in funding from Qatar, the country accused of supporting terrorism by many of its neighbors.",
  "The camps inside the White House, according to sources, break down to two groups: On one side is a political group led by Chief Strategist Steve Bannon and the other side is led by National Security Adviser H.R.",
  "“Task Treasury to research the various factions of the Brotherhood to determine which are supporting terrorism,” he said, “let the intelligence do the talking, and potentially lower the political temperature.”",
  "Former Defense Secretary Robert Gates, who served six presidents, including President Obama, recently told Fox News that the terrorist group Hamas is a direct offshoot of the Muslim Brotherhood.",
  "“It seems to me, by and large, if it looks like a duck and it walks like a duck, maybe it's a duck.”\n\nGaffney goes even further, “I think what we’re dealing with is not terrorism anymore.",
  "The debate reaches deep inside Washington politics, where Qatar has poured money in recent years, deepening a rift in American policy circles over what to do about the Muslim Brotherhood.",
  "“These groups are not stoking revolution or orchestrating terrorist attacks.”\n\nExperts who have had close ties to Bannon worry that such analysis is getting through to the president.",
  "Qatar gave Brookings a $14.8 million, four-year donation in 2013, and has helped fund a Brookings affiliate in Qatar and a project on United States relations with the Islamic world.",
  "The immensely influential group has long been considered a supporter of terrorism by several key American allies including Egypt, Saudi Arabia and the United Arab Emirates.",
  "What the Brits are facing is an actual Islamic insurgency.”\n\nBut the Brotherhood is not a “homogeneous” organization, said Schanzer.",
  "“The Muslim Brotherhood is generally regarded as the ideological forerunner of both al-Qaeda and ISIS,” Gates said.",
  "He told Fox News there is a possible compromise solution.",
  "And it wasn’t just from the national security team.",
  "McMaster and Defense Secretary Jim Mattis.",
  "“The real pushback was in the public."
]