[
  "It’s also hard to square Price’s NSC position with his statements to the Post that his resignation had “nothing to do with politics” and said “as intelligence professionals, we’re taught to tune out politics.” Price also apparently had no problem with the CIA crafting politicized talking points on the Benghazi terrorist attacks in 2014 or the Obama administration pressuring CENTCOM intelligence analysts to slant their analysis of ISIS to favor Obama administration policy.",
  "None of the mainstream media press accounts I reviewed mentions this contribution, although the Washington Post added the following clarification to the Price story after it was criticized for omitting this information:\n\n“Clarification: This column should have included a disclosure of donations made by author Edward Price in support of 2016 Democratic presidential nominee Hillary Clinton.",
  "In August, Price gave a total of $5,000 to the Clinton campaign and the Democratic Party.”\n\nAll of the mainstream media accounts also omitted that Price is a fellow with the Truman Project, a leftwing think tank that served as a mouthpiece for the Obama administration, and that he worked for several Democratic political campaigns.",
  "While several media outlets rushed to interview Price and depict him as an ethical, non-political CIA officer who rejected what he claimed was the “deceitful” and “delusional” Trump administration, a brief look at the facts suggest not only is this a blatant instance of fake news, but that Price is a “fake” CIA analyst.",
  "Last week, Edward Price, a former CIA analyst, became a media darling after the Washington Post published Price’s op-ed announcing his resignation from the CIA because he was unable to serve the Trump administration in good faith because of President Trump’s policies and disregard for the U.S. Intelligence Community.",
  "I also wonder why, if Price is really such a paragon of virtue and a champion of keeping politics out of intelligence, that he didn’t resign last summer after Senator Harry Reid called on intelligence analysts to give Candidate Trump fake intelligence briefings.",
  "Price engineered a splashy resignation advertised on the opinion pages of the Washington Post as part of the Democratic Party’s effort to undermine President Trump and to secure himself a well-paid perch in a liberal think tank to bash the Trump administration.",
  "His NSC job was serving as a spokesman and helping deputy national security adviser Ben Rhodes run the Obama NSC “echo chamber” that misled the news media, Congress and the American people about the July 2015 nuclear deal with Iran.",
  "Price’s selective outrage over Trump administration’s polices – which are still being finalized – while he was part of the Obama Iran deal echo chamber is pretty galling.",
  "A CIA officer should never have been allowed to serve in a job like this or to participate in a scheme to mislead the American people and the U.S. Congress.",
  "But for the past several years he was a member of the Obama National Security Council staff, apparently on a detail assignment from the CIA.",
  "This was a huge contribution for a government employee and suggests Price was angling for a senior job in a Clinton administration.",
  "Price even bragged to New York Times writer David Samuels about how he manipulated and lied to the press to promote the Iran deal.",
  "The media’s coverage of Price’s resignation is typical of its extremely biased coverage of President Trump.",
  "For example, Price contributed a total of $5,000 to the Clinton campaign and the Democratic Party in 2016.",
  "Once Price assumed such an extremely partisan NSC job, he stopped being a bona fide intelligence officer.",
  "But the bigger question is why the CIA was paying Price to be an Obama administration political hack.",
  "This is the story of a liberal political hack quitting a Republican administration.",
  "This also is fake news because the mainstream media left out crucial facts.",
  "The bottom line: this is fake news about a fake CIA officer.",
  "Price’s resignation had everything to do with politics.",
  "OK, Price really did work for the CIA."
]