[
  "McMaster claimed that Islamic terrorist organizations are “really un-Islamic” and are “really irreligious organizations” who cloak themselves in the “false legitimacy of Islam.”\n\nMcMaster’s comments represent views of Islamic terrorism that are diametrically opposed to those espoused by President Donald Trump, who has repeatedly utilized the phrase “radical Islamic terrorism.”\n\nMcMaster, who serves in a critical national security position, seems to be minimizing the central religious motivations of radical Islamic terrorist groups who are waging a religious war against Western civilization.",
  "And, in fact, these enemies of all civilizations, what they want to do is to cloak their criminal behavior under this fall idea of some kind of religious war.”\n\nIn the speech, Trump eventually urged Muslim-majority countries to take the lead in “combatting radicalization,” and he referred to “Islamist extremism and the Islamist terror groups it inspires.”\n\nShia and Sunni Islamic terrorist groups such as al-Qaeda, Hamas, Hezbollah, Islamic Jihad, and the Islamic State each openly espouse Islamic motivations, repeatedly cite the Quran, and claim they are fighting a religious war.",
  "McMaster – a man who wrote a book entitled Dereliction of Duty about malfeasant political interference in the U.S. military’s conduct of a war – is now perpetrating the greatest reprise of such dereliction since Vietnam with his insistence that the wellspring for jihadist terror is not authoritative Islam and its supremacist Sharia doctrine.",
  "Writing in the New York Times magazine in 2003, author Paul Berman dissected the Quranic origins of Qatb’s book Milestones – utilized by bin Laden as a sort of religious guidebook – as being drawn from Qatb’s massive commentary on the Quran, titled In the Shade of the Qur’an.",
  "Reacting to McMaster’s statements on terrorism, Frank Gaffney, founder and president of the Center for Security Policy, told Breitbart News that he believes McMaster is endangering U.S. national security by seeming to scrub Islam as a motivating factor.",
  "In March, Mahmoud al-Zahar, a senior Hamas leader in Gaza, claimed that “removing the Jews from the land they occupied in 1948 is an immutable principle because it appears in the Book of Allah.” Zahar was referring to the entire state of Israel.",
  "While there are legitimate arguments about how much these terrorist groups in some cases may utilize an extremist interpretation of Islam, McMaster is clearly downplaying the transparent religious motivations of America’s terrorism enemies.",
  "Osama bin Laden, the founder of al-Qaeda, infamously cited Quranic scripture and was heavily influenced by Egyptian Muslim Brotherhood leader, ideologue, and Islamic theorist Sayyid Qatb, considered the Brotherhood’s intellectual godfather.",
  "Use control of populations and resources to conduct more attacks, more mass murder of innocent people to drive retribution attacks like you saw maybe these Shia militias conduct this execution in the mosque in Diyala province.",
  "In February, CNN cited a source inside a National Security Council meeting quoting McMaster as saying that use of the phrase “radical Islamic terrorism” is unhelpful in working with allies to fight terrorism.",
  "McMaster went on to describe what he believes are the motivators of conflict in the war on terrorism, failing to mention religion:\n\nAnd so the drivers of conflict is what we have to remember.",
  "McMaster was speaking at the 136th general conference and exhibition of the National Guard Association of the United States (NGAUS) in a thirty-minute speech reviewed by Breitbart Jerusalem.",
  "Get them to fight each other and then come in as patron and protector and gain control of a chaotic situation and then establish control through brutality, through intimidation.",
  "In May, McMaster spoke on ABC’s This Week about whether Trump would use the phrase “radical Islamic terrorism” in a speech that the president was about to give in Saudi Arabia.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Indeed, in his speech, McMaster urged the audience to focus on the “human factors” that he says drive conflict while downplaying any religious motivation.",
  "President Trump must treat such incompetence as a firing offense.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Sometimes when we look at very quick and easy military solutions to problem sets, we are not thinking about what is the nature of this conflict.",
  "Really, people fight, I think, for the same reasons the Greek philosopher and historian Thucydides identified 2,500 years ago: Fear.",
  "Some of the Sunni groups are violent offshoots of the Muslim Brotherhood, which seeks to create a global Islamic caliphate.",
  "The comments are not the only time McMaster has seemingly denied the Islamic motivations of America’s terrorist enemies.",
  "So understanding those human dimensions and being able to affect them is important, and we have to remember that.",
  "“But I think it’s important that, whatever we call it, we recognize that [extremists] are not religious people.",
  "TEL AVIV – In a 2014 speech on the Middle East, embattled White House National Security Adviser H.R.",
  "These criminal organizations, who cloak themselves in this kind of false legitimacy of Islam.",
  "They want this kind of cycle of violence to accelerate–to get more and more destructive.",
  "Hamas’s original charter repeatedly cites the Quran and other mainstream Islamic texts.",
  "Below is a transcript of the relevant portion of McMaster’s speech [emphasis added].",
  "And we have to be sensitive to local differences and realities that drive conflict.",
  "(Comments begin at the 9:08 mark in the above video):\n\nWar is profoundly human.",
  "They want to portray themselves as patrons and protectors of aggrieved parties.",
  "He addressed the wars in Iraq and Afghanistan and the fight against terrorism.",
  "“The president will call it whatever he wants to call it,” McMaster said.",
  "Stated Gaffney, “It is no small irony that National Security Adviser H.R.",
  "But what you see is you see these really irreligious organizations.",
  "This article was written with additional research by Joshua Klein.",
  "So their strategy has been to pit communities against each other.",
  "Of course, there are a lot of differences, right?",
  "What do all of these conflicts have in common?",
  "But they are really un-Islamic.",
  "What is the nature of this war?",
  "You might say sense of honor.",
  "What are the human factors?",
  "What is driving a conflict?",
  "That is what they want.",
  "Follow him on Facebook.",
  "And interest.",
  "Honor."
]