[
  "In addition to food, and fuel, and coal, and other markets for such products as the North Koreans have, the Chinese have provided them, as I mentioned, in the nuclear and missile space, but more broadly the wherewithal to maintain control, and the political cover to defend their puppet regime in Pyongyang from U.N. sanctions or pressure from the outside.”\n\nGaffney said the Chinese have been able to perpetuate their double game with North Korea thanks to a “general miasma” in the U.S. policy establishment that dates back to President Richard Nixon’s fabled opening to China.",
  "They have to be induced to feel that that’s in their interest as well as ours.”\n\nTurning to the weekend’s bloody assault on a Sufi mosque in Egypt by Islamic State extremists, Gaffney said the missing element from news coverage is that “sharia supremacists have, as their first order of business, trying to compel all Muslims to conform to their program.”\n\n“This is a totalitarian political, legal, military program with a kind of patina, a veneer if you will, of religiosity to it,” he said.",
  "Gaffney recommended immediately taking “practical, near-term, relatively inexpensive steps” to harden America’s electric grid against electromagnetic pulse attacks, bolstering missile defense with “capabilities that have not been allowed to be brought to bear,” and developing cyber, financial, and political warfare techniques to put pressure on China comparable to what brought the Soviet Union down.",
  "There are things that we can do to make their lives miserable.”\n\n“Not least, we ought to make it clear that this whole love affair with Xi Jinping, the Chinese communist dictator who aspires to be a new Mao for God’s sake, is at an end, and that opposition to the regime – of which there is a lot, it’s not terribly organized obviously – that ought to be something that we support.",
  "What they’re doing to Sufis – and by the way, there were Sunnis and others in that mosque as well – in Sinai at the moment, they have been doing to Muslims elsewhere in the Middle East and beyond, they’ve of course been doing to Christians wherever they can get their hands on them in the Middle East and beyond, and they have it in mind for the rest of us,” he said.",
  "Gaffney said North Korea’s missile launch is “shocking in the sense that when you think about an impoverished nation that literally can’t feed its people progressing as rapidly as they have with advances in both ballistic missile technology and weapons that can be tossed by those missiles, it’s stunning.”\n\n“But it’s not inexplicable,” he continued.",
  "Indeed, that’s why there are more Muslims killed by these jihadis than there are anybody else.”\n\n“It’s in the service of trying to bring about an end state that will enable not only the enslavement – the submission as it’s called, the literal meaning of the word ‘Islam’ – for Muslims but also for everybody else to this program worldwide.",
  "We should be clear about that.”\n\n“This is not yet something that has been actually addressed by official Washington but it has to be done, as well as does the need for effective missile defenses against these sorts of threats – and oh, by the way, the satellites that North Korea is orbiting overhead as well.",
  "They’ve also apparently supplied them with missile canisters, which we’ve seen these things traipsing around the streets of Pyongyang.”\n\n“But there’s also evidence that at least components of, if not full-up missiles themselves, have been supplied to the North Koreans by the Chinese,” he charged.",
  "My colleague Kevin Freeman has been doing great work on documenting what the Chinese are up to in a whole host of areas – notably if they can’t buy up our technology companies, simply stealing their proprietary information.”\n\n“That’s something that must stop,” he declared.",
  "“That’s what worries me particularly about what’s happening in Europe, and what is happening in our own country.”\n\n“We have got to be clued up about this, not simply periodically focus on it when something bad happens at the hands of people who do mass murder.",
  "“What the North Koreans are doing is not simply demonstrating the capacity to attack with nuclear weapons the entire United States, but they’re combining it with explicit threats to use nuclear weapons to destroy the electric grid of this country,” he warned.",
  "Center for Security Policy President Frank Gaffney joined SiriusXM host Alex Marlow on Wednesday’s Breitbart News Daily to discuss North Korea’s latest missile launch and the attack on a mosque in Egypt by Islamic State extremists.",
  "“We thought that they were just basically going to be good trading partners, and if we just simply sold them enough stuff or bought enough stuff from them that they’d become a normal nation and all would be well,” he explained.",
  "That list starts with communist China.”\n\n“There is now reason to believe that the Chinese have not only provided the North Koreans with these so-called transporter-erector-launchers for their long-range ballistic missiles.",
  "I would simply say you don’t want to wait that long because the way that may be demonstrated is by actually delivering that warhead to the United States.”\n\n“Kim Jong-un is at best unpredictable, shall we say,” he observed.",
  "I believe they have to be held accountable for what’s happening, and there have to be real costs to them for engaging in this kind of behavior.”\n\n“There would be no North Korea without communist China,” Gaffney declared.",
  "I believe that helping enable the Communist Party in China, to be stronger and more powerful and assertive, is not in America’s interest, and I don’t think it’s in the interest of the Chinese people either,” he said.",
  "I think for starters stop allowing them to buy up sensitive companies with potentially strategic – if not actually militarily applicable – technology.”\n\n“I think their banks have to be squeezed,” he continued.",
  "We keep telling ourselves, well, they haven’t actually demonstrated the ability to put a heavy warhead on the missile and get it to the full range that would attack the United States.",
  "There’s a lot of talk about collaboration with the Iranians, but there are other countries that have a lot more experience than the Iranians with both missiles and nuclear technology.",
  "“This is a moment when we’ve got to be thinking boldly about those sorts of steps to protect our people and our country against these material and metastasizing threats,” he advised.",
  "We don’t have the luxury of thinking that diplomacy is going to take care of this any longer, or another set of sanctions at the U.N. will do the job.",
  "But along the way, we bought into this idea that they were going to be our partners and helpmates in containing the threat from the North Koreans.",
  "The point is, Alex, that this threat is metastasizing and is posing an increasingly mortal peril to our country because China wants it to happen.",
  "“It’s an undeclared war, certainly one that most of us don’t recognize, but at the very least it’s operating in the economic sphere.",
  "“We’re on borrowed time, Alex,” he replied when Marlow asked if it was time to hit the proverbial “panic button” over North Korea.",
  "We’ve got to be focused as well on the infrastructure that is being built here, among other places, for more jihad in the future.",
  "“There’s a very easy answer for how this could be, and that is that the North Koreans are getting help from outside North Korea.",
  "It distracts us from what they’re doing in the South China Sea and elsewhere, and it is creating leverage for them on us.",
  "We’ve got to stop the Muslim Brotherhood and its fellow sharia supremacists from achieving their agenda,” he urged.",
  "It’s high time that we take steps to protect the grid against it, because if it goes down, we’re done as a nation.",
  "He now has the means at his disposal to do it unless stopped – and it should be, by the Chinese.",
  "This is a moment that requires concrete, specific, and necessary corrective action,” he said.",
  "Gaffney said events have now compelled Washington to take the North Korean threat seriously.",
  "That was never the Chinese plan, and it’s now playing out to have been completely bankrupt.",
  "“I think the bigger story here is that the Chinese are at war with us,” Gaffney proposed.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "It is in their interest as they perceive it to have this regime be a problem for us.",
  "If they didn’t, none of those sorts of transactions would be taking place.",
  "They’re trying to make sure that every Muslim gets behind that program.",
  "It’s not just the terrifying, forceful way of getting people to submit.",
  "Again, as I’ve said, they’ve done everything they could to enable it.",
  "That’s why China has to be held directly accountable,” he urged.",
  "The Chinese profess that these were meant to be lumber carriers.",
  "But he is also determined, I believe, to destroy this country.",
  "“And probably by others – the Russians, maybe the Pakistanis.",
  "“These are specifically designed to carry large missiles.",
  "“That is, I think they’ve figured out, our Achilles heel.",
  "“They’ve got a real debt problem in China at the moment.",
  "“He is determined, I believe, to preserve his regime.",
  "If there’s any resistance to it, they will kill them.",
  "“There must be real costs to the Chinese for that.",
  "We’ve been warning about it for 15 or 16 years.",
  "“The model they’re using is not just violence.",
  "“This has been going on for far too long.",
  "It’s also subversion,” Gaffney added.",
  "The Chinese should replace that guy.",
  "That’s what his grandfather said.",
  "“Fundamentally it’s about power.",
  "“That was never in the cards.",
  "They could do it, I believe.",
  "That’s what his father said.",
  "Please,” Gaffney sighed.",
  "“Let’s just be clear.",
  "That’s what he says.",
  "LISTEN:"
]