[
  "Not because I care about what the rest of the world thinks, but because I care what we think about ourselves.”\n\nBoth Mr. Pompeo and Mr. Bolton have appeared frequently on the radio show of Frank Gaffney Jr., the president and founder of the Center for Security Policy, a think tank that argues that mosques and Muslims across America are engaged in a “stealth jihad” to “Islamize” the country by taking advantage of American pluralism and democracy.",
  "The C.I.A., on behalf of its director, said in a statement that Mr. Pompeo “has worked extensively and successfully to expand C.I.A.’s partnerships with countries throughout the Muslim world.” The agency said that in doing so, he had “saved countless Muslim lives and added security to the Muslim peoples of those nations.”\n\nWhen Mr. Pompeo was asked in his confirmation hearing for C.I.A.",
  "When Huma Abedin, an American Muslim who was a close aide to Hillary Clinton, was wrongly accused of being a secret member of the Muslim Brotherhood, Mr. Bolton told Mr. Gaffney’s radio show that he did not see any problem with raising the question, even though a host of senators had denounced it.",
  "In an interview with Herald Radio in 2015, Mr. Bolton said that the proposal by Mr. Trump, at the time a candidate, to ban all Muslims coming into the United States was “certainly completely wrong.”\n\n“That’s just not consistent with our views about America and how we should operate.",
  "Mr. Bolton is chairman of the Gatestone Institute, a think tank that regularly features articles on its website promoting the notion that pliant European countries, especially Britain, are submitting to “Islamization” by hostile Muslim migrants.",
  "director last January whether he would discriminate against Muslims, given his past statements, Mr. Pompeo responded that he believed in having a diverse work force at the C.I.A.",
  "I think he’s playing on the frustration and the fear that we see out in the country,” Mr. Bolton said.",
  "and in cooperating with Muslim countries that provide intelligence to the United States.",
  "Mr. Bolton has occasionally nodded along to some of Mr. Gaffney’s falsehoods.",
  "Mr. Bolton, through a spokesman, declined a request for an interview.",
  "At times, Mr. Bolton has seemed to express more nuanced views.",
  "I think we absolutely have to make that clear.",
  "“Our problem is the radicals, the terrorists.",
  "It’s not an entire religion."
]