[
  "Story Continued Below\n\nThe document, published internally on Jan. 31, notes that the Brotherhood—which boasts millions of followers around the Arab world—has “rejected violence as a matter of official policy and opposed al-Qa’ida and ISIS.”\n\nIt acknowledges that “a minority of MB [Muslim Brotherhood] members have engaged in violence, most often in response to harsh regime repression, perceived foreign occupation, or civil conflicts.” Noting that there are branches of the group in countries such as Jordan, Kuwait, Morocco and Tunisia, it cautions that some of America’s allies in the region “probably worry that such a step could destabilize their internal politics, feed extremist narratives, and anger Muslims worldwide.”\n\n“MB groups enjoy widespread support across the Near East-North Africa region and many Arabs and Muslims worldwide would view an MB designation as an affront to their core religious and societal values,” the document continues.",
  "“It’s not well thought through,” said Will McCants, a former State Department senior adviser for countering violent extremism, who called designating the Brotherhood a “fringe idea that I guess has now made its way into the mainstream.”\n\nTrump, despite otherwise evincing little interest in foreign affairs before launching his presidential bid, has been critical of the Brotherhood in the past, blasting then-President Barack Obama repeatedly in 2012 for hosting Egyptian President and Brotherhood member Mohamed Morsi, who was elected after mass protests ousted longtime strongman Hosni Mubarak.",
  "“They’re not just in places like Libya and Syria and Iraq, but in places like Coldwater, Kansas, and small towns all throughout America.”\n\nEven before President Donald Trump took office, outside groups like Gaffney’s and some members of Congress had been pressuring his team to make the designation, a process that usually takes months and requires teams of analysts sifting through reams of intelligence reports to determine whether an organization fits the legal definition of a terrorist organization.",
  "According to the Washington Post, a 2007 summary of one of Bannon’s film projects described the Brotherhood as “the foundation of modern terrorism.”\n\nEven Secretary of State Rex Tillerson, in his confirmation hearing, associated the Brotherhood with more radical groups like Al Qaeda and “certain elements within Iran,” likely an allusion to the Iranian Revolutionary Guard Corps.",
  "But there is not sufficient evidence to show they send their own members to commit terrorism, and that is the standard for a designation.”\n\nStill, advocacy groups in the United States are worried they might be singled out or accused of having ties to the Brotherhood or other foreign Islamist groups, and are preparing to mount aggressive defenses if necessary.",
  "“The deep concern here is that designation of the Muslim Brotherhood, whatever that is and how it is defined (which is a complicated question in itself), could result in government attacks on American Muslim civil society by opening the doors to the use of over-broad and unfair legal regimes relating to designation and designated entities,” Shamsi said.",
  "Those governments have been pressing the United States for years to make a similar designation, but found little traction until Trump’s victory ushered into office a group of advisers who see Islamist groups like the Brotherhood as a threat to Western civilization itself, and make little distinction between mere ideologues and violent extremists.",
  "“It sure as hell is not going to take over America.”\n\nThe greatest danger, warns Benjamin, is that a move to treat the Brotherhood the same as groups that actually do engage in terrorism could push some Muslims into the arms of more radical extremists: “We don’t need more enemies.”\n\nBlake Hounshell is the editor in chief of POLITICO Magazine.",
  "And it’s important to emphasize that neither the Bush nor the Obama administration gave into what is a bigoted effort by people who were once in the fringe,” said Hina Shamsi, a lawyer at the American Civil Liberties Union who herself was recently detained and questioned by Customs and Border Patrol while returning from a trip abroad.",
  "Steve Bannon, the president’s chief strategist and the former head of Breitbart News, has often promoted anti-Muslim activists such as Gaffney, who has accused former President Barack Obama of being a secret Muslim and is one of the leading advocates for cracking down on alleged Brotherhood front groups inside the United States.",
  "“Moreover, a US designation would probably weaken MB leaders’ arguments against violence and provide ISIS and al-Qa’ida additional grist for propaganda to win followers and support, particularly for attacks against US interests.”\n\nThe CIA declined to comment, and the White House did not respond to a request for comment.",
  "“The U.S. Islamophobia network and its political allies are pushing this designation to create a new era of religious McCarthyism where being an American Muslim or an advocacy organization pushing back against anti-Muslim rhetoric is enough to disqualify you from civic participation,” McCaw said.",
  "CIA experts have warned that so labeling the decades-old Islamist group “may fuel extremism” and damage relations with America's allies, according to a summary of a finished intelligence report for the intelligence community and policymakers that was shared with POLITICO by a U.S. official.",
  "In January, Sen. Ted Cruz (R-Texas) and Rep. Mario Diaz-Balart (R-Fla.) re-introduced twin bills that would require the State Department to inform Congress “whether the Muslim Brotherhood meets the criteria for designation as a foreign terrorist organization” and, if not, explain why not.",
  "But the document threatens to pit the agency against a president who has dismissed its intelligence assessments and angered many in the intelligence community when he appeared before the agency’s Memorial Wall and exaggerated the size of the crowd at his inaugural address.",
  "Since then, news outlets have tracked a growing debate within the administration over whether Trump should pull the trigger, possibly in the form of an executive order directing the State Department to evaluate whether the Brotherhood meets the necessary legal standard.",
  "And it would seem to put the agency’s analysts at odds with its new director, Mike Pompeo, who as a member of Congress co-sponsored a bill to ban the Brotherhood and once warned in a radio appearance that Islamist groups were infiltrating the United States.",
  "Depending on how a designation was structured, “We could not meet with the Tunisian government going forward,” said Tom Malinowski, who recently stepped down as assistant secretary of state for democracy, human rights, and labor in the Obama administration.",
  "They note that the Cruz/Diaz-Balart legislation, like the earlier bill sponsored by Pompeo, explicitly mentions the Council on American-Islamic Relations, which Gaffney and others have accused of being a Brotherhood front (a charge the group denies).",
  "It’s still lurking, but I haven't heard it’s on the front burner again.”\n\nFormer U.S. officials and experts on the Muslim Brotherhood are highly skeptical that the Trump administration could meet that bar, and scoff at the basic wisdom of the idea.",
  "“There are organizations and networks here in the United States tied to radical Islam in deep and fundamental ways,” Pompeo told host Frank Gaffney, who heads the Center for Security Policy and often promotes a conspiratorial view of Muslims.",
  "“Ideologically, I’d say it’s closest to being a hate group,” said Eric Trager, an analyst at the Washington Institute for Near East Policy who believes the Trump administration is right to be concerned about the Brotherhood.",
  "Trump and Sisi have hit it off: The Egyptian strongman was the first foreign leader to congratulate Trump on his election, which came weeks after the two men met in New York on the sidelines of the U.N. General Assembly.",
  "“And he really took control of it.”\n\nEgypt outlawed the Brotherhood in December 2013, labeling it a terrorist organization, as did other U.S. allies in the region, including Saudi Arabia and the United Arab Emirates.",
  "Benjamin thinks there’s little chance that career officials inside the Treasury and State Departments would find that the Brotherhood, whose leadership in Egypt renounced violence in the 1970s, is a terrorist group.",
  "Malinowski also noted that many of the local councils the United States works with in Syria have ties to the Brotherhood, long one of the only sources of organized opposition to the rule of President Bashar Assad.",
  "Schanzer thinks the Muslim Brotherhood’s “mothership” in Egypt wouldn’t qualify, but other parts of the movement, such as the Islah party in Yemen, might if the Trump administration took a more targeted approach.",
  "Even some of the Brotherhood’s biggest detractors, however, aren’t too worried about its alleged influence inside the United States, and urge the Trump administration to focus on more realistic threats.",
  "“He’s a fantastic guy.” Trump also hailed Sisi, who presided over a brutal crackdown on the Brotherhood that killed or injured thousands, for consolidating power after Morsi’s tumultuous short tenure.",
  "“If there’s no pushback from leadership, I worry that we could be manipulated by countries that are just trying to enlist us in their campaigns against their political opponents,” Malinowski said.",
  "“What you have is a disparate network of groups that may or may not meet criteria,” said Jonathan Schanzer, a former Treasury Department analyst now with the Foundation for Defense of Democracies.",
  "Trump administration officials pushing to designate the Muslim Brotherhood as a foreign terrorist organization face at least one significant obstacle: analysts at the Central Intelligence Agency.",
  "Days before Trump’s inauguration, an anti-Islamist coalition called Faith Leaders for America held a news event in which speakers repeatedly urged the incoming president to make the designation.",
  "“With the system as it is currently configured, this would not pass muster.”\n\nOne problem is that it’s hard to define what the Brotherhood is, given its loose structure and culture of secrecy.",
  "“I think it would be an incredibly stupid thing to do,” said Daniel Benjamin, who served as the State Department’s coordinator for counterterrorism under Secretary of State Hillary Clinton.",
  "Some former officials fear that autocratic Arab states like Egypt could use a terrorist designation to lure the United States into endorsing violent crackdowns on their internal critics.",
  "And a designation could damage relations with Turkey, a NATO ally whose volatile Islamist president, Recep Tayyip Erdogan, is an avid backer of Brotherhood offshoots around the region.",
  "Morsi was ousted amid a fresh wave of demonstrations backed by the Egyptian military, which helped installed one of its own, Gen. Abdel Fattah el-Sisi, as the country’s new president.",
  "“The Muslim Brotherhood could not control Egypt—where it is from, where it has existed for over 80 years, and where it could not keep control for more than a year,” said Trager.",
  "“It received a great deal of pushback, and it looks like the White House team actually looked at the legal requirements to designate a foreign terrorist organization.",
  "“The top reason being that it’s not a terrorist group.”\n\nDesignating the group would also pose serious complications for U.S. diplomacy throughout the Middle East.",
  "A State Department source said the White House had contacted the department’s legal officials, as well as multiple bureaus, about what would be involved.",
  "The Muslim Brotherhood has loosely affiliated branches throughout the Arab world, and some of them even hold positions of power in certain countries.",
  "National security adviser Michael Flynn, for instance, has described Islam itself as a “cancer” and a “political ideology” rather than a religion.",
  "“Basically, they wanted to know if an executive order would be enough or if there was a process that had to be followed,” the source said.",
  "Robert McCaw, government affairs director at CAIR, said that groups like his were the real target of the anti-Brotherhood campaign.",
  "“@BarackObama's budget funds the ‘Arab Spring’ with $800B and the Muslim Brotherhood in Egypt $1.3B in military aid.",
  "Ennahdha, a popular Islamist party affiliated with the Brotherhood, is part of the ruling coalition in Tunisia.",
  "Moronic,” he wrote later in October, one of two dozen tweets on the subject over the course of 2012 and 2013.",
  "The head of the government of Morocco, for instance, is a member of a party aligned with the Brotherhood.",
  "Otherwise, “it’s trying to hit a grand slam and it’s probably going to lead to a strikeout,” he said.",
  "“Fear of Muslims is RATIONAL,” he once wrote on Twitter (his account has since been deleted).",
  "“Professionals will look at it and say this doesn’t meet our criteria,” Benjamin said.",
  "“American Muslim organizations have been under scrutiny for a long time.",
  "“There was good chemistry there,” Trump said after their encounter.",
  "“Obama now wants to give another $450M to the Muslim Brotherhood.",
  "Nahal Toosi is a foreign affairs correspondent at POLITICO.",
  "He loves radical Islam,” Trump tweeted in February 2012.",
  "But momentum seems to have stalled in recent days.",
  "Money we don't have going to people that hate us.",
  "They support, on an ideological level, terrorism.",
  "“He took control of Egypt,” Trump gushed.",
  "They give a platform for terrorists.",
  "These are not moderate politicians.",
  "They cooperate with terrorists.",
  "“These are not good guys."
]