[
  "According to Strzok’s GoFundMe page (yes, the individual who explicitly plotted to use his professional position inside the federal law enforcement community to swing the outcome of a presidential race is raising money online), the firing was “apparently driven by political pressure.”\n\nAccording to Strzok’s lawyer, the firing was also a decision to “punish him for speech protected by the First Amendment.” (For the record, the First Amendment does not protect you for planning a coup d’état.)",
  "On July 12, 2018, in Congressional testimony reacting to all this, Strzok has claimed that there was “simply no evidence of bias in my professional actions.”\n\nHe asserted, “Not once in my 26 years of defending my nation did my personal opinions impact any official action I took.”\n\nFinally, he lied under oath, saying, “I can tell you that those text messages are not indicative of bias.”\n\nRight.",
  "And yet at that point, taxpayers who voted for Trump were still paying the salary of the individual who launched the FBI’s investigation of the now-President of the United States and led the exoneration effort of Trump’s opposing candidate with vitriolic bias like that not only rattling around his head, but spewing out to his co-workers/co-conspirators.",
  "But the fact that Strzok was originally given a 60-day suspension and a demotion, and then fired at the Deputy Director level, indicates that the FBI has determined at the highest level that he did something even worse than he was originally punished for, or at least that that punishment did not fit the crime.",
  "In his report on the Clinton email investigation released June 14, 2018, Horowitz claimed to have found no direct evidence that political bias led directly to any official decision, but even so, he acknowledged that Stzrok showed a “willingness to take official action” based upon his biases.",
  "We know it was last summer — about a year ago — that the Department of Justice Inspector General Michael Horowitz told chief witch hunter Robert Mueller about the wildly partisan texts Strzok exchanged with his lover, fellow FBI official Lisa Page.",
  "In addition, at that time the public learned of this doozy, which the FBI likely had already discovered last summer, Page sent a message to Strzok asking, Trump is “not ever going to be president, right?”\n\nStrzok reassured her: “No.",
  "Christopher C. Hull, Ph.D., the Executive Vice President of the Center for Security Policy, served four tours on Capitol Hill, including most recently as the Chief of Staff for U.S. Rep. Steve King, (R-Iowa).",
  "Here again, just for the record, are some of the texts revealed at that time: Strzok assured Page that they were putting place an “insurance policy” in case of — or to prevent — Trump’s election.",
  "I could SMELL the Trump support.”\n\nA final Strzok text message supposedly “not indicative of bias,” written before he interviewed a single witness: “F Trump.”\n\nTalk about hate speech.",
  "We’ll stop it.”\n\nOn June 15, 2018, Strzok was escorted out of the J. Edgar Hoover Building and “relieved of job responsibilities” this June but remained an FBI employee — maddeningly.",
  "Strzok’s team asserts that this violates FBI Director Christopher Wray’s commitment to do his job and conduct personnel and disciplinary decisions “by the book.”\n\nMaybe.",
  "Or, maybe the FBI is finally admitting what Congressional Democrats for some reason won’t: That Strzok did something wrong that constitutes a termination offense.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "He called President Trump an “idiot” and a “disaster.”\n\nHe told Page, “Just went to a southern Virginia Walmart.",
  "We also know that Mueller removed him from the Trump Russia cover-up the next day, so at least a year ago.",
  "According to the Washington Post, Strzok was fired over his anti-Trump texts.",
  "Now, at last, we are relieved of that financial burden.",
  "On Wednesday, finally, the FBI fired Peter Strzok.",
  "Was it simply for sending the texts listed above?",
  "He is the author of Grassroots Rules.",
  "It took them long enough.",
  "He won’t.",
  "At least.",
  "At last.",
  "At last.",
  "Why?",
  "No."
]