[
  "Center for Security Policy President Frank Gaffney said Ellison is a “a Muslim who has been hanging with, embracing, supporting, and otherwise carrying on with the Muslim Brotherhood in America.”\n\n“That’s the kind of thing that, when you see a Keith Ellison promoting groups like the Council on American-Islamic Relations, promoting the Islamic Society of North America, promoting the Muslim Students’ Association, and on and on — all groups with an absolutely indisputable pedigree of ties to the Muslim Brotherhood — it’s appalling,” Gaffney added.",
  "Massachusetts Senator Elizabeth Warren jumped to endorse him saying in a statement, “I admire Keith’s values, his grit, and his dedication to making this country work not just for some of our kids but for all of them.” The self-avowed socialist Senator from Vermont, Bernie Sanders, though this may not be too surprising since Ellison was one of the earliest members of Congress to endorse Sanders for his run for president.",
  "I love the donors and we thank them,” Ellison said, “but it has to be that the guys in the barbershop, the lady at the diner, the folks who are worried about their plant is going to close — they’ve got to be our focus.”\n\nEllison recently outraged Americans by tweeting a picture claiming that Israel’s self-defense against Islamic radicals is merely racist “apartheid.”\n\nI saw this as I walked down street in Hebron.",
  "While window opens to street, no Palestinian can walk/drive on it pic.twitter.com/nMPsM8jqIT — Keith Ellison (@keithellison) June 2, 2016\n\nEllison also compared George W. Bush to Hitler in 2007, has a history of defending Farrakhan, and recently was the recipient of funds from the radical Muslim advocacy group CAIR, an unindicted co-conspirator in the Holy Land terror investigation.",
  "“If Chuck Schumer actually did his due diligence and is supporting Ellison anyway, that’s shameful.”\n\nSeveral prominent Democratic leaders told New York City’s CBS affiliate that “they are upset with Schumer for backing Ellison, who has been highly critical of Israel.”\n\nSo far few moderates have come to the side of Ellison.",
  "Another early endorsement came from retiring Nevada Senator and Senate Minority Leader Harry Reid who insisted that Ellison is “a terrific leader and a strong progressive who knows how to get things done.”\n\nEllison appeared on ABC’s “This Week” on Nov. 13 and laid out his thoughts on the position.",
  "On November 14, Ellison, who converted to Islam when he was a college student and is the first Muslim elected to Congress, announced his run to replace interim chair Donna Brazile.",
  "Ellison’s competition includes Vermont governor Howard Dean, South Carolina Democratic Party Chairman Jaime Harrison and DNC national finance chairman Henry Muñoz III.",
  "Opponents cite Ellison’s effort to insert anti-Israel and pro-Palestinian planks into the Democrat Party platform at this summer’s Democrat Convention.",
  "The opposition is rising against Minnesota Rep. Keith Ellison’s bid to become the next chairman of the Democrat National Committee.",
  "They also worry about his history of support for extreme anti-Semite Louis Farrakhan, the leader of the Nation of Islam.",
  "He’s getting top level support, including from Sen. Chuck Schumer, the leader of the Democratic caucus in the Senate.",
  "Another rumored candidate is abortion extremist and NARAL Pro-Choice America President Ilyse Hogue.",
  "Follow Warner Todd Huston on Twitter @warnerthuston or email the author at igcolonel@hotmail.com.",
  "“[H]is vile beliefs… ought to disqualify him outright,” consultant Joel Mowbray said.",
  "The Democrats will likely pick their new chairman early next year.",
  "A growing list of liberal Democrats have signed onto his bid.",
  "“You’ve got to have a vision to strengthen the grass-roots.",
  "Make the voters first, not the donors first."
]