[
  "The Islamophobia charges made against CSP and other critics of radical Islam have nothing to do with hate or bigotry – they are a ploy by Mr. Obama, American Muslim groups and liberal groups to sidestep how Islamist extremism represents, as American Islamic Forum for Democracy President Zuhdi Jasser has put it, “a problem within the house of Islam.”\n\nThis problem is the global jihad movement which is an ideology at war not just with modern society but also with the majority of the world’s Muslims.",
  "It described the SPLC and its activities as “essentially a fraud” that “shuts down debate, stifles free speech, and most of all, raises a pile of money, very little of which is used on behalf of poor people.”\n\nPerhaps the main reason the SPLC has been able to raise such huge sums because its president, Morris Dees, is so skilled at using scare mongering mailings for fund raising that in 1998 he was inducted into the Direct Mailing Association Hall of Fame.",
  "CSP President Frank Gaffney has been on another SPLC hate list for several years along with American Enterprise Institute scholar Charles Murray, Accuracy in Media President Cliff Kinkaid (who SPLC has singled out for challenging global warming), Robert Spencer (the founder of director of Jihad Watch blog), Lt. Gen. William “Jerry” Boykin (executive vice president of the Family Research Council), WorldNetDaily founder Joseph Farah and other conservatives.",
  "So Dan Pfeiffer, senior political adviser to Obama until this winter, tweeted that Senator Charles Schumer—who announced his opposition to the Iran deal last week—should not be Democratic leader in the Senate because he “wants War with Iran.”\n\nSPLC also has been silent on a growing anti-Semitism on the left and how American colleges are ignoring violence against Jewish students in Israel and the United States.",
  "The author of this article asked, “What I'm very curious to learn is how keeping hundreds of millions of U.S. dollars in assets, several offshore bank accounts and part ownership in foreign financial firms in any substantive way addresses poverty in America.”\n\nI believe the SPLC’s new focus on Islamophobia is because the organization has identified attacking critics of radical Islam as the ultimate money pot.",
  "Among the many false claims in the SPLC’s new list of hate groups is that Gaffney and the Center for Security Policy have been banned from participating in the Conservative Political Action Conference (CPAC) and that Gaffney’s banishment from CPAC “probably earns him points with Trump.”\n\nAlthough CPAC and the Center have had some differences in the past, this is no longer the case.",
  "Reporters should realize that an organization which attacks all critics of radical Islam as Islamophobes, refuses to mention the extremism and intolerance of radical Islamist groups, and is silent on the growing anti-Semitism on the left and violence against Jewish university students cannot be considered a neutral and authoritative source.",
  "Elliot Abrams decried this bigotry in an August 10, 2015 article in The Weekly Standard:\n\n“The basic idea is simple: to oppose the president’s Iran deal means you want war with Iran, you’re an Israeli agent, you are in the pay of Jewish donors, and you are abandoning the best interests of the United States.",
  "For example, the SPLC had nothing to say last summer when left wing groups like MoveOn.org, the Daily Kos, Credo and the National Iranian American Council attacked Jewish congressmen who opposed the nuclear deal with Iran like Senator Chuck Schumer (D-N.Y.) by questioning their loyalty to this country.",
  "... We are partly responsible.”\n\nIn May 2004, Ayloush said the U.S. war on terror was a “war on Muslims,” adding his belief that the 9/11 attacks were committed because of “the U.S.’s unconditional support of Israel.” The U.S. is Israel’s “partner in crime” against the Palestinians, Ayloush explained.",
  "These lists almost had deadly consequences in 2012 when Floyd Corkins, a volunteer at a gay-rights group, entered the office lobby of the Family Research Council with the intention of killing as many of the Council’s employees as possible because of the organization’s opposition to same-sex marriage.",
  "While SPLC regularly lumps conservatives with neo-nazis and white supremacists for being anti-gay, anti-immigrant, Islamophobes, white nationalists or for miscellaneous hate (such disbelieving in global warming), it refuses to put liberal individuals and groups on their hate lists.",
  "There was a glaring example of this after the San Bernardino shooting when Hussam Ayloush, the Executive Director of the Council on American-Islamic Relations (CAIR), told CNN’s “New Day,” “some of our own foreign policy, as Americans, as the West have fueled that extremism.",
  "The media also needs recognize that the SPLC’s hate lists which lump Ben Carson, Frank Gaffney, Cliff Kinkaid and organizations like the Family Resource Council, WorldNet Daily and the Center for Security Policy with neo-Nazis and white supremacists are utter nonsense.",
  "One reason is that the SPLC is not a civil rights organization – it is a far left advocacy group that tries to discredit its political enemies on the right with incoherent hate lists that wrongly associate them with notorious bigots to advance a liberal agenda.",
  "The SPLC designated Frank Gaffney and the Center for Security Policy as “haters” because of our work to publicize the threat posed by to the supremacist Islamic shariah doctrine, a threat that President Obama and liberal groups refuse to confront or even name.",
  "This is consistent with #12 of Saul Alinsky’s \"Rules for Radicals\": “Pick the target, freeze it, personalize it, and polarize it.”\n\nSPLC also demonized conservatives with bogus hate charges because it has found this kind of fearmongering to be very lucrative.",
  "Given the SPLC’s lack of scruples, greed and offshore operations, I believe it is very likely that this group is receiving funding from Gulf state billionaires like Kamel to discredit anyone who criticizes radical Islam and the global jihad movement.",
  "This was crystal clear when President Obama on February 3 visited a mosque in Baltimore with known terrorist ties but refuses to meet with Muslims like Dr. Jasser who is leading an Islam reform movement that rejects Islamist radicalism and ISIS.",
  "Based on its 2010 tax return, the liberal website Daily Kos criticized the SPLC in 2012 for its enormous wealth, offshore bank account in the Cayman Islands, and ownership in several foreign corporations.",
  "CSP will join other conservative groups such the Family Research Council, Liberty Counsel and WorldNetDaily, all of which SPLC has smeared by listing them alongside neo-Nazi and white supremacist groups.",
  "The press should instead be investigating the SPLC’s enormous wealth, anonymous funders and how it is poisoning the public debate in this country to advance a liberal agenda and to enrich itself.",
  "Back in 2000, an investigative report into the SPLC’s activities was published by Harper’s Magazine titled The church of Morris Dees: How the Southern Poverty Law Center profits from intolerance.",
  "This week, the Southern Poverty Law Center (SPLC) named my organization, the Center for Security Policy (CSP), a “hate group” because of our work highlighting the threat from radical Islam.",
  "He decided to launch a killing spree against the Family Research Council and another conservative organization after he read about their opposition to gay marriage in the SPLC’s hate lists.",
  "I join Frank Gaffney and everyone at the Center for Security Policy in strenuously condemning discrimination, mistreatment or violence against Muslims and members of any religious group.",
  "This is the real hate: Islamic supremacists cloaking their intolerance and hatred towards anyone who rejects their extremism – Muslims and non-Muslims – as protected religious practice.",
  "For example, Saleh Abdulla Kamel, a Saudi banker believed to have been a financer of Usama bin Laden, gave $10 million to Yale University in 2015 to build an Islamic law center.",
  "To show how sloppy the SPLC’s research is, a 2015 SPLC report noted that Gaffney and the Center were present at CPAC’s 2015 conference and that the Center was a sponsor.",
  "But it long ago morphed into a far left group with one purpose: manufacturing material to slander conservatives for use by the news media and on the Internet.",
  "This hate includes brutalizing and killing groups that the SPLC claims to protect: women, LGBT individuals and racial and ethnic minorities.",
  "How can it not speak out against growing anti-Semitism on the left and violence against Jewish students in Israel and the United States?",
  "Dr. Ben Carson was placed on a SPLC “extremist watch list” in 2014 because of statements he made in defense of traditional marriage.",
  "I will be speaking at CPAC 2016 conference next month on behalf of the Center on the Iranian and North Korean missile programs.",
  "How can a supposed civil rights organization like the SPLC give Ayloush and CAIR a pass on such hateful statements and actions?",
  "American leftwing groups like SPLC have also stubbornly ignored flagrantly hateful statements by some American Muslim groups.",
  "According to the SPLC’s 2014 tax return, this non-profit organization had $54 million in revenue and $315 million in assets.",
  "But after a public outcry, the SPLC was forced to withdraw this designation and issue an apology to Carson in February 2015.",
  "On the other hand, the SPLC has joined President Obama in jumping on the fraudulent Islamophobia bandwagon.",
  "The SPLC is best known for its work decades ago fighting legal battles against segregation in the South.",
  "As ridiculous as the SPLC hate lists may sound, they often are taken seriously by the liberal media.",
  "They are in denial about this threat and instead condemn as bigots anyone who tries to address it.",
  "Gaffney and the Center were present at CPAC last year and will have an expanded presence in 2016.",
  "Joining them on this list are an assortment of neo-Nazis, KKK members and white supremacists.",
  "The news media must stop being manipulated by the SPLC’s calumny of its political enemies.",
  "Corkins shot and injured a building manager before he was disarmed.",
  "That’s why CSP and Gaffney caught its attention."
]