[
  "In this so-called memorandum, Adlouni appealed to his superiors at the Muslim Brotherhood to engage in a “Civilization-Jihad” wherein Muslims would work at “eliminating and destroying the Western civilization from within and ‘sabotaging’ its miserable house.”\n\nAlthough precious little was known about Adlouni, and there was no indication that the memorandum was actually received by anyone in the Brotherhood, leave alone given any weight or authority; and although the vast majority of the memorandum focused on proselytizing in the West instead of destroying the West; and although precious little was known about Adlouni himself and some in Egypt accused him of being an implant by Egyptian intelligence, all of that was blissfully ignored.",
  "In his book, Hohmann states: “The Brotherhood is an extreme Islamist organization whose overarching goal is to create a global caliphate governed by Sharia.” He then calls for passing a law declaring the Muslim Brotherhood a foreign terrorist organization and explains that this issue must be “fought not only on the political level but also spiritually.”\n\nIn the Muslim world, the bogeyman of the Muslim Brotherhood has been exploited by authoritarian governments to repress their citizens for more than half a century.",
  "What I think is most curious is that not only has Trump surrounded himself with advisers and consultants that belong to this hate-dedicated movement, but much worse, all of Trump’s appointments - from Mike Pence, Michael Flynn, Steve Bannon, Kellyanne Conway, Jeff Sessions and James Mattis to Mike Pompeo, Rex Tillerson, John Kelly, Ben Carson, Rick Perry, Frank Gaffney and Walid Phares - are united by this solitary and singular ideology that sees the world and Islam in an idiosyncratically unitary fashion.",
  "Put simply, as long as a link or nexus is duly alleged, a foreign terrorist designation empowers the government to destroy the life of any family or organization suspected of a limitless set of behavior and conduct before we even get to what lawyers call “a hearing on the merits.”\n\nA foreign terrorist designation empowers the government to destroy the life of any family or organization suspected of a limitless set of behavior and conduct before we even get to what lawyers call \"a hearing on the merits.\"",
  "A day after the U.S. election, Gaffney pronounced in a radio interview that Trump’s victory was “a blessing from God” and that declaring the Muslim Brotherhood a terrorist organization would become a key part of Trump’s strategy of “victory over jihad.”\n\nLeo Hohmann, a member of Frank Gaffney’s Center for Security Policy and a contributor to the extremist Frontline Magazine, recently published a curious book entitled Stealth Invasion: Muslim Conquest Through Immigration and Resettlement Jihad.",
  "But I do not believe that in the sad annals of modern history, since the founding of the Charter of the United Nations and the Universal Declaration of Human Rights, has there ever been a campaign equal in its sheer volume and bulk of production and seemingly limitless resources, or even comparable to the magnitude of malignant virulence to the one currently being waged against the religion of Islam and Islamists.",
  "One thing of which I am absolutely certain is that every American who is currently oblivious towards the entire issue of the designation of the Muslim Brotherhood will soon have a very compelling reason to care - and care a great deal - because what is at issue is not the Muslim Brotherhood, Muslims, or even Islam, but the very moral identity and character of the United States and the world in which we live.",
  "CREDIT: JEWEL SAMAD / AFP / GETTYIMAGES\n\nIn the same press release, Cruz cited to what is known as the “civilization jihad” memorandum - a document in which he accuses American Muslim organizations such as the Council on American-Islamic Relations (CAIR), the Islamic Society of North America (ISNA) and the North American Islamic Trust (NAIT) of being affiliates of the Muslim Brotherhood.",
  "The motivating impulse behind the Center for Security Policy and the other more than fifty organizations, foundations, think tanks and so on that are behind, not only the recent legislation for the designation of the Brotherhood, but the very rise of Trump himself is that they all share an historic, religious and civilizational outlook united in its venomous hatred of Islam.",
  "The equally nebulous threat of political Islam, represented through the convenient label of the Brotherhood, was used effectively by the most repressive and reactionary Arab regimes to win the complacency and tacit support of the West in aborting the revolutionary zeal of the Arab Spring, and so the dream of democracy in the region was for the time being put to rest.",
  "Without exception they all make the same arguments and reference the same cabal of writers - the likes of Steven Emerson, Mark Steyn, Robert Spencer, Brigitte Gabriel, Walid Phares, Daniel Pipes, Ayaan Hirsi Ali, Nonie Darwish, Andrew Bostom, Andrew McCarthy, David Horowitz, Bruce Bawer, Pamela Geller, Frank Gaffney, David Yerushalmi and Bill Warner.",
  "Co-opting and borrowing from the anti-Semitic annals of The International Jew: The World’s Foremost Problem and The Protocols of Elders of Zion, Bodansky argued that there is a worldwide conspiracy by an unspecified camarilla of Islamist Elders who planned to establish an Islamic state in the very heart of Europe - namely, Bosnia-Herzegovina.",
  "While neocons were able to respect Islam in principle and so spoke of an Islam as a peaceful and compassionate religion, this new Christian right - or what some have called Christian-Zionists - sees no redeemable quality in Islam and is reinventing Protestant Christianity in dangerous and I fear perhaps irreversible ways.",
  "Because per their reading of this paradoxically disquieted and triumphant novel, there is no reason to feel guilty or apologetic for their wealth and privilege, and they have every right to proclaim their moral, cultural and material superiority without refrain, and even more, to safeguard and preserve their privilege.",
  "In their view, this victory belonged to the capitalist West and to no one else, and how dare the Islamists think that they are entitled to demand that after the crumbling of the Soviet Union, the West vacate and stay away from their lands and affairs, or that the West mitigate its support of Israel as well.",
  "In 1993, an Israeli-born and Israeli-American citizen, Yossef Bodansky, who occupied the position of Director of the Congressional Task Force on Terrorism and Unconventional Warfare of the U.S. House of Representatives from 1988 to 2004, wrote a book entitled Target America: Terrorism in the U.S. Today.",
  "What unites and characterizes them is their anger - their (self-)righteous indignation at an ungrateful world that has forced them to make too many concessions and to suffer the indignity of accommodating peoples, cultures and ways of thought that quintessentially and fundamentally are not their equal.",
  "With no apologies, the West’s civilization is superior to all; and with no apologies, this civilization is anchored in Judaeo-Christian values and nothing else; and more importantly, this prized civilizational achievement entitles the West to its privileges and exceptionalist status around the world.",
  "But if the conduct of the Bush administration is to be taken as any indication, the government does not have to prove a thing to anyone before it can spy on, search, temporarily seize or freeze the assets of, detain for very protracted periods of time and interrogate any one it suspects of anything.",
  "So instead of an unspecified group of Muslim Elders “somewhere out there” conspiring to bring down the West, it was now concretized in a precise organization known as the Muslim Brotherhood, which was seen as leading and orchestrating the entire conspiracy against the Judaeo-Christian civilization.",
  "You can denounce Allah, the Qur’an, Muhammad and Islamic history, and become “reformed Muslims” along the lines of Ayaan Hirsi Ali, Nonie Darwish and Irshad Manji (which is to say, not Muslims at all), or if you truly are chosen, come to Jesus, who will forgive and embrace you in his loving arms.",
  "Perhaps more importantly, he authored a most nefarious classified document titled “The New Islamist International.” Interestingly, the impetus driving Bodansky was the Bosnian genocide and his most urgent appeal to the West was not to intervene to bring an end to this human travesty.",
  "Moreover, in both of the above-mentioned texts, Bodansky predicted that the cabal of Muslim Elders is unleashing a well-planned and well-orchestrated conspiracy to inflict unrelenting terror on America and the West, leading to the eventual destruction of Western civilization.",
  "Whatever happens in the upcoming Trump era, I am at peace with bearing witness before my Lord, the Lord of Abraham, Moses, Jesus and Muhammad, that this cabal of angry white women and men are murdering the very soul of true Judaism, Christianity and indeed all of humanity.",
  "This is why they can tout the Bible as their living philosophy of life, while in reality idolizing Ayn Rand’s Atlas Shrugged as the epitome of intellectual achievement and the ideological sign-post for all who want to understand the nature of the moral order they espouse.",
  "In addition to repressing any active religious opposition as a corruption brought about by the Brotherhood, Saudi Arabia has welcomed and encouraged the deflection of blame for Islamically-inspired violence from Wahhabism to Ikhwanism (that is, Brotherhood inspired).",
  "The government would have to prove technical legal concepts such as “knowing” assistance as opposed to “unknowing” support of the Brotherhood, and “material support” as opposed to non-material support in order to obtain a felony conviction in a court of law.",
  "In the years that I have taught American national security law, I am always intrigued and touched by the naive surprise of my law students when they realize that in the United States, the executive branch can and does hold this level of coercive power.",
  "Frank Gaffney, a notorious Islamophobe who is now one of Donald Trump’s key advisers, and the main author of the “civilization jihad” memorandum, had previously pioneered most of the anti-Shari’ah laws passed by many states in the United States.",
  "This incensed and incessantly self-righteous class of Christians is steeped in wealth, power and privilege, and this always creates a class of panderers who will go out of their way to perform both Whiteness and, to coin a term, Christianness.",
  "Thus, by designating the Muslim Brotherhood as a foreign terrorist organization, the Trump administration will have unfettered powers to go after any group or person that it suspects or accuses of having so much as pro-Brotherhood sympathies.",
  "The 2011 Report by the Center for American Progress entitled Fear Inc.: The Roots of the Islamophobia Network in America already studied the extensive funding and organizational and ideological structure of this hate-dedicated movement.",
  "Perhaps it is an all too obvious point that the Muslim Brotherhood already proved itself too inept to control Egypt for a single year, or to protect itself against the unrelenting repression of Egypt’s corrupt and ineffective military.",
  "Current anti-terrorism laws in the United States give virtually limitless powers to the state to monitor, arrest, detain and convict any group or individual who joins, aids, assists, or even supports a foreign terrorist organization.",
  "However, al-Nahda, the Islamic party that initially won the elections in Tunisia was never formally a part of the Muslim Brotherhood but was inspired by the broad lines of some of the Brotherhood’s ideological underpinnings.",
  "But, if as an organization the Muslim Brotherhood is so limited, why is it that the regime of Abdel-Fatteh al-Sisi in Egypt and so many other dictatorial Arab regimes are celebrating the U.S. designation of the organization?",
  "In my view, the dysfunctional marrying of Christianity to Ayn Rand’s Atlas Shrugged is as much of an oxymoron as the equally dysfunctional fusing of Islam to the rage-filled theology of vengeance adopted by some Islamists.",
  "If Islamic history managed any semblance of a civilizational achievement, it was but vulgar theft from the Greek, Roman, or Jewish civilizations, but ultimately, whatever Muslims added was a deprecation and a diminishment.",
  "All the authoritarian regimes of the Muslim world use that amorphous designation to go after and repress any organization, individual or thought that has the power to mobilize Muslims against their repressive governments.",
  "Bodansky’s thesis was gleefully embraced by the likes of Daniel Pipes, Steven Emerson and many others, including the ever-so-subtle and sophisticated endorsement of the don of Islamic studies, the elderly Bernard Lewis.",
  "Alas, to many of my fellow 1.6 billion Muslims, the logical end of all of this targeted hatred and despair may prove to be more genocidal frenzies of the kind we have witnessed in Bosnia, Chechnya, Myanmar and Syria.",
  "At any given time, any Muslim might start paying attention to what the Qur’an and hadith teach, and when this happens such a Muslim will become instantly radicalized and will pose an imminent threat to public safety.",
  "It is but an ideology that seeks to dominate and subjugate the world under a universal totalitarian fascist-like system known as the Caliphate, and that seeks to impose a draconian code of law known as the Shari’ah.",
  "Gaffney is not shy about proclaiming the United States to be a Christian nation and the Western civilization as rooted in Judaeo-Christian values that are currently under siege by global jihad and Shari’ah.",
  "With the clash of civilizations thesis, they felt entirely justified in their outrage at the idea of sharing the spoils of war or even in seeing Islamists as co-partners in bringing down the Soviet Union.",
  "These are disaffected Muslims and ambitious non-whites who serve an important token function in providing the White Christian elite with a modicum of reasonability, respectability and discerning openness.",
  "Perhaps the closest historical parallel to this group is the Ku Klux Klan movement, which saw white racial superiority entitlement as an inseparable and quintessential component of its Christian identity.",
  "And most Americans do not know or understand a thing about Islam except what has been steadily fed to them by the obscenely well-financed Islamophobic industry that is behind the very same law at issue.",
  "Hohmann outlines a strategy for responding to what he considers to be a purposeful and deliberate conspiracy orchestrated by the Muslim Brotherhood to defeat the West and America through stealth jihad.",
  "Allah demands submission in the sense of total and complete subservience wherein human beings must surrender their intellects and their consciences to the whimsical sovereignty of this draconian deity.",
  "In this dread-filled Manichaean atmosphere, this movement was gifted with what became a gospel of affirmation solidifying all of their anxieties and fears in what is known as the Adlouni memorandum.",
  "In particular, the rage-filled new Christians could not believe what they saw as the ingratitude and the sheer audacity of Islamists in expecting to be credited for bringing down the Soviet empire.",
  "Although this is not what Huntington intended or perhaps even desired, the clash of civilizations thesis was all the fuel needed for their stubbornly and triumphalist exclusivist view of history.",
  "This is why the jails of these countries are full with students, journalists, lawyers and every other type of person who never joined, supported, or even cared for the thought of the Brotherhood.",
  "It is a book that teaches hate; preaches hostility to Christians and Jews; misrepresents and corrupts the teachings of Jesus because it simply does not understand the mysteries of the Trinity.",
  "Realizing this, Muslims are on a sacred jihad to bring down this civilization by any means necessary including terrorism, immigration, pretence, lies, manipulation, duplicity and conspiracy.",
  "After reading close to sixty of their books, if I may summarize their view of everything Islamic:\n\nIslam is not the religion of mercy, compassion, or peace - indeed, it is an evil religion.",
  "Islamists helped the triumphalist West bring down the Soviet Union and while Islamists expected to share the spoils of war, their partners in the West were scandalized at the very notion.",
  "The Muslim Brotherhood is but a side-note to their paranoid fears because the true object of their loathing and fears, and the subject of their worse self-projections, is Islam itself.",
  "Unless Muslims are bravely willing to denounce the teachings of the Qur’an and the example of Muhammad, there is simply no way for Muslims to accept, leave alone understand, democracy.",
  "Then, of course, this despotic misery which we, as Americans, will have had a role in engineering and protecting, will be cited by our rage-filled Christians as proof of Islam’s evils.",
  "Rumors are that both Pipes and Bodansky were students of Bernard Lewis but they were willing to engage in the type of crass and vulgar discourse that never suited the donnish Lewis.",
  "Nevertheless, the nascent Libyan democracy was quickly destabilized by a U.S., Saudi and Egyptian supported return of the old guard led by General Haftar, who is a known CIA asset.",
  "This repackaging of white entitlement blended with pop Protestant theology seeks to return the world to the bygone age of religious wars and religious divisions without bridges.",
  "But since I believe suicide is a sin, and since my religion teaches me it is a mortal sin to kill, I would rather endure persecution and even death than to retaliate in kind.",
  "Senator Ted Cruz, one of the sponsors of the law, stated in a press release that the Brotherhood \"espouses a violent Islamist ideology with a mission of destroying the West.\"",
  "Allah is an evil god that teaches his followers supremacy and domination at all costs, and that does not seek to restrain his followers from any act of cruelty and savagery.",
  "Covetous of what the West has, but forever doomed to their inferior status, they find themselves compulsively drawn to conspire against the West and to seek its destruction.",
  "In Kuwait, Jordan and Morocco, the Brotherhood have always played the role of the loyal opposition where their fate and popularity fluctuates from one election to the next.",
  "This is precisely why an observant Muslim feels at complete liberty to be multi-faced, and to say and do what they do not believe and to believe what they do not say or do.",
  "It is but a pathetic and pitiful irony that now the very same bogeyman will be used to persecute a broad array of Muslim organizations and individuals in the United States.",
  "Jihad bears no resemblance to the Christian just war tradition, and whatever rules Muslims conjured up for their jihad, such rules were all opportunistic and self-serving.",
  "So egregious are these options, and so irredeemably low are their opinions of Muslims, I wonder sometimes why they have not simply urged Muslims to commit mass suicide?",
  "As far as other cultures are concerned, they have but two options: learn and adapt to the natural superiority of the Judaeo-Christian civilization, or be exterminated.",
  "And what festered in the hearts of this Christian theological aberration sometimes called in American politics “the Christian right” is nothing short of monstrous.",
  "In the Muslim world, the bogeyman of the Muslim Brotherhood has been exploited by authoritarian governments to repress their citizens for more than half a century.",
  "A bill requiring the U.S. State Department to declare the Muslim Brotherhood a \"foreign terrorist organization\" is very likely to become law in the coming days.",
  "But what Adlouni’s memorandum allowed this group to do was to focus their visualization of the mafia of Muslim Elders in the Muslim Brotherhood in particular.",
  "The authoritarian governments of Muslim countries became not just friends but bedfellows of the Islam-haters of the West, and the world is much worse for it.",
  "After purportedly winning the elections in Tunisia, they were quickly marginalized by the Tunisian old guard that was bankrolled by the United Arab Emirates.",
  "9/11, the Bush Administration, the invasion of Afghanistan and Iraq - these were all as if gifts from supernatural forces to the new rage-filled Christians.",
  "The answer provided by the same group of Trump appointees is straight-forward enough: Muslims, confess that this is the truth of your religion and beliefs.",
  "This will then provoke even more oppression, dictatorship and despotism, which will be fully supported, endorsed and promoted by the Trump administration.",
  "All of these regimes know that there is no relationship between the Taliban, al-Qaeda and ISIS, on the one hand, and the Muslim Brotherhood, on the other.",
  "Islam throughout history imposed itself through brute force and terror and wherever it went it persecuted all those who refused or rejected its tutelage.",
  "The Prophet Muhammad was an immoral man who engaged in a plethora of vices that should repulse the conscience of any reasonable and moral human being.",
  "As a symbolic construct or archetypal motif, the Muslim Brotherhood looms larger than the organization actually is, structurally and organizationally.",
  "All one needs to do to see this in full view is to visit any of their websites, and look into their recommended list of readings on Islam and Muslims.",
  "Even worse, in Libya, the Hizb al-’Adalah wa’l-Bina party - purportedly inspired by the Brotherhood - never managed to win more than 10% of the vote.",
  "What do you do when your hate has infected all of the viable living space that any talk of a possible accommodation becomes an exercise in frivolity?",
  "Islamists use the political process to reach power but once they do so, they will invariably usher in the rule of Shari’ah, despotism and oppression.",
  "The reactionary dictators of the Middle East became willing bedfellows of one of the most nefarious and xenophobic movements the West has ever seen.",
  "Islam became the natural enemy of the new movement of rage-filled Christians for reasons that are surprising but at the same time tediously mundane.",
  "Democracy and liberty are the achievements of the Judaeo-Christian civilization, and both concepts are completely alien to the Muslim civilization.",
  "Clash of civilizations\n\nBut beyond the spoils-of-war problem, the genesis of the rage-full new Christians lies in a now little remembered history.",
  "There was the highly intellectualized, sophisticated and historically-justified vindication of the type of worldview for which this group yearned.",
  "In 2004, an FBI raid on a Virginia home found a memorandum written in 1991 by an alleged member of the Muslim Brotherhood, Mohamed Akram Adlouni.",
  "Moreover, Saudi Arabia finds it convenient to blame the entire democratic impulse of the Arab Spring on the heretical ideas of the Brotherhood.",
  "For these rage-filled new Christians, Adlouni’s memorandum became the living proof that all of their conspiratorial visions were in fact true.",
  "Islam became the spawn of Satan, angling in every dark and sinister space, ready to pounce on the goodness and purity of the chivalrous West.",
  "Is it possible that this group sees a fourteen-hundred-year old tradition with over a billion followers in this sweeping and monotone light?",
  "The writings and literature of these organizations leave little doubt that they consider the Brotherhood to be liberal and heretical.",
  "They serve a function, but they will never be looked at or treated as equals no matter how much they are rewarded for their services.",
  "What unites this gang of angry Christians is not their humble piety or Jesus-inspired love of their enemy or forbearing humility.",
  "And if you take the trouble of reading all the listed sources, you will invariably reach the same conclusions summarized above.",
  "Muslims by their very creed are committed to imposing Shari’ah law upon the world through coercion, compulsion and oppression.",
  "Their paranoias and the threatening shadows and ghostly spectres they once suspected became an all-imposing demonic reality.",
  "Samuel Huntington’s 1993 “clash of civilizations” thesis was a virtual gift from heaven to the rage-full new Christians.",
  "After all, Muslims feel at liberty to practice dissimulation because in Islam the ends ultimately justify any means.",
  "The heart of Islam is Shari’ah, and Shari’ah is the law of violence, oppression, cruelty, barbarism and supremacy.",
  "If a Muslim denies that he or she believes any of the above stated, it is but a lie or obfuscation of the truth.",
  "The answer is that they are doing so for the same reasons that Trump sought the designation in the first place.",
  "I guess the response to this is another question: How can one care about what one does not know or understand?",
  "Among his many crimes, Muhammad was a highway robber, paedophile, rapist and murderer of children and women.",
  "Under Islam, women are expected to be mindless objects of erotic subservience and slavish service to men.",
  "The Qur’an, Muhammad, Shari’ah and Islamic history teach Muslims to be conniving, dishonest and stealthy.",
  "Under Shari’ah, non-Muslims (infidels) must pay a tax of subservience and enjoy precious few rights.",
  "The Qur’an is the heart of the problem because it is a book of violence and supremacist aspirations.",
  "Conscientious readers might look at the above list and have a moment of pause and perhaps disbelief.",
  "However, the Brotherhood is such a nebulous and malleable designation that it is one size fits all.",
  "If Allah, the Qur’an, Muhammad and Islamic history are so vile, what options are left to Muslims?",
  "Any believing Muslim is a ticking time bomb because such a Muslim is a virtual sleeping cell.",
  "All of the inferior civilizations, especially Islam, are filled with envy, rage and jealousy.",
  "The more ugliness festers within, the greater the ugliness projected upon the world without.",
  "The problem is not just the god of Islam and its book and its prophet, but also its history.",
  "This state is an eminent threat, Bodansky maintained, that must be eradicated at all costs.",
  "The bulwark and sole obstacle before them is the luminous and bright Western civilization.",
  "What do you do when you demonize and dehumanize your enemy past the point of no return?",
  "The history of Islam can be summed up in the words aggression and unmitigated cruelty.",
  "The specter of Islam\n\nThe truth is there are no haunted worlds but only haunted minds.",
  "And if you refuse to, it is only because your religion allows you to lie and deceive.",
  "It is better for others to bear the sin of murder than for me to engage in violence.",
  "And the greater the trepidations of the soul, the bigger and scarier its demons.",
  "Strange bedfellows\n\nIt is often remarked that politics makes strange bedfellows.",
  "They are on a mission to take over the world and rule over it through Shari’ah.",
  "But I dare ask, do these fellows have to lie in such squalid and lewd beds?",
  "My response is to look at the recommended list of readings by Jihad Watch.",
  "And in all cases, it demands absolute submission to a god known as Allah.",
  "Jesus died to absolve us of our sins; Muhammad lived to indulge his sins.",
  "Anyone resisting Shari’ah law or Islam must be dispatched without mercy.",
  "The jihad is at the very heart of what the Qur’an and Muhammad taught.",
  "It is an ideology of violence, cruelty and authoritarian compulsion.",
  "Muslims are creedally bound to dominate through violence or stealth.",
  "Islam is fundamentally at odds with democracy and human rights.",
  "If you are willing to admit, then salvation is a possibility.",
  "Do most Americans know that this is what is about to happen?",
  "Shari’ah teaches the utter subjugation of women to men.",
  "After all, they would rather be rid of us altogether.",
  "The politics of paranoia became a dogmatic catechism.",
  "Compared to Jesus, Muhammad is an abysmal failure.",
  "Saudi Arabia is the one curious case, however.",
  "The creedal instrument of Islam is the jihad.",
  "The idea of “moderate Islamists” is a lie.",
  "They created the world that they imagined.",
  "In fact, Islam is not a religion at all.",
  "Who’s afraid of the Muslim Brotherhood?",
  "Now, this is a bit of a predicament.",
  "Allah is not the God of Jesus.",
  "I will return to this point.",
  "Am I overstating the case?",
  "Do most Americans care?",
  "Most resolutely, no.",
  "What is to be done?",
  "Why Atlas Shrugged?",
  "Not a bit."
]