[
  "Gaffney said it was a “fairly straightforward proposition,” requiring President Trump to instruct Secretary of State Rex Tillerson and as-yet-unconfirmed Treasury Secretary Steven Mnuchin to “designate the Muslim Brotherhood on respective lists administered by their departments.”\n\nHe also pointed to legislation introduced by Senator Ted Cruz (R-TX) and Rep. Mario Diaz-Balart (R-TX) that would call on the administration to either designate the Muslim Brotherhood a terrorist organization or explain in detail why it refuses to make such a designation.",
  "After reinforcing the point that Trump’s order is not a “Muslim ban” and does not mention Muslims or Islam at all, Gaffney backed Kelly’s contention that the nations affected by the executive order are “either actively hostile to us, like Iran, for example, or they’re failed states.”\n\n“What we’re dealing with is the possibility that those who seek to do us harm will take advantage of the lousy vetting, if you will – to the extent you can call it that in such places – to insinuate people into this country to do us physical harm,” he warned.",
  "But the idea that we’re going to somehow get along with – let alone do what the Obama administration did in particular: empower, legitimate, fund, even arm the Muslim Brotherhood, in the case of its time and power in Egypt – is simply madness.”\n\n“I’m very heartened that the president has seemingly taken stock of this outfit, recognizes that they are a sharia supremacist program that, in fact, has provided sort of the ideological impetus behind all of the other jihadist enterprises around the world, even of the Shiite stripe.",
  "“In fact, they did an unbelievable hit piece on the president and Steve Bannon and Mike Flynn, and a sort of drive-by shooting on me last Thursday.”\n\n“It’s really time that we get our heads around the nature of this problem internal to our country and designate the Brotherhood abroad, of course, but also take steps to stop and shut down their operations in this country, which I consider to be at least as dangerous as what the violent jihadists are up to,” said Gaffney.",
  "The problem is that whatever Donald Trump does, the Left, the Islamists in this country, the media, the Democratic Party – which now seems to be primarily about all of the above – were going to seize upon it and beat the dickens out of him.”\n\n“I think, to Secretary Kelly’s credit – and he’s not the Defense secretary; he’s the Homeland Security secretary – but to his credit, he took the hit for whatever the hiccup was.",
  "Marlow played a clip of Homeland Security Secretary John Kelly explaining that vetting on the foreign end of our immigration system is insufficient and that action should be taken before terrorists slip through the system and make something go “boom.” He argued before Congress that these points justified President Trump’s executive order for a temporary pause in immigration from seven problematic countries.",
  "That’s most especially true of, as you know, the Islamic State.”\n\n“But here’s the kicker for me: the problem we’re confronting is that we have people who seek not only to do us harm when they can, killing Americans where they can, but who want to replace our system of government – who, as Donald Trump famously said, don’t share our values,” he added.",
  "It’s gotten a pass, in particular in American administrations of both Republican and Democratic stripes since 9/11, I’m sorry to say, by virtue of the fact that they putatively eschewed violence as a means of accomplishing the end-state they seek – which is the imposition of this barbaric totalitarian ideology or doctrine or program.",
  "So a pause that enables us to take stock and figure out are there better ways to evaluate such applicants, to differentiate between people who will be coming here to make America great again, to be part of the American Dream, and so on – as opposed to people who seek to destroy our country.",
  "“As you’ve pointed out, Alex, and I think rightly so, we’ve got to be clear about this: to the extent that amalgamation of interest groups has, as its express purpose, destroying the presidency of Donald Trump, they will seize upon any and every opportunity to do it.",
  "Gaffney offered a “hat tip” to Breitbart News for its prominent mention in Wednesday’s New York Times article about the potential terrorist designation of the Muslim Brotherhood, including a pull quote from Gaffney’s Breitbart News Daily interview last week.",
  "Call it what you will; they call it sharia.”\n\nGaffney added that the Brotherhood seeks to impose sharia law “worldwide, not just on Muslims, but non-Muslims alike.”\n\n“The truth of the matter is that they do not eschew violence,” he contended.",
  "That’s, I think, a no-brainer.”\n\nMarlow noted that in addition to defending the immigration executive order, Kelly conceded there were problems with its implementation, particularly the surprising speed with which the order went into effect.",
  "Kelly took responsibility for these problems, saying he wanted to implement the order quickly enough to keep potential security risks from slipping into the United States before its provisions took effect.",
  "Center for Security Policy President Frank Gaffney said it was an “incredibly important step” for the Trump administration to consider formally designating the Muslim Brotherhood a terrorist organization.",
  "In this case, they’re doing it in a way that is simply indifferent to the security concerns of the American people, and I think will further alienate them from those people,” said Gaffney.",
  "So the same objectives of al-Qaeda, of the Islamic State, of Boko Haram, and so on, are being practiced and espoused and sought by the Muslim Brotherhood.",
  "They’ll just use stealth and subversion, including in countries like ours, where they don’t feel they’re strong enough to use violence.",
  "“The reason simply being that the Muslim Brotherhood, in many ways, is the leading edge of the global jihad movement worldwide.",
  "SiriusXM host Alex Marlow asked Gaffney what steps should be taken to ensure the Muslim Brotherhood receives this designation.",
  "“And as it was, the number of people who were inconvenienced or otherwise, it seems, improperly handled, was trivially small.",
  "“I’m afraid that generally speaking, they are exemplars of the fake news and fake narrative,” he said of the New York Times.",
  "“I’m just going to tell you, I don’t think it would have mattered if this thing went off without a hiccup,” Gaffney said.",
  "“I think the vast majority of the American people get that we don’t need more of those sorts of people in our country.",
  "They should be designated as a terrorist organization for all those reasons, and I hope will be,” he said.",
  "They’ve been motivators and inspiration, and in some cases actually contributed materially to them.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "One prime example, of course, is their Palestinian franchise known as Hamas.",
  "“I hope he’ll do it, and I hope he’ll do it soon,” Gaffney said.",
  "“They use it where they believe they can effectively.",
  "But it was not the problem,” he said.",
  "“They’ve said they want to do that.",
  "LISTEN:"
]