[
  "JUST WATCHED Donald Trump: Ban all Muslims from entering U.S. Replay More Videos ... MUST WATCH Donald Trump: Ban all Muslims from entering U.S. 02:28\n\nAs set out on paper, the proposed ban cited dubious poll data from the Center for Security Policy , the fringe think tank founded and run by Frank Gaffney Jr., a former Reagan administration official and anti-Islamic conspiracy theorist.",
  "JUST WATCHED Donald Trump: 'I want surveillance of certain mosques' Replay More Videos ... MUST WATCH Donald Trump: 'I want surveillance of certain mosques' 01:04\n\nHe also used the attacks abroad to criticize New York Mayor Bill de Blasio for halting a police program used to spy on Muslim communities.",
  "JUST WATCHED Trump: Muslim-Americans cheered after 9/11 attacks Replay More Videos ... MUST WATCH Trump: Muslim-Americans cheered after 9/11 attacks 02:12\n\nPressed to back up his words by ABC News a day later on \"This Week,\" Trump said the scenes he described were \"on television -- I saw it.\"",
  "When a journalist whose September 2001 story Trump then tweeted as proof -- it was not -- said his reporting had been twisted to fit a false narrative, the candidate responded by mocking his physical disability during a campaign rally.",
  "\"You're going to have to watch and study the mosques,\" Trump said, \"because a lot of talk is going on at the mosques...Under the old regime we had tremendous surveillance going around and in the mosques in New York City.\"",
  "Trump was criticized at the time -- the US had and has a stringent vetting procedure for foreign refugees and there is no evidence that a flood of \"young, strong men\" used it as a path into the country.",
  "(CNN) On Wednesday morning, President Donald Trump retweeted a series of anti-Muslim propaganda videos shared online by a high-ranking official in the ultra-nationalist UK political group Britain First.",
  "Trump on American Muslims after 9/11\n\nIf the Syria refugee claims were broad and baseless, what Trump alleged during a rally in Alabama in November 2015 was specific and, by all accounts, wholly false.",
  "But Trump carried the claims with him into the White House, where in one of his first acts as President he signed an executive order implementing a \"travel ban\" targeting Muslim-majority nations.",
  "\"Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States,\" he said, \"until our country's representatives can figure out what the hell is going on.\"",
  "Trump vs. refugees\n\nStoking fear, or hatred, of immigrant and refugee Muslims, many of them fleeing ISIS and the civil war in Syria, has been a recurring theme in Trump's political rhetoric.",
  "The unverified clips were initially posted by Jayda Fransen, Britain First's deputy leader, for the express purpose of stoking xenophobic anger at Muslims and Muslim immigrants abroad.",
  "Surveillance, the mosques and San Bernardino\n\nIn those months before the first primary ballots were cast, Trump made a series of disturbing allegations about Muslims in America.",
  "\"That is what the President is talking about, that is what the President is focused on is dealing with those real threats, and those are real no matter how you look at it.\"",
  "In November 2016, she was found guilty of religiously aggravated harassment after verbally abusing a woman in a hijab during a so-called \"Christian patrol\" months earlier.",
  "That Trump would amplify Britain First's plainly hateful message is not a surprise -- or shouldn't be to anyone who's paid even passing attention to his past comments.",
  "By then a frontrunner in the GOP primary polls, Trump on December 7, 2015, first issued a press release and then, at a rally in South Carolina, read from it.",
  "This time the target was the Muslim community in San Bernardino, California, where a pair of terrorists shot and killed fourteen people on December 2, 2015.",
  "Again, there was nothing material to back his inflammatory words -- like there is nothing to support the veracity of the clips Trump retweeted on Wednesday.",
  "\"There were people over in New Jersey that were watching it, a heavy Arab population, that were cheering as the buildings came down,\" he said.",
  "The ban has since been changed to satisfy the courts and now also includes two non-Muslim-majority nations, but the legal process continues.",
  "Following the terror attacks in Paris, he told MSNBC he would \"strongly consider\" shutting down mosques in the US as part of his response.",
  "\"And I watched in Jersey City, N.J.,\" he added, \"where thousands and thousands of people were cheering as that building was coming down.",
  "\"Let me just tell you something, in San Bernardino people know what was going on,\" Trump said , referring to the couple's deadly plan.",
  "But they are shocking all the same -- or should be -- given his high office and the tweets' vile, potentially inciting implications.",
  "Trump never provided evidence to back the statement, which was disputed by a bipartisan parade of New Jersey political officials.",
  "It had not, but when the moderator, CNN's Anderson Cooper, tried to press him on the claim, Trump interrupted to level another.",
  "Speaking to supporters in Birmingham, Trump described his experience seeing \"the World Trade Center (come) tumbling down.\"",
  "Trump and the ban\n\nA little more than two weeks later, Trump delivered what might be his most infamous anti-Muslim screed.",
  "Included then was in indefinite halt on refugees from Syria (other countries were subject to abrupt but temporary delays.)",
  "He returned to the claim during a town hall in March 2016, saying again, \"we have to look very seriously at the mosques.",
  "In November 2015, when he was a Republican primary candidate, Trump compared the migrant surge to a \"Trojan horse.\"",
  "\"I would hate to do it but it's something you're going to have to strongly consider,\" he said during an interview.",
  "White House Press Secretary Sarah Sanders could not confirm whether their contents were legit.",
  "\"Real\" or not, their message is clear -- and potentially dangerous to millions of Americans.",
  "\"We cannot take a chance that the people coming over here are going to be ISIS-affiliated.\"",
  "\"Some of the absolute hatred is coming from these areas ...The hatred is incredible.",
  "Still, he carried on, undeterred by facts or concerns he'd set off a backlash.",
  "In an interview with Yahoo News published around that time, he went further.",
  "\"Whether it is a real video, the threat is real,\" Sanders said.",
  "\"You look at the migration, it's young, strong men,\" he said.",
  "Lots of things happening in the mosques, that's been proven.\"",
  "Trump's source, Fransen, has frequently run afoul of UK law.",
  "\"They had bombs on the floor (of their apartment).",
  "But more important here is the question of intent.",
  "The hatred is greater than anybody understands.\"",
  "Muslims living with them in the same area.",
  "They saw that house, they saw that.\"",
  "Thousands of people were cheering.\"",
  "The hatred is beyond belief.",
  "Many people saw this.",
  "Many, many people.",
  "It's embedded."
]