[
  "After the 2013 Boston Marathon bombing, then-Rep. Pompeo (R-Kan.) suggested that Muslim American leaders who did not condemn the attack were “potentially complicit.”\n\nFrank Gaffney, an active proponent of anti-Muslim policies, has hosted Pompeo at his think tank, the Center for Security Policy, which asserts that practicing Muslims have an affinity towards extremism since they follow the Muslim code of law, or sharia.",
  "Their articles have included dire warnings with such titles as “Germany Submits to Sharia Law,” “Is the United Kingdom an Islamist Colony?” and “France: Toward Total Submission to Islam, Destruction of Free Speech.”\n\nBolton has also been featured at an anti-Muslim gathering organized by Pamela Geller, a leading anti-Muslim activist.",
  "John Bolton, the president’s national security adviser (an appointment that does not require Senate approval), was until recently the chair of the Gatestone Institute, a think tank that has promoted anti-Muslim views, with some of its writers stoking fears of the ”Islamization” of the United States and Britain.",
  "And while Bolton does not need Senate confirmation, members of Congress and other leaders should demand that he clearly repudiate anti-Muslim conspiracy theories spread by the organization he led and to find opportunities to affirm the positive role that Islam and Muslims play in American life.",
  "In 2015, the center asserted that more than 80 percent of mosques in the United States “are incubators of, at best, subversion and, at worst, violence and should be treated accordingly.” Both Pompeo and Bolton have appeared numerous times on the center’s radio show.",
  "He even wrote the foreword to a book by Geller and fellow anti-Muslim activist Robert Spencer asserting that President Barack Obama’s agenda was a “war on America.”\n\nMike Pompeo, Trump’s nominee for secretary of state, has a long record of anti-Muslim statements.",
  "I am aware that a segment of people in the United States — within the Jewish community and among the public — see Islamist extremism as the most pressing threat to our interests and thus are ready to overlook the views and associations of these two men.",
  "The kind of bigotry that Bolton and Pompeo have articulated and associated themselves with are not the values that have made America great, nor are they the values that have sustained the Jewish people in diaspora and in the Jewish state of Israel.",
  "For it to succeed, however, will require the help of the nearly 2 billion Muslims around the world who recognize that this extremism does not represent their views but, in fact, targets them more than any other group.",
  "For this reason, it is alarming that President Trump has selected two individuals for these positions who are tied to individuals and organizations that have exhibited hateful bias against Muslims around the world.",
  "This would be problematic in any context, but the selection of these men comes at a time when the administration has ramped up anti-Muslim rhetoric, including with the president’s travel bans.",
  "By doing that, we can turn the filling of these critical foreign policy roles into an opportunity to bolster respect for the United States around the world and ensure its security.",
  "Both positions require a host of skills and experiences, but the sine qua non of each is credibility as a fair-minded person toward foreign nations and different peoples.",
  "Other than the president, the two most significant people determining the worldviews of the U.S. government are the secretary of state and the national security adviser.",
  "Pompeo also has a long history with Brigitte Gabriel, the founder of ACT for America, an organization that peddles anti-Muslim conspiracy theories.",
  "It is no accident in an atmosphere of such stereotyping of Muslims that anti-Semitic incidents have risen dramatically this past year.",
  "But choosing to ignore a public official’s intolerance or role in conspiracy theories is neither practical nor morally appropriate.",
  "They have a strong record of support for Israel, and I agree with some of their policy positions regarding the Jewish state.",
  "This is why senators of both parties should ask Pompeo tough questions during his confirmation hearing this week.",
  "That same year, he personally reserved a auditorium on Capitol Hill to host ACT’s annual national conference.",
  "At the same time, FBI data shows that hate crimes against Muslims increased by 19 percent from 2015 to 2016.",
  "The struggle against Islamist extremism and terrorism in the world is a real one that must be a priority.",
  "Jonathan A. Greenblatt is chief executive and national director of the Anti-Defamation League.",
  "Moreover, stereotyping other groups will ultimately come around to bite Jews as well.",
  "And I can appreciate Bolton and Pompeo’s outspoken stance on fighting terrorism.",
  "Policies and rhetoric that stereotype Muslims only serve to undermine this.",
  "Gabriel has suggested that any woman wearing a hijab must be an extremist.",
  "Pompeo accepted the organization’s National Security Eagle Award for 2016.",
  "We should encourage their cooperation in this struggle.",
  "Hate begets more hate, plain and simple."
]