[
  "(Seth Meyers: “I bet in the next four years we are not going to see the president-elect’s tax returns.” Conway, not missing a beat, with a beneficent smile: “I bet that most Americans really care what their tax returns are going to look like after he’s been president for four years.”) “Was Mitt Romney negotiating cease-fires in Aleppo and somehow I missed it?” Newt Gingrich, the former House speaker (and a former Conway client), told me her effectiveness at “taking on the media” makes her essential to the new administration.",
  "He said it was not, and she proceeded to explain why she was so opposed to Romney: She hadn’t forgiven him for his role in the “Never Trump” movement, including a speech calling Trump a “con man.” “I just told him that I know how things go,” she explained: “Every single time Secretary of State Mitt Romney would have deplaned in a foreign country … they would go to the B-roll of him in front of the orange-and-white background, mocking Trump Water, Trump Steaks, Trump’s character, his integrity, his message—him.",
  "She claimed, during the campaign, that Trump “doesn’t hurl personal insults,” and that when it came to Barack Obama’s birth certificate, “it was Donald Trump who put the issue to rest.” She once insisted, on CNN, that Trump should be judged by “what’s in his heart” rather than “what’s come out of his mouth.” She has reframed falsehoods as “alternative facts,” invented a terrorist attack (the “Bowling Green massacre”), and flacked for Ivanka Trump’s clothing line, in possible violation of federal ethics rules.",
  "But Fitzpatrick told me that Conway hasn’t forgotten where she comes from: “She has been all over the world, but it hasn’t changed her any—not at all.” Frank Luntz, the Republican pollster and messaging guru, met Conway in the 1980s at Oxford University, when he was in graduate school and she was on an undergraduate year abroad from Trinity Washington University, in D.C. Lonely, homesick, and surrounded by stuffy Brits, Luntz was immediately drawn to Conway.",
  "But as a pollster, she worked for certain groups that other Republicans avoided or dismissed as fringe, including the Federation for American Immigration Reform, which, according to the Southern Poverty Law Center, “promotes hatred of immigrants, especially non-white ones,” and the Center for Security Policy, a think tank headed by Frank Gaffney Jr., which has been accused of pushing anti-Muslim conspiracy theories.",
  "And now that we have a government that functions that way, this president is taking the reins and doing that—operating, in part, that way.” Since taking over Trump’s flailing campaign in August, Conway has become famous for her insistence on Trump’s looking-glass version of reality—in which conspiracy theories merit consideration but reported facts are suspect.",
  "“She literally became a cult figure during that time period, just because of her relentless advocacy for Trump on TV.” The idea that she was merely a spokeswoman rather than a true campaign manager misses the point, Bannon said: Communications was everything to Trump, an instinctive marketer who didn’t believe in much traditional campaign organization.",
  "There is a playful self-awareness to Conway that tempts observers to believe she’s in on the joke, as in the Saturday Night Live skit in which her character mutters, while Trump’s character appears not to notice, “I’m handcuffed to you for all of history.” But if Conway has any doubts about the rightness of the cause, she doesn’t let them show.",
  "“Not that it’s a contest.” When I told her I recalled Republicans depicting Obama’s executive orders as Constitution-defying, dictatorial abuses of power, she replied, “Well, I don’t know that I would have said that.” And then came a blast of her signature verbal fog: “But the difference is that—it depends on the issue.",
  "They were willing to do unglamorous jobs to support their families—to hang drywall or mow lawns—but found themselves undercut by immigrants who would “work under the table for peanuts.” It wasn’t fair, but the elites—and many politicians—didn’t seem to think their concerns were even worth mentioning.",
  "“No one in D.C. before this ever woke up in the morning and said, ‘My God, this campaign will go nowhere without Kellyanne Conway,’ ” says Rick Wilson, a Republican consultant who opposed Trump and worked for the independent conservative presidential candidate Evan McMullin.",
  "Her 2015 poll for the center claimed to show that a majority of American Muslims supported Sharia law in the United States, but it was widely criticized for methodological flaws; that December, Trump cited it when he first proposed banning Muslims from entering the country.",
  "You would pray to God that the bell would ring.” Fitzpatrick told me her grandparents came from Italy, noting indignantly that they were held at Ellis Island until they could be thoroughly checked—unlike today’s immigrants, she said, who just come right in.",
  "Romney and Trump were in the midst of a high-profile courtship, and Romney was reportedly a leading contender for the job, when Conway tweeted that she was receiving a “deluge” of feedback from Trump fans who would feel “betrayed” by Romney’s selection.",
  "But she’d understood something about the electorate that others had missed, and now here she was: perhaps the most powerful woman in America, a senior counselor to the president of the United States, a member of Donald Trump’s core team of top advisers.",
  "“He just kept improving, focusing his message more and more on what was good for the worker.”\n\nBannon told me Sean Trende’s “missing whites” theory and Conway’s polling on immigration formed “the intellectual infrastructure” of 2016’s populist revolt.",
  "“This is her central thing,” he said, “the reason I got to know her.” In 2006, the Conways were living in Trump World Tower, a hulking skyscraper across from the United Nations, when the condo board sought to remove Trump’s name from the building.",
  "But once she got going, she could barely contain her disgust at the snobs and celebrities who were not giving the new president the chance he deserved—people like Ashton Kutcher, who lambasted Trump at the Screen Actors Guild Awards in January.",
  "Supporting immigration reform, and thus bringing in Hispanic voters, was the only way forward—a position shared across the Republican establishment, from the Wall Street Journal editorial page to the Chamber of Commerce to the Koch brothers.",
  "In that role, she occasionally bashed Trump, such as when she said he had built his fortune “on the backs of the little guy.”\n\nBut after Cruz dropped out, the Mercers threw their support behind Trump and got him to hire Conway as a pollster.",
  "When the campaign hit its low point, in October, with the release of the Access Hollywood tape on which Trump boasted about groping women without their consent, Conway’s indomitable faith in Trump appeared, from the outside, to be flagging.",
  "Conway’s hometown of Atco, New Jersey, is the sort of featureless place that takes its name from a corporate acronym—Atco is short for the Atlantic Transport Company, which, at the turn of the 20th century, ordered some ships built nearby.",
  "“People say, ‘She wasn’t really campaign manager.’ I say, ‘No offense, this wasn’t the Bush campaign.’ ” Frank Luntz agrees with Bannon that Trump couldn’t have won without Conway’s defense of him after the Access Hollywood tape came out.",
  "The far-right website Breitbart .com (then headed by Bannon) hailed it as a “blockbuster.” The poll was credited to Conway, but it was paid for, I discovered, by the immigration-restriction group NumbersUSA, a longtime client of hers.",
  "“Men behaving badly is nothing new to me.”\n\nUnlike the men with whom she vies for Trump’s favor, Conway isn’t seen as one of the new administration’s centers of power, and she resents the perception that she’s a mere spokeswoman.",
  "Conway and her husband, George, a conservative litigator (who as of press time was said to be in the running for solicitor general), own a $6 million house in Alpine, New Jersey, a wealthy suburb of New York two hours from Atco.",
  "“But she had to be the best.” Conway spent eight summers packing blueberries at a nearby farm, where she sometimes drew onlookers with her remarkable, automaton-esque speed and ability to work for long stretches without a break.",
  "“It’s not like the kids you see today, where there’s so much hate in the world.” After a botched back surgery in 2001 left Fitzpatrick unable to stand for long periods, she sued her doctor and retired on permanent disability.",
  "But if something happened to a white person, you never saw them, did you?” Attending the inauguration with her daughter, Fitzpatrick was relieved to hear God mentioned for what she believed was the first time in eight years.",
  "And that would never have gone away, and he deserves better.” Romney dined with Trump in New York and gave a public statement that seemed to retract his previous concerns and expressed confidence in the president-elect.",
  "I do not believe he would be president without her.”\n\nConway’s new West Wing quarters are upstairs from the Oval Office, in a space previously occupied by Valerie Jarrett, Obama’s longtime friend and confidante.",
  "(Her insistence, for example, that then–National-Security Adviser Michael Flynn “does enjoy the full confidence of the president,” hours before Flynn resigned, suggested that she had been left out of the loop.)",
  "Fitzpatrick went to work, eventually spending 21 years as a cashier working the night shift at the Claridge casino in Atlantic City, relying on her mother and two unmarried sisters to help raise her only child.",
  "“The smile, the blond hair, the vivaciousness, a little bit flirtatious—she was just fun.”\n\nOne time, she and a couple of friends took Luntz shopping and made him try on a Speedo so they could laugh at him.",
  "But when Conway took charge, in August, Trump stopped giving press conferences, which had been erratic and freewheeling; started using a teleprompter more frequently at rallies; and dialed back his tweets.",
  "Dispute her claim that she has bad hair and she will retort, “I have other assets—feet and hair are not among them,” then go on to tell you about the bunion surgery she badly needs but has no time for.",
  "And before that, in a bit of trivia Conway relishes, it belonged to Hillary Clinton, who demanded a West Wing office for her policy work in addition to the first lady’s traditional East Wing quarters.",
  "Two months later, she produced a different poll, demonstrating that “enforcement of current law” and “encouraging illegal immigrants to return to their home countries” could be a winning message.",
  "NumbersUSA’s executive director, Roy Beck, watched in amazement as one Republican presidential candidate after another—Scott Walker, Ted Cruz, even Jeb Bush—began parroting his group’s arguments.",
  "Through a doorway I could see an enormous framed photograph of Conway and her family hanging over the fireplace; on a set of shelves were a signed photo of Trump and a Mother’s Day note from him.",
  "“ ‘We all love Kellyanne, but this is a fool’s errand.’ Or ‘She’s done a really nice job, she should hold her head high, but this is just happy talk’ … You know, it was some combination of that.",
  "In August, when the campaign was foundering under the direction of Paul Manafort, Trump made Bannon the campaign’s CEO and promoted Conway to campaign manager, again at the Mercers’ urging.",
  "“We’ve sort of taken out his larynx—how can he criticize [Trump] now?” The episode was, Conway said, an example of her method: operating “dimensionally,” not “linearly,” to get results.",
  "All she has to do is craft a semi-plausible (if not entirely coherent) counternarrative, so that those who don’t want to look past the facade of Trump’s Potemkin village don’t have to.",
  "But Conway soon reemerged, insisting that while the comments on the tape were “indefensible,” she believed Trump when he said they were just words, and that he had never acted on them.",
  "Social issues, security moms, immigration—she was a movement-conservative pollster.” It was in that capacity, he said, that she played a pivotal role in upending the GOP establishment.",
  "It wasn’t that she was moderating him, or pushing him toward policies with mainstream appeal—she was taking his pugilistic instincts and funneling them in a more productive direction.",
  "And she seems to have a unique ability to steer the impulsive president—who is, by all accounts, more attuned to what’s on cable news than to any white paper or policy briefing.",
  "She pointed to a dinner where Trump told a group of diplomats that Tillerson was “a man that I wanted right from the beginning.” In the end, Conway hadn’t just gotten her way.",
  "She prides herself on staying rooted here, in the Real America that fancy people can’t quite grasp—the America that defied conventional wisdom and handed Trump the presidency.",
  "Conway went to law school at George Washington University and accepted an offer to work for a D.C. firm, but reneged when Luntz asked her to join his polling company instead.",
  "George Conway took Trump’s side and gave an eloquent speech at a meeting Trump attended, arguing that removing his name would decrease the value of the building’s apartments.",
  "He added that Conway was part of a “cabal” he had started to build with Jeff Sessions and Sessions’s then-aide Stephen Miller, who is now a senior White House policy adviser.",
  "It held that Republicans didn’t need to do better with minorities; they could instead turn out a bigger share of white voters, particularly rural, blue-collar white voters.",
  "A few days earlier, Conway had appeared on Meet the Press and coined a term that neatly encapsulated the administration’s relationship with the truth: alternative facts.",
  "As we talked, a makeup artist from Fox News entered, setting her supplies out on an otherwise bare side table and draping a black-plastic cape over Conway’s shoulders.",
  "This idea, laid out by an analyst named Sean Trende for RealClearPolitics and known as the “missing whites” theory, became the major counterpoint to the GOP autopsy.",
  "“But it’s darned close.” Winning, Conway contended, was exactly what Trump was doing as president—just look at the number of executive actions he’d already signed.",
  "As she reflected on Donald Trump’s November victory, she made clear that she hadn’t forgotten how people treated her back when they thought she was a sure loser.",
  "“Your mom must be so proud.”\n\nIn the 1990s, Conway began appearing often on TV, spouting the standard Republican line on Bill Maher’s and Chris Matthews’s shows.",
  "It was ‘We love her, but she’s full of shit.’ ” Listen to the audio version of this article: Feature stories, read aloud: download the Audm app for your iPhone.",
  "The phrase spawned dozens of think pieces, the British prime minister used it to accuse a political rival of lying, and sales of George Orwell’s 1984 spiked.",
  "Though she’s an unapologetic career woman who married at 34 and had the first of her four children at 37, Conway views feminism as unnatural and man-hating.",
  "She says “femininity” is more important, is strongly opposed to abortion, and thinks that women should cherish traditional roles, not a sense of victimhood.",
  "Just off White Horse Pike, a single-story stone house sits on a raised mound of earth that makes it tower above its neighbors, its driveway a steep slope.",
  "It was a job many top-flight consultants wouldn’t have touched, and Trump’s critics dismissed Conway as a junior-varsity talent leading a doomed mission.",
  "After Romney lost the 2012 election, the Republican National Committee concluded, in its “autopsy” report, that the party needed to broaden its appeal.",
  "Was Mitt Romney negotiating cease-fires in Aleppo and somehow I missed it?”\n\nThe public airing of such a sensitive personnel matter caused a sensation.",
  "Every surface was choked with clutter—silk plants, prescription bottles, angel figurines, crosses, little plaques with sayings about family and faith.",
  "In 2014, Conway was part of a group of Republicans that produced a poll for FWD.us, Facebook founder Mark Zuckerberg’s immigration-advocacy nonprofit.",
  "They traveled the world together, and loved to play pranks, such as pretending they were husband and wife and having a noisy argument in an elevator.",
  "Conway went to Catholic school in Hammonton, 10 miles down the road, where she was a cheerleader and played field hockey and was first in her class.",
  "During the transition, Conway began publicly criticizing, on Twitter and on television, Trump’s consideration of Mitt Romney for secretary of state.",
  "The reclusive father-and-daughter megadonors Robert and Rebekah Mercer, whom Conway considers friends, poured more than $10 million into the effort.",
  "Bannon says it was Conway’s calm presence that led both wavering women and conservative voters to think, If she can still support Trump, I can, too.",
  "Just a year ago, she was a knockabout GOP pollster and talking head, a casino worker’s daughter who’s never quite shaken her South Jersey accent.",
  "She implied that when she was “younger and prettier,” she’d endured sexual harassment from some of the lawmakers now sitting in judgment of him.",
  "It showed that immigration reform was a political necessity for the GOP—a finding at odds with the line Conway had been pushing since the 1990s.",
  "“Winning may not be everything,” she said, leaning forward over her paper cup of hot cocoa and giving a wink of one mascara-clotted blue eye.",
  "While building her business, Luntz told me, Conway said things about him that hurt his feelings, and the two didn’t speak for several years.",
  "“My father hated credit cards—‘If you don’t have the money, you don’t need it.’ ” In her day, she added, children respected their parents.",
  "But there was another view: that Romney lost because he’d failed to inspire white working-class people, many of whom stayed home in 2012.",
  "“I could not have done what she did.” I told Luntz, who has mixed feelings about Trump, that this didn’t exactly sound like a compliment.",
  "“Nevertheless, a guy like me should not put on a Speedo.” This sounded humiliating and cruel to me, but Luntz insisted it was hilarious.",
  "But Bannon told me she played a much more important role in laying the early groundwork for Trump’s movement than almost anyone knows.",
  "When I asked whether the administration and the media might be able to find some kind of common ground, Gingrich practically snarled.",
  "When I asked Conway about the incident, she insisted that it was no big deal in Trumpworld—a blip, a trivial error, virtually a typo.",
  "“What I meant to say was alternative information,” she said, giving an example: Three plus one equals four, but so does two plus two.",
  "The country, as she described it, is at the mercy of atheists and agitators who want to tell “the majority” how to live their lives.",
  "It was suggested that Conway had “gone rogue,” and on Morning Joe, Trump was said to be “furious” with her for her insubordination.",
  "“You either decide you’re going to defend Trump and Trumpism, or you let the left browbeat you into doing stupid things,” he said.",
  "Donald Trump, then hosting The Apprentice, said Romney had lost because his “self-deportation” policy alienated Hispanic voters.",
  "Bannon told me Conway was part of a “cabal” he began building with Jeff Sessions and Stephen Miller before the election.",
  "When I rang the bell one afternoon in early February, Conway’s 73-year-old mother, Diane Fitzpatrick, answered the door.",
  "And she stuck to her script even after about a dozen women came forward to say that Trump had forced himself on them.",
  "Trump called him afterward to thank him, and two days later the property manager offered George a seat on the board.",
  "We were sitting in her spacious office in the West Wing of the White House, less than a week after the inauguration.",
  "“She can stand in the breach and take incoming all day long,” Steve Bannon, Trump’s chief strategist, told me.",
  "“I’d like to kick the TV in, honest to God.” President Obama “pitted the blacks against the whites,” she said.",
  "“Losing Michigan by 10 points, when Donald Trump won the state, certainly wouldn’t have been a qualification.",
  "It’s like trying to pet lions.” The media lions have seemed to roar louder at Conway with each passing week.",
  "“If Kellyanne had not been there when the firestorm hit, I don’t know if we would have made it,” he told me.",
  "At one of the inaugural balls, two men in tuxes started scrapping, a witness told the New York Daily News.",
  "But despite an early overture from Trump, she initially signed on to run a super pac supporting Ted Cruz.",
  "“I’ve got to multitask, or I go on TV looking like this,” Conway said, unpinning her platinum-dyed hair.",
  "Now that she’s in the White House, she says, she has an expansive role overseeing numerous policy areas.",
  "It was syrupy condescension—the smarmy, indulgent niceness of people who think they’re better than you.",
  "She canceled her planned appearances on the Sunday talk shows, as some suggested Trump might drop out.",
  "One way Republicans could win, Conway believed, was by arguing for stricter immigration policies.",
  "“That’s something you can’t coach.” She’s figured out that she doesn’t need to win the argument.",
  "She’d wanted to be a traditional homemaker, but her marriage ended in 1970, when Conway was 3.",
  "“Judas Iscariot got 30 pieces of silver; Mitt Romney got a dish of frog legs at Jean-Georges.",
  "And even at that, it was the appetizer portion,” a high-ranking White House official told me.",
  "Conway’s claims to centrality can at times come across as self-aggrandizing and exaggerated.",
  "Conway intervened and, when they wouldn’t stop, punched one of them three times in the face.",
  "Conway says she recognized early in the 2016 campaign that Trump was connecting with voters.",
  "After she circulated her findings, Republicans began to embrace previously taboo positions.",
  "“I didn’t think she was a deep thinker,” one of her high-school teachers told Cosmopolitan.",
  "Their attitude wasn’t one of outright rudeness or contempt; it was so much worse than that.",
  "“ ‘Kellyanne works hard,’ ” Conway said, assuming the voice of her erstwhile sympathizers.",
  "While her specious arguments leave interlocutors sputtering, she wields a weaponized calm.",
  "Fitzpatrick was kindly and hospitable, serving me coffee and snacks in neat little bowls.",
  "She quickly developed a reputation as the “Trump whisperer,” a perception she encouraged.",
  "Fitzpatrick has lived in this house on and off for 60 years, since she was a teenager.",
  "A few firms dominate Republican campaign polling, and Conway’s was never one of them.",
  "She told me she had long understood how the issue resonated with struggling voters.",
  "“My mom always wanted a house on a hill,” Fitzpatrick said, by way of explanation.",
  "But she carved out a niche helping politicians and corporations understand women.",
  "“Trump started out at, like, a C-minus” on the group’s report card, Beck told me.",
  "Conway can claim to speak for Trump’s base, that is, because she’s one of them.",
  "The walls were a bright, cheerful yellow, the windows hung with filmy curtains.",
  "“What were his special qualifications for that, is all I asked,” she told me.",
  "She presented her findings to a group of Republican donors, who rebuffed her.",
  "Coordinating field efforts, placing ad buys—those functions were secondary.",
  "“If something happened to a black person, he and his wife were right there.",
  "“So my father built a hill.” Fitzpatrick welcomed me into the dining room.",
  "“I’ve been fat for, like, 15 years, but I wasn’t always fat,” he told me.",
  "She seemed like a member in good standing of D.C.’s political-hack crowd.",
  "“Remember, Kellyanne was not a mainstream pollster,” Bannon told me.",
  "“I would not have survived it; I’m impressed that she did,” he said.",
  "Before it was Jarrett’s, Conway told me, the office was Karl Rove’s.",
  "Trump chose Rex Tillerson, the ExxonMobil CEO, for the post instead.",
  "He didn’t want it, but Kellyanne did, and that’s how she met Trump.",
  "But she’s never been afraid to mix it up—sometimes even literally.",
  "“I always told her you have to do your best,” Fitzpatrick said.",
  "“But I do remember that she would argue her point relentlessly.",
  "“She already was political, and right of center,” he recalled.",
  "But the poll found favor with opponents of immigration reform.",
  "The post-inauguration Women’s March left her notably unmoved.",
  "When I asked her about the fight, she coyly did not deny it.",
  "She had made the president think it was his idea all along.",
  "The house was a shrine—to God, to Trump, and to Kellyanne.",
  "“You are all so far to the left, so contemptuous to Trump.",
  "When Conway’s critics pile on, she just keeps spinning.",
  "She has a disarming matter-of-factness about her looks.",
  "“Marching on the Mall with vagina hats on?” she said.",
  "After a few years, she left to start her own company.",
  "Is it something that should be legislatively fought?",
  "Even in triumph, Kellyanne Conway nursed a grudge.",
  "She brought a similar intensity to her schoolwork.",
  "“We never wanted anything handed to us,” she said.",
  "“He owes her for standing up for him,” Luntz said.",
  "“I’m not commenting on that,” she said, grinning.",
  "She called him up to see whether this was true.",
  "“She had every marginal act out there.",
  "Trump was the most ardent convert.",
  "“In every possible sense, she won.",
  "Trying to conciliate you is silly.",
  "He was outpacing Obama, she said.",
  "Nonetheless, he was passed over.",
  "Conway flashed a wicked grin.",
  "“Not these people,” he said.",
  "They have since reconnected.",
  "But he insisted that it was.",
  "But he got with the program."
]