[
  "They found “troubling evidence that Obama and Clinton were deeply and knowingly involved in running guns to al-Qaeda in Libya,” as well as “a clear case of official U.S. government submission to the Islamic Law on slander.”\n\n1 of 10 Full Screen Autoplay Close Skip Ad × What the aftermath of the Benghazi attacks looked like View Photos In September 2012, a U.S. diplomatic compound and CIA annex in Benghazi, Libya, were attacked, killing four Americans Caption In September 2012, a U.S. diplomatic compound and CIA annex in Benghazi, Libya, were attacked, killing four Americans Sept. 14, 2012 Libyan military guards check one of the U.S. Consulate's burnt-out buildings.",
  "That’s what we pay you for, Mr. Gowdy.”\n\nCharles Woods, the father of Ty Woods, one of the four Americans killed in Benghazi, lamented that “I really don’t have closure as far as who made the decision not to rescue.” And Roger Aronoff of Accuracy in Media, which convened the Citizens’ Commission at the National Press Club, complained that “they put a bunch of transcripts in there, interviews, but they didn’t weave it all together.”\n\nHouse Republicans released their report on the attack on the 2012 U.S. consulate in Benghazi on June 28.",
  "They determined that the Obama administration “switched sides in what was then called the Global War on Terror” and “benefited this country’s worst enemies.” They wrote that Clinton herself blocked U.S. military forces from attempting a rescue mission, and they attributed the decision to oust Libya’s Moammar Gaddafi in part to financial interests of the Clinton Foundation.",
  "They even gave longtime Clinton confidant Sidney Blumenthal credit for the administration’s “support for the Libyan Muslim Brotherhood-led al Qaeda militias.” In one elaborate theory, they tied those guarding the U.S. facilities in Benghazi both to Blumenthal and to the wife of a former chairman of the House Intelligence Committee.",
  "A day after the House Benghazi committee released a final report that left Hillary Clinton relatively unscathed, conservative activists — the conspiracy-minded ones who pressured House leaders to appoint the committee in the first place — rounded on Chairman Trey Gowdy for failing to deliver the goods.",
  "He copped out, which is consistent that we’ve seen with all our congressional leadership.”\n\nRetired Gen. Thomas McInerney agreed that “the American people want to know from a group that spent almost two years on it what the conclusions are.",
  "(Peter Stevenson/The Washington Post)\n\nThere were murmurs of agreement from participants when Lyons said of Gowdy: “Regretfully, I don’t think he measured up yesterday.”\n\nA woman in the crowd floated a new Benghazi conspiracy.",
  "“To say I was disappointed would be an understatement,” retired Adm. James “Ace” Lyons complained at a meeting Wednesday afternoon of the Citizens’ Commission on Benghazi,\n\na coalition of far-right ­foreign- policy types.",
  "It dropped “former CIA officer” Wayne Simmons as one of its 11 members after the former Fox News commentator, who it turns out had no military or intelligence experience, pleaded guilty to fraud charges this spring.",
  "Likewise, then-House Speaker John Boehner named the Benghazi committee because activists were dissatisfied that seven previous congressional investigations had failed to uncover major scandal material.",
  "Gowdy “notably refrained from assigning blame or demanding accountability,” Clare Lopez, of the Center for Security Policy and an adviser to the Ted Cruz presidential campaign, told the gathering.",
  "Gowdy must feel the need for some cover: A day after delivering what was supposed to be the definitive account of Benghazi, his committee called in another witness for an interview.",
  "(Reuters)\n\nRep. Trey Gowdy (R-S.C.) said at a June 28 news conference that the Obama administration should have done more to help Americans in Benghazi, Libya, in 2012.",
  "They even faulted Ambassador Chris Stevens, who died in Benghazi, saying he “rather romanticized the Libyan jihadis.”\n\n“We see a field of smoking guns,” Aronoff said.",
  "Two GOP members of Gowdy’s own committee were dissatisfied enough to write their own narrative drawing more sweeping accusations against Clinton and President Obama.",
  "They judged that Obama — one speaker referred to him as “Barack Hussein Soetero Obama” — had “an ideological commitment” to expanding the Muslim Brotherhood.",
  "Rep. Trey Gowdy (R-S.C.) said at a June 28 news conference that the Obama administration should have done more to help Americans in Benghazi, Libya, in 2012.",
  "He speculated that congressional leadership had approved “black operations” to run weapons from Benghazi to Islamic State forces in Syria.",
  "“Has someone in the GOP leadership gotten their fingers involved in watering down some of this to benefit Secretary Clinton?” she asked.",
  "Democrats pointed out that the interviewee had just removed from his Facebook page the hashtag #IfYouVoteForHillaryYouAreBeyondStupid.",
  "Even without Simmons’s creativity, the group managed to produce a 73-page Benghazi report this week full of inventive accusations.",
  "Twitter: @Milbank\n\nRead more from Dana Milbank’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "Herein lies a lesson for Republicans who are perpetually trying to appease the far right: It’s a fool’s errand.",
  "The Citizens’ Commission on Benghazi, which held Wednesday’s event, is not the most reputable outlet.",
  "Now an eighth has produced more of the same — and the agitators are as agitated as ever.",
  "They went to the tea party — and now they’re taking Donald Trump to the prom.",
  "“That’s the dirty little secret that nobody wants out,” he said.",
  "“He also did not draw a connection between the dots.”\n\nWhy?",
  "“I think he had his reasons — political,” McInerney said.",
  "Mohammad Hannon/AP Buy Photo Wait 1 second to continue.",
  "Here are the 5 most serious accusations in the report.",
  "So Gowdy himself is in on the Benghazi conspiracy.",
  "He was there to make findings and conclusions.",
  "“Chairman Gowdy is not a stenographer.",
  "But the Benghazi committee didn’t.",
  "Nobody rebutted this idea.",
  "He had the information.",
  "(Reuters)\n\nEt tu, Trey?",
  "Clearly.",
  "Aha!",
  ".",
  ".",
  "."
]