[
  "“His latest senior White House post was built on nearly two decades as an influential analyst at the Central Intelligence Agency, service as chief of staff to then-Undersecretary of State John Bolton, and several years as a professional staff member of the House Permanent Select Committee on Intelligence,” Gaffney added.",
  "Congressional investigators have praised the center’s work on how the Obama administration and its allies weaponized the FBI, the Justice Department, and the U.S. intelligence community to undermine Trump’s candidacy and presidency by promoting a false narrative that the Trump campaign colluded with Russia.",
  "“Fred’s extraordinary skills and experience will be incalculably helpful as he leads the center into its second 30 years.”\n\nFor over three decades, the Center for Security Policy has been nationally and internationally recognized as a valuable resource for policymakers, the media and the public.",
  "I’m thrilled that he agreed to my request to wrap up as swiftly as possible his latest stint of public service in the Trump White House, and succeed me as president of the Center for Security Policy,” Gaffney said in announcing the move.",
  "The center has addressed emerging national security challenges by promoting the practice of “peace through strength” – the national security philosophy embraced by Presidents Ronald Reagan and Donald Trump.",
  "Fred Fleitz, who has served as John Bolton’s National Security Council chief of staff, is leaving the White House to head the Center for Security Policy, a Washington-based think tank.",
  "Fleitz will assume the role of CEO and president, taking over from the group's longtime chief Frank J. Gaffney, who served in the Reagan Defense Department.",
  "A frequent commentator on Fox News, Newsmax, and other outlets, he has been an outspoken advocate of President Donald Trump’s security and defense policies.",
  "“Throughout his career, Fred Fleitz has been one of the center’s most admired allies and, in recent years, one of its most accomplished staff members.",
  "Prior to serving under National Security Adviser Bolton, Fleitz served for four years as the Center’s senior vice president for policy and programs.",
  "He will resume his prominent role in the print, broadcast, and social media.",
  "Fleitz will rejoin the center on Nov. 1 to begin the leadership transition.",
  "The center has a consistent track record of hawkishness toward the Kremlin.",
  "“Fred Fleitz is exceptionally qualified for this role,” Gaffney said.",
  "Gaffney will take on the new role of the Center’s Executive Chairman."
]