[
  "In October 2017, Wolf declared that the U.S. had to take “bold action” by the end of 2017 to prevent Christianity from disappearing from its cradle in Iraq in just “a few short years.”\n\nHowever, Wolf said during Thursday’s summit, “Fortunately, to the credit of the Trump-Pence administration, help is now being given to the Christian and Yazidi population in Iraq.”\n\n“This Trump administration wants to save persecuted Christians I believe as much as anybody in this room from the president of the united states right on down,” added Gaffney.",
  "Sam Brownback, the new U.S. ambassador-at-large for International Religious Freedom, vowed during the event, “This administration is strongly focused on religious freedom.”\n\nHe also urged Christians in the U.S. to “push back” against persecution of their religious brothers and sisters overseas, noting that a “global religious war” against followers of Christ is taking place.",
  "IRD noted the primary aim of the summit was “to inject concern for the Persecuted Church into the very DNA of American churches.”\n\nDuring the event, former Rep. Frank Wolf (R-VA) condemned Western Christians for remaining “relatively silent” when faced with the facts about the brutal and even fatal mistreatment of their religious brothers and sisters overseas.",
  "WASHINGTON, DC — The future of Christianity overseas looks “bleak” if U.S.-based Christians continue to ignore the persecution of their spiritual brothers and sisters in places like the Middle East, Africa, and Asia, Frank Gaffney, the president of the Center for Security Policy think tank, suggested on Thursday.",
  "Gaffney urged Christians to participate in the Save the Persecuted Christians (STPC) campaign that he helped launch in February — an effort focused on raising public awareness about the plight of-of the religious group across the world.",
  "The trouble is that many of them will die unless we do something like what we’re trying to do [with the summit] which is to call attention to what the persecutors are doing and to create costs to them for doing it.",
  "Echoing other experts, Gaffney explained:\n\nI think unless we do something with effect, Christians around the world have a future, but it’s going to be a bleak future for many of them.",
  "The former Virginia congressman is the co-founder of the 21st Century Wilberforce Initiative, a religious freedom organization focused on saving religious minorities in Iraq.",
  "Breitbart News spoke to Gaffney during a global Christian persecution summit hosted on Capitol Hill by the Institute on Religion and Democracy (IRD).",
  "It turns out that the persecuted Christians somehow find even more commitment in their faith and become even more numerous.",
  "In contrast to what’s happening in Western societies where they’re privileged to practice their faith any way they want.",
  "That’s not being done today."
]