[
  "Bannon also hosted Frank Gaffney on his radio show 29 times, according to Mother Jones, and called him “one of the senior thought leaders and men of action in this whole war against Islamic radical jihad.” He added that Gaffney was “doing amazing work, doing God's work… Just fantastic.”\n\nBut in mainstream Republican circles, Gaffney is something of an outcast, seen as a conspiracy theorist and fringe character for alleging that President Obama is a Muslim and for his dark warnings of Muslim infiltration.",
  "In a statement at the time, the group’s chairman said that Gaffney \"has become personally and tiresomely obsessed with his weird belief” that his critics “must be either ignorant of the dangers we face or, in extreme case, dupes of the nation's enemies.”\n\nA list of potential job candidates recently leaked from Trump’s transition named Clare Lopez, a Gaffney deputy at the Center for Security Policy, as a potential deputy national security advisor in a Trump White House.",
  "Later in the call he added that, “on all nominees, anyone’s personal view isn’t want matters” and that “everyone in the Trump administration will serve Trump and [vice president elect Mike] Pence, and will implement that vision and their ideas and no one else’s.”\n\n“ISIS will use it as an advertisement, and that will make our work harder” — Arab diplomat\n\nOverseas, sources said that Arab leaders are still evaluating Trump and his circle.",
  "Flynn, for his part, has called Islam “a cancer” and in a July tweet wrote that he “dare[s]” Muslim world leaders to “declare their Islamic ideology sick.”\n\nIn February, Flynn tweeted a link to a YouTube video titled, “Fear of Muslims is RATIONAL.”\n\n“Please keep in mind that the term ‘Islamophobia’ is an oxymoron, since having a phobia means having an irrational fear,” explains a narrator.",
  "He described Islamophobes as “people who believe that Islam is the problem, that the religion is the problem, that there is no coexistence with the religion.”\n\n“They don't look at this as a religion of 1.5 billion people, of which a microscopic fraction are doing terrible things,” said Munayyer, executive director of the U.S. campaign for Palestinian Rights.",
  "Donald Trump’s early appointments are raising alarms that rhetoric about Muslims and Islam long rejected even by Republican leaders are finding a home in his administration, dimming already-faint hopes that his provocative campaign statements about Muslims — \"I think Islam hates us,\" Trump told CNN in March — were just political rhetoric.",
  "In 2003 Gaffney warnedof “an Islamist Fifth Column operating inside our own country.”\n\nIn 2011, the American Conservative Union banned Gaffney from speaking at its annual Conservative Political Action Conference after he alleged that the group’s board members were enabling Muslim infiltration into their own organization.",
  "The video, produced by the independent media outlet CleanTV, and which has more than 800,000 views, speaks for the millions of Americans who purchase books with titles like Freedom Or Submission: On the Dangers of Islamic Extremism & American Complacency and How Obama Embraces Islam’s Shariah Agenda.",
  "“President-elect Trump's first appointments and nominations display a troubling Islamophobic trend that is of concern to American Muslims and should be of concern to all Americans,\" Nihad Awad, executive director of the Council on American-Islamic Relations (CAIR) said in a statement.",
  "The West Wing appointments for Bannon and Flynn are “a signal that the bigoted and divisive rhetoric we saw in the campaign will continue as a matter of policy and practice,” said Farhana Khera, president and executive director, Muslim Advocates, a national legal advocacy group.",
  "Flynn has challenged Bush’s approach to discussing Islam, since continued by Obama, who infuriated anti-jihad activists by refusing to use the phrase “radical Islamic extremism” for fear of alienating moderate Muslims who might hear in those words an attack on their religion.",
  "“And I realize there are other aspects that are not as militant and not as aggressive and that’s fine.”\n\nBut Bannon promoted the views of some of Islam’s most caustic critics on his radio show, “instigat[ing] fear and loathing of Muslims in America,” according to CAIR.",
  "“[S]enior American policymakers, ever since 9/11, have shied away from any criticism of Islam, repeating, despite all manner of evidence to the contrary, that ‘Islam is a religion of peace,’” Flynn wrote in a book he co-authored earlier this year, The Field of Fight.",
  "Noting Flynn’s service aiding Special Operations raids on fighters in Iraq and Afghanistan—which included time spent personally interrogating captured jihadis—this person noted that Flynn “has seen the worst Islamic terrorism around the world.",
  "“My vision of the job as national security adviser is less theologian and more process chief,” former National Security Agency director Michael Hayden said during a Friday appearance at the Foundation for Defense of Democracies.",
  "As the host of a Sirius XM radio show, Bannon frequently welcomed figures accused of anti-Muslim bias, including at least sevenfriendly interviews with Pamela Geller, the founder of a group called Stop Islamization of America.",
  "The concern was fueled by Trump’s appointment of retired Lt. Gen. Michael Flynn as his national security adviser, days after Trump tapped former Breitbart News Network executive chairman Steven Bannon as a strategic counselor.",
  "Both men, who will work steps from the Oval Office, have spoken in sweeping terms about a sickness within Islam and have cast Muslim extremism as an existential threat in terms their critics say equates Islam with terrorism.",
  "“The face of terror is not the true face of Islam.”\n\nBut on the fringes of the terrorism debate, a community of self-described “anti-jihad” experts and commentators emerged who frequently equated Islam and radicalism.",
  "At the same time, some Arab leaders are encouraged by the incoming Trump administration’s potential policy positions — including its declared hard line against Iran, mortal enemy to Gulf Arab states like Saudi Arabia.",
  "Both Flynn and Bannon have made comments acknowledging the difference between radical Islam and the religion overall, though they place far less emphasis on that message than more moderate conservatives.",
  "The concern among Muslim activists like Khera is that Bannon was correct in a recent assessment he made about Geller on his radio show that may also apply to her many fellow “anti-jihad” associates.",
  "Bannon once called Geller “one of the top world experts in radical Islam and Shariah law and Islamic supremacism,” according to a Mother Jonesinvestigation of Muslim commentary of his radio show.",
  "While Bannon ran Breitbart from 2012 to August 2016, the conservative outlet promoted a nationalist line that portrayed Muslims as a dire threat to the U.S. and which critics called bigoted.",
  "“Fearing Islam, which wants 80 percent of humanity enslaved or exterminated is totally rational and hence cannot be called a phobia.”\n\n“Please forward this to others,” Flynn’s tweet urged.",
  "Several Arab monarchies, including Saudi Arabia and the United Arab Emirates, are also intensely hostile to the Islamist Muslim Brotherhood, a prime target of the anti-jihad movement.",
  "Asked in a conference call with reporters Friday about the message Flynn’s appointment sends to the Muslim world, Trump spokesman Sean Spicer would not directly answer the question.",
  "“Especially since the start of the so-called War on Terror, Islamophobia has been normalized in an aggressive way,\" said Yousef Munayyer, a Palestinian activist based in Washington.",
  "One regular was Geller, who has called Islam “anti-Semitic and genocidal” and warned of the Muslim “infiltration” of the White House, State Department and Pentagon.",
  "And his thoughts are shaped by what he’s seen and what he’s analyzed.”\n\nOne former top national security officials downplayed concerns about Flynn’s views of Islam.",
  "For 15 years since the 9/11 attacks, presidents George W. Bush and Barack Obama steadfastly avoided the suggestion that extremism was embedded in Muslim beliefs.",
  "“I believe you should take a very, very, very aggressive stance against radical Islam,” Bannon said in remarks delivered to a 2014 conference at the Vatican.",
  "While Bannon ran Breitbart from 2012 to August 2016, the conservative outlet promoted a nationalist line that portrayed Muslims as a dire threat to the U.S.",
  "Lopez has also promoted the theory that Hillary Clinton’s senior aide Huma Abedin is an agent of the Islamist, Egypt-based Muslim Brotherhood.",
  "“Islam is peace,” Bush said during a visit to a Washington Islamic center just days after the Sept. 11, 2001, terrorist attacks.",
  "Friends of Flynn and Bannon say they are being unfairly impugned by critics and do not harbor racial or ethnic prejudice.",
  "“Flynn does not have an inherent anti-Muslim bias,” said one person who knows the former military intelligence official.",
  "Many are personally disgusted by rhetoric from Trump and his associates that they perceive as anti-Muslim.",
  "They were marginalized by mainstream conservatives, and civil rights leaders dubbed them \"Islamophobes.\"",
  "“ISIS will use it as an advertisement, and that will make our work harder,” said one Arab diplomat.",
  "Now, however, they may be in a strong position to shape American policy towards the Muslim world.",
  "“She has been a voice in the wilderness,” Bannon said, “and now her time has come.”",
  "At home, however, the concern among Muslim leaders is rising fast.",
  "A CSP staffer did not respond to an email seeking comment."
]