[
  "During a 2014 event at the State Historical Society of Missouri, Fraser said her daughter’s “big challenges right now are, Ketchum is responsible for providing PR and marketing to try to make Russia look better, which is particularly difficult when they’re invading other countries and when Putin is somewhat out of control.” Ketchum took a public relations blow when ProPublica reported that it had “placed pro-Russia op-eds in American publications by businesspeople and others without disclosing the role of the Russian government.” The following year, it drew flak for placing an op-ed purporting to be written by Russian President Vladimir Putin in The New York Times arguing that Syrian rebels, not President Bashar al-Assad, were responsible for chemical attacks on civilians.",
  "Updated | The well-manicured Washington, D.C., suburb of Chevy Chase, Maryland, is probably what President Donald Trump’s supporters imagine when they whoop about draining the capital’s “swamp.” A high-income enclave of Volvo-driving, wine-sipping, NPR-listening lawyers, lobbyists, journalists and government bureaucrats, Chevy Chase is such a liberal stronghold that local Republicans said last year they were afraid to plant Trump campaign posters on their lawns.",
  "Cohen-Watnick joined him in the so-called “Pizzagate” fray, tweeting about “Podesta's obsession with the occult.” In another tweet, he referenced “the disgusting and potentially criminal behavior of the Clinton crime syndicate.”\n\nIn January, Cohen-Watnick swept into office with Flynn and other associates from Gaffney’s circle, including Bannon, Conway and Sebastian Gorka, another anti-Muslim hard-liner with ties to a Hungarian Nazi party.",
  "But it also prompted questions from longtime intelligence officials about how Cohen-Watnick, a 30-year-old with apparently only a single, allegedly trouble-filled, junior-level tour of duty with the Defense Intelligence Agency (DIA) in Afghanistan on his résumé, managed to secure one of the most consequential jobs in the White House: coordinating all of the U.S. intelligence community’s operations with the Oval Office and Congress.",
  "Related: After Nunes Recusal, a Still-Dysfunctional Investigation—and House\n\n“He makes sure they carry out the president’s agenda,” says a former White House National Security Council official, who, like every intelligence source consulted by Newsweek, declined to be identified discussing such sensitive issues.",
  "All of which makes the town an unlikely launch pad for Ezra Cohen-Watnick, the suddenly prominent White House National Security Council official at the center of a bizarre backdoor maneuver to provide House Intelligence Committee Chairman Devin Nunes with top-secret documents on government surveillance.",
  "Some of Cohen’s liberal family friends, who asked not to be identified so as not to upset longstanding relationships, were disturbed by what they call his growing anti-Muslim fervor, especially when they heard him express sympathy for illegal Israeli settlements and other hard-line political views.",
  "In 2007, he helped organize a campus “Terrorism Awareness Week” (originally called “Islamo-Fascism Awareness Week”) in concert with David Horowitz, a close Gaffney ally whose crusade against “liberal elites” on campus has been supported by top Trump aides Kellyanne Conway and Steve Bannon.",
  "Rebecca Miller, four years younger than Cohen-Watnick, had worked on the Russian account in the D.C. office of Ketchum, the global powerhouse lobbying and public relations firm, according to her mother, Victoria Fraser, head of Washington University's Department of Medicine in St. Louis.",
  "And Flynn was swimming in ever deeper conspiracy waters, now with activists who alleged that the Orlando Pulse nightclub shooter did not act alone, and that Hillary Clinton’s campaign manager John Podesta was involved in a pedophile ring run beneath a Washington, D.C., family restaurant.",
  "In the spring semester of 2008, the Penn in Washington program listed Cohen-Watnick as one of a half-dozen students doing an internship with ONI, according to a website cache dug up by Laura Rozen, a veteran Washington correspondent with Al-Monitor, a Middle East news and analysis site.",
  "Years earlier, he had co-authored a widely publicized paper excoriating the conduct of U.S. intelligence operations in Afghanistan, and he was particularly critical of the CIA for its support of Afghan President Hamid Karzai’s notoriously corrupt brother Ahmed Wali Karzai.",
  "“While we expect each student to do their own work,” this person adds, “we also demand they develop positive and healthy partnering skills.” Following the course, Cohen-Watnick “was assigned to go to the Middle East, but “he was reluctant to do so,” the source says.",
  "But according to the fragmentary recollections of a half-dozen former intelligence officials, all of whom spoke only in exchange for anonymity to discuss such sensitive matters, Cohen-Watnick’s DIA career did not go well, except in one regard: his bond with Flynn.",
  "“I never came across this kid, and I knew Flynn and his team in Afghanistan and at DIA,” says a former Defense Department official, who like all such sources consulted by Newsweek, insisted on anonymity in exchange for discussing classified matters.",
  "Cohen-Watnick reportedly retrieved the documents from a classified CIA terminal in the Eisenhower Executive Office Building next to the White House and gave them to Nunes, a California Republican who had been a member of Trump’s transition team.",
  "It may well have begun with Frank Gaffney, a former Ronald Reagan administration official who has emerged as a leading conspiracy theorist and believes that Muslim militants have infiltrated the U.S. government and even the Republican Party.",
  "At some point, a close family friend recalls, asking for anonymity in exchange for talking about personal matters, Gaffney offered the budding young hawk internships at his D.C. think tank, the Center for Security Policy.",
  "Flynn was already creating turmoil at the DIA with his impulsive management style and fervid embrace of conspiracy theories, such as his conviction that Iran was behind the attacks on the U.S. Embassy in Benghazi, Libya.",
  "In 2013, the DIA assigned Cohen-Watnick to “the Farm,” the CIA training facility outside Williamsburg, Virginia, to learn the rudiments of recruiting and managing foreign spies, according to two intelligence sources.",
  "Chip Somodevilla/Getty Images\n\nThe incident triggered a House Ethics Committee probe into Nunes and forced him to recuse himself from his own panel’s investigation into Russian interference in the 2016 elections.",
  "With his rising prominence in the Trump campaign, Flynn’s adversaries recycled stories about his DIA ouster, but now there were also questions about Kremlin-financed trips to Moscow and ties to Turkish lobbyists.",
  "And at the University of Pennsylvania, where he enrolled in 2004, he signed up for the Naval Reserve Officers Training Course, according to a 2006 account in the school paper, The Daily Pennsylvanian.",
  "From String Bean to Spook\n\nEzra Cohen-Watnick’s unlikely journey from Chevy Chase’s liberal cocoon to backroom shenanigans in the Trump White House was less a straight shot than a dotted line.",
  "“He was an excellent briefer,” says an official familiar with DIA operations, meaning Cohen-Watnick had a talent for presenting himself well with superiors and synthesizing info for his boss.",
  "“[I]t was very important to him to be able to give back to something he has benefitted from—in this case, the national security that has kept generations of his family safe,” the paper said.",
  "McMaster, successor to fired White House national security adviser Michael Flynn, reportedly tried to oust him following the Nunes affair is another part of the puzzle.",
  "“And that impressed Flynn.”\n\n‘I’m Thinking Ollie North’\n\nIn 2014, Obama fired Flynn, and since then administration officials have dumped on him in the press.",
  "(Gaffney tells Newsweek in a brief telephone interview that he barely recalls Cohen-Watnick from as a high schooler and has had no contact with him since.)",
  "What they actually showed is that U.S. intelligence agencies did have Trump’s associates on their radar—but only because they were tracking Russian agents.",
  "The friend told Rozen he “spent a significant time in Haiti while working out of DoD’s Miami office.”\n\nApparently, the intelligence world suited him.",
  "“He was not a team player and would also ‘leak’ denigrating information about his fellow trainees” to their instructors, the former employee claimed.",
  "The attacks prompted a wave of patriotic fervor among young people, who volunteered in droves for the military services and intelligence agencies..",
  "Cohen-Watnick was a sophomore on September 11, 2001, when Al-Qaeda militants flew hijacked airliners into the World Trade Center and Pentagon.",
  "According to a friend of Cohen-Watnick who talked with Rozen, he failed to land a job with the CIA and instead joined the Defense Department.",
  "In 2012, he was accepted into a training program with the Defense Clandestine Service, the undercover overseas spying arm of the DIA.",
  "Cohen-Watnick developed a similar antipathy for Langley and was not quiet about it, according to one former intelligence official.",
  "Two sources tell Newsweek he was eventually assigned to Afghanistan, with the rank of GS-12, equivalent to a captain in the army.",
  "Other than that, Cohen-Watnick apparently operated far below the radar of key officials who worked intensely on Afghanistan.",
  "He joined the members-only Union Club, “Philadelphia's iconic bastion of GOP conservatism,” according to a local columnist.",
  "Meanwhile, Cohen-Watnick was getting married to a woman who, like Flynn and several other Trump aides, had ties to Russia.",
  "The affable, string bean teenager was too young to enlist, but he joined his high school’s tiny Young Republicans club.",
  "In less than a year, Cohen-Watnick had been raised from the equivalent rank of an army captain to a three-star general.",
  "Another family friend tried to persuade the young man that the Middle East was far more complicated than he thought.",
  "They were intended to prove that former President Barack Obama was “wire tapping” Trump during the 2016 campaign.",
  "Instead, the young man found a spooky route into national service: the Office of Naval Intelligence, or ONI.",
  "He dropped out of the ROTC program in 2007, according to a spokesman for the Naval Service Training Command.",
  "Whatever his emerging politics, Cohen-Watnick evidently decided a career in a Navy uniform was not for him.",
  "“He participated for two years and did not [receive a] commission,” Lieutenant Sean Brophy tells Newsweek.",
  "Flynn Facts and CIA Beef\n\nCarlos Barria/Reuters\n\nAccounts of Cohen-Watnick’s time with the DIA are fuzzy.",
  "As the years went by, he gravitated to Gaffney associates, who eventually took him into the White House.",
  "And that agenda, the president and his men have made clear, is to whittle down the power of the CIA.",
  "But the surprise election of Trump in November 2016 gave Flynn a chance for redemption—and revenge.",
  "During his time there, his reputation among his classmates “was poor,” says a former CIA employee.",
  "According to a Ketchum spokesperson, Miller’s work on the Russia account ended in September 2012.",
  "The documents did no such thing, other members of the panel concluded after studying them.",
  "How this young man amassed such influence mystifies longtime intelligence officials.",
  "Back at DIA headquarters in 2014, however, Cohen-Watnick’s status rose with Flynn.",
  "“Flynn facts,” his aides snickered, according to a profile in The New Yorker.",
  "At Bethesda–Chevy Chase High, Cohen-Watnick was close to Gaffney’s daughter.",
  "It was there that he met a mutual friend of Gaffney, General Michael Flynn.",
  "The company severed its ties with the Russian Federation in March 2015.",
  "The agency would not confirm his dates of employment or assignments.",
  "But Cohen was also moving beyond the conservative mainstream.",
  "How he hung on to his job after Army Lieutenant General H.R.",
  "Cohen’s professed patriotism found other outlets at Penn.",
  "And that’s when his career gained altitude.",
  "Instead, he did \"a rotation” at the CIA."
]