[
  "as if they were radical departures from “the principles that the country was founded on.”\n\nIn a 2011 speech, he said that with the Founding Fathers, “you think of things like, ‘Give me liberty or give me death’” and “I only regret that I have but one life to lose for my country.”\n\nBut, he added, in the “age of Obama ... you have people like that woman who voted for Obama, who said since Obama was president, she wouldn’t have to worry about putting gas in her car or paying her mortgage.”\n\nWatch the video (around 4:30):\n\nObama is a secret communist.",
  "DeSantis defends the Founding Fathers for agreeing to the compromise because “counting slaves as less than a full person for purposes of representation benefitted anti-slavery states.”\n\nAllowing slaves to be counted as three-fifths of a white person gave slave states extra representation without having to actually allow black people to vote.",
  "Gaffney founded the Center for Security Policy, which the Southern Poverty Law Center characterizes as “a conspiracy-oriented mouthpiece for the growing anti-Muslim movement in the United States.” In 2017, DeSantis spoke at the annual conference of ACT for America, another group that pushes anti-Muslim conspiracy theories.",
  "They sum it up quite well: designation ‘would be illegal.’”\n\nAmerican values are declining in the “age of Obama.”\n\nIn 2008, conservatives seized on a clip of a black woman named Peggy Joseph saying that if then-presidential candidate Barack Obama won, “I won’t have to worry about putting gas in my car.",
  "He writes that Obama had a “mentorship” with “Frank Marshall Davis, an African-American communist writer with bitterly anti-American views.”\n\n“He certainly would not have discussed Davis in Dreams From My Father had Davis’ council failed to make an impact on him,” DeSantis wrote.",
  "On four occasions, he has spoken at conferences organized by a conservative activist who has touted white Americans’ role in freeing black people from slavery and said that “the country’s only serious race war” is against white people.",
  "“The last thing we need to do is to monkey this up by trying to embrace a socialist agenda with huge tax increases and bankrupting the state,” DeSantis said of his Democratic challenger, Tallahassee Mayor Andrew Gillum, who is black.",
  "DeSantis tried to be the most pro-Trump candidate in the GOP primary, even running an ad about how he teaches his kids to love everything about Donald Trump, and the president has used plenty of his own racist dog-whistles.",
  "“I do worry about it, in the sense that reaching out to them doesn’t even have to involve brokering a meeting between some terrorist recruiter and somebody who’s disaffected,” DeSantis said on Sept. 22, 2016.",
  "The Washington Post looked at Davis and his relationship with Obama, and wrote that Davis “was indeed associated with the Communist Party” but was not a “hard-core Communist who spied for Soviet leaders.",
  "So it’s definitely a problem, and ISIS I think has proven themselves to be pretty sophisticated at capitalizing on some people who have some underlying issues.”\n\nThe Founding Fathers weren’t racist.",
  "Moreover, there is no plausible argument to be made for labeling the group a terrorist organization, at least according to the relevant legal criteria, as Will McCants and Benjamin Wittes lay out.",
  "But beyond his embrace of the president, DeSantis has made a name for himself by promoting conspiracy theories that are trumpeted by the radical right and play into racial stereotypes.",
  "What’s good about communism?” He also cited the fact that one of her classmates referred to her as a “fellow traveler,” which is sometimes used to describe someone who is communist.",
  "“Liberal media are doing everything that can to help Andrew Gillum win this race and that includes writing stories that elicit racially charged fears and emotions.",
  "As Shadi Hamid at the Brookings Institution has noted, “There is quite literally not a single American expert on the Muslim Brotherhood who supports designation.",
  "In 2016, DeSantis agreed with Fox Business host Neil Cavuto that he was worried the terrorist group ISIS could be recruiting from Black Lives Matter protests.",
  "In it, he excuses the Three-Fifths Compromise, which counted a black person as only three-fifths of a whole person to determine congressional representation.",
  "DeSantis has also pushed to designate the Muslim Brotherhood a terrorist group, an idea the Trump administration supports and people like Gaffney champion.",
  "He was critical of American society, but not America as a country.”\n\nDeSantis, in his book, also implied that Obama’s mother was a communist.",
  "He notes that one of her high school teachers said she would ask questions around the Cold War like “What’s so good about capitalism?",
  "We not only reject your storyline, we condemn your entire narrative,” said Stephen Lawson, DeSantis’ communications director.",
  "Over the years, DeSantis has promoted himself with the help of figures who peddle Islamophobic rhetoric and policies.",
  "Certain candidates may have policies that could put more money in their pockets or lead to better representation.",
  "“It could simply be exposing people to different propaganda that you see on the internet, on social media sites.",
  "In 2011, DeSantis wrote a book called Dreams From Our Founding Fathers: First Principles in the Age of Obama.",
  "Here are some other conspiracies DeSantis has embraced:\n\nISIS may recruit from Black Lives Matter protests.",
  "You know, if I help him, he’s going to help me.”\n\nThere’s nothing remarkable about Joseph’s comments.",
  "went on national television and used a racist dog-whistle to comment on his opponent.",
  "People always vote for politicians because they believe they will make the country ?",
  "The right wing has long tried to claim that Obama secretly supports communism ?",
  "In his 2011 book, DeSantis gives credence to some of these theories.",
  "The morning after Florida’s primaries, former Rep. Ron DeSantis ?",
  "In 2014, he did an interview on Frank Gaffney’s radio program.",
  "There’s no proof Obama’s mother was a communist either.",
  "the state’s newly chosen GOP candidate for governor ?",
  "The comment shouldn’t have been that surprising.",
  "I won’t have to worry about paying my mortgage.",
  "Islamophobic conspiracy groups have merit.",
  "and often, their own personal lives ?",
  "But DeSantis talked about Joseph ?",
  "an un-American value, of course.",
  "What’s wrong with communism?",
  "and Obama’s campaign ?",
  "better.",
  "..."
]