[
  "The Washington Free Beacon's Adam Kredo on Thursday charged that former senior Obama administration officials allies are targeting Fleitz in an effort \"to defame top White House national security officials, a campaign that mirrors a successful effort by these same groups to oust former Trump administration National Security Adviser Michael Flynn .",
  "In his latest role as senior vice president for policy and programs at the Center for Security Policy, a Washington-based think tank, Fleitz was a strident critic of former President Barack Obama's nuclear deal with Iran and an early supporter of Donald Trump's foreign policy initiatives during the 2016 campaign.",
  "Former House Intelligence Committee Chairman Pete Hoekstra praised Fleitz's appointment Thursday, telling The Washington Free Beacon his \"experience and in-depth knowledge on a wide range of issues, including the threats from Iran and terrorism, will be a real asset to President Trump's national security team.\"",
  "Longtime national-security journalist Bill Gertz wrote in the Washington Times on Wednesday that Fleitz's new post makes him \"among the most powerful working-level officials within the White House, responsible for key personnel and policy management issues.\"",
  "U.S. National Security Adviser John Bolton's appointment of former CIA analyst Fred Fleitz to serve as NSC chief of staff has sparked a storm of controversy on the left as former intelligence officials and other security experts have rallied to his support.",
  "to work with Bolton, Fleitz developed a reputation for being able to resist the gravitational pull of the political bureaucracy, enabling his boss to espouse policies that contained nuclear programs in rogue states like Iran, N. Korea, and Libya.",
  "Fleitz supported President Trump's recent decision to withdraw from the Obama administration's signature foreign policy initiative, and recently tweeted the Joint Comprehensive Plan of Action with Iran was a \"terrible agreement.\"",
  "Much of the criticism of the Fleitz appointment is coming from the Southern Poverty Law Center, an organization that distinguished itself by defending civil liberties during the Civil Rights movement.",
  "Dr. Zuhdi Jasser, president and founder of the American Islamic Foundation for Democracy, defended Fleitz from aspersions being cast by left-leaning groups suggesting he is anti-Muslim.",
  "Kredo cited Ben Rhodes, a former top Obama adviser who tweeted of Fleitz's appointment: \"Hard to overstate how far this choice is outside what used to be the mainstream.\"",
  "Jasser described Fleitz as \"a man of character, of integrity\" and noted he has a long record of written work as well thousands of hours on television as a commentator.",
  "Fleitz received an influential endorsement Thursday from Dr. James Carafano, the vice president for national security and foreign policy at the Heritage Foundation.",
  "After completing a Master's Degree from Fordham University, he joined the Central Intelligence Agency during the Reagan years, when William J. Casey ran the agency.",
  "White House sources are suggesting the SPLC's broadsides against Fleitz are payback for his well-documented criticisms of the organization's leftward lurch.",
  "\"They label an individual an Islamophobe, a bigot, and other labels, but they never actually produce speech that legitimizes or verifies what they say.\"",
  "In 2006, Fleitz was appointed to serve as a senior adviser to the House Intelligence Committee under then-Rep. Hoekstra, a Republican from Michigan.",
  "He said Fleitz's critics will not find any evidence he is against Islam or espouses any conspiracy theories involving Muslims.",
  "In recent years, however, the SPLC has come under attack for branding Christian and conservative groups \"extremists.\"",
  "Fleitz left government service in 2011, and went on to author and co-author a series of books on national security.",
  "Carafano, a highly regarded voice in national security circles, remarked to Newsmax: \"Fred is a real professional.",
  "as chief of staff to then-Undersecretary for Arms Control Bolton during the administration of George W. Bush.",
  "In October 2014, the SPLC backtracked after labeling current HUD Secretary Dr. Ben Carson \"extremist.\"",
  "Fleitz has been a regular commentator on Fox News and other networks, and has authored several books.",
  "\"I've never ever gotten the sense that he was in any way anti-Muslim or anti-Islamic,\" Jasser says.",
  "Fleitz, by any measure, has one of the deepest national-security resumes in the Nation's Capital.",
  "After a storm of criticism, the group removed the post and apologized to Dr. Carson.",
  "\"They do the exact same thing to me,\" Jasser, a Muslim, told Newsmax.",
  "If that isn't a strong resume for the NSC, I don't know what is.\"",
  "He worked as a senior CIA analyst for nearly two decades.",
  "No one is more committed to serving the president.",
  "No one knows better how the government works.",
  "Previously, he served at the State Dept.",
  "No one knows the tough issues better.",
  "After joining the State Dept.",
  "Among them:",
  ".\"",
  "."
]