[
  "Gaffney said his Center for Security Policy was interested in “ensuring that communities, irrespective of whether they’re Muslim or they’re non-Muslim, are assured the basic rights of our Constitution, and the safety that our law-enforcement authorities are assigned to provide for all of us.”\n\nOn the subject of Senator Cruz’s blowout victory in the Wisconsin primary on Tuesday night, Gaffney said it clearly demonstrated that Wisconsin voters thought Cruz was ready to assume the position of Commander-in-Chief.",
  "Gaffney said Cruz was advocating a “common-sense approach” that would recognize “every community, every neighborhood, should be a safe neighborhood.”\n\nIt shouldn’t be the case that there are some areas of cities, or other parts of our country, that are off-limits to authorities, that are places that are known to… well, primarily to be dominated by folks who are engaged in a practice that is anti-Constitutional and hostile to the values of our country.",
  "Gaffney said the drive to impose various aspects of Islamic law on the Western world was no longer a “hypothetical construct.”\n\n“This is what we are seeing now – tolerated, ignored, accommodated for years in Europe, and now there are parts of the United States where it is beginning to manifest itself as well,” he warned.",
  "I believe that the more they see of Ted Cruz, the more they hear of his views, the more likely it is that, as in Wisconsin, the people will opt for Ted Cruz for the Republican nomination.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00AM to 9:00AM EST.",
  "Frank Gaffney of the Center for Security Policy, a senior policy adviser to presidential candidate Ted Cruz, explains to Breitbart News Daily the reasons behind his candidate’s controversial call for enhanced counter-terrorist policing of Muslim communities.",
  "Host Stephen K. Bannon found precedent for Cruz’s suggestion in the highly successful “demographic unit” employed by NYPD chief Ray Kelly under New York City mayor Michael Bloomberg.",
  "“I have the feeling that, as he said, this is a turning point,” Gaffney said, referring to a line from Cruz’s victory speech.",
  "“Others now recognize this is a two-man race, effectively, and the alternative isn’t very attractive.",
  "Specifically, those who are seeking to impose a program they call sharia.",
  "You can listen to the full interview with Frank Gaffney below:"
]