[
  "BARR: Well, I am because the law provides very vast authority, and for the president, or Frank Gaffney to justify the president saying even though I have the authority under the law to do it, I have to take certain steps, I'm just going to ignore that, puts us in a situation where we've seen in decades past, with Mr. Nixon, with President Lincoln and others, President Truman, when they overstep their bounds, they need to be held accountable.",
  "DANA BASH, CNN WHITE HOUSE CORRESPONDENT: Well, Wolf, it probably won't surprise you to hear that the White House is dismissing what Al Gore said about the president today and about the program, the idea first of all that he wants an independent investigation into whether President Bush broke the law because they don't think that the president has or is breaking the law.",
  "HEIDI COLLINS, CNN ANCHOR: Well, Wolf, at the top of the hour, some important news out of New Orleans, the city's top prosecutor says he is about to convenient a grand jury to consider the crimes that took place during those terrible days after Hurricane Katrina and he will seek murder charges if an investigation shows there were mercy killings at a New Orleans hospital.",
  "Analysts say Iran could then wreak havoc an the world's oil supply, mining the Persian Gulf, possibly attacking tankers and then all but cutting off the supply not only for the U.S. and its allies but for countries like China, which might then bring about its own economic retaliation against the United States--Wolf.",
  "Cingular Wireless also has lawsuits outstanding, but they have temporary restraining orders now and we didn't find any monetary fines within that restraining order when we read it, but essentially they did tell us it's up to the courts to decide what happens if someone violates that.",
  "But I do think that it is certainly not too early to heed the call of the former vice president, many current Republican members of the Senate, conservative groups and liberal groups across this country to hold some very extensive hearings so we can answer those kind of questions.",
  "On many of the issues, Wolf, whether it relates to some of the powers in the Patriot Act in which very strong conservatives in the Senate, such as Larry Craig, John Sununu, Lisa Murkowski and others, have joined with those on the more liberal end of the spectrum to the NSA spying.",
  "VERJEE (voice-over): Mrs. Bush is hardly the first Republican to promote Secretary of State Condoleezza Rice as a presidential hopeful, but her virtual endorsement was music to the ears of Draft Condi campaigners, who have a Web site and even an unofficial campaign theme song.",
  "A lot members of the family feel like last year could have been a difficult year, but he ended the year in better shape than he had been in a long time, except for this bout with the cold, and as I said, what I'm hearing is that this is not a life-threatening situation.",
  "JOHN MCLAUGHLIN, CNN NATIONAL SECURITY ADVISER: I think there's a reasonable chance that we'll learn some time during the week that if al-Zawahiri was not killed, that he is still alive, principally because al Qaeda would want to make that point for propaganda purposes.",
  "And I think the vast majority of the American people understand not only is that the right thing to have done, a reasonable, sensible, legal thing to have done, but to have done otherwise, Wolf, would have been to lead this country very much more vulnerable to attack.",
  "Last week many of you will recall our Internet team revealed to you just how easy it is for someone to buy your cell phone bill, and all of those phone numbers, all of those numbers that you call, receive calls from, they could do it with a click of a mouse and $100.",
  "And if we're going to say, well, simply because some people think that this is a new threat, we're going to throw the constitution and specific laws out the window and let a president rule by the seat of his pants, is extremely dangerous, and it's uncalled for.",
  "For example, the Senator Arlen Specter, the chairman of the Judiciary Committee, a Republican chairman, made clear over the weekend that he does not think that all of the legal means that the president has used or at least the way he thinks that this is legal.",
  "It's against the law for your carrier to give your phone number away, but it's not against the law for them to provide general information to advertisers about you, things like your age range, where your phone is registered and whether you are a boy or a girl.",
  "Bob Barr, a lot of people who know you, a good former conservative Congressman from Georgia, hearing that you were going to introduce Al Gore, who was about to deliver a blistering speech against the president, say there's something wrong with this picture.",
  "(BEGIN VIDEOTAPE)\n\n\n\nAL GORE, FORMER VICE PRESIDENT OF THE UNITED STATES: What we do know about this pervasive wiretapping virtually compels the conclusion that the president of the United States has been breaking the law repeatedly and insistently.",
  "The National Security Council spokesman Frederick Jones (ph) told us earlier today that the president has quite clearly made it obvious that he does think this is a legal program and one that he thinks will continue and one he thinks is working.",
  "He also cites the indefinite detention of citizens the president declares enemy combatants, prisoner and detainee abuse and the new use of signing statements where the president declares how he intends to interpret laws passed by Congress.",
  "DAVID ENSOR, CNN NATIONAL SECURITY CORRESPONDENT: Wolf, U.S. counterterrorism officials say the CIA airstrikes Friday on the border village of Damadola were aimed at a gathering of senior al Qaeda personnel and Taliban supporters.",
  "The network has issued a statement saying, \"Due to an error in translation, CNN incorrectly quoted Iranian president Mahmoud Ahmadinejad in his speech given Saturday as saying that Iran has the right to build nuclear weapons.",
  "The statement, Tom, that the chief of staff, Penny Circle, the chief of staff to Gerald Ford, issued out of Rancho Mirage, President Ford was admitted to Eisenhower Medical Center in Rancho Mirage, California with pneumonia.",
  "GORE: They recognized that the structure of government they had enshrined in our constitution, our system of checks and balances was designed with a central purpose of ensuring that it would govern through the rule of law.",
  "The Republican lawmaker says every inmate doesn't need his or her own bed, and he says taxpayers shouldn't have to pay for transferring these prisoners out of state like Idaho does in order to cut down on overcrowding.",
  "This is part of the protection of this country that I think we invest in the judgment and in the responsibility of the president to exercise especially in time of war in a way that is going to protect the rest of us.",
  "In a speech at Washington's Constitution Hall, Gore sharply criticized Mr. Bush for ordering the National Security Agency to listen in on conversations of people suspected of ties to terrorism without a court order.",
  "And the first and preeminent reason is he does not want to use his powers in a way that compromises those powers, specifically by tipping off our enemies to the fact that those powers are being used against them.",
  "We're also joined by Frank Gaffney, the president of the Center for Security Policies, the author of the new book entitled, \"War Footing: Ten Steps America Must Take to Prevail in the War for the Free World.\"",
  "DEFRANK: You know, Wolf, early last year, he hit his head and he tripped in his office and hit his head, and was really in a lot of distress for several weeks, but he bounced back and he got back to swimming.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJEANNE MOOS, CNN CORRESPONDENT (voice over): Truth be told, it seems like it's getting harder to determine --\n\n\n\nUNIDENTIFIED MALE: The truth, the whole truth and nothing but the truth.",
  "BLITZER: Do you understand why he decided to not go through what's called the FISA court, the Foreign Intelligence Surveillance Act Court, Frank Gaffney, and do it the way previous presidents have done it?",
  "The CIA strike has prompted loud protests in Pakistan, putting renewed pressure on the government of President Pervez Musharraf, which has complained publicly about the infringement of Pakistani territory.",
  "Gore never used the \"I\" word, but he did call for ...\n\n\n\nGORE: ...The appointment of the special counsel to pursue the criminal issues raised by the warrantless wiretapping of Americans by the president.",
  "This is authority the president does have, it's authority that is consistent with protecting our Constitution and our civil liberties and it's authority that's critical of learning the lessons of 9/11.",
  "In fact, the president of Iran said Iran has the right to nuclear energy, and that a nation that has civilization does not need nuclear weapons, and he went on to say, our nation does not need them.",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: By now you probably heard about the controversy surrounding James Frey's disputed memoir \"A Million Little Pieces,\" but you may never have heard the word 'truthiness.'",
  "U.S. bases now in neighboring Iraq provide shorter striking distances and reinforcement capability that didn't exist before, but there's also a question of taxing already thin combat-ready units.",
  "Attack in Pakistan Still Unclear; Iran Presses Ahead With Nuclear Advances; Gerald Ford in Stable Condition at California Hospital\n\nAired January 16, 2006 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "(END VIDEO CLIP)\n\n\n\nBASH: Now the White House knows that chalking up comments from Al Gore as partisan and political might be easier than saying sort of the same things about some Republicans.",
  "And frankly, it's getting some help from American civil liberties lawyers who think that they're protecting the rights of some of the people, by the way, some of whom may be American citizens.",
  "GARDINER: That would probably be about a three-day air campaign with aircraft like the B-2 cruise missiles fired from ships and aircraft, and we would go after the facilities we know about.",
  "(BEGIN VIDEOTAPE)\n\n\n\nENSOR (voice-over): They had been invited, U.S. officials say, to the local compound of an extended family for a feast to celebrate the end of the Muslim holiday Eid.",
  "Some of them obscured by the weather, as this one right now, but other pictures that we've seen over the last few days giving a clear, uninterrupted view of activity at the volcano there.",
  "Gardiner and other military analysts we spoke to believe a conventional attack using any ground forces would be difficult because of the mountainous terrain in southern and western Iran.",
  "BLITZER: What about the argument, Congressman, that after 9/11 you have to look at the bigger picture, you can't just look at what traditionally has been a protection of civil liberties?",
  "TODD: Analysts say Iran's retaliation could be devastating with a standing army of hundreds of thousands of troops and an already sophisticated chemical and biological warfare program.",
  "What we do know about this pervasive wire tapping, virtually compels the conclusion that the president of the United States has been breaking the law, repeatedly, and insistently.",
  "Remember, though, phone companies make most of their money from your monthly fees so it's probably not in their interest to overload you and annoy you and lose you as a customer.",
  "If you don't like it, we talked to some people who said that maybe you're going to see software that allows you to opt out of the ads but that's probably not going to be free.",
  "VERJEE: Wolf, Condoleezza Rice and Laura Bush were together in Liberia today to attend the inauguration of that African nation's first female president, Ellen Johnson-Sirleaf.",
  "GORE: It should be a political issue in any race, regardless of party, section of the country, house of Congress, for anyone who opposes the appointment of a special counsel.",
  "We need to have oversight, and that's why I'm very glad that Senator Arlen Specter, chairman of the Judiciary Committee, is calling for and has promised hearings on this.",
  "He presented three options, a conventional attack on the Iran's revolutionary guard using primarily airstrikes, a so-called regime change option targeting the leadership.",
  "BLITZER: I know I speak for Tom DeFrank and all of our viewers that all of us here at CNN, we wish the president, Gerald Ford, a speedy recovery from this latest ailment.",
  "You have conservatives and liberals coming together and saying that there are important constitutional principles that are involved here that seem to have been violated.",
  "(END VIDEOTAPE)\n\n\n\nSCHNEIDER: Some Republicans share the concern, like conservative former Congressman Bob Barr, who was scheduled to be on the platform with Gore today.",
  "As the attacks in London last summer remind us, the fact that you're a citizen of the country doesn't necessarily mean that you won't take up arms or bombs against it.",
  "The U.S. Supreme Court today rejected the final appeal of a 76-year-old convicted killer who is scheduled to be put to death by lethal injection eight hours from now.",
  "(BEGIN VIDEO CLIP)\n\n\n\nKEN MEHLMAN, RNC CHAIRMAN: Al Gore is more interested in desperately trying to get attention than he is on focusing on the facts and the law.",
  "The president has used, I believe, authority that is invested in him, carefully, and in a discrimnant fashion to try to protect us against those sorts of threats.",
  "If his execution is carried out, he's going to become the second-oldest inmate in the country to be put to death since capital punishment was reinstated in 1976.",
  "WILLIAM SCHNEIDER, CNN SENIOR POLITICAL ANALYST: Wolf, Democrats heard a voice from the past today, a voice that may be charting a course for the party's future.",
  "): Special operation would probably come from Afghanistan, maybe come from Azerbaijan and then the bulk of the ground force would come from Iraq in this option.",
  "KEN MEHLMAN, CHAIRMAN OF THE REPUBLICAN PARTY: Al Gore's more interested in desperately trying to get attention than he is in focusing on the facts and the law.",
  "Alaska's Augustine Volcano has quieted down since it erupted last week, spewing spoke and ash six miles into the air, disrupting some of the state's air routes.",
  "It's authority that is consistent with protecting our constitution and our civil liberties, and it's authority that's critical at learning the lessons of 9/11.",
  "TOM DEFRANK, NEW YORK DAILY NEWS: What I'm picking it up, it sounds to me, Wolf, this is just kind of a follow-on to the bout of a bad cold he had in December.",
  "Bill in Ithaca, New York: \"As a student of Georgia Tech, I lived with three other roommates in a room the size of closet and I had to pay seven grand to do it.",
  "He spent several days in the hospital in Rancho Mirage and I just think he's almost 92 years old and it just takes a little longer to bounce back from things.",
  "The Iranian government, by the way, is barring CNN journalists from the country after a freelance translator misquoted the Iranian president over the weekend.",
  "The man who challenged President Bush for the White House is now challenging the president's authority to eavesdrop on Americans without a court's permission.",
  "GAFFNEY: Well, first of all, I think we have to be clear, Wolf, when the Congressman says he has great powers under the law, that's the president's view, too.",
  "\n\n\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nAl Gore Criticizes Bush's Domestic Spying Program; Will Condoleeza Rice Run for President in 2008?",
  "While sources say the U.S. does have access to DNA from al- Zawahiri's family to compare if needed, the FBI says there has been no request for lab work yet.",
  "(END VIDEOTAPE)\n\n\n\nENSOR: If the attack failed to get al-Zawahiri, it will be a clear sign of the limitations of air power in the battle against terrorism.",
  "GAFFNEY: I hope those hearings and what comes from them is not going to compromise the security of this country, and that would be a very black day indeed.",
  "It really brings liberals and conservatives, Republicans and Democrats together, who really care about standing for the rule of law and the constitution.",
  "(BEGIN VIDEO CLIP)\n\n\n\nAL GORE, FORMER VICE PRESIDENT OF THE UNITED STATES: At present, we still have much to learn about the NSA's domestic surveillance.",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: Former Vice President Al Gore is lobbing some very serious criticism at President Bush, accusing him of breaking the law.",
  "Now if you click on the ad, your phone is going to show you coupons and ask if you want to automatically dial the nearest restaurant and order a pizza.",
  "Also, Wolf, two of the most popular prescription drugs for fighting the flu are deemed ineffective and the CDC urges doctors to quit prescribing them.",
  "And he discovered Pluto back in 1930, and now his wife, who is something like 93, and her two children, are going to go and watch the launch tomorrow.",
  "Anyone can quickly get a list of every call you make to and from your own cell phone, but certain cell phone providers now say they're fighting back.",
  "As the first lady was preparing to leave for Liberia, I asked her if the time was right here in the United States for a female commander-in- chief.",
  "U.S. officials say evidence other senior al Qaeda were there is quote, \"solid,\" though they still do not know whether al-Zawahiri is dead or alive.",
  "(BEGIN VIDEOTAPE)\n\n\n\nTODD (voice over): Is attacking this man and the weapons at his disposal the best option for diffusing Iran's nuclear threat?",
  "We haven't seen that happen yet so far away, but with scientists saying further activity likely, you want to keep looking in on the Web cam there.",
  "MOOS: The American Dialect Society defines truthiness as the quality of stating facts one wishes to be true, rather than facts known to be true.",
  "(BEGIN VIDEOTAPE)\n\n\n\nVERJEE (voice-over): Liberia's new president isn't the only woman getting political words of encouragement from Laura Bush.",
  "BRIAN TODD, CNN CORRESPONDENT: Wolf, the answer to that question may depend on how many viable options the U.S. would have if it attacked Iran.",
  "And the ultimate question still is this, will the United States eventually be willing to use force to force the issue, to take military action?",
  "ENSOR: Knowledgeable sources say that a group of men rushed away with the remains of about 12 bodies of which as many as eight were foreigners.",
  "A federal team's been dispatched to El Paso, Texas, to investigate the gruesome death of a man who was sucked into a plane's jet engine today.",
  "The NASA probe is about the size of a piano and will study not only the planet but its moon, Charon, and two other recently discovered moons.",
  "And this is really no different from the issues and the people that I worked with when I was in the Congress on the very same privacy issues.",
  "If I had to share my bed with my wife and my five year old and occasionally my dog, I see no reason an inmate can't share a bed with another.",
  "Also, a bizarre mental disorder that caused a young woman to become so obsessed with getting things perfect that it ruined her entire life.",
  "The man was a mechanic standing apparently too close to a Continental Airline's Boeing 737 during a maintenance check of its right engine.",
  "Gardiner, for decades a strategic planner at the National War College, developed a war game for the \"Atlantic Monthly Magazine\" in 2004.",
  "Enter Al Gore, giving full-throated voice to the outrage many Democrats feel over the administration's wiretapping of American citizens.",
  "JAMES FREY, AUTHOR \"A MILLION LITTLE PIECES\": Total page count of disputed events is 18, which is less than 5 percent of the total book.",
  "Here is what they are doing, Verizon Wireless first, they have two outstanding lawsuits against companies that run many of these sits.",
  "Michelle Bachelet won a runoff vote yesterday, becoming the first woman president of the socially conservative Roman Catholic country.",
  "In March, when you watch news or sports clips on a Verizon phone like this or Sprint phone, you're going to start seeing commercials.",
  "Chris in New York writes, \"Prosepective prisoners should be warned incarceration could lead to them having to share a bed with Jack.",
  "BLITZER: Congressman, you were one of the impeachment managers involving then President Bill Clinton in the Monica Lewinsky scandal.",
  "The former president of the United States, Gerald Ford, has been admitted to Eisenhower Medical Center in Rancho Mirage, California.",
  "Whatever possibility we have at rehabilitation rather than mere custody must leave the residents at least a shred of their dignity.",
  "And Curtis in Portland writes, \"Jack, lose the word 'should' in this question, put the rest of it on billboards across the country.",
  "(END VIDEO CLIP)\n\n\n\nBLITZER: Our correspondents are covering all the legal and political facets of this new showdown over spying.",
  "Volunteers, relatives, police and water rescue teams searched last week and through the weekend but absolutely nothing turned up.",
  "Eighteen-year-old Joe Pichler went missing near Seattle, Washington, after leaving what police say is an apparent suicide note.",
  "I think the vice president and many conservatives are on the right track in criticizing this and demanding that answers be had.",
  "And Gore is calling for the appointment of a special counsel to review what he calls a direct assault on the U.S. Constitution.",
  "Now, over at the Republican National Committee, they were much more personal, much more pointed about Al Gore and his comments.",
  "Officials say they are sure Ayman al-Zawahiri, al Qaeda's number two was invited, and there was reason to believe he was there.",
  "And Arlen Specter, the Republican chairman of the Senate Judiciary Committee, who has scheduled hearings on the wiretap issue.",
  "BLITZER (voice over): It's one of Al Gore's sharpest attacks against President Bush since they faced off in the 2000 election.",
  "It gives the president vast authority to conduct electronic surveillance, but it does require of him that he abide by the law.",
  "Don't forget we're on the air weekdays four to six p.m. eastern, seven to eight p.m. eastern, I'm Wolf Blitzer in Washington.",
  "Maybe you'd prefer the term voted 2005's most creative, 'whale tail,' the appearance of thong underwear above the waist band.",
  "They have a problem in the state of Idaho, and a state senator out there, guy named Robert Geddes, says he's got the answer.",
  "In London they stopped short of sending the standoff to the United Nations' Security Council, which could impose sanctions.",
  "The former president of the United States, Gerald Ford, has been admitted to a hospital in Rancho Mirage out in California.",
  "We'll also try to find out how kids are capable of this type of thing and if teens are more violent today than ever before.",
  "The law seems to have been ignored, violated, broken, but where that leads us is an issue that I'm not tackling right now.",
  "Tonight the United States and other big powers are looking for a way to get Iran to blink and suspend its nuclear program.",
  "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: They're probably coming to your cell phone in the near future, that would be commercials.",
  "TODD: If the right facilities were taken down, Gardiner says, Iran's nuclear capabilities would be set back a few years.",
  "He also urged voters to make it an issue in the upcoming midterm elections saying, quote, \"our constitution is at risk.\"",
  "That's from the scientists at the Alaska Volcano Observatory, where they are monitoring the situation 'round-the-clock.",
  "As for T-mobile, they say that they have outstanding cease and desist orders that they've put out to the corporations.",
  "MOOS (voice over): The dialect society likes to pick a word that best reflects the preoccupations of the year gone by.",
  "Now that the First Lady Laura Bush has given her an endorsement of sorts, will Dr. Rice reconsider a presidential bid?",
  "Advertisers consider zapping your cell phones with their pitches, possibly with the help of your cell phone provider.",
  "ALI VELSHI, CNN ANCHOR: All right, well if you don't like advertising, Wolf, that's too in-your-face, how about this?",
  "For more on Gore's blistering speech we're joined now by former Republican Congressman and CNN contributor Bob Barr.",
  "Now if you're watching this and already getting a little hot under the collar about this, it gets better, or worse.",
  "It places very clear limits on the executive, and the laws and the law in this case, Wolf, is very, very specific.",
  "According to the analysts we spoke to, there really aren't any options that wouldn't be dangerous and very costly.",
  "A former child actor who appeared in two of the Beethoven comedy films is still missing after a week-long search.",
  "Zain Verjee is checking in now at the CNN Center in Atlanta with a closer look at some other stories making news.",
  "(END VIDEOTAPE)\n\n\n\nVERJEE: Maybe Dr. Rice would consider running for vice president, the reporter kept on asking.",
  "Now there's \"truthiness\" -- \"truthiness,\" a word invented to make fun of news commentators is making news itself.",
  "Sprint, funny enough, is investigating our investigation into how the heck you get these hands on these numbers.",
  "Quote, \"Just because we're of the same party,\" he said, \"does not mean we're not going to look at this closely.\"",
  "And to our viewers, you're in THE SITUATION ROOM, where new pictures and information are arriving all the time.",
  "Another reminder that the United States is behind many other nations in electing a woman to the highest office.",
  "Rice is speaking out again about her presidential prospects after getting a virtual endorsement from Mrs. Bush.",
  "Two teens go on a violence spree in Florida, beating homeless men with baseball bats, killing one of those men.",
  "TODD: And what Gardiner says is the most commonly discussed option, striking some of Iran's nuclear facilities.",
  "BARR: It's very different, and that's a question that would need to be answered if at all down the road, Wolf.",
  "SCHNEIDER: A special counsel would have to be appointed by the attorney general, who works for President Bush.",
  "And you look at it all the time, so it's a tempting target for unwanted advertisers, spam on your cell phone.",
  "Plus, Al Gore launches one of the strongest attacks directly aimed at President Bush since the 2000 election.",
  "But given the uproar over this attack, the idea of putting forces on the ground to get al Qaeda in Pakistan?",
  "Standing by, CNN reporters across the United States and around the world to bring you the day's top stories.",
  "Other news we're following, Al Gore creating an uproar over the president's secret domestic spying program.",
  "And an unmanned spacecraft is set for launch tomorrow on a nine- year journey from Cape Canaveral to Pluto.",
  "I'm sure some of the word police, the wordanistas over at Websters are going to say hey, that's not a word.",
  "Dali in Walla Walla, Washington is a former director of a drug rehab program in a major state penitentiary.",
  "We'll update you throughout the hour with more information as it comes into THE SITUATION ROOM right here.",
  "For example, the congressional resolution is actually accurate and he even used the \"I\" word, impeachment.",
  "Let's check in with CNN's Anderson Cooper for a preview of what's coming up later tonight on his program.",
  "ABBI TATTON, CNN INTERNET REPORTER: Wolf, further explosive activity is likely with little or no warning.",
  "Gore calls it a gross and excessive power grab that's antithetical to what the founding fathers intended.",
  "FRANK GAFFNEY, PRESIDENT, CENTER FOR SECURITY POLICY: Well, I agree with the vice president on one point.",
  "Our Zain Verjee is joining us with a follow-up to her exclusive interview with the first lady on Friday.",
  "The Democrats' 2000 presidential nominee is accusing Mr. Bush in no uncertain terms of breaking the law.",
  "I'm saying this is what is necessary to protect them\n\n\n\nBLITZER: Congressman, you're shaking your head.",
  "A woman president, a hot topic today for first lady Laura Bush and Secretary of State Condoleezza Rice.",
  "My belief is that it is a threat that emanates most immediately from a totalitarian political ideology.",
  "Colonel David Gardiner has spent a lot of time thinking about the possibility of a U.S. attack on Iran.",
  "Just like I lost all my rights when I got married, they lost all theirs when they committed the crime.\"",
  "Gore, by the way, went on to call for a special prosecutor to investigate the domestic spying scandal.",
  "On the plane to Liberia, a reporter asked her if Mrs. Bush hadn't all but nominated her for president.",
  "This year it's allowing electronic surveillance outside of law and apparently in violation of the law.",
  "He used to swim twice a day and he got back to swimming and got back to playing a little bit of golf.",
  "And much more on Al Gore and his attack, that's coming up here in THE SITUATION ROOM later this hour.",
  "We'll tell you how some companies have trained their sites on the device you likely use most often.",
  "Then sit back and watch the crime rate plummet faster than the journalistic integrity at FOX News.\"",
  "They're not just irritating but watching them will eat away at your phone plan's monthly minutes.",
  "A statement from Ford's chief of staff says the former president is now suffering from pneumonia.",
  "It's midnight in London where the U.S. and other big powers confronted Tehran's nuclear defiance.",
  "Bill Schneider, our senior political analyst is standing by with more on this part of the story.",
  "And Wolf, did you know that it's actually the only planet that was discovered by a U.S. citizen?",
  "Undoubtedly this would lead to a spiraling drop in the crime rate and a welcome respite for Mrs.",
  "There is no indication, there's no reason to believe that this is a life-threatening situation.",
  "But Gore says it's another example of an administration that's indifferent to the constitution.",
  "He was supposed to introduce Al Gore today, but some technical problems got in the way of that.",
  "Tonight we're trying to learn more about these kids and what led them to such random violence.",
  "And how realistic is it to think about impeachment when Congress is controlled by Republicans?",
  "Though Pakistani officials quoted by The Associated Press said al-Zawahiri failed to show up.",
  "We'll get answers from Dr. Sanjay Gupta at 10:00 p.m.\n\n\n\nBLITZER: Thanks very much, Anderson.",
  "What I do agree with is I agree with the vice president that these are very serious matters.",
  "The former president of the United States, Gerald Ford, hospitalized tonight with pneumonia.",
  "Hillary Clinton, John Kerry and John Edwards may run for president, they're pretty cautious.",
  "It took a pompous fake news commentator to popularize this year's winner on it's debut show.",
  "And all of the sudden, an ad pops up on your cell phone screen, let's say for a pizza chain.",
  "Now that's what people who use their cell phones to surf the Internet are starting to face.",
  "All we did last week was plug in our producer's phone number, we gave $110 to this company.",
  "The runner up was 'muffin top,' the bulge of flesh hanging over the top of low-rider jeans.",
  "Truthiness is, actually, a word, first noted in 1824, according to Professor Michael Adams.",
  "BLITZER: And do you go as far as Al Gore does and accuse the president of breaking the law?",
  "And the Secretary of State Condoleezza rice, the first lady wants her to run for president.",
  "He's been a very robust 92-year-old, I must say, having covered him myself over the years.",
  "Pluto is 3 billion miles from earth and is the last unexplored planet in our solar system.",
  "That said, there's obviously a lot of emotion associated with the reactions to the strike.",
  "It's 7:00 p.m. here in Washington, where the former vice president made a blistering case.",
  "MOOS: Take it from Oscar Wilde, the pure and simple truth is rarely pure and never simple.",
  "Plus, Secretary of State Condoleezza Rice, the first lady wants her to run for president.",
  "He made that allegation and others in a fiery speech on civil liberty and privacy issues.",
  "Perhaps, the reporter joked, Mrs. Bush was angling for a job as Rice's campaign manager.",
  "Idaho has about 7,000 inmates, and the number is growing by nearly seven percent a year.",
  "One expert says the idea has been talked about for years, but it hasn't been tested yet.",
  "And I think the situation in Pakistan would bear close watching over the next few days.",
  "(END VIDEOTAPE)\n\n\n\nBLITZER: That was Ken Mehlman, the chairman of the Republican Party.",
  "Our national security correspondent David Ensor is joining us now live with the latest.",
  "He's accusing the president of criminal conduct by authorizing secret domestic spying.",
  "It focused on recent revelations the federal government eavesdropped on U.S. citizens.",
  "BLITZER: Frank Gaffney and Bob Barr, thanks very much to both of you for joining us.",
  "Coming up, serious news we're following, a very, very potentially significant story.",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: We're following a developing story out of California.",
  "No CNN reporters in Iran anymore, including Christiane Amanpour was there until now.",
  "Party chair Howard Dean's job is to represent the broad range of Democratic views.",
  "As a way to combat prison overcrowding, should prison inmates have to share a bed.",
  "We want to find out what they're going to do, we're not going to let this one go.",
  "MCLAUGHLIN: He's shown a capability to survive this kind of pressure in the past.",
  "Into these serious allegations of criminal behavior on the part of the president.",
  "We are, I think, walking properly this line between civil liberties and security.",
  "BLITZER: And Arlen Specter says those hearings will take place early in February.",
  "The Secretary of State Condoleezza Rice is like a rock star to many Republicans.",
  "You can e-mail us at caffertyfile@CNN.com or you can go to CNN.com/caffertyfile.",
  "It's interesting to learn it about other planets, and discover what's out there.",
  "Our White House correspondent Dana Bash is standing by with reaction from there.",
  "(voice over): These days, truthiness seems to be a way to cover your whale tail.",
  "COLBERT: Stop there, I pulled this word right out of where the sun don't shine.",
  "They said they'll have another update tomorrow 11:00 a.m. local time out there.",
  "Plus, nuclear fallout, is a U.S. military option really possible against Iran?",
  "KEN ROBINSON, CNN MILITARY INTELLIGENCE ANALYST: The Iranians can do the math.",
  "UNIDENTIFIED FEMALE: It sounds like a fuzzy political term for not quite true.",
  "LAURA BUSH, FIRST LADY OF THE UNITED STATES: I think it'll happen, for sure.",
  "Listen to some of what Gore said today in a speech right here in Washington.",
  "GORE: ... What many believe are serious violations of law by the president.",
  "But did the CIA complete the mission or is al- Zawahiri still on the loose?",
  "Her response: \"You know, obviously, it's flattering when people say things.",
  "MOOS: Which brings us to the American Dialect Society's \"Word of the Year.\"",
  "Let's find out what's coming up at the top of the hour on \"PAULA ZAHN NOW.\"",
  "Chile's president- elect today began putting her administration together.",
  "(END VIDEOTAPE)\n\n\n\nTODD: And that's just the immediate military response.",
  "In other words, it is not a life- threatening situation is what I'm told.",
  "You know, spend millions of dollars...\n\n\n\nVERJEE: It's interesting, Jack.",
  "BLITZER: Just to be clear, they don't sleep in the bed at the same time.",
  "BLITZER: I didn't know that, but there's a lot that, Zain, I don't know.",
  "Questions about Dr. Rice's presidential ambitions were bound to come up.",
  "BOB BARR, CNN CONTRIBUTOR: Well, there's nothing wrong with the picture.",
  "It was a well-planned attack targeting Osama bin Laden's right-hand man.",
  "BLITZER: All right, thanks very much -- Bill Schneider reporting for us.",
  "BLITZER: Thank you very much and our viewers thank you as well for that.",
  "Should prison inmates take turns sharing a bed to relieve overcrowding?",
  "(BEGIN VIDEOTAPE)\n\n\n\n(voice over): Who speaks for Democrats these days?",
  "But after encouraging words from Laura Bush, has Rice changed her mind?",
  "The statement goes on to say he is doing well and resting comfortably.",
  "The White House says the war on terror gives the president that power.",
  "Tom DeFrank is the Washington bureau chief of the New York Daily News.",
  "UNIDENTIFIED MALE: Any embellishment on the word truth is unnecessary.",
  "Cell phone advertising is expected to triple over the next four years.",
  "Some phone companies say it's not spam, because it's directed at you.",
  "BARR: Well, I wouldn't sluff off those protection of civil liberties.",
  "The secretary remained firm, saying, \"You know, I've spoken on this.",
  "He's covered the story for a long time, covered the Ford presidency.",
  "A light sprinkling of ash dumped almost 200 miles away in Anchorage.",
  "DR. MICHAEL ADAMS, PROFESSOR: It's in the Oxford English Dictionary.",
  "CNN takes this matter very seriously and apologizes for the error.\"",
  "(CROSSTALK)\n\n\n\nL. BUSH: And she says she definitely is not running.",
  "What even they're saying, their concerns, Wolf, about this program.",
  "So is Bill Clinton who is invested in his wife's political future.",
  "And the first lady is not only a terrific person, she's my friend.",
  "I think, I understand why he was doing it the way he was doing it.",
  "ANDERSON COOPER, CNN ANCHOR: Thanks, Wolf, \"360\" at 10:00 tonight.",
  "Gabriella in Brookline, Massachusetts: \"Sure they can share a bed.",
  "This is a Web cam that they have trained on the Augustine Volcano.",
  "They e-mailed us back with the last 100 calls made from the phone.",
  "But the subject of the question this hour is prison overcrowding.",
  "The president had full authority to have done this under the law.",
  "A spokesman saying that it was laden with inaccuracies and anger.",
  "These are hearings that he is going to have in just a few weeks.",
  "SCHNEIDER: Gore is telling Democrats, let's make this our issue.",
  "And I'm -- you know, I was honored that she said it, of course.\"",
  "We're looking at how an attack against Iran might actually work.",
  "The turf issues introduced would create havoc and real violence.",
  "I have now spokes to all four of the major carriers in the U.S.",
  "Here's the question, should prison inmates have to share a bed?",
  "UNIDENTIFIED MALE (singing): Condoleezza will lead us children.",
  "The White House is not looking forward to those hearings, Wolf.",
  "Clarence Ray Allen is California's oldest inmate on death row.",
  "JACKI SCHECHNER, CNN INTERNET REPORTER: This is so outrageous.",
  "(END VIDEOTAPE)\n\n\n\nBLITZER: Jack Cafferty is watching with us.",
  "There's no reason prisoners shouldn't be made to share a bed.",
  "BLITZER: David, thank you very much -- David Ensor reporting.",
  "The first lady likes the idea, now Condoleezza Rice responds.",
  "He has great powers under the law, and he is exercising them.",
  "Just ahead here in THE SITUATION ROOM, Al Gore on the attack.",
  "The president's -- Al Gore's speech targeted President Bush.",
  "Just like camp, they can call it Operation Brokeback Prison.",
  "You're surfing for sports scores on your Web-enabled phone.",
  "Our Internet reporter Abbi Tatton is standing by with more.",
  "A show of diplomacy, Wolf, from the nation's top diplomat.",
  "Gentlemen, thanks to both of you very much for joining us.",
  "The note was discovered in his car near a narrow waterway.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "We just want you to know that we are staying on top of it.",
  "Ali Velshi is in New York and he's got \"The Bottom Line.\"",
  "And listen to what the RNC Chairman Ken Mehlman told CNN.",
  "If they don't work, what can you do to fight off the flu?",
  "Gore says, I'm quoting now, our constitution is at risk.",
  "The facts are clear, and in my opinion the law is clear.",
  "What I am saying is that these are very serious matters.",
  "He apparently chose not to, and we need to find out why.",
  "BLITZER: But do you understand why he changed the rules?",
  "And we don't want to compromise security in the process.",
  "BLITZER: Those are little beds so it's hard to sleep on.",
  "The facts are clear and in my opinion, the law is clear.",
  "Jack, we'll see you here in THE SITUATION ROOM tomorrow.",
  "\"My answer,\" from Chris in Mamaroneck, \"an emphatic yes.",
  "\"I have two objections to the proposed policy in Idaho.",
  "Now you can hear what she has to say about all of that.",
  "Something that would have been irresponsible and wrong.",
  "Why Gore says the president broke the law repeatedly.",
  "The flight had been preparing to take off to Houston.",
  "Truthiness, talk about whale tail, whatever you want.",
  "Jack Cafferty is taking your e-mail on that question.",
  "CAFFERTY: How has that discovery changed their life?",
  "Our senior political analyst Bill Schneider is here.",
  "He's also, though, speaking to his fellow Democrats.",
  "I happen to disagree with the source of the threat.",
  "An important discussion here in THE SITUATION ROOM.",
  "VERJEE: Dr. Rice, however, hasn't changed her tune.",
  "I'm afraid it seems more remote than ever -- Wolf.",
  "That's coming up right here in THE SITUATION ROOM.",
  "I'm Wolf Blitzer and you're in THE SITUATION ROOM.",
  "Author James Frey seems to measure truth in pages.",
  "Jackie Schechner who has been all over this story.",
  "STEVEN COLBERT, \"THE COLBERT REPORT\": Truthiness.",
  "But we're following a developing story this hour.",
  "Nancy Pelosi and Harry Reid are minority leaders.",
  "A statement saying he's suffering from pneumonia.",
  "Brian, thank you very, very much for that report.",
  "JACK CAFFERTY, CNN ANCHOR: No, I didn't actually.",
  "BLITZER: Thanks very much, Zain, for that report.",
  "Up next, will she or won't she run for president?",
  "I think it's too early to be talking about that.",
  "The teens over the weekend turned themselves in.",
  "They have shifts when they go sleep in that bed.",
  "Inmates should share beds by sleeping in shifts.",
  "CAFFERTY: Hey, Zain, have you ever been in jail?",
  "Our Brian Todd is looking into that possibility.",
  "WOLF BLITZER, CNN ANCHOR: Thanks very much, Lou.",
  "She says she doesn't want to run for president.",
  "Now outraged Republicans are firing right back.",
  "SCHNEIDER: That may be grounds for impeachment.",
  "Plus from Madame Secretary to Madame President.",
  "VERJEE: Apparently a guy called Clyde Tombaugh.",
  "GAFFNEY: Yes, I understand why he was doing it.",
  "VERJEE (on-screen): Who would you like to see?",
  "Now we'll hear what she has to say about 2008.",
  "Jack Cafferty with his question for this hour.",
  "The former president Gerald Ford hospitalized.",
  "They see that we are tied down in Afghanistan.",
  "They see that we are tied down in North Korea.",
  "BLITZER: All right, Abbi, thank you very much.",
  "Now the last major eruption was 20 years ago.",
  "CAFFERTY: Well, that's the way it's drawn up.",
  "I call it Islamo fascism bent on destruction.",
  "L. BUSH: Well, of course, a Republican woman.",
  "I know what I want to do, and that's not it.\"",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: Welcome back.",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: Welcome back.",
  "Of course all of us are hoping for the best.",
  "Is the U.S. military strike a viable option?",
  "We're continuing to watch the story for you.",
  "We want to go back to our CNN investigation.",
  "Heidi Collins tonight filling in for Paula.",
  "Heidi Collins filling in tonight for Paula.",
  "I'm not one of them, but here's an example.",
  "UNIDENTIFIED MALE: I consider it offensive.",
  "I'm not sluffing off these civil liberties.",
  "VERJEE: But you would like to see her run?",
  "BLITZER: Frank Gaffney, what do you think?",
  "This is authority the president does have.",
  "That's what Specter said over the weekend.",
  "It's giving you pictures 'round-the-clock.",
  "MOOS: When does truth becomes truthiness?",
  "I think that is certainly the first step.",
  "He is doing well and resting comfortably.",
  "CAFFERTY: Besides that it is interesting.",
  "That's the way it works in the military.",
  "The constitution demands certain things.",
  "Moving on to other news we're following.",
  "U.S. officials declined comment on that.",
  "See you at the top of the hour for more.",
  "She is joining us live with the latest.",
  "MOOS (on camera): Truthiness, the word.",
  "And Condoleezza Rice dodging the draft.",
  "Also this hour, making demands of Iran.",
  "L. BUSH: Sure, I'd love to see her run.",
  "She spoke out about that earlier today.",
  "I mean, has it really changed our life?",
  "CAFFERTY: I'm not going to answer that.",
  "COL. SAM GARDINER, U.S. AIR FORCE (RET.",
  "They see that we're tied down in Iraq.",
  "Next year, it might be another threat.",
  "(LAUGHTER)\n\n\n\nL. BUSH: Maybe Dr. Rice.",
  "I think the constitution is at threat.",
  "But let's go to the White House first.",
  "Jack Cafferty with\"The Cafferty File.\"",
  "We want to find out what's being done.",
  "There are hundreds of these out there.",
  "The secretary kept insisting, no way.",
  "BLITZER: Brian Todd reporting for us.",
  "It's, how many, 3 billion miles away?",
  "Of course, that's a little different.",
  "The year after that, another threat.",
  "Our Jeanne Moos will have the facts.",
  "It may be annoying, but is it legal?",
  "Prison inmates have to share a bed.",
  "We're going to bring you an update.",
  "BLITZER: Dana, thank you very much.",
  "Well, we're testing it right here.",
  "ZAIN VERJEE, CNN ANCHOR: Hi, Wolf.",
  "But experts say it's not over yet.",
  "That in 1986, when ash was dumped.",
  "We're going to stay on this, Wolf.",
  "Ali Velshi has \"The Bottom Line.\"",
  "BLITZER: Curtis, Portland, Maine.",
  "Jack Cafferty probably knew that.",
  "Nothing remains of that compound.",
  "Happening now, Al Gore unleashed.",
  "President Ford is 92- years-old.",
  "He's joining us now live--Brian.",
  "We have new information on that.",
  "CNN's Jeanne Moos has the facts.",
  "UNIDENTIFIED FEMALE: Truthiness?",
  "At least they get it for free.\"",
  "But it's big business for them.",
  "UNIDENTIFIED MALE: Truthiness.",
  "CAFFERTY: I got no time here.",
  "BLITZER: Thank you very much.",
  "Ali, appreciate it very much.",
  "You're in THE SITUATION ROOM.",
  "BLITZER: That's good to hear.",
  "Does this rise to that level?",
  "You're in THE SITUATION ROOM.",
  "SCHNEIDER: Violations of law?",
  "They need to be looked into.",
  "We'll show you her reaction.",
  "Tom what are you picking up?",
  "Plus, first there was truth.",
  "BLITZER: Jack, I don't know.",
  "Jeanne Moos, CNN, New York.",
  "Jack --\n\n\n\nCAFFERTY: What?",
  "So get ready for it, Wolf.",
  "You got to love this idea.",
  "CAFFERTY: You're welcome.",
  "VERJEE: It's interesting.",
  "In the palm of your hand.",
  "Up next, cell phone spam.",
  "(on camera): Truthiness.",
  "He was born in Illinois.",
  "Jack, did you know that?",
  "I know what I'm good at.",
  "Congratulations to her.",
  "What was your thinking?",
  "Thanks very much, Jack.",
  "Kill Ayman al-Zawahiri.",
  "UNIDENTIFIED MALE: Yes.",
  "Heidi, what's going on?",
  "All of that coming up.",
  "VERJEE: No, have you?",
  "He was an astronomer.",
  "Ali, what's going on?",
  "I'm going to use it.",
  "Jack, let's move on.",
  "Which ones are they?",
  "BLITZER: All right.",
  "We got to move on.",
  "Did you know that?",
  "We'll be watching.",
  "I'm getting ready.",
  "Here is the deal.",
  "And you can, too.",
  "Thanks very much.",
  "I mean who cares?",
  "It would be fun.",
  "What's going on?",
  "BLITZER: Thanks.",
  "CAFFERTY: What?",
  "Let's ask Jack.",
  "Results of U.S.",
  "Gore's answer?",
  "Stay with us.",
  "Stay with us.",
  "Stay with us.",
  "Still ahead.",
  "VERJEE: Yes?",
  "BLITZER: OK.",
  "The mission?",
  "All right.",
  "MOOS: Why?",
  "Cafferty.\"",
  "Hi, Zain.",
  "BARR: No.",
  "GORE: ...",
  "Exactly.",
  "Dana?",
  "Wolf?",
  "Abbi?",
  "Cute.",
  "Wolf?"
]