[
  "This simulacrum of old-timey Americana is where members of the New York State Federation of Republican Women are gathering for their annual convention, listening to presentations on a variety of topics, including “Coalition Building in a Blue State” and “Lobbying 101.”\n\nReuters Sarah Goodyear/Daily News\n\nAP AP/The Daily News Journal SOUTHERN HOSPITALITY (Clockwise from top left) Worshippers pray at the Islamic Center of Murfreesboro, which opened in 2014, following a a long and costly lawsuit to prevent its construction; opponents squared off against supporters; and a vandal damaged equipment at the site.",
  "“Intimidation, bullying, arson, lawsuit — and legislation that if you wash your feet in a sink you will be accused as following sharia law, punishable by 10 years.” For Sbenaty — whose three children, aged 19, 25 and 26, were all born and raised in Tennessee and have attended Tennessee schools — the surging sense of isolationism, xenophobia and Islamophobia is a betrayal of the American ideals that drew him here all those years ago.",
  "So he should be concerned about them, more so than those of us who are trying to defend the liberty he sought in coming here in the first place.” Norris’ contention that the United States is being “infiltrated” by refugees who don’t want to be part of American society echoes the claims made by an increasingly high-profile group of anti-Muslim activists that includes Ann Corcoran, whom I meet at a GOP event in upstate New York.",
  "Sometimes things are unpleasant.” Saleh Sbenaty, the MTSU engineering professor, refers to himself as “a Tennessean without the Southern accent.” I meet him on a mild spring evening just before sunset in the fastidiously landscaped parking lot of the Islamic Center of Murfreesboro, amid green fields a few miles outside the historic city center and the university where he teaches.",
  "“We believe so strongly that we are going to look back on this moment in shame.” Even Norris, who tends to emphasize the fiscal and Constitutional questions posed by the proposed lawsuit, acknowledges that there’s something deeper going on here: a simmering distrust and fear of the refugees and immigrants who are rapidly changing the face of some Tennessee communities.",
  "The Michigan-based Thomas More Law Center (slogan: “Battle Ready to Defend America”), an organization that seeks to “preserve America’s Judeo-Christian heritage” by countering policies such as Common Core academic standards and the move toward gender-neutral restrooms in public schools, has indicated its willingness to take the case pro bono.",
  "‘Oh no, here’s another first-snow story.’ I will argue that I’m just balancing these fluffy articles that I saw all the time, that just drive me insane.” The blog has become an all-consuming project, and now Corcoran travels around the country giving talks about what she calls the “massive industry” of the federal-resettlement program.",
  "Challenges to the program are not new, but in recent years, more organized resistance to resettlement has been emerging in communities across the country, from Maine to Montana Twelve states, including Tennessee, have pulled out of the official resettlement program and turned over the duties of resettlement to private contractors.",
  "“Being hospitable to others, friendly, this whole spirit of volunteerism.” Eventually, everyone in the family gained U.S. citizenship, and all of Abdulla’s siblings have gone on to higher education; she has a sociology degree and is now director of community relations at Valor Collegiate Academies, a charter school in Nashville.",
  "“There are individuals and organized efforts who are making a business out of fear-mongering and, unfortunately, taking advantage of some of our most vulnerable communities here in the US.”\n\nSarah Goodyear/Daily News\n\nThe irony, she points out, is that this phenomenon mirrors what is happening on the other side of the conflict.",
  "“The best way to get that to happen is to involve the Muslim community, not to marginalize them and not to alienate them.” The anti-refugee fervor, sparked by the exodus of yet another round of Syrians fleeing yet another Assad, now consumes much of his time, and the toxic anti-Muslim rhetoric is grinding down his spirit.",
  "“In a nutshell,” Norris says, “the question was, How can you be expending state tax dollars when there has been no specific appropriation of those dollars for refugee resettlement?” Norris claims the promised lawsuit boils down to safeguarding public safety and the state’s right to decide how to spend its own money.",
  "Reaching out to the most vulnerable community and putting fear in their heart.”\n\n— Kasar Abdulla, Kurdish refugee activist Corcoran doesn’t go so far as to argue that refugee-resettlement agencies are complicit with the purported Islamic plot to take over the United States (“That’s pretty far-fetched,” she says).",
  "Last year, she outlined her reasoning in a book for Gaffney’s Center for Security Policy titled “Refugee Resettlement and the Hijra to America” (hijra is an Arabic word meaning exodus or migration; it is used to refer to the journey the Prophet Muhammad and his followers made from Mecca to Medina).",
  "The best way (for) that to happen is to involve the Muslim community, not to alienate them.”\n\n— Saleh Sbenaty, MTSU professor For Abdulla, the ascendance of people who espouse opinions such as those of Corcoran and Trump is a reflection of long-buried fears and resentments within the United States.",
  "Texas filed its own lawsuit to block resettlement of Syrian refugees, more limited in scope than Tennessee’s; it was dismissed in mid-June by a federal judge, who ruled that the state had no authority over the resettlement program and that it had failed to prove that refugees pose an imminent risk.",
  "I could have been kidnapped or killed while I was waiting for the security check.”\n\n— Shenwar Hussein, engineer In fiscal year 2014, the federal Office of Refugee Resettlement spent about $582 million on resettling refugees, money that’s distributed to state governments and private organizations.",
  "No fewer than three speakers at this year’s convocation are here to deliver information about the Muslim threat to the United States, including Frank Gaffney, the dean of the nation’s anti-Islamic movement, and Clare Lopez, a former CIA officer who works for Gaffney’s Center for Security Policy.",
  "Because as a human being, if you operate based on fear, then you are not making the wise decisions.” Back in Murfreesboro, Saleh Sbenaty says he doesn’t understand why Norris and others worried about Islamic terrorism don’t see him and his fellow congregants as a resource, rather than a threat.",
  "If a Somali person says, ‘I’d really like to live in a Somali community, because we share the same food, the same values, we go to mosque together, we love being together, there’s a social cohesiveness there — nobody ever calls them racist because they want to live with their kind of people.",
  "Each year, about 1,600 refugees — many of them Muslims, like Tayib and Hussein — are placed in Tennessee by Catholic Charities, which has been contracted to handle refugee resettlement for the federal government here since the state pulled out of direct involvement with the program in 2007.",
  "The vetting process typically takes between 18 and 24 months and sometimes as long as seven years, although the Obama administration announced last year that the process will be expedited for the most vulnerable Syrian refugees, one of the things that concerns anti-refugee activists.",
  "The Refugee Act allowed for the admission of 50,000 refugees per year, a number that can be increased by order of the executive branch; this year, about 85,000 refugees will be admitted, including 10,000 Syrians, as well as many fleeing drug-related gang violence in Central America.",
  "“We think that it’s a betrayal of our values as a nation and a state to close our doors, especially in the context of the largest displacement of people since World War II,” says Stephanie Teatro, executive director of the Tennessee Immigrant and Refugee Rights Coalition, or TIRRC.",
  "The website created to promote a petition for the measure juxtaposes two photographs in gritty black-and-white: On the right, a group of young and middle-aged men of Middle Eastern appearance appear to be waiting on line, one of them holding some kind of document in his hand.",
  "Haslam could have vetoed the resolution compelling Tennessee to sue the federal government, but instead he kicked the issue down the road by sending the matter on to the attorney general’s office — thereby displeasing both supporters and detractors of the potential lawsuit.",
  "One of the two talks she gave in Albany was about women’s grassroots activism, although the question-and-answer period focused less on how she exemplified female empowerment and more on the potential threat to towns and cities around New York where refugees are resettled.",
  "I can’t, by myself, deal with them all.” While Corcoran regards the entire resettlement program with disdain, she reserves a special suspicion for Muslim refugees, who she believes are part of a global Islamic conspiracy to put all the world’s nations under Islamic law.",
  "“In its purest form, they want to flee to a country that not only recognizes the rights of the individual, but enforces those rights.” Although Norris’ resolution does not specifically identify any national, ethnic or religious group, the subtext is abundantly clear.",
  "“We believe so strongly that we are going to look back on this moment in shame.”\n\n— Stephanie Teatro, TIRCC Tennessee’s persistence in challenging the federal-resettlement program has drawn accolades from anti-refugee and anti-Muslim activists around the country.",
  "And a protracted lawsuit, funded in part by a fifth-generation Murfreesboro resident, sought to block the construction on the grounds that the planning commission had been in error when it approved the plans under regulations applying to religious institutions.",
  "“Trying to make sense out of something that totally doesn’t make sense is really puzzling.”\n\n— Saleh Sbenaty, MTSU professor Looking back on that time, Sbenaty, who has served as the Islamic Center’s spokesman for several years, shakes his head in disbelief.",
  "The trial cost Rutherford County more than a quarter of a million dollars and delayed construction for months before the court determined that Islam, which has 1.7 billion adherents worldwide, is, indeed, a religion, allowing the mosque to go forward.",
  "AFP/Getty AP ONE IF BY LAND… In response to unrest in the Middle East, which scattered migrants by the thousands across Europe, President Obama opened the door to a greater number of refugees and expedited the process for their admission to the U.S.",
  "If Tennessee Attorney General Herbert Slatery III refuses to press the suit — his office says he is “(continuing) to review ways to protect the state’s interests in this matter” — the resolution provides for an outside law firm to take up the case.",
  "It happens before in Iraq.” In 2013, the Tennessee legislature’s own analysis of refugee-related expenditures found that between 1990 and 2012, Tennessee spent about $753 million on refugees, while taking in $1.4 billion in tax revenues from them.",
  "And the thought never leaves my mind: Is it better to go to a different place?”\n\nUPDATE: On July 7, an editor’s note was added to reflect the news that the Tennessee Attorney General would not pursue a lawsuit against the federal government.",
  "“Tennessee is one of the states that has led the nation — if you can call it leading — in Islamophobia,” says Ibrahim Hooper, director of national communications for the Council on American Islamic Relations, a national advocacy group.",
  "Sbenaty arrived in Tennessee on a student visa to escape the repressive regime of Hafez al-Assad, who was Syria’s president from 1970 until his death in 2000, when he was succeeded by his son Bashar, ushering in a new era of brutality.",
  "Why do Christians hate Muslims?’ And it’s like, ‘It’s not true.’ It did bother me that a third-grade child was being asked these big questions and being put on the spot to explain her faith.” “You want to address legitimate concerns?",
  "Or is it our democratic values that define us as American?” Legislators, Abdulla maintains, have been pursuing various anti-immigrant and anti-refugee policies for years, all while citing safety concerns as a rationale.",
  "“What I’m concerned about is American culture, and our right to live in communities of people like us.”\n\n— Ann Corcoran, Refugee Resettlement Watch Unlike Gaffney or Lopez, Corcoran has no inside-the-Beltway expertise.",
  "But Norris, who may one day consider running for governor, insists that the true cost of refugee programs is nonetheless “an open question.” As Senate majority leader, he says, it is his duty to answer that question.",
  "As she explains in one of the Desmond’s faux village squares, she was inspired to start speaking up when she learned of plans to resettle a couple hundred refugees in Hagerstown, Md., the nearest town to her house.",
  "Sarah Goodyear/Daily News\n\nIn 2010, after the local planning commission approved plans for the 12,000-square-foot religious and community center, someone defaced the sign marking the site with the words, go home.",
  "“They are using our Constitutional freedoms and American good will to push a quiet form of jihad in towns and cities, large and small, right under our noses.” “This is really the same tactic that ISIS is using.",
  "Over the years, the program has been applied to people from all over the world, including many who have been directly affected by American foreign policy: Cambodians, Laotians, Vietnamese, Iraqis, Afghans.",
  "“You think sometimes, If I travel to another place, would I be able to live peacefully?” He pauses, contemplating the thought of fleeing the land he has called home for more than two-thirds of his life.",
  "It’s not only hurtful, it’s not only painful — I see myself like I am lost in a sea, like those refugees who were hoping to hop on a boat to reach a safe land, to live their dream away from any trouble.",
  "Norris’ legislative effort has put Tennessee in the vanguard of a national movement opposing the federal refugee-resettlement program, though he insists he is simply doing what he was elected to do.",
  "She has made a name for herself over the last nine years with a homegrown blog called Refugee Resettlement Watch, in which she chronicles pretty much every development in the U.S. refugee program.",
  "CREDITS: Digital Longform Editor, Joe Angio; Deputy Digital Longform Editor, Bruce Diamond; Senior Interactive Developer, Mike Sullivan; Banner photo: Daily News photo illustration/iStock Photo",
  "What is surprising — in a state with one of the nation’s most diverse populations and a relatively moderate Republican tradition — is the conference’s emphasis on virulent anti-Muslim content.",
  "In 2011, for instance, the state’s Republican-controlled legislature considered a sweeping “anti-sharia” bill that would have made it criminal to observe Islamic regulations, even in private.",
  "In April, both houses of the General Assembly overwhelmingly passed a resolution to sue the federal government and give the state the right to prevent any further refugees from landing there.",
  "That’s the goal of Islam.”\n\nSarah Goodyear/Daily News\n\nAfter the recent massacre in Orlando, when a Muslim-American slaughtered 49 patrons of a gay nightclub, I call Corcoran to catch up.",
  "“Trying to make sense out of something that totally doesn’t make sense is really puzzling,” he says, running a set of prayer beads through his fingers while we talk in the imam’s office.",
  "They flew from Erbil, capital of the autonomous Kurdish region of Iraq, through Jordan and then New York before arriving in Nashville, which is home to thousands of Kurdish refugees.",
  "“We are very lucky to be here,” says Hussein, who began his application for refugee status five years ago after he ended up on a terrorist hit list for working with an American NGO.",
  "This compound of red-brick and white-clapboard buildings is designed to resemble an 18th-century village, complete with mock storefronts and an atrium masquerading as a town square.",
  "The state has one of the fastest-growing immigrant populations in the country, although immigrants still make up less than 5% of Tennessee residents (the national average is 13%).",
  "State lawmakers contend that by continuing to place refugees in Tennessee, the federal government has imposed an unfunded mandate on the state — a violation of the 10th Amendment.",
  "Next year, as many as 100,000 refugees are projected to enter the U.S., where they will be resettled by nine social-service organizations with affiliates throughout the nation.",
  "Lopez gives a crisp and terrifying presentation on the threat posed by Islam to the United States and the weakness — indeed, perfidy — of the Obama administration’s response.",
  "But we are called racist for wanting to live with our kind of people.” Kasar Abdulla, 33, came to the United States with her family as a refugee in 1992 when she was just 10.",
  "“Legislation after legislation has been proposed in the Tennessee legislature to basically make it more difficult for Muslims in particular to live in the state,” he says.",
  "It’s a tranquil setting, but there were many in this fast-growing city of 117,000 — and some from well beyond — who fought to keep this house of worship from being built.",
  "Show me any country in the world that has allowed a large number of Muslim refugees and immigrants to come in, who isn’t now experiencing some kind of problem with them.",
  "“The hardest thing is, sometimes I hear some crazy people — with my respect, like Donald Trump and these other people — that are spreading hate in communities,” he says.",
  "I don’t attribute that to any action that the state of Tennessee may be taking — it would probably be worse if, like many states, the state of Tennessee did nothing.",
  "But they found themselves without a boat and trying to swim to keep alive.” When I tell Mark Norris about what Sbenaty has to say, the senator doesn’t miss a beat.",
  "She and some neighbors banded together to block the resettlement, and she began to research such programs around the nation, sharing what she learned on her blog.",
  "They are Kurdish, members of a community that has for decades suffered discrimination and, at times, genocidal violence in Iraq as well as Turkey, Syria and Iran.",
  "Bill Haslam said he wanted to block further resettlement of Syrian refugees in his state, only to face the reality that he had no power to do anything about it.",
  "The rationale behind the measure, a response to President Obama’s national program to accelerate Syrian refugee replacement, is ostensibly over states’ rights.",
  "It is a chilling picture of a religion centered on the death and destruction of unbelievers, with a coordinated strategy for attacking this nation from within.",
  "Sbenaty, a 58-year-old professor of engineering at Middle Tennessee State University, became a U.S. citizen some 20 years ago, fulfilling a lifelong ambition.",
  "Opposition to the refugee program often goes hand in hand with pervasive distrust and distaste for the Obama administration and a generalized fear of Muslims.",
  "It’s just not.” Corcoran says she is convinced that “forced multiculturalism,” in part driven by refugees, is tearing apart the fabric of the United States.",
  "He knows, from hard experience in a country where sectarian divisions fuel death and destruction, how blind prejudice can be stirred up for political gain.",
  "It also has provided sanctuary for other groups who have suffered ethnic or religious violence in their homelands: Bhutanese, Burmese, Somalis, Sudanese.",
  "“That should be our choice, to defend the Constitution in this country.” Several women in the audience gasp and murmur as she delivers the grim analysis.",
  "Sarah Goodyear/Daily News\n\nCorcoran has emerged as one of the leading proponents for the kind of anti-refugee activism that is happening in Tennessee.",
  "Bill Haslam (left) wants to block Syrian refugees from settling in Tennessee; Senate Majority Leader Mark Norris may have provided the means to do so.",
  "“When I was in high school, I had a T-shirt with Lady Liberty and the American flag on it, which — at that time in Syria — was a big no-no,” he says.",
  "They use the funds to pay for medical care, English language instruction and other social service, as well as small cash grants for new arrivals.",
  "Sbenaty sees the battle over the ICM as just one episode in an unfolding story of resistance to the increased visibility of Islam in Tennessee.",
  "If I said, ‘I want my community to be Western European white people, I really feel most comfortable with those people,’ I’d be called a racist.",
  "She is certain, however, that people who believe significant numbers of Muslims can be integrated into American society are hopelessly naive.",
  "“Sometimes when I go out with my wife, who wears a scarf, I have noticed some people giving us — not a good face, a hate face,” Hussein says.",
  "“I gave up everything, because I thought my life, my son’s life, my wife’s life is more important than anything in the world,” Hussein says.",
  "An estimated 60,000 refugees live in Tennessee, most of them concentrated in the Nashville area, which has for the most part embraced them.",
  "She surmises that those organizations are simply blinded to the danger by the amount of money they receive through their federal contracts.",
  "You know, when does it stop?” Close to tears, Sbenaty sounds like a man who just wants to come to the end of a long and difficult journey.",
  "But she is keenly aware of the way that the current political climate has introduced a darkness into the life of her 8-year-old daughter.",
  "The crescent-topped dome and spires of the mosque catch the fading golden light, and the scent of freshly mowed grass lingers in the air.",
  "That measure failed, but it served notice to members of the state’s Muslim community that they were under special scrutiny by lawmakers.",
  "“He is someone who, as you describe, is a fully assimilated citizen of our state, and I would share that sort of heartache in his case.",
  "The extensive vetting process included confirmation of ties in the U.S., background checks, a health screening and multiple interviews.",
  "The United States formalized its policy for admitting “persons subject to persecution in their homelands” with the Refugee Act of 1980.",
  "I wasn’t treated as a human being before.” Now, however, the state Sbenaty has called home for 34 years is rolling up the welcome mat.",
  "“My dream was to come to the United States to live the freedom, the principles, that the United States was established on,” he says.",
  "“We haven’t really had the opportunity to have a deep and meaningful conversation about what it means to be an American,” she says.",
  "She says she feels “sick” about what happened, but “I do think there’s justification, for some of what I’ve been saying all along.",
  "Increasingly, she is being asked to explain the dangers of the refugee-resettlement program to audiences like the one in Albany.",
  "We’re not strong enough to take large numbers of Muslim immigrants into the United States, and I think that’s clear,” she says.",
  "BY SATURDAY, JULY 2, 2016 Even before Saleh Sbenaty fled his native Syria in 1982, he considered himself an American at heart.",
  "Nazdar Tayib and Shenwar Hussein, recent newcomers to Tennessee, are exactly the sort of people the law was designed to help.",
  "“When I first started, every other article I saw was about some refugee family seeing their first snow,” she says, laughing.",
  "When I ask her to define “people like us,” she says, “People like us are definitely majority European, Christian or Jewish.",
  "Even American blacks are angry when they see large numbers of Burmese Christians moving into communities and getting stuff.",
  "Haslam was one of 30 governors who expressed a desire to prevent Syrian refugees from being sent to their state last fall.",
  "“I guess what I’m concerned about is American culture, and our right to live in communities of people like us,” she says.",
  "“Reaching out to the most vulnerable community and putting fear in their heart about Westernization that is taking place.",
  "Some 21 expert witnesses came from across the country to weigh in on the question of whether Islam is a religion or not.",
  "(Editor’s note: On July 6, Slatery announced he would not pursue a lawsuit because he considers it unlikely to succeed.",
  "In fact, he goes so far as to say that legislators who voted in favor actually had refugees’ best interests at heart.",
  "“I have classes to go to, I have students to advise, I have to buy food, I have to go home and work around the house.",
  "“I trust the attorney general to determine whether the state has a claim in this case or in any other,” Haslam said.",
  "The cover shows a mosque silhouetted alongside the Statue of Liberty against a sunset-orange-and-yellow background.",
  "You don’t know — maybe some sick people or some people who are not educated might hurt some innocent Muslims here.",
  "“I think they incite much of the emotional rhetoric by painting what is underway here as something that it’s not.",
  "“If you look at comments in social media and the like, it brings out the worst in a lot of people,” Norris says.",
  "For members of the state’s refugee community, the anti-resettlement movement is a disappointing step backward.",
  "“If you are in a country where you are oppressed, you see yourself as not part of the country you’re born in.",
  "The Desmond Hotel and Conference Center sits on former farmland just off I-87 in the capital city of Albany.",
  "A relatable, down-to-earth woman, she has appeared on Fox News and is quoted as a source by Breitbart News.",
  "If everyone ignored the law because it feels politically incorrect, the law would be meaningless, you know.",
  "“There were some core values, Tennessean values, that were in line with the Kurdish culture,” Abdulla says.",
  "The couple arrived in January after fleeing their home in Dohuk, leaving behind their families, their jobs.",
  "He said that the General Assembly is free to retain outside counsel and pursue the matter as it sees fit.)",
  "Tayib and Hussein make a point of stating how nice people have been to them since they came to Tennessee.",
  "Within five months of his arrival, Hussein landed a job with the Tennessee Department of Transportation.",
  "But yeah, it’s ugly.” Norris, however, blames organizations such as TIRRC for much of that ugliness.",
  "“We are merely trying to get a declaration of our rights as we attempt to enforce the existing law.",
  "Her views, and those of people like her, are now being validated by the ascendancy of Donald Trump.",
  "The measure gained urgency in the wake of the Paris and San Bernardino terrorist attacks last fall.",
  "Tennessee, where thousands of Kurds have settled over the past 25 years, was a welcome safe haven.",
  "“(T)he Islamic migrants are community organizing wherever they settle,” she writes (her italics).",
  "Belgium has done nothing but welcome Muslim refugees for decades, and where has it gotten them?",
  "“When I was in Damascus, all my dream, all my hope was to come to the United States,” he says.",
  "On the left, black-clad masked men brandishing assault weapons march behind the flag of ISIS.",
  "Opponents of the mosque faced off against supporters in the streets of downtown Murfreesboro.",
  "Not everyone is comfortable with the change, especially outside of cities such as Nashville.",
  "“I could have been kidnapped or killed while I was waiting for the security check,” he says.",
  "They want to hype it as some kind of xenophobic reaction.” He insists that’s not the case.",
  "Fundamentally, Islam is in the world, as Clare was talking about, to create a caliphate.",
  "Refugees must present proof of a “well-founded fear” or persecution in their homelands.",
  "“We are fighting for the right to live free of sharia, if we choose to,” Lopez says.",
  "He admits, too, that some of the emotion engendered by the suit is downright nasty.",
  "Republican Senate Majority Leader Mark Norris identified some potential ammunition.",
  "“People would want to come to someplace that protects its freedoms,” Norris says.",
  "She has been recounting the legislative developments in Tennessee with approval.",
  "“I do think it’s a mistake for us to take a large number of Muslims,” she says.",
  "Those in attendance are overwhelmingly white, middle-aged and neatly dressed.",
  "But what has changed is the infiltration of others who don’t feel as he did.",
  "She lives on a farm in western Maryland, where she cares for rescue horses.",
  "Tayib, 29, and Hussein, 32, are refugees from the ongoing conflict in Iraq.",
  "“But at the same time, you can see that apparently there’s a need to vent.",
  "They seek entrance into our society without assimilating into our society.",
  "Kurdish Iraqis, they were fleeing the genocidal attacks of Saddam Hussein.",
  "“My responsibility is to provide for and protect the public safety.” Gov.",
  "There are exceptions, however, subtle messages that are not lost on them.",
  "Is it going through the immigration process and becoming a U.S. citizen?",
  "“The advocates for the refugees actually stir a lot of it up,” he says.",
  "Many of the new arrivals are Muslims, mostly Iraqi Kurds and Somalis.",
  "Many were not settled here directly, but relocated from other states.",
  "What has Belgium done to be blamed by the Muslims now with violence?",
  "“And to see the rhetoric that is coming in from these politicians….",
  "We in the United States cannot be a nation that is driven by fear.",
  "She is a mathematician and he is a civil- and structural engineer.",
  "“I get more people contacting me than I can deal with,” she says.",
  "“People like to live with their kind of people,” she continues.",
  "The headline: don’t let potential terrorists come to tennessee.",
  "“Here’s the deal: We white people are accused of being racist.",
  "“This is really the same tactic that ISIS is using,” she says.",
  "Do I have to color my hair blond, or do I change my features?",
  "“You want to address concerns, legitimate concerns?” he asks.",
  "Some of them will assimilate, but honestly, look at Belgium.",
  "“It makes me hurt to think that he feels that way,” he says.",
  "But Sbenaty and others see something more sinister at play.",
  "They provide a snapshot of New York State’s GOP loyalists.",
  "And when I came here, people treated me as a human being.",
  "“I advocate for Tennessee, and that’s my job,” he says.",
  "Both are highly educated, and both speak good English.",
  "They don’t care about the Statue of Liberty as he did.",
  "An arsonist torched expensive construction equipment.",
  "(Approximately 6% of New York residents are Muslims.)",
  "“And she comes home and asks me, ‘Mom, are we Muslim?",
  "It has lanced a boil of some proportions for sure.",
  "It’s to the point where my inbox is overflowing.",
  "Belgium isn’t flying jets over the Middle East.",
  "Islam is not compatible with American values.",
  "People (who) have been here for generations.",
  "“We’ve gone through stages,” Sbenaty says.",
  "“Now, people question her,” Abdulla says.",
  "There is definitely an American culture.",
  "“I used to call them first-snow stories.",
  "This is the thing I’m most scared about.",
  "Tayib was almost eight months pregnant.",
  "Corcoran has a mild, kindly demeanor.",
  "“You know, people think about Canada.",
  "Is it learning the English language?",
  "“The bottom line is fear,” she says.",
  "And basically selling them a dream.",
  "“They make people hate each other.",
  "Do I have to give up my religion?",
  "“I could go somewhere every week.",
  "This is a very dangerous thing.",
  "“We are very lucky to be here.",
  "They have ulterior motives.",
  "“I agree with Donald Trump.",
  "“I mean, Orlando is clear.",
  "“You get tired,” he says.",
  "AP AP JUST SAY NO Gov.",
  "I feel bad about it.",
  "“What does it take?",
  "Tennessee is home.",
  "It opened in 2014.",
  "Tennessee Gov."
]