[
  "Fleitz writes that the cursory treatment given to Iran’s past nuclear-weapons activities “was a blatant example of the Obama administration ignoring violations of Iran international commitments to protect the Obamabomb deal.”\n\nHe adds: “It is my hope that a future U.S. president will force the IAEA to reopen its PMD file, and require Tehran to provide truthful answers to all PMD questions, as part of a new, much tougher nuclear agreement that actually halts all Iranian nuclear activities with weapons applications.”\n\nCenter for Security Policy President Frank J. Gaffney said the documents unveiled by Netanyahu “confirmed what Fred Fleitz has been saying all along: Iran has relentlessly pursued a stealthy and comprehensive nuclear weapons program -- and lied about it.”\n\nHe remarked that “It takes a special kind of stupid to think that people who lied before and that have gone to extraordinary lengths to conceal that fact aren’t doing the same things now.",
  "Among the book’s revelations:\n\nThe Obama administration “caved on the PMD issue in response to last-minute demands by Iran.”\n\nDuring negotiations, “Iran continued to insist that if the IAEA [International Atomic Energy Agency] did not close its file of the PMD [nuclear-weapons] issue, it would pull out of the nuclear agreement.”\n\nThe Obama administration approved the nuclear deal with Iran, officially known as the Joint Comprehensive Plan of Action, despite the fact that many experts accused Iran of trying to hide nuclear-weapons work at its secretive Parchin military complex.",
  "Fred Fleitz, a long-time CIA officer and congressional intelligence adviser who now serves as senior vice president for the Center for Security Policy, warned back in July 2016 that the Obama administration ignored the possible military dimensions, or PMD in weapons-control parlance -- of Iran’s nuclear program.",
  "“Of course the Iranians are still lying, still cheating and still moving inexorably forward with their nuclear ambitions in secret and off-limits military facilities,” he says.” It is no longer possible to pretend otherwise and, thereby, to be enabling such behavior by perpetuating the JCPCA.”",
  "He said the documents proved the nuclear deal with Iran was “based on lies.”\n\nBut that came as no surprise to Fleitz, who warned of an Iranian nuclear cover-up in his 2016 book Obamabomb: A Dangerous and Growing National Security Fraud.",
  "At least one U.S. national-security expert was unfazed by Israeli Prime Minister’s revelations of a treasure trove of intelligence data documenting Iran’s rogue program to develop nuclear weapons.",
  "Prime Minister Benjamin Netanyahu on Monday revealed over 100,000 secret files and documents related to a nuclear-weapons program that Iran had denied ever existed.",
  "Iran went through the motions to answer the IAEA’s questions with misleading or false responses, non-answers, or refusing to answer,” Fleitz writes.",
  "The IAEA reported that “extensive activities” had compromised the agency’s ability to conduct effective verification of activities at Parchin.",
  "Specifically, five buildings were removed, and extensive ground-scraping and landscaping were performed.",
  "The Netanyahu revelations essentially confirmed the findings in Fleitz’s book.",
  "Even then, the Obama administration found particles of uranium at the site.",
  "Iranian leaders have always insisted their nuclear program was peaceful."
]