[
  "While we of liberal Western civilization cherish and champion the right of individuals to speak freely, for those who govern by the laws of Islam (shariah) — as do the Saudis — publicly insulting fellow Muslims, much less the Saudi royal family, as Khashoggi did amounts to committing the capital crime of “slander” as defined by shariah (“anything that a Muslim would dislike“).",
  "For all of these reasons, under a legal code that Western Civilization rightly finds savage, Khashoggi very likely was given a death sentence by a regime whose continued right to existence is defined by its custodial role as Keepers of the Two Holy Places.",
  "If the president fails in doing so, respect for him personally and for the U.S. government as a whole will be diminished with detrimental consequences not just for the U.S.-Saudi relationship, but more broadly in the Arab-Muslim world and beyond.",
  "While we await clarification of what exactly happened to Saudi journalist Jamal Khashoggi after he entered the Saudi consulate in Istanbul, Turkey, on Oct. 2, there are still some important insights that may be gleaned from what is already known.",
  "All this said, however, it is also of paramount importance that we not “throw out the baby with the bath water.”\n\nThe U.S.-Saudi relationship is critical to U.S. national security objectives in the region, most especially vis-à-vis Iran.",
  "President Trump must follow through on his threat of “severe punishment”; the Saudis will squawk publicly over this, but privately will understand — and so will the rest of the Arab/Muslim world, which will be watching closely.",
  "Were the Saudis to have failed to defend Islam and shariah, they themselves would be seen as unworthy of the honor and the duty of that role and thereby become vulnerable in ways that directly involve regional stability.",
  "He also condemned the Saudis as “repressive” and “extremist”, a word that carries specific meaning within Islam: to be “extremist” is to “exceed the limits” that Allah himself has set on lawful behavior by Muslims.",
  "Should it be determined, as expected, that Khashoggi’s disappearance and possible murder was ordered by the top levels of the Saudi government, then the U.S. must impose a severe penalty and do it publicly.",
  "In the days since Khashoggi’s disappearance, information about him and his connections to the jihadist Muslim Brotherhood, as well as his outspoken, public criticism of the Saudi regime, have emerged.",
  "For the Qur’an itself clearly says, “And fight in the way of Allah with those who fight with you, and do not exceed the limits, surely Allah does not love those who exceed the limits” (Q 2:191).",
  "He criticized Crown Prince Mohammed bin Salman (MBS) by name, accused him of corruption (another capital crime under shariah — Q 5:32-33) and compared him to Russian President Vladimir Putin.",
  "The Turkish regime’s decision to free Pastor Andrew Brunson at just this juncture is not separate from the fact that Khashoggi disappeared inside the Saudi consulate on Turkish territory.",
  "Those who would disrupt or even destroy that relationship must not be allowed to succeed, even over the murder of a U.S. person by Saudis, whether officially or through a rogue operation.",
  "As for the Saudis, if and when facts indicate they were responsible for whatever happened to Khashoggi, Crown Prince MBS and the Saudi regime itself must be held to account and publicly.",
  "As the first and foremost of those, President Trump should demand a halt to Turkey’s Justice and Development Party (AKP) collaboration with the U.S. Muslim Brotherhood.",
  "This does not mean that there was any kind of “deal” involved in Brunson’s release but rather that Turkey may well be willing to make other concessions going forward.",
  "President Trump must exact a meaningful and public price for the Khashoggi affair but tread a fine line that maintains a commitment to the bilateral relationship.",
  "That situation greatly exacerbates what was already a contentious relationship between Turkish President Recep Tayyip Erdogan and the Saudis.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "It is of key importance to note that Khashoggi was not just a Saudi citizen but also a legal permanent resident of the United States.",
  "In short, Erdogan feels vulnerable right now and likely made the gesture to free Brunson as a kind of proffer to the United States.",
  "And that makes his disappearance very much an issue for the United States and President Trump to take a direct interest in.",
  "As noted above, because Khashoggi was a U.S. resident, his murder (if that is what it was) must be avenged.",
  "In short, he is looking for help from President Trump to stave off a Saudi offensive against Ankara.",
  "Clare M. Lopez is the Vice President for Research & Analysis at the Center for Security Policy."
]