[
  "The organization brands itself as a think tank, but the Southern Poverty Law Center designated it as a hate group, writing that the organization had, “gone from a respected hawkish think tank focused on foreign affairs to a conspiracy-oriented mouthpiece for the growing anti-Muslim movement in the United States.”\n\nOne 2011 column on the organization’s website from Frank Gaffney, the organization’s founder, titled “American Mosque: Jihad’s Incubators,” read: “How’s this for a wake-up call: America’s most cherished civil liberties and the Constitution that enshrines them are actually enabling Muslim Brotherhood operatives and other Islamists who have the declared mission of destroying our freedoms and government.”\n\nFleitz defended the Center for Security Policy from the SPLC’s hate group designation in a 2016 Fox News Opinion column, calling the organization a “left-wing smear machine.\"",
  "In a 2011 column in the Wall Street Journal, Fleitz wrote, without evidence, that Iran was on the brink of testing a nuclear weapon and a U.S. intelligence report to the contrary was “politicized.”\n\n“It is unacceptable,” he said, “that Iran is on the brink of testing a nuclear weapon while our intelligence analysts continue to deny that an Iranian nuclear weapons program exists.”\n\nIn January of last year, Fleitz wrote an op-ed in Fox News Opinion about the Office of the Director of National intelligence’s report, which included the conclusion of 17 intelligence agencies that Russia interfered in the 2016 presidential election.",
  "Andrew Harrer- Pool/ Getty Images\n\nIn a May 2016 article on Newsmax, Fleitz co-wrote an opinion piece with now U.S. ambassador to the Netherlands Peter Hoekstra promoting unsubstantiated claims about Islamic “no-go zones,” writing European leaders “tolerated ‘no-go’ zones—Islamist safe havens in Europe where jihadis try to prevent security forces and law enforcement from entering.”\n\nThe piece added: “Authorities politely ignored foreign born radical Islamist clerics.",
  "“But it long ago morphed into a far left group with one purpose: manufacturing material to slander conservative for use by the news media and on the Internet.”\n\nFleitz also began making media appearances and writing op-eds during President Barack Obama’s presidency on national security, radical Islam and nuclear proliferation, with his work regularly appearing on Newsmax, Fox News and in the National Review.",
  "Fleitz has served in different national security positions for 25 years, including roles at the Central Intelligence Agency, Defense Intelligence Agency and the Department of the State where he served as then as chief of staff to Bolton when he was the Under Secretary of State for Arms Control and International Security.",
  "“I also suspect the entire purpose of this report and its timing was to provide President Obama with a supposedly objective intelligence report on Russian interference in the 2016 election that the president could release before he left office to undermine the legitimacy of Trump’s election,” he wrote.",
  "White House national security adviser John Bolton tapped controversial longtime security analyst Fred Fleitz Tuesday to serve as the National Security Council’s executive secretary and chief of staff.",
  "Radicalized European Islamists were allowed to travel to war zones—including Syria and Iraq—and return to Europe.”\n\nThere is no evidence surrounding the existence of “no-go” zones in Europe.",
  "The network later issued multiple apologies stating “there is no formal designation of these zones” and “no credible information” supporting their existence.",
  "Fleitz also served as senior vice president at the Center for Security Policy from 2013 to 2018 before leaving to join to Bolton.",
  "According to Snopes, a fact-checking website, the unfounded rumor gained intense attention after a Fox News segment in 2015.",
  "“The SPLC is best known for its work decades ago fighting legal battles against segregation in the South,” he wrote.",
  "Fleitz’s op-eds are a mix of analysis and opinion that has, at different points, drifted into unfounded claims.",
  "Fleitz dismissed the report, calling it an attempt to undermine President Donald Trump’s election.",
  "Radical mosques went unmonitored."
]