[
  "Now, Republican and Democrat lawmakers are looking to reach a deal before the new year that would prevent the U.S. citizenship question from being asked on the 2020 Census, a Reuters report reveals:\n\nDerek Kilmer, a Democrat from Washington state and also a member of the subcommittee, told Reuters he would “pursue action with my colleagues on the House Appropriations Committee to block the inclusion of the citizenship question.” [Emphasis added] Getting a deal done this year will not be easy as it would likely mean making concessions to Republicans on funding for the Trump administration’s proposed border wall with Mexico, two of the sources familiar with the Democrats’ thinking said.",
  "Should congressional apportionment be based on the number of American citizens in each state — which is only possible through asking the citizenship question on the census — Democrat-strong coastal areas with large foreign populations like California and Florida could lose representation, while states with small foreign populations like Wyoming and Ohio would likely gain representation in Congress.",
  "Kansas Secretary of State Kris Kobach has noted the citizenship question on the census is necessary to further implement congressional apportionment based on the citizen population rather than the current rules that base state representation on the total population — including citizens, illegal alien residents, legal immigrants, and nonimmigrants on visas.",
  "[Emphasis added]\n\nCenter for Security Policy CEO Frank Gaffney said if Republicans aid Democrats in blocking the American citizenship question on the 2020 Census, this is the “serial GOP acquiescence to Democrats’ demands – especially those that contribute to the fundamental transformation of America” that can be expected in the upcoming Congress.",
  "For seven decades, all residents living in the United States have been counted on the census but have not been asked whether or not they are American citizens, making it impossible for the federal government to know the size of the citizen population versus the immigrant population.",
  "“Let’s start by finding out how many of those here are American citizens.”\n\nIn a Rasmussen Reports poll, nearly 2-in-3 likely voters, or about 66 percent, said the U.S. Census should ask respondents whether they are citizens of the country.",
  "“Unfortunately, the radical left has already made great strides in making-over American society by alienating its young people from our country, symbols, values, and history,” Gaffney continued.",
  "Republican lawmakers are working with Democrats to ban the 2020 Census from asking United States residents whether or not they are American citizens.",
  "In March, President Donald Trump’s administration announced they would put the citizenship question back on the census.",
  "Such a rule change would shift power from coastal states to the heartland of the country, Breitbart News reported.",
  "“This trend must be reversed if the United States is to survive as a constitutional republic,” Gaffney said.",
  "Only about a quarter of Americans said they opposed the citizenship question on the census.",
  "It has not been included since 1950."
]