[
  "BDS created a website, \"Deadly Exchange,\" that claims in a grotesque document that exchange programs between American and Israeli law enforcement agencies promote \"extrajudicial executions, shoot-to-kill policies, police murders, racial profiling, massive spying and surveillance, deportation and detention, and attacks on human rights defenders.\"",
  "It's important to understand that BDS operates on a strategy adhering to the ideas of early 20th century Italian Marxist Antonio Gramsci.Gramsci argued that the dominant capitalistic class does not only dominate through economic means but also does so through cultural domination.",
  "Although these victories are minimal in comparison to the number of seats there are in the U.S. House of Representatives, and even in comparison with the amount of seats the Democratic Party holds, this nonetheless encourages the BDS movement to stay the course.",
  "In addition, last summer it was reported that the Virginia-based U.S. Campaign for Palestinian Rights, which oversees the work of 329 different BDS organizations, funnels money to the Palestinian BDS National Committee (BNC).",
  "The one-state solution is an idea that from a Palestinian point of view would merge Israel with the West Bank and Gaza with the objective of destroying the Jewish character of Israel by overpowering its Jewish majority.",
  "Although BDS has not succeeded in many instances, it has created enough doubt about the justice of the state of Israel, the only state created to provide self-determination to the Jewish people.",
  "The BNC includes the Council of National and Islamic Forces in Palestine, which includes Hamas, Palestinian Islamic Jihad, and the Popular Front for the Liberation of Palestine.",
  "This cultural domination takes place in society through a consensus of values, norms, beliefs that are widely accepted — including by those who are victims of this domination.",
  "To be certain, the Soviet influence on the western intellectual left from the Cold War era denoted a predisposition by elements of the left to adopt anti-Zionist views.",
  "Thus, BDS builds coalitions aims and thus manages to spread the idea that Israel is an illegitimate entity based on \"land theft\" as well as oppression of Palestinians.",
  "The plan was to begin to advance alternative ideas potentially affecting the mindset, values, and beliefs of society so as to adapt them to the possibility of change.",
  "Thus, oppression or discrimination of women, African-Americans and other minorities, as well as homosexuals, immigrants, and others are all part of the same scheme.",
  "The massacre at the Pittsburgh Tree of Life Synagogue where 12 congregants were murdered at the hands of a Neo-Nazi white supremacist was a horrific, evil act.",
  "However, pushing back against extremism anti-Semitism is also the obligation of both parties in Congress, the president, and every sector of a civil society.",
  "Luis Fleischman has worked as adviser for the Menges Hemispheric Security Project at the Center for Security Policy on issues related to Latin America.",
  "Yet concurrently, in academia, professors who purportedly have open minds and critical judgment have too often joined the boycott of Israel.",
  "Therefore, the fight against the oppression of the Palestinians is an integral part of the oppression of the groups enumerated above.",
  "Tlaib-who also remained silent these issues — expressed her support for a one-state solution and cutting off military aid to Israel.",
  "Thus, the media, universities, religious institutions, the school system and other spheres reproduce this set of values and beliefs.",
  "Therefore, it is the obligation of the Democratic Party to vehemently reject these two congresspersons' positions on Israel.",
  "Omar called Israel \"evil\" without mentioning the massacres and genocides of Arabs and Muslims in Syria, Yemen, and Myanmar.",
  "Though still on the fringe of society, members of white supremacist groups pose a significant dangers to blacks and Jews.",
  "The election of Ilhan Ohmar and Rashida Tlaib to Congress is the last major victory of BDS in its hegemonic ambition.",
  "However, the Boycott, Divestment and Sanctions (BDS) movement targets Israel, regarding it as an illegitimate state.",
  "By the same token, BDS also made alliances with immigration coalitions and with movements like Black Lives Matter.",
  "The logic was simple: the USSR and the communist/socialist idea stand with the oppressed and against imperialism.",
  "Many see this movement as being fundamentally anti-Semitic since Israel is the nation state of the Jewish people.",
  "Intersectionality claims that different forms of discrimination and oppression combine, overlap, or intersect.",
  "Some of their religious leadership defined the Israeli occupation of the West Bank as a \"sin against God.\"",
  "This requires an FBI investigation since American charities are not allowed to benefit terrorist groups.",
  "The BDS strategy of the de-legitimization of Israel is possible through a combination of two elements.",
  "The second is the direct consequence of the first, which is BDS’s skillful use of intersectionality.",
  "Fleischman is an adjunct professor of sociology and political science at Barry University.",
  "This reflects the misappropriation a term by Pope John Paul II to describe the Holocaust.",
  "Of concern now is that two supporters of the BDS movement have been elected to Congress.",
  "Thus, BDS is by definition an anti-Semitic entity turned into a social movement.",
  "He is the author of \"Latin America in the Post-Chavez Era: The Threat to U.S.",
  "Gramsci proposed a strategy to combat this type of sophisticated domination.",
  "Likewise, academic associations adopted resolutions condemning Israel.",
  "Calls for Congress to combat anti-Semitism and racism are well-taken.",
  "In other words, the dominated believe in the values of the dominant.",
  "In pre-Holocaust Europe, antisemitism was already a social movement.",
  "The Palestinians are oppressed and Israel stands with America.",
  "Some mainline Protestant churches adopted harsh resolutions.",
  "The first is the openness of the left to these ideas.",
  "Individuals then buy into those values and beliefs.",
  "The idea was to create a counter-hegemony.",
  "For more of his reports, Go Here Now.",
  "All are designated terrorist groups.",
  "Security.\""
]