[
  "- Reported by Andrew O'Reilly\n\nTIGHTENING THE SCREWS ON MANAFORT: Former Trump campaign chairman Paul Manafort lied to the FBI and Special Counsel Robert Mueller's office \"on a variety of subject matters\" since his plea deal earlier this year, thereby violating the agreement, Mueller said in a court filing submitted Monday night, while adding that Manafort claims he's been truthful ... Manafort, 69, was convicted on multiple counts of financial fraud over the summer in connection to work he completed in Ukraine as a political consultant.",
  "Developing now, Tuesday, Nov. 27, 2018\n\nPresident Trump said some migrants used children as 'human shields' during violent clashes at the border on Sunday\n\nVoters in Mississippi will go to the polls Tuesday in the closely-watched runoff election between Republican U.S. Sen. Cindy Hyde-Smith and Democrat Mike Espy\n\nRussia Special Counsel Robert Mueller has accused former Trump campaign chairman Paul Manafort of violating his plea agreement by repeatedly lying to federal investigators.",
  "Manafort insists he's been truthful, but could face more criminal charges and a longer prison sentence\n\nTrump, in an interview days before the G20 Summit, said he expects to move forward on raising the tariff levels on $200 billion in Chinese goods\n\nNASA spacecraft InSight Lander successfully landed on Mars on Monday and already has sent its first picture back to Earth\n\nFOX Nation, FOX News' new subscription-based streaming service, launches today.",
  "sparking scenes of celebration at mission control in the agency's Jet Propulsion Laboratory in Pasadena, Calif. - Reported by Chris Ciaccia (@chris_ciaccia on Twitter) and James Rogers (@jamesjrogers on Twitter)\n\nOPINION DONE RIGHT: FOX Nation, FOX News' subscription-based streaming platform, launches today after months of anticipation... Viewers will be able to access FOX Nation through their phone, tablet, computer and select TV devices.",
  "- Reported by Matt Richardson (@MRichardson713 on Twitter)\n\nConservative writer Jerome Corsi rejects potential Mueller plea deal\n\nTRUMP VS. CHINA: Four days before a summit with China's leader, President Trump said he expects to move ahead with boosting tariff levels on $200 billion of Chinese goods to 25 percent, calling it “highly unlikely” that he would accept Beijing’s request to hold off on the increase ...",
  "THE LEAD STORY - GRABBERS, CHILDREN AND HUMAN SHIELDS AT THE BORDER: At a Monday night roundtable in Mississippi on his bipartisan criminal justice reform effort, President Trump charged that some migrants he identified as \"grabbers\" who rushed the San Ysidro, Calif., point of entry on Sunday essentially used children as human shields at the border ...",
  "ET: National Association of Home Builders CEO Jerry Howard; Fred Fleitz, former National Security Council chief of staff and incoming president and CEO of the Center for Security Policy; Kayleigh McEnany, RNC spokeswoman; U.S. Rep. Debbie Dingell, D-Mich.; Nigel Farage, European Parliament member and former UK Independence Party leader.",
  "ET: Corey Lewandowski and David Bossie on their new book, \"Trump's Enemies: How the Deep State Is Undermining the Presidency\"; Mike Huckabee on his new book, \"Rare, Medium or Done Well\"; Arthur Aidala on Paul Manafort's legal peril with Special Counsel Robert Mueller; Allen West and Chris Stirewalt take on the top headlines of the day.",
  "ET: David Nelson, chief strategist of Belpointe Asset Management; Mattie Duppler, senior fellow at the National Taxpayers Union; Eric Schiffer, chairman and CEO of Patriarch Organization; Heather Zumarraga, senior vice president and market strategist for Vision 4 Fund Distributors; Kristin Tate, author of \"How Do I Tax Thee.\"",
  "But after a series of high-profile controversies, Hyde-Smith – who was appointed in March to fill the Senate seat vacated by Thad Cochran – is locked in a contentious fight with Democrat Mike Espy in what has become the most competitive Senate race the state has seen in decades ...",
  "Hyde-Smith has had to defend herself against several stumbles: A photograph of her wearing a replica Confederate soldier's hat, as well as a video of her praising a supporter by saying she would sit on the front row of a public hanging with him.",
  "- Reported by Bob Davis, the Wall Street Journal\n\nINSIGHT ON MARS: NASA announced that its Mars InSight lander landed successfully on the surface of the Red Planet, ending a journey that lasted six months and more than 300 million miles.",
  "MISSISSIPPI RUNOFF DRAMA: Republican U.S. Sen. Cindy Hyde-Smith appeared poised for an easy runoff against her Democratic challenger after the first round of voting in Mississippi's special election earlier this month.",
  "Videos and images from the port of entry also showed migrants throwing what appeared to be rocks over the fence and attempting to breach the wall.” In some cases, you know, they're not the parents,\" Trump said.",
  "It is a members-only destination for the FOX News super fan, featuring exclusive content, daily and weekly short-form programming and a long-form programming lineup of investigative series and documentaries.",
  "The last part of the journey was the most harrowing, with NASA calling it \"seven minutes of terror\" due to the agency's inability to control the landing of the spacecraft, which cost $828 million.",
  "In an interview with The Wall Street Journal, Mr. Trump said that if negotiations don’t work out, he would also put tariffs on the rest of Chinese imports that are currently not subject to duties.",
  "The Todd Starnes Show, Noon ET: Todd Starnes speaks with former presidential candidate and governor, Mike Huckabee, about the crisis at the border and his new book, \"Rare, Medium or Done Well.\"",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: President Trump has threatened to shut down the U.S. - Mexico border indefinitely, if \"need be\", in order to stop future caravans of migrants.",
  "Approaching a separate trial on similar charges in September he entered into an arrangement with the government in which he was expected to answer questions on a wide variety of matters.",
  "In a statement late Monday, Homeland Security Secretary Kirstjen Nielsen backed up Trump's comments, adding that recent caravans were larger and more organized than previous ones.",
  "#OnThisDay\n\n\n\n1978: San Francisco Mayor George Moscone and City Supervisor Harvey Milk, a gay-rights activist, are shot to death inside City Hall by former supervisor Dan White.",
  "The incumbent remains the favorite in this deep-red state that President Trump, who stumped for Hyde-Smith in back-to-back rallies Monday evening, won by 18 points in 2016.",
  "U.S. Education Secretary; Ronna McDaniel, RNC chair; Newt Gingrich; Charlie O'Shea, Moody's lead retail analyst; Rebecca Lindland, executive analyst for Kelley Blue Book.",
  "The president turned to the widely circulated images from Sunday's clashes, which showed some migrants running away with children as tear gas canisters landed nearby.",
  "ET: Special guests include: Dr. Nicole Saphier; podcast host Ken Coleman; Mike Huckabee; Pastor Robert Jeffress; Gerard Baker, Wall Street Journal editor-at-large.",
  "FOX News' Jessica Rosenthal, who is in San Diego, Calif. at the Mexico port of entry in San Ysidro and immigration attorney, George Rodriguez, give insight.",
  "The investigation into Russian meddling in the 2016 election continues as Special Counsel Robert Mueller's team receives written answers by President Trump.",
  "With the runoff set for Tuesday, most analysts and political operatives on both sides of the aisle are predicting that Hyde-Smith will squeak out a win.",
  "- Tucker Carlson, on \"Tucker Carlson Tonight\" pointing out that two of the Democratic Party's top policy goals in recent times work against each other.",
  "“If we don’t make a deal, then I’m going to put the $267 billion additional on,” at a tariff rate of either 10 percent or 25 percent, Mr. Trump said.",
  "AS SEEN ON FOX NEWS\n\nTHE DEMOCRATIC PARTY'S CLASHING GOALS - \"A massive social welfare state and millions of new citizens from the third world.",
  "\"These are people, they call 'em 'grabbers' -- they grab the child, because they think they're gonna have a certain status by having a child.",
  "Espy, who is seeking to become Mississippi's first black senator since Reconstruction, remains a longshot, but one with a fighting chance.",
  "MINDING YOUR BUSINESS\n\nGM slashing 15 percent of N. American salaried workers, discontinuing several vehicle models | Trump not happy.",
  "ET: Corey Lewandowski and David Bossie discuss their new book, \"Trump's Enemies: How the Deep State Is Undermining the Presidency.\"",
  "My lens cover isn’t off yet, but I just had to show you a first look at my new home,\" NASA tweeted, showing off the first image.",
  "Cavuto: Coast to Coast, Noon ET: Guests include: Bill Simon, former CEO of Walmart U.S.; U.S. Sen. Mike Rounds, R-S.D.",
  "HOLLYWOOD SQUARED\n\nCatherine Zeta-Jones 'devastated' by sexual harassment allegations made against Michael Douglas.",
  "You know, you have certain advantages and things with our crazy laws that frankly Congress should be changing.",
  "And the spacecraft wasted no time in getting the first picture back to Earth ... \"My first picture on #Mars!",
  "The anxious final moments of the lander's journey ended when a NASA official declared \"touchdown confirmed!\"",
  "WATCH\n\n\n\nFOX NEWS OPINION\n\nBrian Kilmeade: Mount Rushmore's secret room and other great places in America.",
  "ET: Tom Shillue celebrates the launch of FOX Nation Tuesday by talking with one of its stars, Tomi Lahren!",
  "Ex-CIA station chief: The Khashoggi murder, human rights and U.S. foreign policy -- a precarious balance.",
  "Mueller's joint status report noted that both sides called for a sentencing date to be set without delay.",
  "ACROSS THE NATION\n\nMore adenovirus cases revealed by University of Maryland following freshman's death.",
  "1924: Macy's first Thanksgiving Day parade — billed as a \"Christmas Parade\" — takes place in New York.",
  "Authorities, she said, had identified at least 600 convicted criminals traveling with the migrants.",
  "Casey Anthony's father left with 'incapacitating' injuries after crash in Florida, officials say.",
  "Alan Dershowitz explains why he believes the final report will be \"devastating\" to the president.",
  "THE SWAMP\n\nBeto O'Rourke says he's considering 2020 run, after saying during campaign he wasn't.",
  "STAY TUNED\n\nOn Facebook:\n\nCheck out 'FOX News Update,' our Facebook-exclusive news program!",
  "Tom Arnold confirms Secret Service visited him over Donald Trump threat after video leaks.",
  "Still, the controversies made the race more competitive than Republicans would have liked.",
  "Heather Locklear's psychiatric hold extended two weeks for 'further evaluation': source.",
  "Video of Border Patrol agent's gender-reveal explosion that sparked wildfire released.",
  "California can't prove 2020 census would harm state, should drop challenge, DOJ says.",
  "ET: U.S. Sen. Lindsey Graham, R-S.C.\n\nOn FOX Business:\n\nMornings with Maria, 6 a.m.",
  "- Reported by Gregg Re (@gregg_re on Twitter)\n\nTrump to caravan: 'Turn back now.",
  "Sen. Lindsey Graham hits Ocasio-Cortez for comparing caravan to Nazi Germany.",
  "Manafort remains jailed and is expected to face at least 10 years in prison.",
  "Plunge in Clinton Foundation donations fuels GOP scrutiny amid DOJ probe.",
  "The InSight lander entered Mars' atmosphere just shortly after 2:40 p.m.",
  "1962: The first Boeing 727 is rolled out at the company's Renton Plant.",
  "We will not let you in'\n\nRep. Andy Biggs: The migrant crisis is here.",
  "You know, if you change the laws, you wouldn't have this problem.\"",
  "Greg Gutfeld: Trump haters like Chuck Schumer do his work for him.",
  "ET on Monday and touched the surface at approximately 2:54 p.m.",
  "Mom turns ugly Christmas sweater hobby into full-time business.",
  "The \"Final Thoughts\" host discusses the border crisis and more!",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "Plus, commentary by Juan Williams, co-host of \"The Five.\"",
  "PHOTO: Best man surprises groom with 'first look' prank.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "CLICK HERE to sign up and watch exclusive new programs!",
  "Kennedy: Why donations to the Clinton Foundation fell.",
  "Postal Service website flaw exposed data of 60M users.",
  "Money lessons you can learn from frugal celebrities.",
  "From Tesla to SpaceX: Elon Musk's business empire.",
  "Cyber Monday broke online sales record with $7.9B.",
  "Sign up now and watch exclusive FOX News content!",
  "Gary Kaltbaum: Lots more stock nausea ahead.",
  "ET: Special guests include: Chris Stirewalt.",
  "GM, retailers give U.S. stocks broad rally.",
  "Those two goals conflict with each other.\"",
  "ET: Special guests include: Betsy DeVos.",
  "Making Money with Charles Payne, 2 p.m.",
  "The Story with Martha MacCallum, 7 p.m.",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "Ohio to accept bitcoin for tax bills.",
  "The time to build the wall is now.",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Kennedy, 9 p.m.",
  "Hannity, 9 p.m.",
  "Enjoy your day!",
  "Report: U.S.",
  "Click here.",
  "ET."
]