[
  "Buying oil, especially from a different mix of players such as Saudi Arabia, Russia and various African nations — especially Angola — makes tremendous sense,” Harry Kazianis, a senior fellow for defense policy at The Center for the National Interest, told The Daily Caller News Foundation.",
  "“Iran could also be a big supplier to Beijing in the months and years to come, as well as a partner that Tehran could call on to supply important loans, technology, and resources to develop Iran’s oil and natural resource sectors,” Kazianis concluded.",
  "“China is especially interested in developing Russian oil and natural gas-fields in Siberia over the long-term– especially if their interests get even closer when it comes to opposing the Washington all over the globe,” Kazianis continued.",
  "“Moscow’s energy supplies can be shipped via pipelines and not be subject to blockade by the U.S. Navy– something Chinese scholars and retired officials have told me time and time again is a challenge they wish to avoid.",
  "Having routes where oil and gas could be shipped via land is very important– a reason why China is also very involved in Kazakhstan and its natural resources as well.",
  "Within the next few decades, it is expected to buy roughly 70 percent of its oil from foreign sources, much of which will come from countries known for instability.",
  "China is already heavily investing in Iranian oil, according to The New York Times and has been Iran’s largest trading partner for six years in a row.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "China’s desire to control the South China Sea stems from the prospects for offshore oil and its desire to control the global energy trade.",
  "This enormous dependence on foreign oil increases has influenced China’s foreign policy, which now centers on attempts to acquire new oil.",
  "The two largest suppliers of Chinese oil, Russia and Saudi Arabia, are politically stable but are involved in Middle Eastern conflicts.",
  "Some of China’s largest oil suppliers are Angola, Sudan, Nigeria, and Equatorial Guinea, which are all known for political instability.",
  "Chinese oil imports from Iran, Russia and Saudi Arabia soared to record levels last month, according to a Monday Reuters article.",
  "Sudan alone provides 7 percent of China’s oil imports, and over one-third of Chinese oil imports come from Sub-Saharan Africa.",
  "China prefers to avoid being drawn into such confrontations, especially given recent tensions with its own Muslim minorities.",
  "Saudi Arabia is the Middle Kingdom’s top oil supplier, sending the country an impressive 1.38 million barrels each day.",
  "“China is increasingly looking to diversify its natural resource needs, buying from supplies from all over the world.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The dependency mean that China will likely become increasingly entangled and drawn into global oil politics.",
  "China has poured huge amounts of money into exploration and energy infrastructure in both Russia and Iran.",
  "Foreign oil imports are 48 percent higher in China than at this time last year, according to customs data.",
  "”\n\nChina surpassed the United States as the world’s largest net importer of petroleum in 2013.",
  "Developing nearby energy in Russia or Kazakhstan could help China strategically, as well.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org."
]