[
  "It shows the region who is in charge–besides all the military-grade air fields, anti-ship weapons, air defense platforms, fighter jets and advanced radars China has placed on its new islands.”\n\nChina has been building islands on reefs, which will ultimately host harbors and runways that are “up to military standards.” The environmental cost of building the islands is significant, according to report prepared for the U.S. Congress.",
  "Chinese media has deepened American concerns by claiming the floating reactors “could provide reliable power for… defensive weapons and airports and harbors on islands in the South China Sea.” China’s President Xi Jinping has repeatedly stated that the islands are in a region that historically belongs to China and says Beijing will not hesitate to defend its sovereignty.",
  "“Placing such high-tech infrastructure on man-made islands further cements Beijing’s claims to this body of water–and in the most grandiose way,” Harry Kazianis, a senior fellow for defense policy at The Center for the National Interest, told The Daily Caller News Foundation.",
  "“We don’t know for certain if this is something Beijing will or won’t do, it does something China wants to do very badly, keep building a narrative that the South China Sea is Beijing’s territorial waters–a sort of ‘Lake Beijing’ if you will.” Kazianis concluded.",
  "Chinese state-controlled media claims the floating reactors could “significantly boost the efficiency of the country’s construction work on islands in the South China Sea.” The first of the floating reactors could be operational as soon as 2019.",
  "However, nuclear has a certain sophistication to it–it screams great power.”\n\nChinese government officials say the floating reactors will “power offshore oil and gas drilling, island development” or provide electricity for desalination plants.",
  "“There are of course the more practical rationale: China of course needs a power source for things like housing, military platforms, soldiers and civilians who will live there,” Kazianis continued.",
  "China plans to build 20 floating nuclear reactors in the South China Sea, likely to strengthen its claim to the valuable and disputed region, according to announcements by state media.",
  "The potential militarization of the islands worries America and its regional allies, as it could hinder the $5 trillion of maritime trade that passes through the region each year.",
  "The U.S. military is increasingly deploying to the region, as part of the much discussed “pivot” to Asia — military aircraft has flown over the dispute artificial islands.",
  "“It shows China will do what it wants in the South China Sea, be damned the environmental concerns or the fact that Typhoons regularly rampage this part of the world.",
  "“That is the most dangerous realization that needs to considered.”\n\nChina is planning to double the amount of nuclear power it uses over the next five years.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The country currently has 27 nuclear reactors in operation, with another 25 under construction, and plans to have up to 110 operating by 2030.",
  "China plans to have 150 gigawatts of nuclear power by 2030, enough power for 105 million homes, according to the World Nuclear Association.",
  "China has claimed more than 80 percent of the South China Sea, sparking conflict with other countries in the region and with the U.S.",
  "Despite military build up, America is still trying to respond to Chinese actions in the region without resorting to military force.",
  "Beijing angrily condemned these U.S. military missions designed to assert freedom of navigation close to the reclaimed islands.",
  "The sections of the sea that are claimed by China are also claimed by Vietnam, the Philippines, Indonesia, Brunei and Taiwan.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Washington says these islands lie in international waters and China’s actions violate international law.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "“This could be achieved through many other means."
]