[
  "“Maritime Chinese nuclear power platforms, if successfully put in place, would provide China a number of different capabilities, but most of all, power to feed bigger military bases and commercial capabilities that would cement Beijing’s control over large chunks of the South China Sea–a capability smaller powers in the region would have a hard time matching,” Harry J. Kazianis, senior fellow for defense policy at the Center for the National Interest, told The Daily Caller News Foundation.",
  "And having electricity to do that is very much a requirement–nuclear power can do that.”\n\nChina has been building islands on reefs to expand their territorial claims for several years, and some of these islands will ultimately host harbors and runways that are “up to military standards.” The artificial islands allow China to claim control over the territorials waters of the Philippines, Malaysia, Brunei, and Vietnam.",
  "The state-run Global times reported in April that the floating reactors “could provide reliable power for… defensive weapons and airports and harbors on islands in the South China Sea.”\n\nChinese officials also say floating reactors will “power offshore oil and gas drilling, island development” and provide electricity for desalination plants.",
  "Other parts of China’s state-controlled media have previously claimed the floating reactors could “significantly boost the efficiency of the country’s construction work on islands in the South China Sea.” The first of the floating reactors could be operational as soon as 2019.",
  "“In the aftermath of the Hague’s ruling against China in a case brought by the Philippines decided several weeks ago, Beijing needs all the cards it can play to not only subvert the ruling, but also show it is the defacto dominant power in the area,” Kazianis continued.",
  "“Building large amounts of infrastructure, commercial projects, military bases, naval assets, commercial ports and disaster relief capabilities into its reclaimed islands in the South China Sea would certainly go a long way towards such a goal.",
  "These reactors could be a source of electricity to isolated locations, according to the China Daily, a state-run English language newspaper that is often used as a guide to government policy.",
  "The U.S. military increasingly deploys to the South China Sea as part of the much discussed “pivot” to Asia — military aircraft have flown over the dispute artificial islands.",
  "Chinese President Xi Jinping has said the contested islands are in a region that historically belongs to China and that the country won’t hesitate to defend its sovereignty.",
  "The China Daily article said it would depend on market demand, but mentioned putting the nuclear power platforms in the South China Sea three times in the article.",
  "A Chinese state-run news outlet reported Tuesday the country could have floating nuclear reactors in the disputed waters of the South China Sea as soon as 2019.",
  "A previous report published by another government-run media outlet earlier this month claimed that China would build 20 floating reactors in the region.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The country currently has 27 nuclear reactors in operation, with another 25 under construction, and plans to have up to 110 operating by 2030.",
  "Foreign affairs experts see China’s deploying of floating nuclear plants as a way to cement their control over the contested South China Sea.",
  "China plans to have 150 gigawatts of nuclear power by 2030, enough power for 105 million homes, according to the World Nuclear Association.",
  "Beijing has already angrily condemned these U.S. military missions designed to assert freedom of navigation close to the reclaimed islands.",
  "An international tribunal ruled earlier this month that there was no legal basis for Beijing’s maritime claims to the disputed region.",
  "Despite military build up, America is still trying to respond to Chinese actions in the region without resorting to military force.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Washington says these islands lie in international waters and China’s actions violate international law.",
  "It’s unclear how many nuclear power platforms will be constructed by China or where they’ll be placed.",
  "China is planning to double the amount of nuclear power it uses over the next five years.",
  "However, this report was promptly deleted from a government-controlled media account.",
  "Stories about floating nuclear reactors have been circulating for some time now.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "China also has a major territorial dispute over an island with Japan."
]