[
  "“Unleashing groups like Greenpeace and others, who might utilize tough tactics in an effort to shame the Chinese to stop through aggressive media savy actions like landing on the islands or utilizing social media to show how much damage Beijing is doing could at least begin to make China pay some costs for their actions–something up to at least this point that has not happened.”\n\nFollow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "While we don’t know the extent of the damage Beijing has done, we know that island reclamation surely changes the ecosystem so severely that all nations throughout Asia should be very concerned–and should be quite vocal that this must stop at once.”\n\nThe report comes as an international tribunal is about to rule on a challenge by the Philippines to Chinese claims in the South China Sea.",
  "The Philippines is designated by the U.S. Department of State as “a Major Non-NATO Ally.”\n\n“If the United States is looking for non-kinetic ways (aka, to avoid a military conflict) to stop China in the South China Sea, Washington could use a shaming or what I call a ‘shamefare’ strategy to pressure Beijing to stop its activities,” Kazianis told TheDCNF.",
  "“China’s island reclamation projects, centered on building new islands in an attempt to change the facts on the water in the South China Sea are truly disturbing,” Harry Kazianis, a senior fellow for defense policy at The Center for the National Interest, told The Daily Caller News Foundation.",
  "China has claimed more than 80 percent of the South China Sea, sparking conflict with other countries in the region and with the U.S. America and its regional allies worry militarization of the islands could hinder the $5 trillion of maritime trade that passes through the region each year.",
  "“America should release any and all intelligence or information it has on the environmental damage in the South China Sea to the press–and especially environmental groups who would be concerned on this matter,” Kazianis suggested.",
  "China is devastating the environment by building islands to strengthen its claim to valuable parts of the ocean, according to a Tuesday report by a congressional U.S.-China Economic and Security Review Commission.",
  "The report discusses the ecological costs of China reclaiming and converting roughly 3,000 acres of land into military facilities in the disputed Spratly Islands of the South China Sea.",
  "The U.S. military is increasingly deploying to the region as part of the much discussed “pivot” to Asia and has already flown military aircraft over the dispute artificial islands.",
  "The Philippine ambassador to America warned Tuesday further island building by China would be a“very provocative” step and could potentially lead to war.",
  "The island building is destroying coral reefs, damaging fisheries and breaching international environmental law, according to the commission’s report.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Despite the military building up, America is still trying to respond to Chinese actions in the region without resorting to military force.",
  "The report estimates Chinese dredgers have deposited sand and gravel on five square miles of reefs, destroying the coral beneath.",
  "“To do this, they are destroying vital parts of the South China Sea’s ecosystem–damage that is almost impossible to undue.",
  "Some of the reclaimed reefs appear to be bases for military aircraft, radar facilities or docks for naval vessels.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Philippines claims China has violated intentional obligations to protect the marine environment.",
  "The dredging also likely killed fish or expelled them from the reefs."
]