[
  "Chinese media has deepened American concerns by claiming the floating reactors “could provide reliable power for… defensive weapons and airports and harbors on islands in the South China Sea.” China’s President Xi Jinping has repeatedly stated that the islands are in a region that historically belongs to China and says Beijing will not hesitate to defend its sovereignty.China has been building islands on reefs, which will ultimately host harbors and runways that are “up to military standards.”\n\n“Various types of power generation are just part of a broader plan to ensure the South China Sea is effectively turned into a ‘Lake Beijing,'” Kazianis continued.",
  "“China will do all it can–considering the negative ruling it received in the Hague, destroying any possible legal foundations for its fundamental transformation of the status-quo in the South China Sea and bogus nine-dash-line–to ensure this vital body of water is subordinated to Chinese control.”\n\nChina has claimed more than 80 percent of the South China Sea, sparking conflict with other countries in the region and with the U.S.",
  "“In the next few months, there is a strong possibility that if negotiations with Manila, which seem to be underway do fail, which is highly likely, China will declare an Air Defense Identification Zone (ADIZ) and increase its military capabilities in the area.”\n\nChinese government officials say the floating reactors will “power offshore oil and gas drilling, island development” or provide electricity for desalination plants.",
  "Chinese state-controlled media claims the floating reactors could “significantly boost the efficiency of the country’s construction work on islands in the South China Sea.” The first of the floating reactors could be operational as soon as 2019.",
  "Whatever happens next, look for the South China Sea to become, if it already isn’t, the most hotly contested body of water on the planet.”\n\nChina is planning to double the amount of nuclear power it uses over the next five years.",
  "“Marine nuclear power platform construction will be used to support China’s effective control in the South China Sea,” the website of the state-run Global Times cited the China National Nuclear Corporation (CNNC) as saying.",
  "“The reports, if accurate, are certainly disturbing, but not at all that surprising,” Harry Kazianis, a senior fellow for defense policy at The Center for the National Interest, told The Daily Caller News Foundation.",
  "“Such actions would draw a very tough response from various regional actors, such as Vietnam and others–who might also consider ‘lawfare’ or suing China in international courts as the only pushback option available.",
  "Chinese government-run media published a report Friday announcing the country may build 20 floating nuclear reactors in the disputed South China Sea, then promptly stripped it from the Internet.",
  "The potential militarization of islands claimed by China worries America and its regional allies, as it could hinder the $5 trillion of maritime trade that passes through the region each year.",
  "The original report that China would build 20 reactors was deleted from a government-controlled media account after a staffer stated that its accuracy still needed to be confirmed.",
  "“It also not out of the question that Beijing would start some sort of land-reclamation at Scarborough Shoal, only 150 miles off the Philippines coast,” Kazianis concluded.",
  "Floating nuclear power stations are not a new idea, but they could be used to add legitimacy to China’s claims and detter any attempt to roll back the country’s claims.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The report came after an international tribunal ruled Tuesday that there was no legal basis for Beijing’s maritime claims to the disputed region.",
  "The country currently has 27 nuclear reactors in operation, with another 25 under construction, and plans to have up to 110 operating by 2030.",
  "China plans to have 150 gigawatts of nuclear power by 2030, enough power for 105 million homes, according to the World Nuclear Association.",
  "The sections of the sea that are claimed by China are also claimed by Vietnam, the Philippines, Indonesia, Brunei and Taiwan.",
  "The region also has proven oil reserves of seven billion barrels, and an estimated 900 trillion cubic feet of natural gas.",
  "The environmental cost of building the islands is significant, according to report prepared for the U.S. Congress.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The South China Sea is extremely important to global commerce as a huge amount of trade moves through it.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org."
]