[
  "(REUTERS/Jim Bourg)\n\nI had no idea who Alexander Kirss was until I stumbled upon an article in Foreign Policy, detailing his firing from the Center for the National Interest in retaliation for publicly complaining that the think tank had hosted Donald Trump’s much-criticized foreign policy speech at the Mayflower Hotel (attended, weirdly, by the Russian ambassador).",
  "While the Center’s leaders later claimed that they invited Trump out of a benign desire to expand the scope and tenor of the foreign policy conversation in this year’s election, this line of argument is unconvincing.",
  "To the extent other conservative think tanks are helping Trump, they should identify themselves and explain on what basis they see fit to assist someone so obviously bereft of character and conservative principles.",
  "While previous coverage by the Center’s flagship publication, The National Interest, was highly critical of Trump, this has been replaced by more moderate criticism, tentative approval, and simpering praise.",
  "It is one thing for a politician to throw his lot in with Trump; it’s quite another for supposedly apolitical, serious intellectuals to do so and thereby give Trump the patina of respectability.",
  "Kirss wrote:\n\n[The invitation] is indicative of the flawed and counterproductive strategy that certain parts of the broader realist movement have adopted for furthering their goals.",
  "The Center’s defense of the event offered several approving statements of Trump’s views, and the tone of the speech was more that of a booster rally than a serious presentation.",
  "We don’t share Kirss’s affection for “realist” (i.e., noninterventionist) foreign policy, but one is compelled to admire the intellectual honesty.",
  "Whether intended as an endorsement or not, the Center’s invitation is tantamount to tacit, if not explicit, approval of Trump’s positions.",
  "As such, it is well in line with the opportunism displayed by others who have sided with Trump, such as New Jersey Gov.",
  "Chris Christie, Alabama Sen. Jeff Sessions, and former presidential candidate Ben Carson.",
  "For pulling back the curtain and calling foul, Mr. Kirss deserves recognition and thanks.",
  "(Those who provided him with the list of judges have yet to self-identify.)",
  "We’d be happy to hear from anyone at such an institution.",
  "Republican presidential candidate Donald Trump."
]