[
  "Territorial disputes should be resolved in negotiations between each country and China, and according to international law, but freedom of navigation is an international issue, Vinh said, implying that U.S. leadership is still needed.",
  "(Photo: Linh Pham, Getty Images)\n\nWASHINGTON — Vietnam wants the United States to remain engaged in Asia and play a greater role in connecting the former enemy to U.S. allies in the region, its ambassador said Wednesday.",
  "Vietnam, other countries in the 10-member Association of Southeast Asian Nations (ASEAN) and U.S. allies such as Australia, Japan and South Korea, have been at odds with China over the South China Sea.",
  "A woman wears a face mask while using an overpass during the morning rush hour on Nov. 4, 2016, in Hanoi, Vietnam's fast-growing economy has also led to its air being among the most polluted in Asia.",
  "Vinh called on the U.S. to help Vietnam connect through cultural and commercial exchanges with U.S. allies in the east, such as Japan, South Korea, Australia and New Zealand.",
  "During the campaign, Trump slammed the Trans-Pacific Partnership (TPP) trade agreement reached this year between the United States and 11 Pacific nations, including Vietnam.",
  "“We need the United States to remain engaged,” said Pham Quang Vinh, Vietnam's ambassador to Washington, at an event organized by the Center for the National Interest.",
  "Vietnam, which fought a prolonged war with the United States ending in 1975, when the U.S. withdrew its forces, is now a growing trading partner with the U.S.",
  "The two countries also have collaborated to find the remains of missing U.S. service members, clear land mines and remove dioxins left from the conflict.",
  "Vietnam, which battled China in 1974 over the Paracel Islands, still disputes Chinese claims to certain territories in the South China Sea.",
  "Vietnam also seeks the assistance of the U.S. and its allies to improve its capacity for economic development and security, he said.",
  "\"We have been working together with countries in the region on how to maintain peace and freedom of navigation,\" Vinh said.",
  "And Vietnam and the U.S. have agreements to cooperate on disaster relief, search- and-rescue and peacekeeping, Vinh said.",
  "China's construction of islands and military bases there have sparked disputes with many of those nations in the region.",
  "“We’ve been moving our relationship from foes to friends and now to full partnership” with the United States, Vinh said.",
  "“Improving relations between Vietnam and the United States over the past years did not have the TPP,” Vinh said.",
  "2 and 3 top economies in the world with China and Japan, plus the fastest growing markets for U.S. products.",
  "He did note that “Asia is on the rise,” with 60% of world GDP, 50% of the world’s market for goods, the No.",
  "Vinh spoke as President-elect Donald Trump was putting together his leadership team and Cabinet.",
  "Trump also called for U.S. allies in Asia to assume more responsibility for their own defense.",
  "“I’m not quite sure yet about the emerging policies of the new administration,” Vinh said.",
  "Read or Share this story: http://usat.ly/2fyc6Qc"
]