[
  "* There goes President Obama, attacking America on foreign soil, or something:\n\nPresident Obama said Friday that North Carolina and Mississippi’s laws limiting protections for transgender, lesbian, gay and bisexual people are “wrong” and “should be overturned.” Speaking at a news conference in London with British Prime Minister David Cameron, Obama praised Americans living in states that have recently taken steps to single out individuals based on their gender identity or sexual orientation, even as he criticized their approach to the issue.",
  "* Nick Gass reports that Donald Trump is heading to wonkytown:\n\nDonald Trump will deliver a speech focused on foreign policy issues next Wednesday at the National Press Club in Washington, the Republican presidential front-runner’s campaign announced Friday, in its latest effort to enunciate policy positions as it looks to position itself in a general election fight.",
  "McAuliffe’s announcement in Richmond on Friday will allow an estimated 180,000 to 210,000 former felons who are not in prison or on probation or parole to register to vote this year in Virginia, a battleground state, according to a coalition of civil rights groups that had pushed for the restoration of voting rights.",
  "The North Carolina bill requires individuals to use the bathroom that matches the gender listed on their birth certificate and restricts local governments from providing specific protections based on sexual orientation and gender identity.",
  "* Irin Carmon profiles Donna Edwards, who is trying to become only the second African American woman ever to serve in the Senate and who’s locked in a tight race with Chris Van Hollen for the Democratic nomination in Maryland.",
  "* Matthew Yglesias notes that Democrats will have no trouble unifying in the fall, because compared with previous elections, the disagreements between Bernie Sanders and Clinton have been tame.",
  "Trump’s campaign said the candidate accepted an invitation from The National Interest magazine and its Center for the National Interest, which was established by former President Richard Nixon.",
  "Terry McAuliffe (D) will make all ex-felons in Virginia eligible to vote in the upcoming presidential election, part of a years-long effort to restore full voting rights to former convicts.",
  "The U.K. Foreign Office issued a recent advisory warning British citizens they could face discrimination in parts of the United States based on their sexual orientation or gender identity.",
  "So the next time you see a British person, give them a hug and let them know that even though they do weird things like calling trucks “lorries,” we still accept them for who they are.",
  "“The disenfranchisement of people who have served their sentences was an outdated, discriminatory vestige of our nation’s Jim Crow past.”\n\nLet’s see which other states follow suit.",
  "“It is a historic day for democracy in Virginia and across our nation,” said Tram Nguyen, co-executive director of the New Virginia Majority, a progressive activist group.",
  "I’m guessing there will be plenty of stuff about how we need to be “strong” and how “strength” is the most important thing in foreign affairs.",
  "Mississippi’s law allows people to withhold services from lesbian, gay, bisexual and transgender individuals on religious grounds.",
  "* Steve Benen argues that no one is going to be convinced by Trump’s latest makeover, because they already know who he is.",
  "* Fred Kaplan says we all ought to realize that we’re going to war in Iraq again, this time against the Islamic State.",
  "* A new poll of Latino voters from Latino Decisions finds Hillary Clinton rating at 61-32 favorable/unfavorable.",
  "* Sari Horwitz and Jenna Portnoy report on some good voting rights news from Virginia:\n\nGov.",
  "* Judd Legum explains how Sean Hannity is basically a one-man promotion machine for Trump.",
  "In other words, some of Trump’s new hires will write words on paper, which he will read.",
  "* At the Week, I asked what Sanders wants and whether he knows how to get it.",
  "* Cruz thinks Fox News is giving too much credence to things Trump says.",
  "* And we finally have a poll from all-important Indiana!",
  "87 percent unfavorable, 9 percent favorable.",
  "Trump 37, Ted Cruz 31, John Kasich 22.",
  "Trump’s rating?"
]