[
  "“China has poured considerable resources into wind, however, with wind power being so expensive to produce compared to coal or even importing oil or natural gas and considering prices are down considerably for traditional carbon-based energy resources, wind seems like a bad economic choice.”\n\nIn 2015, China invested almost $103 billion in green energy, with approximately 43 percent of the cash specifically targeting wind power.",
  "“So, you have wind farms that are being developed but they’re just sitting for years before they’re connected.”\n\nWind power damages the power grid because the amount of electricity generated by a wind turbine is very intermittent and doesn’t coincide with the times of day when power is most needed.",
  "“China is building its wind capacity so rapidly that it’s not connecting turbines to the grid,” Dr. Michael B. McElroy, a Harvard University professor who co-authored research with several Chinese scientists into the scale of the waste, wrote in a press statement.",
  "“With many energy providers in the United States as well as in Germany turning away from wind until costs are shown to be less of a burden, China may need to make the same choice.”\n\nMore than one-in-three wind turbines currently installed worldwide are in China.",
  "Even with this enormous number of turbines, China still produces less electricity from wind than America, indicating the country is so over-saturated with turbines that it is damaging the power grid, potentially leading to blackouts.",
  "However, government statistics show that 33.9 billion kilowatt-hours of wind-power, or about 15 percent of all Chinese wind power, was wasted last year because the power grid can’t handle the inherent unreliability of wind.",
  "Beijing has ordered wind operators to stop expanding four times in the last five years, because unreliable wind power was damaging the country’s power grid and costing the government enormous amounts of money.",
  "“The challenge for China is getting its energy mix correct,” Harry Kazianis, director of defense studies at The Center for the National Interest and an expert on China, told The Daily Caller News Foundation.",
  "Subsides and incentives to build new turbines are so lucrative that companies have seen their profits soar by 25 to 64 percent this year, according to a study by Bank of China International.",
  "China has greatly slowed its construction of new wind turbines to cope with an oversupply of intermittent and unreliable wind power, which is threatening to cause blackouts.",
  "“Combined with so much of it being wasted, China needs to develop an energy policy that takes into account environmental factors as well as cost,” Kazianis continued.",
  "China’s government stopped approving new wind power projects in the country’s windiest regions in early March, according to China’s National Energy Administration.",
  "Building the infrastructure to transmit wind energy over long distances is enormously expensive and could cost many times the price of generating the electricity.",
  "Despite the freeze on new wind-farms, the Chinese government still plans to get 15 percent of the country’s electricity from green energy by 2020.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The best areas for wind turbines in China are far away from the coastal provinces where most of its population lives.",
  "These regions previously installed nearly 71 gigawatts of wind turbines, more than the rest of China combined.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The sheer scale of the waste is causing even environmentalist outlets like InsideClimate News to worry.",
  "This poses an enormous safety challenge to grid operators and makes power grids vastly more fragile.",
  "As a result of this cash infusion, China is wasting enough wind energy to power Great Britain.",
  "China is pouring a lot of money into wind farms it can’t use, according to a new study.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "In comparison, the U.S. spent a “mere” $34 billion on green energy in 2014.",
  "A single gigawatt of electricity is enough to power 700,000 homes."
]