[
  "They have faced a President Obama who has vetoed or refused to consider a number of their approaches but I think the amount of spending restraint—and Trump talks regularly about this, the amount of waste, fraud and abuse—in politics today is such that if you strip that out there’s an awful lot to be saved.",
  "The fiscally conservative group Club for Growth has expressed reservations about Trump and the Huffington Post had a headline proclaiming “ The Age of Norquist Is Over ” because Donald Trump is not a fiscal conservative, do you think you can endorse Donald Trump and is he a true fiscal conservative?",
  "The president of Americans for Tax Reform is the man behind the infamous pledge to not add a single new dollar in revenue to the U.S. government, which arguably brought down President Obama’s attempts at a grand bargain with then-House Speaker John Boehner and brought us the fiscal cliff .",
  "Getting those people back to work is the most important things to do and it’s also what Trump focuses on and the secret to his unexpected success against a bunch of political pros in the primaries and his polling well against a pro pro in [likely Democratic nominee] Hillary [Clinton].",
  "Nevertheless, Grover Norquist , president of Americans for Tax Reform, believes that Donald Trump is a fiscal conservative: in fact, Norquist believes Trump has the potential to surpass even Ronald Reagan and become the most fiscally conservative president in modern history.",
  "The government screws with you more through regulatory burdens than through the personal income tax and while not everybody technically pays the personal income tax, we all pay the cost of the regulations which raise the price of everything in the country.",
  "Proposals such as the one put forward by Congressman [Ken] Calvert that Dov Zakheim, a former Reagan and Bush defense person, put together—you’re talking about dropping hundreds of billions of dollars by dropping the number of civilian Pentagon employees.",
  "As a percentage of GDP, if we’re actually growing the economy over the next decade—and he’s been very clear about this—I sat 10 feet in front of him at the speech he gave to the Center for the National Interest , the old Nixon Center, on foreign policy.",
  "So that’s a challenge but the good news is that for Republicans going forward and for Trump, is there have been a series of reforms proposed that don’t effect anybody who is on Social Security—put Social Security aside—Medicare, Medicaid.",
  "Presidents put lots of ideas forward and that’s fine but if you look at what’s happened in the last 50 years of history—the last 100 years of history—Congress decides how money is going to spent, how taxes are going to be cut, and so on.",
  "Presumptive Republican nominee Donald Trump has said that he'd beef up the Pentagon , deficit spend to stimulate the economy and still somehow eliminate the national debt in eight years without cutting Social Security or Medicare.",
  "Because we’ve taken tax increases off the table—the taxpayer protection pledge has stopped any tax increase from '93 when the Democrats had both houses and the presidency to 2009—for 15-16 years, no tax increase.",
  "Because he has a House and Senate that are dramatically more pro-growth, dramatically less excited about government spending, dramatically more opposed to the corruption that you have from ear marks and so on.",
  "So on spending he has focused on the reforming government and he’ll be working with a Republican House and Senate which have already passed bills that would drop spending by $6 billion over the next decade.",
  "Trump recently said he’d stimulate the economy saying he’d “borrow knowing that if the economy crashed you could make a deal” which many interpret to mean he’d be willing to deficit spend economic stimulus.",
  "They don’t deal with anybody who is on Medicare now but would block grant Medicaid jobs programs, public housing and food stamps and block grant them just as Clinton did with aid with aid to children.",
  "Trump’s tax policy is quite good, it’s as good as a number of them—there were like 16 other proposals—it was one of the best in terms of how it hung together and aggressively pro-growth it was.",
  "The Republicans back in '96 said should we try and help [GOP nominee Senator Bob] Dole who was not doing well, who was never doing well, or should we focus on the House and the Senate.",
  "The Democrats decided that they didn’t want that, they wanted it as an issue so they could say that they opposed reforming it in order to claim that the Republicans wanted to cut it.",
  "The 13 million people’s kids whose parents don’t have someone in the household earning a living because of Obama’s economic policies—his have been very damaging for the country.",
  "That self-imposed discipline by a Republican House and Senate, together with a Republican president who can sign economic reform bills buy you an awful lot of economic growth.",
  "I think his focus on that will, in retrospect, be seen as—the tax cut is fundamentally sound and pro-growth—but his focus on deregulation is something that has been missing.",
  "So the idea that Trump, [House Speaker Paul] Ryan and [Senate Majority Leader Mitch] McConnell would sit down – there’s an awful lot of spending restraint that can be done.",
  "By focusing on growth and job creation Trump is doing exactly the right thing – and the tools, lower rates –\n\nBut he’s also looking to increase spending—deficit spending?",
  "But how do you reduce the deficit, or eliminate it as he’s pledged to do in eight years—without cutting Medicare or Social Security, which Trump has pledged to protect?",
  "And Trump said he’s open to a bunch or reforms starting with tax reductions, so we’d get the reforms and then we’d look at other ways to reduce spending and rein it in.",
  "Not that he doesn’t care—although, I don’t think he cares—but he doesn’t know what this would do to somebody else and what it would do to families across the country.",
  "George W. Bush had his own tax plan that was written to navigate a primary system which is why it wasn’t a particularly helpful tax cut in terms of being pro-growth.",
  "Clinton saw the problem back in the late 1990s but because of Monica Lewinsky, couldn’t do anything about it because the hard left of his party said: Don’t touch it.",
  "He hasn’t been a governor or a senator so he doesn’t have a voting record, whereas you could say, \"This governor has done this,\" or \"This candidate has done this.\"",
  "In an interview with TIME, Norquist explained how Trump won him over, or rather how he believes Republicans in Congress will win Trump over when it really matters.",
  "We’re now looking at $1.8 trillion a year absorbed by regulatory costs in the United Stated States, which is more than people pay on their regular income taxes.",
  "He takes the corporate rate and business tax rate for individuals, people in the sharing economy and others—1099 workers, not just corporations—to 15 percent.",
  "Certainly, the Republicans have had some tremendous successes against Obama—the spending cuts in the sequester and making 85% of the Bush tax cuts permanent.",
  "In this campaign he has laid out a pro-growth, more limited government, regulatory relief approach while keeping an eye on having a strong national defense.",
  "Listening to you, what do you think is more important in this election is it saving Republican House and Senate majorities or winning back the White House?",
  "He says he not only supports Trump, but has faith that the New York real estate mogul will be a game-changing president for the cause of small government.",
  "If he’s elected, he’ll have a Republican House and a Republican Senate, both of which have voted to dramatically reduce the size and scope of government.",
  "Trump’s plan is more pro-growth than Reagan’s and certainly dramatically more pro-growth than anything that George W. Bush put forward in his campaign.",
  "It’s not one of those things where we have to do a triage because one, Trump has his own resources, two, the House and Senate have their own resources.",
  "The difference between 4 percent a year and 2 percent a year is $5 trillion more money to the federal government just from growth—more people working.",
  "He wants to cure the environment at the cost of jobs, he wants the EPA to do this at the cost of jobs, he wants global warming at the cost of jobs.",
  "Step 1: get the economy going again and then you can afford as a percentage of federal spending to have the kind of military support that you need.",
  "When somebody comes up with a regulatory idea, he has a sense of who that would hurt, what jobs that would kill, that would never occur to Obama.",
  "When of course the Democrats’ solution every time there’s been a crisis in Social Security has been to cut benefits, raise taxes, never reform.",
  "Presidents only get to set directions, they don’t get to say how far you go in the direction you’re talking about—that’s what Congress decides.",
  "There’s some very good proposals to save money in the Defense Department without reducing our effectiveness in our international strength...",
  "What he does is almost all pro-growth policy unlike [President George W.] Bush’s tax cuts, which were not always focused on economic growth.",
  "You block grant them as aid to states and let them take different approaches and that gave you dramatic reductions in cost and dependency.",
  "Because that would take 60 votes and Democrats have made it clear that they like that as an issue, they don’t want to solve the problem.",
  "What do you make of the Tax Policy Center finding that Donald Trump's tax plan would add $9.5 trillion to the deficit over 10 years?",
  "The world is full of countries like Pakistan and Russia which had really nice militaries and not an economic base to support them.",
  "Because whatever you want to do, borrowing money or spending money, would have to pass a Republican House and a Republican Senate.",
  "Remember Reagan had the 800-page transportation bill which was a whole collection of earmarks and he said, \"This is ridiculous\"?",
  "When Reagan was president earmarks in Congress were viewed as a sign of your virility, how important you are, how cool you are.",
  "Nevertheless, Grover Norquist believes he has the potential to be the most fiscally conservative president in modern history.",
  "In turn, Trump has verbally agreed to the pledge, though Norquist is still waiting for a signed copy to put on his website.",
  "Not to mention that the Tax Policy Center found that Trump’s tax plan would add nearly $10 trillion to the national debt.",
  "And what Trump did well during the campaign is say I’m focused on jobs, I’m focused on the jobs, I’m focused on the jobs.",
  "But you could do a great deal more if you had a Republican president who was supportive of moving in those directions.",
  "So I’m interested in growth, I think it’s important to get that going and I think Trump is interested in that as well.",
  "If he’d let Congress work with him on writing it we’d have had a much stronger, better economy and a better tax bill.",
  "Is that something that Donald Trump or his campaign has told you — that he wants to block grant Medicare or Medicaid?",
  "He sat in the room and told Republicans that he understood that you needed to move towards 401ks, wanted to do that.",
  "When any politician tells you, I’m going to do X, what they’re telling you is the direction they want to move in.",
  "Well, Social Security takes 60 votes to change any way so that’s not a terribly interesting promise by anybody.",
  "At the same time, the Tax Policy Center found his tax plan would add nearly $10 trillion to the national debt.",
  "That makes everything you buy more expensive, getting a first home more expensive, all of these challenges.",
  "We’ve been growing at 2 percent since the recession ended and the [President Barack] Obama recovery began.",
  "My only hesitation was with a governor, or an elected official, they would have had a record to point to.",
  "We’re presently at 35 or higher for individuals that makes us noncompetitive with the rest of the world.",
  "He also talked which Reagan did and Bush—gosh, if he did I never heard him—about the regulatory burden.",
  "Take Trump’s laughable pledge to eliminate national debt without cuts to Social Security and Medicare.",
  "There’d be 13 million more people working today if we’d followed Reagan’s policies instead of Obama’s.",
  "What Trump represents is: Hillary Clinton would be like Obama, she’d go \"no no no\" to every reform.",
  "In that case, he’s outlined a set of political positions very similar to the ones Reagan outlined.",
  "So has his campaign assured you that they are not going to increase net spending on the Pentagon?",
  "You make it sound like he could be the most fiscally conservative president since Ronald Reagan?",
  "But, yes, he’s a fiscal conservative he wants to pay down the national debt, rein in spending.",
  "They have it and he’ll get it but they’ve had a smaller staff so I have a request in for that.",
  "Just to nail you down: you said Trump is fiscally conservative, but is a fiscal conservative?",
  "The European average is 25 percent and we’re at 35 plus local and state corporate income tax.",
  "His tax cut is more aggressive than Reagan’s, but we’re many years past Reagan’s successes.",
  "Not all the other candidates running for president except for [Jeb] Bush signed the pledge.",
  "The [President Ronald] Reagan recovery was 4 percent a year, Obama’s was 2 percent a year.",
  "And then you have to have the questions as to which weapons systems you have how much of.",
  "With the House and Senate they were more seen as in play, first of all they were closer.",
  "I don’t consider it signed until it’s on the web for everybody to see–it’s not just me.",
  "The House and Senate have put together and voted repeatedly on a whole series of them.",
  "Reagan just adopted the congressional legislation Kemp Roth —that was his tax plan.",
  "Reagan would be cheerful with his tax cut but this is more aggressive than Reagans.",
  "So the growth that you’re looking at would take half of that proposed deficit away.",
  "Only if we have a strong economy can we afford the military that we need to have.",
  "No, these are the reforms that have come out of the Republican House and Senate.",
  "This time we’ve had the Republican House and Senate most of the time since '94.",
  "And, again, because he has a Reaganite House and Senate which Reagan never did.",
  "Do you think that fiscal conservatives can vote for Donald Trump in the fall?",
  "One of the things that’s helpful with Trump is that he has been in business.",
  "The Republican House and Senate themselves—not the president—ended earmarks.",
  "Sure because all he’s doing is laying out what direction he wants to go in.",
  "Look at George W. Bush—more of those initiatives came from the White House.",
  "You’re taking the burden off of Trump here saying he shouldn’t have ideas?",
  "Then Bush ran twice saying you should give people the choice, 401ks, IRAs.",
  "And he started off by saying, Guys this all starts with a strong economy.",
  "But Trump says he wants to increase Pentagon spending, not decrease it?",
  "Only when the Democrats have everything can you raise taxes in America.",
  "There are all sorts of challenges: you reform government to cost less.",
  "He said, \"I’m going to sign it but I never want to see this again.\"",
  "I will vote for and support the nominee of the Republican Party.",
  "And yet Presidents have taken office with significant agendas.",
  "He won the presidency twice with that issue front and center.",
  "Two, they were fresh, new unused to governing as a majority.",
  "The President doesn’t have to come with a set of proposals.",
  "Well, he says that he wants to make the Pentagon stronger.",
  "Trump is polling neck-in-neck with Hillary at this point.",
  "With that, we know how to govern and campaign on that.",
  "I don’t quite know what he was trying to get at there.",
  "But he had lost control of his own presidency by then.",
  "Reagan had a skeptical House and Senate in some ways.",
  "The Senate is fine as long as it’s an okay election.",
  "Have you talked to Trump about signing your pledge?",
  "He never talks about all the jobs that he’s killed.",
  "I have talked to his staff and they say he will.",
  "Oh, I’m a big person, I can bring earmarks back.",
  "The House does not look in any way in trouble.",
  "The one thing Obama never talks about is jobs.",
  "You don’t have to cut government to cost less.",
  "George W. Bush certainly had his own tax plan.",
  "I haven’t heard him say deficit spending.",
  "Yeah, I think he’s a fiscal conservative.",
  "So, Donald Trump, heir to Ronald Reagan?",
  "Trump would not face the same challenge.",
  "In this case they are the same project.",
  "Is Donald Trump a fiscal conservative?",
  "So, yeah, he’s fiscally conservative.",
  "They pruned it back a little bit.",
  "Trump would get it immediately.",
  "He is campaigning that way.",
  "But nobody cut any budgets.",
  "There is not a conflict.",
  "And beyond that.",
  "He could be.",
  "Any comment?",
  "No, no.",
  "Wrong.",
  "Yes."
]