[
  "REUTERS/Jonathan Ernst\n\nBy Steve Holland and Ayesha Rascoe\n\nWASHINGTON (Reuters) - U.S. President Donald Trump formally withdrew the United States from the Trans-Pacific Partnership trade deal on Monday, distancing America from its Asian allies, as China's influence in the region rises.",
  "U.S. President Donald Trump plays host to a reception and meeting with U.S. congressional leaders including Senate Minority Leader Chuck Schumer (D-NY) (L) and House Speaker Paul Ryan (R-WI) (2nd L) in the State Dining Room at the White House in Washington, U.S. January 23, 2017.",
  "He asked the group of chief executives from companies including Ford Motor Co, Dell Technologies Inc, Tesla Motors Inc and others to make recommendations in 30 days to stimulate manufacturing, Dow Chemical Co Chief Executive Officer Andrew Liveris told reporters.",
  "\"A company that wants to fire all of its people in the United States, and build some factory someplace else, and then thinks that that product is going to just flow across the border into the United States - that's not going to happen,\" he said.",
  "BUSINESS LEADERS\n\nThe new president met with a dozen American manufacturers at the White House on Monday, pledging to slash regulations and cut corporate taxes - but warning them he would take action on trade deals he felt were unfair.",
  "Trump is also working to renegotiate the North American Free Trade Agreement to provide more favorable terms to the United States, telling reporters he would meet leaders of NAFTA partners Mexico and Canada to get the process started.",
  "\"We're going to stop the ridiculous trade deals that have taken everybody out of our country and taken companies out of our country,\" the Republican president said as he met with union leaders in the White House's Roosevelt Room.",
  "Trump, who wants to boost U.S. manufacturing, said he would seek one-on-one trade deals with countries that would allow the United States to quickly terminate them in 30 days \"if somebody misbehaves.\"",
  "The U.S. dollar fell to a seven-week low against a basket of other major world currencies on Monday, and global stock markets were shaky amid investor concerns about Trump's protectionist rhetoric.",
  "Obama had framed TPP, which excluded China, as an effort to write Asia's trade rules before Beijing could, establishing U.S. economic leadership in the region as part of his \"pivot to Asia.\"",
  "\"It's going to be very difficult to fight that fight,\" said Lanhee Chen, a Hoover Institution fellow who was domestic policy adviser to 2012 Republican presidential nominee Mitt Romney.",
  "Harry Kazianis, director of defense studies at the Center for the National Interest think tank in Washington, said Trump must now find an alternative way to reassure allies in Asia.",
  "Fulfilling a campaign pledge to end American involvement in the 2015 pact, Trump signed an executive order in the Oval Office pulling the United States out of the 12-nation TPP.",
  "Trump has sparked worries in Japan and elsewhere in the Asia-Pacific with his opposition to the TPP and his campaign demands for U.S. allies to pay more for their security.",
  "The TPP accord, backed heavily by U.S. business, was negotiated by former Democratic President Barack Obama's administration but never approved by Congress.",
  "China has proposed a Free Trade Area of the Asia Pacific and has also championed the Southeast Asian-backed Regional Comprehensive Economic Partnership.",
  "Trump, who took office on Friday, has promised to bring factories back to the United States - an issue he said helped him win the Nov. 8 election.",
  "Liveris said the CEOs discussed the border tax \"quite a bit\" with Trump, explaining \"the sorts of industry that might be helped or hurt by that.\"",
  "Japan, Taiwan and Vietnam should be approached first as they are key to any new Asia strategy that President Trump will enact,” he said.",
  "His trade stance mirrors a growing feeling among Americans that international trade deals have hurt the U.S. job market.",
  "He has not hesitated to call out by name companies he thinks should bring outsourced production back home.",
  "At part of the meeting observed by reporters, Trump provided no details on how the border tax would work.",
  "\"We are going to be imposing a very major border tax on the product when it comes in,\" Trump said.",
  "Republicans have long held the view that free trade is a must, but that mood has been changing.",
  "He said those businesses that choose to move plants outside the country would pay a price.",
  "He's not going to do anything to harm competitiveness,\" Liveris said.",
  "\"Trump is reflecting a trend that has been apparent for many years.\"",
  "\"This could include multiple bilateral trade agreements.",
  "\"He's going to actually make us all more competitive.\"",
  "\"Look: I would take the president at his word here.",
  "Story continues"
]