[
  "The report states exporting LNG will help “address a variety of environmental concerns in the power-generation sector.”\n\nExporting natural gas is likely to be a growth industry, as global demand for natural gas is expected to be 50 percent higher by 2035 than it is now, according to the International Energy Agency.",
  "“US pipeline infrastructure needs both modernization of existing facilities and new investment to realize the potential for US gas exports.”\n\nChina is expected to buy roughly 70 percent of its oil from foreign sources over the next few decades, largely from unstable parts of the world.",
  "“I am not shocked that China, an emerging U.S. rival in Asia and indeed throughout the world, would turn to Washington for more and more LNG, and more broadly, more natural resources,” Harry J. Kazianis, director of defense studies at the Center for the National Interest, told TheDCNF.",
  "“Bottom line: the potential is there for significant LNG exports in the future but … will the Chinese pay the right price for the US producers/exporters to make the Chinese market profitable, and will the US have the necessary infrastructure to make this possible?” Kauzlarich asked.",
  "“In fact, in the months and years to come, I can see Beijing purchasing more and more U.S. natural resources — and that is a good thing for U.S. suppliers too, in that Washington also should have diversified purchases from around the globe,” Kazianis said.",
  "“It is a win win for everyone and a reason for America and China to find common ground on strategic issues that divide them.”\n\nSudan provides seven percent of China’s oil imports and over one-third of Chinese oil imports come from sub-Saharan Africa.",
  "“This is good news for US energy exports in the future, but it is only the first step,” Richard Kauzlarich, former U.S. ambassador to Azerbaijan and Bosnia and a professor at George Mason University, told The Daily Caller News Foundation.",
  "They fear being overly dependent on any one source, or even any one continent, for their natural resource needs.”\n\nChina is now the largest foreign buyer of U.S. oil, according to new data from the U.S. Energy Information Administration.",
  "The Chinese have proven to be tough bargainers in the energy area – ask the Russians.”\n\nChina’s dramatic economic growth over the last decade has fueled its lust for oil and LNG.",
  "Though China’s shale reserves are large, they are prohibitively expensive and technically difficult to extract, being economically recoverable at a shockingly high $345 a barrel.",
  "“Second, is U.S. gas infrastructure (pipelines and export facilities including gas liquefaction capacity) adequate to handle significant exports to China?” Kauzlarich asked.",
  "The former ambassador previously told TheDCNF that China will continue importing LNG and oil, but he isn’t sure if it will accept its rising dependence on U.S. energy.",
  "U.S. consumers face minimal costs to export LNG and pocket huge economic benefits, according to a study the Department of Energy published in December 2015.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The Department of Commerce announced a 100-day action plan to allow Chinese companies to negotiate long-term contracts from American suppliers.",
  "The U.S. and China recently agreed to a major liquid natural gas (LNG) trade deal, which could generate $26 billion annually for America.",
  "As China’s need for oil and LNG imports rises, its dependence on the U.S. hydraulic fracturing, or fracking, boom has increased.",
  "Some of China’s largest oil suppliers — Angola, Sudan, Nigeria, and Equatorial Guinea — are known for political instability.",
  "The energy firm Wood Mackenzie estimates this deal could pump $26 billion into the U.S. economy each year by 2030.",
  "“Chinese officials have told me time and time again that they need to diversify where they get their energy from.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "U.S. crude oil exports in February jumped 35 percent as China started buying American oil.",
  "The study found exporting American LNG would provide huge environmental benefits as well.",
  "The country surpassed the U.S. as the world’s largest net importer of petroleum in 2013.",
  "China’s own fracking revolution stalled due to the poor quality of its shale reserves.",
  "“First, LNG exports will require long-term contracts with U.S. producers/exporters.",
  "Follow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "Rising demand has long surpassed Chinese energy production capabilities."
]