[
  "“We need a service that understands that its core mission is to provide such services to all of our armed forces, to be able to deny them to any adversary, and to protect all American space assets, whether military or civilian,” Dr. Robert Zubrin, a scientist who has written about space warfare and developed NASA’s mission plan to visit Mars, told TheDCNF.",
  "Secretary of the Air Force Heather Wilson opposes a Space Corps on grounds it would make the military “more complex, add more boxes to the organization chart and cost more money.” The Navy is also opposed to a Space Corps, but only because they want to take a lead role in space operations, arguing they could resemble operations at sea.",
  "“While the Air Force and Navy have assets that certainly have applications towards space, waging war in what is still technically a new and challenging domain is asking a lot.”\n\nThe military uses satellites for a variety of tasks from navigation to spying and missile defense.",
  "The Air Force is mired in a political war on multiple fronts: on one side, fighting new legislation to create a “Space Corps,” on the other, feuding with other service branches over who will take the lead on space operations.",
  "“The challenge here is that neither service is 100 percent ready to fight a true war in space,” Harry J. Kazianis, director of defense studies at the Center for the National Interest, told The Daily Caller News Foundation.",
  "“We must remember, if war were ever to break out with a near-peer competitors like Russia or China, U.S. military forces would be fighting in all domains — land, air, sea, space and cyberspace,” Kazianis said.",
  "Threats against satellites have largely been an afterthought in today’s asymmetric wars against technologically-lacking terror cells, according to a report published in August by the U.S. National Academies.",
  "“Winning in one domain will have consequences and pressure for the other services.”\n\nSome experts think creating an entirely new military bureaucracy could be expensive and add to the current confusion.",
  "Though some argue a Space Corps could oversee U.S. grand strategy in space, selecting one of the current military branches to lead space operations could be counterproductive.",
  "The Air Force and Navy adopted a joint “AirSea Battle” concept doctrine in 2010, renamed Joint Concept for Access and Maneuver in the Global Commons (JAM-GC) in 2015.",
  "The inter-service feud over future space operations has experts thinking about whether or not any branch of the U.S. military is prepared to lead in that theater.",
  "“Ultimately, we need to get out of the mindset of ‘this is my turf’ and think about fighting the wars of the future with a multi-domain mindset,” Kazianis said.",
  "Satellites are vulnerable to weapons rival military powers, like Russia or China, are developing, according to Gen. John Hyten, head of U.S. Strategic Command.",
  "The legislation would establish a new U.S. Space Command and make the new chief of the Space Corps the eighth member of the military’s Joint Chiefs of Staff.",
  "House lawmakers advanced a proposal Wednesday to hand the Air Force’s current responsibilities outside of Earth’s atmosphere over to a newly-created Corps.",
  "“What would make the most sense is for the Navy and Air Force to work together and avoid inter-service rivalry on this important issue,” Kazianis said.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "China destroyed one of its own satellites in 2007, and likely tested a ground-based missile launch system to destroy orbiting objects in 2013.",
  "During the Cold War space race with the Soviet Union, the U.S. armed services competed among themselves to develop advanced rockets.",
  "This is the only way to win the wars of the future.”\n\nFollow Andrew on Twitter\n\nSend tips to andrew@ dailycallernewsfoundation.org.",
  "They do not do so by developing and implementing a comprehensive strategy to seize and retain space supremacy,” Zubrin said.",
  "This inter-service rivalry led to some early confusion and duplication, according to the Smithsonian Air and Space Museum.",
  "“I don’t see any of the three current armed services being able to comprehensively grasp and prioritize that mission.",
  "An officer rises to the top in the Army, Navy or Air Force by leading troops, ships or aircraft into battle.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Corps would serve as a unified authority over satellites and spacecraft under U.S. Strategic Command.",
  "This wouldn’t be the first time branches of the military competed brutally for access to space.",
  "“This is why the military must push forward on things like AirSea Battle’s successor, JAM-GC."
]