[
  "“And I think that he’s the primary person that should be held responsible, and he had no interaction, and I think that’s what the story should be focused on.”\n\nBut according to a May 13, 2016 report in The Wall Street Journal noticed by AmericaBlog, Trump had at least some interaction with Kislyak on April 27, right in the midst of campaign season.",
  "Michael Flynn stepped down as national security adviser in February over the issue, and Attorney General Jeff Sessions recently promised to recuse himself from the Justice Department’s investigations into Russia’s meddling in the presidential race after The Washington Post reported that he had met with Russia’s ambassador twice during the campaign.",
  "The communication happened right before Trump delivered a foreign policy speech at the Mayflower Hotel in Washington, D.C.\n\n“I believe an easing of tensions, and improved relations with Russia—from a position of strength only—is possible, absolutely possible,” Mr. Trump said in a foreign-policy speech at Washington’s Mayflower Hotel in April.",
  "Dimitri Simes, president of the Center for the National Interest, told the outlet he had simply introduced Trump to Kislyak in a receiving line at the hotel:\n\nMr. Simes introduced Mr. Kislyak to Mr. Trump in a receiving line last April at a foreign policy speech hosted by his center at the Mayflower Hotel in Washington.",
  "Again, the Secret Service managed his movements.”\n\nTrump has been unable to move on from his administration’s ties to Russia after U.S. intelligence agencies concluded the Russian government had interfered in the U.S. election to help Trump defeat Democratic presidential nominee Hillary Clinton.",
  "During his confirmation hearing, Sessions told senators that he “did not have communications with the Russians.”\n\nTrump himself told NBC News on Jan. 11 that no members of his campaign staff had communicated with Russian officials.",
  "White House spokeswoman Sarah Huckabee Sanders tried to mitigate the spiraling situation last week, telling reporters the main issue was that Trump himself had never met with any Russian government officials during the campaign.",
  "“From everything I saw, when the receiving line was over, the Secret Service led Mr. Trump to a specially cleared holding area behind the podium where he was supposed to speak,” he said Tuesday.",
  "To state a ‘meeting’ took place is disingenuous and extremely misleading.”\n\nSimes also said he didn’t think there would have been time for an extensive meeting between Trump and the ambassador.",
  "But the administration has taken hits as reports come out that some of the president’s top campaign officials met with Russian officials, despite denying they had done so.",
  "I intend to find out.” A few minutes before he made those remarks, Mr. Trump met at a VIP reception with Russia’s ambassador to the U.S., Sergey Ivanovich Kislyak.",
  "President Donald Trump and his advisers have, on dozens of occasions, denied Trump’s campaign aides and other associates had any contact with Russian officials.",
  "After the speech was over, Mr. Trump returned to the holding area and then left the hotel without any time or format for a private encounter with anyone.",
  "“We have no recollection of who he may have shaken hands with at the reception and we were not responsible for inviting or vetting guests.",
  "“The big point here is the president himself knows what his involvement was, and that’s zero,” Huckabee Sanders said on March 3.",
  "Sessions, then a senator from Alabama, was there, but he did not notice whether he and the ambassador spoke at that time.",
  "Mr. Kislyak was one of four ambassadors who sat in the front row for Mr. Trump’s speech at the invitation of the center.",
  "At least five members of his team met with Russian Ambassador Sergey Kislyak before Trump officially took office.",
  "Mr. Trump was at the reception for about five minutes and then went immediately to the podium,” she said.",
  "Mr. Trump warmly greeted Mr. Kislyak and three other foreign ambassadors who came to the reception.",
  "Huckabee Sanders told The Huffington Post on Tuesday that there was no real meeting with Kisylak.",
  "So far, there is no evidence of collusion between Trump’s team and the Russian government.",
  "“The National Interest hosted Mr. Trump’s foreign policy speech and pre-speech reception.",
  "It is not clear what Trump and Kislyak discussed, or how extensive the interaction was.",
  "The New York Times also recently mentioned that Kislyak had attended Trump’s speech.",
  "This story has been updated with comment from Dimitri Simes and the White House.",
  "“There would have been no opportunity for him to talk to Kislyak separately.",
  "“Some say the Russians won’t be reasonable.",
  "Several ambassadors were present.",
  "Those denials were not true.",
  "Mr. Simes noted that Mr."
]