[
  "The top State Department diplomat for Asia, acting assistant secretary Susan Thornton, told reporters Monday that Tillerson would “discuss and coordinate strategy to address the advancing nuclear missile threat from North Korea.”\n\nIn Japan and South Korea, that means reassuring U.S. allies most at risk from an unprovoked North Korean attack.",
  "Past secretaries of state have used a big marquee trip early in their tenures to underscore U.S. commitment to a region, set out new positions or reset relations after periods of suspicion or animosity, and to ensure that the U.S. message is heard both overseas and at home.",
  "Among the key issues related to North Korea will be a restatement of U.S. commitment to defend Japan and South Korea after Trump’s suggestions during the presidential campaign that the United States could save money by having those allies develop their own nuclear weapons.",
  "North Korea won’t be the only topic, of course, especially in China, where Tillerson is charged with calming ruffled feathers from Trump’s repeated assertions during the campaign that China was cheating the United States on trade and stealing its jobs.",
  "Trump and his aides have been backpedaling ever since, but it will fall to Tillerson to make the first high-level U.S. assurances in Beijing and set the tone for an expected visit by Chinese President Xi Jinping to the United States next month.",
  "The potential for conflict with North Korea appears higher than in recent years as the dynastic regime edges closer to the ability to deliver a nuclear weapon to U.S. shores and confronts a new U.S. administration it perceives as antagonistic.",
  "Asian nations will be watching Tillerson’s engagement closely for clues to the new administration’s next moves on Asian trade policy after Trump, as promised, walked away from Obama’s signature Trans-Pacific Partnership omnibus trade package.",
  "(Susan Walsh/AP)\n\nWhen President Trump told an interviewer last month that former president Barack Obama had warned him of a grave “military problem from a certain place,” there was little doubt that the place was North Korea.",
  "It could also undermine U.S. statements about press freedoms and government accountability around the world and step back from U.S. insistence that Chinese officials face and take questions from visiting American reporters.",
  "The United States has set a red line against a North Korean inter-continental ballistic missile but has not said exactly what the consequences would be for a program Pyongyang has trumpeted as a national achievement.",
  "We need to consider a new mode.”\n\nOngoing annual U.S.-South Korean military exercises and deployment starting this month of a U.S. missile shield in South Korea will be the backdrop for Tillerson’s assurances.",
  "The Trump administration has junked the Obama-era diplomatic catchphrases “pivot to Asia” or “rebalance to Asia” but not the diplomatic and security imperatives that drove that policy, Asia experts said.",
  "The threat from North Korea — nuclear-armed, impoverished and deeply suspicious of a potential U.S. attack — is the centerpiece of Secretary of State Rex Tillerson’s visit to Asia beginning Wednesday.",
  "And that was before the military dictatorship launched missiles in a perceived challenge to the new Trump administration or allegedly ordered a bizarre assassination in a busy international airport.",
  "“It seems clear that when it comes to foreign policy, the Trump administration wants to make Asia first,” said Harry J. Kazianis, an Asia security specialist at the Center for the National Interest.",
  "Secretary of State Rex Tillerson will “discuss and coordinate strategy to address the advancing nuclear missile threat from North Korea” during his visit, a State Department official said Monday.",
  "The December telephone conversation cast doubt on the incoming U.S. administration’s commitment to the one-China policy that is a bedrock of wary but mostly stable U.S.-Chinese relations.",
  "1 issue will be North Korea just because it’s so present” for each of the countries Tillerson will visit, said Victor Cha, a former top adviser on Asia under President George W. Bush.",
  "The United States has dismissed what U.S. officials suggested was an unserious Chinese proposal to do away with the exercises in exchange for North Korea suspending missile tests.",
  "“This is an administration that has been very clear since Day One that a tougher line on China was going to be a key part of their Asia strategy,” including on trade, he said.",
  "In China, which is Tillerson’s last stop, it means leaning on the North’s protector and only ally to use its economic power to choke Pyongyang’s missile development.",
  "Tillerson made an unusual and perhaps unprecedented decision to travel without a complement of State Department reporters on this first extensive solo trip.",
  "“We remain very concerned about the aggressive posture of the Kim Jong Un regime,” said Tamaki Tsukada, spokesman for the Japanese Embassy in Washington.",
  "Tillerson’s deliberate choice means that seasoned American diplomatic reporters cannot cover all of his engagements, even if they travel independently.",
  "The United States is expected to seek new bilateral trade deals with some of the Asian nations that were party to the TPP, as well as outside Asia.",
  "Trump compounded Chinese anger by breaking decades of diplomatic protocol when he spoke directly to Taiwan’s elected leader.",
  "“This is the secretary’s decision, to travel with a smaller footprint,” State Department spokesman Mark Toner said Tuesday.",
  "It was also the main topic for Defense Secretary Jim Mattis’s Asia trip last month — his first as the Pentagon chief.",
  "The recent provocations from North Korea show we cannot be complacent or have a business-as-usual scenario.",
  "China strongly opposes the system, known as THAAD, as well as the joint military exercises.",
  "“We welcome the U.S. announcement that all options are on the table.",
  "Japan, especially, was rattled by the collapse of the TPP.",
  "David Nakamura contributed to this report.",
  "“The No."
]