[
  "Given South Korea's high-tech prowess, Seoul has been able to develop a homegrown military industry and the ability to produce its own precision missiles as well as submarines and advanced surface combatant vessels, according to Kazianis.",
  "\"North Korea has certain limited angles or areas they can fire into the open ocean,\" said Peter Brookes, a senior fellow for national security affairs at the Heritage Foundation, the conservative think tank based in Washington.",
  "THAAD features an advanced radar system that China claims gives the U.S. and South Korea capability not only to spot ballistic missiles from North Korea, but to potentially look deep into China to monitor military activities.",
  "The North's test-firing of the missile followed a new set of tough sanctions from the United Nations Security Council that clamp down on energy exports to North Korea, including crude and refined oil as well as natural gas.",
  "At the same time, Brookes said by firing the missile over Japan the North Koreans are sending a \"political signal\" not only to their archenemy Japan but to the United States, because the missile can reach Guam.",
  "\"You can't purely look at the military capacity of South Korea as to whether they are ready,\" said Yun Sun, a senior associate with the East Asia Program at the Stimson Center, a Washington think tank.",
  "\"They haven't done that since July, and I'll bet you they will drop that next one right in the mid-Pacific ... or maybe 200 to 300 miles off the U.S. coast, to drive a point home that they can do it.\"",
  "Despite South Korea's formidable army and navy forces, experts indicate that Seoul probably would rely on help from the U.S. air and ground forces in any major conflict with North Korea.",
  "Earlier this month, the Trump administration agreed to modify the 2012 joint missile pact with South Korea, allowing the ally's warheads to now exceed 500 kilograms (roughly half a ton).",
  "\"If you're going to fire at a great distance, you almost have to fire it over Japan unless you fire it over land, which would include countries like China, Russia and other places.\"",
  "Even so, the regime led by Kim Jong Un is believed to have around 1,000 ballistic missiles, and some believe large salvos of rockets from the North could overwhelm the South.",
  "Also, Japan's Chunichi newspaper this week reported North Korea has a new submarine nearing completion that can stay underwater longer and fire multiple ballistic missiles.",
  "The recent expansion of the U.S.-supplied THAAD anti-missile system in South Korea could help reduce the threat, but it probably won't help much in the greater Seoul area.",
  "Still, Seoul has been seeking more ballistic missile firepower of its own and seeking to increase the range in its weapons to counteract the growing threat from the North.",
  "With the new firepower, the South can use it to destroy protected targets such as underground command posts, hardened bunkers and other critical military facilities.",
  "Meantime, North Korea's missile firing early Friday Seoul time is believed to be a Hwasong-12 intermediate-range ballistic missile fired near the Pyongyang airport.",
  "China has protested the deployment of the Terminal High Altitude Area Defense system, which is manufactured by U.S. defense giant Lockheed Martin.",
  "Last month, North Korea issued a specific threat to fire its Hwasong-12 missiles into waters off Guam but then appeared to back off the threat.",
  "Nearly 26 million people live in the Seoul area, meaning about half of the country's population might not be protected with the THAAD system.",
  "By some estimates, the hermit regime has the world's third-largest chemical weapons stockpile — up to 5,000 metric tons of chemical agents.",
  "In the months to come, though, Kazianis believes we'll see North Korea conduct another test of its intercontinental ballistic missile.",
  "It noted that with Pyongyang also having nuclear capability there's an added threat with the submarine-launched ballistic weapons.",
  "This marked the second time in the past month that North Korea has flown a ballistic missile over Japan without prior notice.",
  "There are more than 6,000 troops in Guam, including B-1B bombers that are stationed at Andersen Air Force Base.",
  "The U.S. has more than 28,000 troops stationed in South Korea and around 50,000 American personnel in Japan.",
  "The system was installed in Seongju, about 227 kilometers (or 135 miles) southeast of the capital, Seoul.",
  "Besides nuclear capability, North Korea also is said to have chemical-weapons stockpiles.",
  "The exact range of the THAAD system is believed to be up to 200 kilometers (124 miles).",
  "It had previously fired rockets over Japan but for purposes of launching satellites.",
  "\"South Korea's navy is actually one of the most powerful in Asia,\" he said.",
  "Pyongyang's textile exports also are affected under the new sanctions.",
  "\"So in theory, they could probably take on the North Korean military.",
  "You'd have to essentially invade and hold the whole country.",
  "I don't know if they'd be able to completely defeat them.",
  "\"It would be a joint operation with the United States.\"",
  "But they would win a traditional military struggle.\""
]