[
  "The U.S. military stumbled on the power of EMP blasts back in 1962 during the Cold War when an explosion from a nuclear test at high altitude over a Pacific Ocean atoll shattered street lights and shut down telephone service in Hawaii some 900 miles away, the Tribune said.",
  "Experts told the Fox News that North Korea could actually pull off the attack by detonating a hydrogen bomb at high altitude, which would create an electromagnetic pulse, or EMP, that would knock out key infrastructure in parts of the United States.",
  "The casualty rates would be off the charts,\"\n\nAn EMP, something that appears more like Hollywood fiction like in \"The Matrix\" movies, can cause more damage at higher elevations, Fox News noted.",
  "\"The biggest danger would be shorting out of the power grid, especially on the East Coast,\" Harry Kazianis, director of defense studies at the Center for the National Interest, told Fox News.",
  "\"If you look at the electric grid and what it’s susceptible to, we would be moving into a world with no food delivery, no water purification, no banking, no telecommunications, no medicine.",
  "James Woolsey, former chief of the Central Intelligence Agency from 1993 to 1995, warned of such an attack during an interview with the San Diego Union-Tribune in March.",
  "A detonation at 250 miles, a distance of roughly of the International Space Station, could fry electronics in most of the U.S. along with parts of Canada and Mexico.",
  "\"Imagine a situation where large sections of the U.S. had no power.”\n\n\"Imagine New York or Washington D.C. with no power for just a week.",
  "North Korea threatened an attack on the U.S. power grid using electromagnetic pulses to knock out electricity throughout America.",
  "\"I think this is the principal, the most important and dangerous, threat to the United States,\" Woolsey said in the interview.",
  "All of these things depend on electricity in one way or another.\"",
  "The warning came directly from the state news agency.",
  "The implications would be hard to fathom."
]