[
  "U.S. Defense Secretary James Mattis is expected to discuss the North Korean nuclear and missile threat as well as China's military build-up in the South China Sea later this week when he addresses an Asia Security Summit in Singapore, an event sponsored by the International Institute for Strategic Studies, a defense think-tank.",
  "\"China likes to use the North Korean threat to drive a wedge between the Republic of Korea and the United States,\" said Tom Karako, a senior fellow of the International Security program and director of the Missile Defense Project at the Center for Strategic and International Studies, a Washington-based think-tank.",
  "Analysts say China opposes THAAD because it believes the advanced anti-missile radar system's powerful radar gives the U.S. and South Korea capability not only to spot ballistic missiles from North Korea, but to potentially look deep into China to monitor military activities.",
  "South Korean President Moon Jae-in was quoted this week as saying it was \"very shocking\" to learn that his own country's Defense Ministry failed to report to him that an additional four launchers for the THAAD missile shield system have been brought into the country.",
  "\"You've got folks who are in place, elected by the people, who are not representing them well,\" said John Venable, a U.S. Air Force veteran and senior research fellow at the Heritage Foundation, a Washington-based conservative think-tank.",
  "The Pentagon's spokesman, Army Major Jamie Davis, said in a statement Wednesday that the Pentagon had \"worked closely and (had) been fully transparent\" with South Korea, or the Republic of Korea (ROK), throughout the entire THAAD process.",
  "\"The Chinese have essentially put a de facto blockage on South Korea for deploying THAAD,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a think-tank founded by former President Richard Nixon.",
  "Also playing out in the THAAD drama is Moon's apparent attempt to win favor with Beijing, which has applied economic pressure on Seoul to remove THAAD, which stands for Terminal High Altitude Area Defense.",
  "\"The rising North Korean missile threat makes THAAD a defensive necessity and the ROK-U.S. alliance moved as quickly as possible, together, to bring this important capability to the ROK,\" he added.",
  "Ultimately, experts suggested the new THAAD controversy from Seoul over additional launchers benefits China because it creates friction in the U.S.-South Korean alliance.",
  "The fuss over the U.S. bringing in more THAAD anti-missile launchers now has some American analysts questioning whether Moon might be playing into the hands of China.",
  "That said, Moon insisted Wednesday that he isn't seeking to reverse the current deployment arrangement between Washington and Seoul, which was reached last July.",
  "\"This would be a terrible time for the United States, or really a bilateral alliance here, to go wobbly on this very important deployment of THAAD,\" he said.",
  "The Yonhap news agency reported that Mattis and Han will meet on the sidelines of the event and likely will discuss both the North Korea issue and THAAD.",
  "However, Beijing and its state media have waged a campaign to essentially boycott South Korean businesses and to reduce tourism travel to the U.S. ally.",
  "There were suggestions at one point that the new launchers were brought into South Korea by the U.S. military without knowledge of the Seoul government.",
  "The THAAD system, which is made by U.S. defense contractor Lockheed Martin, went operational in early May at a location about 130 miles south of Seoul.",
  "At the same time, North Korea's latest ballistic missile test on Monday added to growing concerns about the threats posed by the Pyongyang regime.",
  "The bilateral meeting will set the stage for President Donald Trump and South Korea's Moon to meet later this month at the White House.",
  "Regardless, defense analysts said much is at stake because of the continuing threat from North Korea's missile and nuclear programs.",
  "China represents about one-quarter of the trade with South Korea and the addition of Hong Kong makes that figure exceed 30 percent.",
  "Moreover, they say there's a risk the new South Korean president could ultimately change course on THAAD for economic reasons.",
  "\"When they lose money from a big economy like China — tourism, manufactured goods, other types of trade — that hurts them.",
  "Moon, who took office May 10, ordered a probe into why he wasn't informed about the additional THAAD rocket launchers.",
  "As a presidential candidate, Moon sought to delay deployment of THAAD and asked for more discussion on the matter.",
  "According to Kazianis, \"North Korea has over 1,000 missiles that literally could strike South Korea at any time.",
  "He also suggested while running that the U.S. could do more harm in the end by rushing the deployment.",
  "The U.S. Department of Defense, though, rejects the assertion it left Seoul out of the loop on THAAD.",
  "It's a political talking point that a politician wants to use to distance himself from America.\"",
  "Also scheduled to attend the IISS security summit is South Korean Defense Minister Han Min-koo.",
  "The defense expert added: \"There is no harm in having the THAAD system in place.",
  "For South Korea, the economic clout of China has proven to be a mixed blessing.",
  "\"To be quibbling over interceptors is really a small tragedy,\" said Kazianis.",
  "So that's why this is a much bigger deal than it should be,\" Kazianis added.",
  "The new launchers are in addition to two that had already been installed.",
  "The first launchers for the system arrived in South Korea in March.",
  "So they need as many interceptors as they can get.\""
]