[
  "As the United Nations considers tougher sanctions, the North Koreans can choose between two options: Attempt to get the U.N. to withdraw its trade restrictions by promising to cease weapons testing, or accelerate the pace of their activities.",
  "Pyongyang issued a thinly-veiled threat to the United States on Tuesday, saying it was prepared to send more \"gift packages\" to the country if Washington continued with its \"provocations and futile attempts to put pressure on the DPRK.\"",
  "There would likely be no better way to provoke the international community than to launch a missile at an ordinary angle, according to Bernard Loo, professor of strategic studies at the S. Rajaratnam School of International Studies.",
  "An outbreak of geomagnetic storms could cause North Korea to delay any missile launch, Bloomberg reported on Friday, noting the storms could post risks to electronic equipment, including losses to data and auxiliary parts.",
  "It doesn't seem much time is left before North Korea achieves its complete nuclear armament,\" South Korea Prime Minister Lee Nak-yon said in a meeting of the country's defense ministers on Thursday, CNN reported.",
  "In the month since, Pyongyang has conducted its sixth and largest nuclear test ever, and launched a missile over Hokkaido, which Japanese Prime Minister Shinzo Abe called an unprecedented and serious threat.",
  "\"The North Koreans love to put on a big show for their big national holiday,\" Harry Kazianis, director of defense studies at the U.S.-based Center for the National Interest, told CNBC on Monday.",
  "North Korea could ramp up its weapons testing in a game of militarized chicken as the United Nations weighs imposing tougher sanctions on the country, analysts said.",
  "And Pyongyang's next display of defiance could come in the form of yet another missile launch as early this Saturday, to coincide with the country's founding day.",
  "Japanese F-15 fighters and U.S. B-1 bombers conducted joint drills over the East China Sea on Saturday, Reuters reported, citing Japan's Air Self Defence Force.",
  "According to Loo, a Saturday launch is \"definitely plausible,\" and it's likely to be one of many more provocations to come from the rogue nation.",
  "\"Some believe North Korea may launch another intercontinental ballistic missile on the 9th, this time at an ordinary angle,\" Lee reportedly said.",
  "In August, it had warned that it was planning to launch a missile toward the U.S. island territory of Guam, located in the Pacific Ocean.",
  "\"When you launch it an an ordinary angle, you're launching it the way you would if you were trying to hit something,\" he added.",
  "And North Korea might be prepared to continue to endure the economic squeeze of trade restrictions to get what it wants.",
  "Although North Korea launched a missile over Hokkaido in August, these regions were largely thinly populated, Loo said.",
  "According to analysts, Pyongyang's ultimate aim is to extract the maximum concessions out of the U.S. and its allies.",
  "But one factor outside North Korean leader Kim Jong Un's control could potentially scuttle a launch over the weekend.",
  "And just like its previous trials, North Korea's next missile test could be designed to incite maximum controversy.",
  "Analysts also said that Pyongyang was likely to launch a missile to coincide with the country's founding day.",
  "You don't actually want the missile to hit any place than you would otherwise want it to hit,\" Loo said.",
  "A mistake could result in actual human casualties, which Pyongyang will want to avoid, he added.",
  "A launch toward Guam would require the missile to fly over cosmopolitan parts of Japan.",
  "That could include securing greater economic aid and loosening up existing sanctions.",
  "But Loo said North Korea was unlikely to send a missile toward Guam any time soon.",
  "Many more to come It's not just South Korea predicting a Sept. 9 ICBM test.",
  "If they think the U.S. will back down, they will keep doing it,\" he added.",
  "\"When you do ballistic missile tests, the idea is to test the technology.",
  "\"If they think they can't afford to back down, they will keep doing it.",
  "The U.N. imposed its latest round of sanctions on Pyongyang in August.",
  "Up until now, Pyongyang has launched its missiles vertically.",
  "The body of water lies south of the Korean Peninsula.",
  "They're likely to take the second route, Loo said.",
  "\"The situation is very grave.",
  "More From CNBC"
]