[
  "“But if your goal is to create a more functional relationship between the United States and Saudi Arabia then occasionally you have to say no … I think the Saudis need to show us something in return, and I don’t see a lot of evidence over the last five years for that to be the case.”\n\nThe senators said they’d like to see an increasingly cautious Saudi alliance, in which U.S. military support depends on Saudi efforts to combat terrorism and prevent civilian casualties in military adventures like that in Yemen, where the Saudis hope to restore a friendly government and weaken a local movement linked to Iran.",
  "The United States’ relationship with Saudi Arabia should be “less consistent” and “more conditional,” according to a freshman senator who’s taken the lead in questioning it this year and demanding that the Saudis do more for the U.S.\n\n“Our interests are not aligned in fundamental ways, in the way that many new senators and congressmen are taught when you show up here,” Sen. Chris Murphy (D-Conn.) said Monday at the Center for the National Interest.",
  "They argue that this must be their focus given their vulnerability to attacks from Yemen, and they respond to critics by pointing out their successful campaign against al Qaeda in the kingdom, as well their steadfast and often domestically difficult support of U.S. foreign policy goals.",
  "That’s especially striking because it’s an implicit critique of what President Barack Obama, the leader of Murphy’s own party, has done for years, even as he has proved willing to question the Saudis and anger them by pursuing nuclear diplomacy with Iran.",
  "Murphy and Sen. Rand Paul (R-Ky.) were speaking at the D.C. think tank in advance of a Wednesday Senate vote on a measure they have introduced that would condemn a $1.15 billion sale of U.S. tanks and other military equipment to the kingdom.",
  "Human rights groups and lawmakers in the U.S. and Europe have blamed the Saudi-led coalition for targeting civilian sites, such as schools, hospitals and factories, despite repeated Saudi promises to follow the laws of war.",
  "In addition to the tensions over sending the Saudis more arms, lawmakers have supported a bill that would allow families of victims of the Sept. 11 terrorist attacks to sue Saudi Arabia for any possible role in the attacks.",
  "But even passing the bill would be seen as an insult inside the kingdom and a gift to its enemies, notably Iran, which regularly suggests Saudi links to militancy while downplaying its own ties to international terror.",
  "“So I think we are actively part of a war in Yemen, and I think almost no American knows that we’re involved with it.”\n\nTo Yemenis on the ground, the war is very much a joint American and Saudi effort, Murphy added.",
  "Chip Somodevilla/Getty Images Sen. Chris Murphy (D-Conn.) says the U.S. should take stock of its relationship with Saudi Arabia, calling for a \"less consistent\" and \"more conditional\" alliance between the countries.",
  "His remark is one of the clearest signs yet that the recent push to hold the Saudis accountable for their excesses is about more than their U.S.-backed brutality in Yemen over the last year ?",
  "Saudi Arabia and its partners in the campaign, like the United Arab Emirates, have spent some time fighting radical militants, but they are mostly focused on the Iran-backed Houthi movement.",
  "They blasted the kingdom for promoting an orthodox perspective of Islam that has been twisted into the militant ideologies of groups like al Qaeda and the self-described Islamic State.",
  "Reps. Ted Lieu (D-Calif.), who has been vocal on the issue for months, and Mick Mulvaney (R-S.C.) introduced a similar measure to the Senate proposal in the lower chamber on Tuesday.",
  "“We are refueling the planes that are dropping the bombs, we are giving the targets and we have people positioned there helping to guide the missiles into their targets,” Paul said.",
  "The young lawmaker targeted the assumption that the U.S. should help the Saudis even on missions that seem futile or dangerous, like their campaign in Yemen.",
  "Paul’s fellow Kentuckian, Majority Leader Mitch McConnell, said the Senate would override Obama if the president vetoes the Saudi law suit bill.",
  "President Barack Obama has voiced staunch opposition to the measure, arguing that it would open the U.S. up to lawsuits by other countries.",
  "He noted that radical groups, notably al Qaeda’s especially skilled branch in Yemen, have prospered thanks to the chaos of the war.",
  "“We have to take seriously the fact that we own, in some way, shape or form, every single civilian death,” the senator said.",
  "“If consistency is your ultimate goal here, then I guess we should answer the call any time the Saudis ask,” Murphy said.",
  "it’s an effort to fundamentally rethink a relationship that has been at the foundation of American Middle East policy.",
  "It’s striking that few Americans are aware of their country’s culpability in the conflict, the senators said.",
  "Theories about a Saudi role have proven to have little basis and likely would not stand up in a court of law.",
  "The senators believe Saudi interests have drifted away from those of the U.S. in recent years, they said.",
  "But McConnell predicted Paul’s resolution on weapons would fail, and he called Saudis important allies.",
  "The U.N. estimates that the civil war has killed 10,000 civilians since it began last year.",
  "The controversy over the U.S.-backed war has gotten attention in the House too.",
  "The kingdom is facing unprecedented heat from Congress this year.",
  "The White House will almost certainly veto it.",
  "WASHINGTON ?"
]