[
  "“Abe’s trip should clearly be seen as a valiant effort to heal the wounds of the past that constantly cast a shadow over what should be a much deeper partnership.”\n\nSince taking office in late 2012, Abe has sought to bind Japan even more tightly to the U.S. -- its sole military ally -- as an increasingly powerful China becomes more assertive over disputed territory.",
  "He said the city offered a reminder of the need to reduce the stockpiles of nuclear weapons among countries that have them and “stop the spread to new nations.”\n\nNuclear Weapons\n\nDuring his campaign, Trump suggested that Japan consider developing nuclear weapons to protect itself, contradicting longstanding U.S. policy.",
  "We must resist the urge to demonize those who are different.”\n\nAbe said: “The world needs the spirit of tolerance and the power of reconciliation now, and especially now.”\n\nOfficial records are spotty, but Abe’s visit to Pearl Harbor doesn’t appear to be the first by a postwar Japanese prime minister.",
  "“I offer my sincere and everlasting condolences to the souls of those who lost their lives here,” Abe said through a translator, extending the sentiment to all of the victims of “the war that commenced in this very place.”\n\n“We must never repeat the horrors of war again,” he said.",
  "Abe was the first world leader to meet with Trump after his election, and has mounted a bid to preserve U.S. support for the Trans-Pacific Partnership, a 12-nation trade deal that he and Obama have portrayed as critical to preserving U.S. influence in the region.",
  "But his visit was cast as a gesture of reconciliation matching President Barack Obama’s trip to Hiroshima earlier in the year, when the American president likewise stopped short of apologizing for the use of an atomic bomb on the city.",
  "“When the war ended and Japan was a nation in burnt-out ruins as far as the eye could see, suffering abject poverty, it was the United States and its good people that unstintingly sent us food to eat and clothes to wear,” he said.",
  "‘Deeper Partnership’\n\nAbe’s visit “is a meaningful measure in a much larger effort to enhance the U.S.-Japan alliance,” Harry Kazianis, director of defense studies at the Center for the National Interest, said in a statement.",
  "Trump has pledged to withdraw from an Asia-Pacific trade agreement that Japan saw as cementing the U.S. role in the region and has said he wants to charge Japan more for the presence of American troops on its soil.",
  "The Hawaii Hochi, a Japanese-language newspaper based in Honolulu, said last week that Japan’s Prime Minister Ichiro Hatoyama visited Pearl Harbor in 1956, followed by Prime Minister Nobusuke Kishi in 1957.",
  "After his meeting last month with Trump, Abe described the president-elect as “a leader we can trust.” Abe has said he’s seeking a second meeting as soon as possible after Trump’s inauguration.",
  "Japanese Prime Minister Shinzo Abe visited Pearl Harbor on Tuesday, the first Japanese leader in decades to tour the site of the surprise attack that drew the U.S. into World War II.",
  "Hiroshima Visit\n\nObama and Abe met for the second time since Trump won the presidential election last month, a victory that has had immediate ramifications for U.S.-Japan relations.",
  "Abe and Obama met for likely the last time before President-elect Donald Trump is inaugurated at Camp H.M. Smith, a Marine Corps installation on the Hawaiian island of Oahu.",
  "Arizona, a battleship sunk in the attack, where they laid a pair of lily wreaths that said “in remembrance.” They then tossed flower petals into the waters over the Arizona.",
  "Over the past four years, the two leaders have collaborated on issues including trade, disputed islands in the South China Sea, and the U.S. military presence in Okinawa.",
  "‘Fruits of Peace’\n\nBoth leaders’ remarks could be read, at points, as commentary on the world’s political situation in the wake of a divisive U.S. presidential election.",
  "During his visit to Hiroshima in May, Obama offered condolences for more than 100,000 Japanese who died after the U.S. dropped an atomic bomb on the city in 1945.",
  "Last week, the president-elect said the U.S. should expand its nuclear capability, a move that would reverse decades of cuts in the nation’s atomic weaponry.",
  "“It is here that we remember even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward.",
  "Eighty-one percent of respondents to a survey by the Asahi newspaper conducted Dec. 17-18 said they approved of Abe’s visit to Pearl Harbor.",
  "Prime Minister Shigeru Yoshida paid a visit in 1951 on his way home from signing a treaty in San Francisco, the New York Times reported.",
  "Abe did not apologize for Japan’s 1941 attack, which killed more than 2,000 Americans and temporarily crippled the U.S. Pacific fleet.",
  "Obama has sought to reassure world leaders that Trump will not upend longstanding U.S. norms and policies when he becomes president.",
  "In a separate poll by the Sankei newspaper, 68 percent of respondents said Trump wouldn’t have a positive effect on ties.",
  "Trump tweeted on Tuesday about his election win shortly before Obama and Abe reflected on the Pearl Harbor attack.",
  "Relatively few Japanese, however, are optimistic about the near-term future of relations with the U.S.",
  "“President Obama campaigned hard (and personally) in the very important swing states, and lost.",
  "The two leaders then traveled by motorcade and boat to the memorial to the U.S.S.",
  "In his speech, Abe noted the U.S. role in rebuilding Japan after World War Two.",
  "The voters wanted to MAKE AMERICA GREAT AGAIN!” the president-elect wrote.",
  "Abe’s Pearl Harbor visit is likely to play well with voters in Japan.",
  "“The fruits of peace always outweigh the plunder of war,” Obama said.",
  "The alliance has “never been stronger,” Obama said.",
  "Trump campaigned on promises to abandon the accord.",
  "He subsequently denied making the remark."
]