[
  "\"If radioactive particles became entrained in the jet stream winds, they could be transported toward the east quite quickly — the strongest winds in a jet stream can be over 200 miles per hour,\" said Peter Jackson, an environmental science professor at the University of Northern British Columbia.",
  "\"U.S. Pacific Command forces always maintain a high state of readiness and have capabilities to counter any threat to Guam, to include those from North Korea,\" Pentagon spokesman Lt. Col. Christopher Logan told CNBC in an email statement Friday.",
  "\"If they set something off as an airburst in the middle of the Pacific, we can detect it here in New York and probably in Europe,\" said Andrew Karam, a radiation safety expert consultant who has advised corporations and government agencies.",
  "Experts point out that radioactive fallout from a North Korean atmospheric nuclear blast would depend on the size of the detonated device, the location where it explodes, wind patterns and a number of other environmental factors.",
  "\"The fallout for a detonation in the atmosphere, or even on land, can move across the Pacific in a few days to a week,\" said Ken Buesseler, marine radiochemist with the Woods Hole Oceanographic Institute in Massachusetts.",
  "Meantime, if the North Korean leader does go ahead with the hydrogen bomb test above the Pacific some experts believe it would spur President Donald Trump to push for regime change in Pyongyang.",
  "The last such test, a 1.45 megaton weapon at high altitude some 900 miles from Honolulu, was dubbed Starfish Prime and roughly 70 times more powerful than the bomb dropped on Hiroshima.",
  "Jackson also explained that material from the nuclear blast could linger in the stratosphere for a long time similar to particle-size distributions from major volcano eruptions.",
  "In the case of Japan's Fukushima Daiichi nuclear power facility disaster in 2011, Buesseler said it took \"less than a week\" for winds to blow the radioactivity to California.",
  "Similarly, if North Korea goes ahead with the atmospheric test in the Pacific there likely will be radioactive particles detected from California to states in other regions.",
  "For example, the nuclear-armed missile fired from North Korea could veer off course into a neighboring country and cause the unthinkable: detonation in a populated area.",
  "The communist state failed to alert the world before it launched a Hwasong-14 intercontinental ballistic missile on July 28 that splashed down in the Sea of Japan.",
  "The Partial Test Ban Treaty signed in 1963 between the U.S., Soviet Union and Britain prohibited nuclear tests in the atmosphere, underwater and outer space.",
  "\"There's a reason why there was a push to ban explosions in the atmosphere before the push to completely eliminate nuclear testing took off,\" said Davenport.",
  "Either way, it's unclear if North Korea would provide advance notice of any nuclear test in the atmosphere to reduce the danger to aircraft and ships.",
  "So the threat to use such a weapon for a test over the Pacific raises the stakes and the possibility of a nightmare scenario if something goes wrong.",
  "Still, the most powerful nuclear weapon test conducted by the U.S. was at Bikini Atoll in the Marshall Islands in 1954 and code-named Castle Bravo.",
  "She said it's unlikely North Korea would test a weapon with the scale of the Castle Bravo explosion, which had the force of 15 million tons of TNT.",
  "The 1962 blast produced a light flash seen throughout Hawaii, damaged power lines and generated enough intensity to trigger burglar alarms.",
  "Regardless, there's the potential for radioactive particles to be carried long distances in the air that could reach the U.S. West Coast.",
  "Radioactive fallout from the 1954 test spread over 11,000 square kilometers, or nearly 4,300 square miles, according to Davenport.",
  "Indeed, particles from significant volcanic events have been observed in the stratosphere for several years following eruptions.",
  "To be clear, even Fukushima-related radiation detected in the Western U.S. was not deemed to be at levels posing a health risk.",
  "The missile test reportedly had a close call with an Air France passenger jet that had just passed the splashdown location.",
  "In September, North Korea conducted its sixth underground nuclear test, which produced a magnitude 6.1 earthquake.",
  "Initial yield estimates of about 150 kilotons were later revised upward to 250 kilotons (or 250,000 tons of TNT).",
  "So you might have an accidental war start by the North Koreans actually trying to test one of these things.\"",
  "More than 100 countries joined the treaty as signatories but not North Korea nor its key ally China.",
  "For its part, the Pentagon remains steadfast in its commitment to handle any threats against Guam.",
  "\"We don't know for certain the amount of safety measures that they've worked into these weapons.",
  "Its yield was estimated at 15 megatons, about 1,000 times larger than the 1945 Hiroshima bomb.",
  "But I don't think they'll do any missile or nuclear tests in the short to immediate future.\"",
  "\"You could detect that in San Francisco and other West Coast monitoring stations,\" he said.",
  "\"And that's because the effects are so much more dangerous than underground testing.\"",
  "Kazianis added, \"They would be very foolish to do anything on Guam or anything else.",
  "\"It's been decades since the last explosion in the atmosphere,\" said Davenport.",
  "Previous ballistic missile tests by the regime didn't use active nuclear bombs.",
  "The U.S. conducted nuclear weapon testing in the Pacific from 1946 until 1962.",
  "If you talk about the United States or Russia, there are safeguards.",
  "\"The risks are astronomical,\" said Kazianis.",
  "\"But that doesn't mean that it's dangerous.\"",
  "They might make threats."
]