[
  "“And in the absence of such specific guidance coming from the president, it’s difficult for an administration to develop a coherent approach.”\n\nOn Thursday, McMaster said Trump had directed his national security team to “confront Russia’s destabilizing behavior” in places like the Balkans; to “deter conflict”; and to “foster areas of cooperation.” But he offered few specifics beyond that on pressing issues like Russia’s annexation of Crimea and Moscow’s support for the Syrian ruler Bashar Assad, whom Trump warned this week against what he called a planned chemical weapons attack on innocent civilians.",
  "Although Trump administration officials have condemned Putin’s behavior in several areas, from repression of domestic dissent to cyber-intrusions of U.S. voting systems, White House officials suggested Thursday that Trump had no particular plan for his meeting with Putin, a meticulously well-prepared former KGB agent.",
  "While it would be hard for Trump to avoid some contact with Putin at the summit of world leaders, some U.S. officials believe he should limit any encounter with the Russian to a more casual, impromptu chat known in diplomatic terms a “pull-aside.”\n\n“Trump has talked for months about meeting Putin.",
  "Trump White House aides are said to be particularly wary of any encounter with Kremlin officials after they were embarrassed by last month’s visit to the Oval Office by Russia’s foreign minister, Sergei Lavrov, and Russian Ambassador Sergey Kislyak, a key figure in the Trump-Russia investigations.",
  "The White House had not planned to release photos of the visit and was surprised when a Russian state news services released photos from an official Russian photographer at the meeting, showing Trump laughing with Lavrov and Kislyak a day after he had fired FBI Director James Comey.",
  "Cohn added those meetings would likely not have a “formal agenda in advance.”\n\nExperts in Russia-U.S. relations said that could create an imbalance when Trump arrives to meet a Russian president who has spent his entire life fixated on the competition between the two countries.",
  "But National Economic Council Director Gary Cohn told reporters at a White House briefing with McMaster that Trump would have formal sit-downs—or “bilateral” meetings — with the leaders of the top nations represented at the annual gathering, including Russia.",
  "But many national security experts and Russia hawks inside the Trump administration are concerned that a president who has spoken for months about the prospect of a friendship with Putin might be too eager to please his strong-willed Russian counterpart.",
  "Story Continued Below\n\nIt is unclear what messages Trump might deliver to Putin at a time of high tension between Washington and Moscow over Russia’s reported interference in the 2016 election and its military presence in Ukraine and Syria.",
  "A sit-down with Putin would underscore Trump’s strong desire to befriend the Russian president, even at the risk of headlines sure to spotlight the multiple investigations into ties between Trump associates and the Kremlin.",
  "Experts believe Putin remains eager to improve relations with the U.S., even as Russia has lashed out at Washington in recent weeks for what it calls hysteria over Moscow’s well-documented interference in the 2016 election.",
  "President Donald Trump plans to sit down with Vladimir Putin next week, pursuing warmer relations with the Russian leader, despite multiple investigations into his campaign’s alleged ties to the Kremlin.",
  "Graham’s boss, former secretary of State and national security adviser Henry Kissinger, who has served as an intermediary between U.S. presidents and world leaders, met with Putin in Moscow on Thursday.",
  "Simes and others called it unlikely that any contact between the leaders will achieve policy breakthroughs, especially given the Trump administration’s unclear policy approach toward Russia.",
  "He comes to these meetings prepared,” said Thomas Graham, managing director at Kissinger Associates and a former George W. Bush White House aide handling Russia.",
  "He feels very strongly about that,” said Dimitri Simes, the Russian-born president and CEO of the Center for the National Interest in Washington.",
  "“Trump has not developed positions to offer to his associates and tell them, ‘This is the policy, this is what you need to do,’” Simes said.",
  "Trump, though, appears undaunted in pursuit of what he has said would be a useful partnership with Russia against Islamic terrorism.",
  "McMaster, will be the first for Trump and Putin after more than a year of intense scrutiny of their relationship.",
  "The expected meeting at the annual G-20 summit in Hamburg, confirmed Thursday by national security adviser H.R.",
  "“This is a president who in my view is still committed to try and improve relations with Russia.",
  "It’s really going to be whatever the president wants to talk about,” McMaster told reporters.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "(Trump and the White House have denied any Russian influence over his 2016 campaign.)",
  "The White House did not detail the exact venue for the conversation.",
  "The two men have spoken on the phone twice since Trump took office.",
  "Other people in the administration are hesitant,” Graham said.",
  "“Putin will come to this meeting with an agenda.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "“There’s no specific agenda."
]