[
  "A great example comes from a 2011 report from the Center for Strategic and Budgetary Analysis, which shows it wouldn't take much strategic sophistication to beat US missile defenses—just some basic math:\n\n\"Iran could deploy its land-based ASCMs (anti-ship cruise missiles) from camouflaged and hardened sites to firing positions along its coastline and on Iranian-occupied islands in the Strait of Hormuz while placing decoys at false firing positions to complicate U.S. counterstrikes.",
  "We can deny the evidence that is right before our eyes, but innovations in anti-ship missiles over many decades—combined with advanced but short-range carrier-based US fighter aircraft and missile defenses that can be easily defeated—have conspired to doom one of the most powerful weapons ever devised.",
  "And let there be no doubt that if steps are not taken to redefine what an aircraft carrier does—essentially take bombs and attack enemies at long ranges—then the next war America fights against a formidable foe will truly be historic, and for all of the wrong reasons.",
  "Despite all their amazing capabilities, the latest generation of attack planes onboard US aircraft carriers, the F/A-18 and soon-to-be F-35 Joint Strike Fighter, are not long-range strike aircraft, as they're only able to fly 500 and 550 nautical miles respectively.",
  "If the aircraft carrier is a symbol, an expression of US military dominance stretching from World War II to today, then there's another symbol that perfectly encapsulates its demise: China's DF-21D, what many experts describe as a \"carrier-killer\" ballistic missile.",
  "US Navy Photo\n\nSince American aircraft carriers sail in large groupings of ships, there exists the possibility of multiple US naval vessels meeting fiery deaths, as they would have to travel close to the shores of other nations that have similar weapons.",
  "US Navy Photo\n\nConsidering that we are currently unable to reload such defenses with ease at sea, our forces would face an unpleasant choice if their missile interceptors were exhausted: withdraw or face down enemy missiles with no defenses.",
  "Right now, if we tried to strike targets in, say, China or Russia, we would be unable to do it safely because, thanks to our short-range aircraft, we would have to be parked right in range of those countries' own powerful missile batteries.",
  "REUTERS/Andy Wong/Pool\n\nWith one report claiming China could build 1,227 DF-21Ds for every carrier the US military sends to sea, Beijing and other nations will have ample budgetary room to challenge our mighty carriers for decades to come.",
  "Taking the above example to its logical extreme, could China, Russia, Iran, or even one day North Korea simply build enough missiles on the cheap and launch them close enough to exhaust the defenses of a US aircraft carrier strike group?",
  "And considering China is already in the process of developing an even longer-range anti-ship weapon—the DF-26, with a range that could attack our carriers as far out as Guam—simple logic suggests the problem will only get worse.",
  "Chinese military vehicles carrying DF-21D anti-ship ballistic missiles, potentially capable of sinking a US Nimitz-class aircraft carrier in a single strike, in front of Tiananmen Gate in Beijing, September 3, 2015.",
  "Salvo and multiple axis attacks could enable these ASCMs to saturate U.S. defenses…salvos of less capable ASCMs might be used to exhaust U.S. defenses, paving the way for attacks by more advanced missiles.\"",
  "As I have said on several occasions, US naval planners in the future will face large missile forces aimed at their ships that could very well overwhelm their missile defense platforms.",
  "In a stand-off with a nation like China, this would put our most expensive weapon of war—and, more importantly, thousands of sailors, airmen, and marines—in harm's way.",
  "In the next great powers war, or perhaps even in a conflict with a mid-tier power like Iran, at least one of our aircraft carriers will sink to the bottom of the sea.",
  "Those who continue to defend the aircraft carrier have an obvious solution: missile defenses can stop any incoming attacks and keep the carrier relevant for decades.",
  "Now, to be fair, many nations already have various types of missile platforms that could attack carriers and do damage—even send them to the bottom of the sea.",
  "When launched, the weapon is guided using over-the-horizon radars, new satellite networks, and possibly even drones or commercial vessels being used as scouts.",
  "Harry J. Kazianis is director of defense studies at the Center for the National Interest and executive editor of its publishing arm, The National Interest.",
  "A Pentagon source tells me that Beijing has already deployed \"many of them—perhaps in the hundreds,\" and is \"fully operational and ready for action.\"",
  "We need to get used to a very simple reality: the decades-old age of the aircraft carrier, that great symbol of US power projection, has now passed.",
  "US sailors watcj the aircraft carrier USS John C. Stennis sail alongside the aircraft carrier USS Ronald Reagan, November 29, 2007.",
  "Hundreds of ASCMs may cover the Strait, awaiting target cueing data from coastal radars, UAVs, surface vessels, and submarines.",
  "That seems like a reasonable argument, except for one very basic problem: first-grade math tells us it's flat-out wrong.",
  "A chief aviation boatswain’s mate signals a C-2A Greyhound on the flight deck of the aircraft carrier USS Ronald Reagan.",
  "Previously, he served as editor of The Diplomat, a fellow at CSIS, and on the 2016 Ted Cruz foreign policy team.",
  "When it does find its target, it can descend from the sky and strike at speeds approaching Mach 12.",
  "US Navy\n\nThe US Navy (and to be frank, the whole US military) is living in a state of total denial.",
  "That means thousands of lives could be lost—and there would be very little we could do to stop it.",
  "Nimitz-class aircraft carrier USS Carl Vinson with Indian navy ships during Exercise Malabar 2012.",
  "The missile is mobile and can travel anywhere via a truck, making its detection difficult.",
  "The solution seems obvious: Why not park your carriers out of range and attack from afar?",
  "How the missile works is key to understanding what modern-day US aircraft carriers face.",
  "The system also has a maneuverable warhead to help defeat missile-defense systems.",
  "The best way to begin solving a problem is to admit that you have one.",
  "Worst of all, the missile has a range of 1,000 miles.",
  "This is a problem that will only get worse with time.",
  "Great idea—except we can't."
]