[
  "From Japan to South Korea to China to Vietnam, the president extended his offer to partner with the United States on a “fair and equal basis” outside of the Trans-Pacific Partnership, the multi-nation accord that Trump withdrew from on his first full day in office.",
  "“It makes sense that he would not take on more of his own home industries to give Trump a better deal than TPP.”\n\nIn South Korea and Vietnam, finding an agreement that addresses Trump’s main priority – reducing the trade deficit – is particularly difficult.",
  "DANANG, VIETNAM – President Donald Trump’s sweeping plan to restore American primacy by replacing “unfair” multilateral trade agreements with a series of bilateral deals is meeting a grim reality: foreign trading partners aren’t taking the bait.",
  "In China, Trump was greeted with thundering cannon fire and a military honor guard at Beijing’s cavernous Great Hall of the People and became the first foreign leader to dine in the Forbidden City since the founding of the People’s Republic.",
  "\"I will make bilateral trade agreements with any Indo-Pacific nation that wants to be our partner and that will abide by the principles of fair and reciprocal trade,” Trump told a gathering of Asia-Pacific powers in Vietnam on Friday.",
  "If he’s tossing them under the bus, actual allies, how is he going to treat us?”\n\nTrump’s biggest challenge, he said, may be that Asian leaders take him at his word when it comes to his “America First” rhetoric.",
  "\"Quite frankly, in the grand scheme of a $300- to $500-billion trade deficit, the things that have been achieved thus far are pretty small,\" Secretary of State Rex Tillerson told journalists on Thursday.",
  "“The Trump administration's plan of substituting bilateral FTAs for the multilateral TPP is going nowhere fast,” said Bonnie Glaser, an Asia scholar at the Center for Strategic and International Studies.",
  "In Vietnam, the remaining signatories of the Trans-Pacific Partnership, a group known as the TPP-11, moved closer to completing a comprehensive free trade agreement without the United States.",
  "In Japan, Prime Minister Shinzo Abe treated Trump to a round of golf at the planned site of the 2020 Olympics tournament and brought along 25-year-old Japanese golf star Hideki Matsuyama.",
  "“The simple fact is that most of the trade deficits the U.S. has with nations like Vietnam and South Korea are structural, and actually small, to be brutally honest,” Kazianis said.",
  "But in every country Trump visited, none of the leaders entered trade negotiations or offered significant concessions to the former real estate magnate and Art of the Deal author.",
  "In Tokyo, no sooner did Trump’s plane leave the tarmac than the finance minister declared that “We won’t do an FTA,” Taro Aso said, using the acronym for free trade agreement.",
  "“There is no magic deal out there that is going to fix that.”\n\nOfficials at the White House and Office of the US Trade Representative did not respond to requests for comment.",
  "In South Korea, a gleeful crowd of children hysterically cheered Trump’s arrival in what President Moon Jae-in called the first state visit by a US president in 25 years.",
  "“Abe put himself at great risk with his own nation’s powerful farming lobby,” said Harry Kazianis, an Asia scholar at the Center for the National Interest.",
  "Japanese officials, for instance, already expended a great deal of political capital when they negotiated TPP at the end of the Obama administration.",
  "In Beijing, even the president’s own top diplomat conceded that the talks between Trump and Chinese President Xi Jinping achieved little.",
  "But the pomp and circumstance didn’t translate into tangible deliverables, a fact one senior Asian diplomat attributed to a trust issue.",
  "But if that’s the strategy, the small guy won’t play ball.”\n\n“If I’m Vietnam, I’m telling my capital to wait,” the official said.",
  "“The US is advocating for bilateral deals because, in theory, they can exploit their dominant position,” the official said.",
  "“He is the greatest player in the history of Japan,” Trump gushed to reporters on the flight to Japan.",
  "Of course, each country is unique when it comes to its appetite for a bilateral agreement.",
  "That doesn’t mean Asian leaders gave Trump a chilly reception – far from it.",
  "“If it’s just you negotiating with AT&T, you don’t have much leverage.",
  "“Everyone’s unsure about Trump,” the official told BuzzFeed News.",
  "“They look at how he treats Canada and Mexico."
]