[
  "\"North Korea best not make any more threats to the United States,\" Trump said from the clubhouse at his golf course in Bedminster, N.J.\n\nNorth Korean leader Kim Jong Un \"has been very threatening beyond a normal state, and as I said they will be met with fire and fury and frankly power, the likes of which this world has never seen before,\" he said.",
  "More: North Korea threatens missile strike on Guam; Trump vows 'fire and fury'\n\nMore: Guam: Island paradise turned ballistic target\n\nPresident Trump promises action\n\nHours after the Post report, President Trump warned that North Korea could face \"fire and fury\" if it does not curb its nuclear advancement.",
  "More: Kim Jong Un is cruel and dangerous but not crazy, North Korean experts say\n\nMore: U.S. missile defense plans to zap North Korean threats\n\nU.S. military options could be limited\n\nU.S. defense officials have said there are few good military options to deal with North Korea.",
  "Buzz60\n\nNorth Korea Guam distance (Photo: USA TODAY)\n\nThe U.S. territory of Guam leaped into the world spotlight after the North Korean military said it was weighing a plan to strike the tiny, Western Pacific island with ballistic missiles.",
  "North Korea threatens Guam\n\nWithin hours of Trump's comments, North Korea's military said it is considering a missile launch aimed near the U.S. strategic military installations in Guam, home to U.S. nuclear bombers and other key assets.",
  "The Washington Post, citing U.S. intelligence officials and a confidential Defense Intelligence Agency analysis, reported Tuesday that North Korea has produced a miniaturized nuclear warhead that can fit inside its missiles.",
  "North Korea advances its nuclear technology\n\nA series of missile and nuclear weapons tests in recent years has alarmed the world and brought economic sanctions that have crippled North Korea's already struggling economy.",
  "\"My Homeland Security Adviser who is in communications with Homeland Security and Department of Defense notes that there is no change in threat level resulting from North Korea events,\" Calvo said in a statement.",
  "Last month, the military successfully intercepted a simulated intermediate-range ballistic missile using the Terminal High Altitude Area Defense (THAAD) system similar to one being deployed in South Korea.",
  "Secretary of State Rex Tillerson, in a surprise refueling stop Wednesday in Guam on his way back to Washington from Malaysia, said he does not believe there is \"any imminent threat\" of a nuclear attack.",
  "South Korea's Yonhap News Agency quoted a statement from the North's military saying it was \"now carefully examining the operational plan for making an enveloping fire at the areas around Guam.\"",
  "Pyongyang has pressed ahead with its tests — and issued angry threats after the United Nations Security Council voted unanimously to stiffen the sanctions four days ago.",
  "Here is what we know:\n\nDon't assume North Korea can't hit Guam\n\nExperts are mixed on whether the North's missiles can reach Guam and on how much damage they could do.",
  "Harry Kazianis, director of defense studies at the Center for the National Interest, says it is dangerous for the U.S. to assume the North can't reach U.S. targets.",
  "In addition to its nuclear arsenal, the nation has rockets and artillery aimed at Seoul, the South Korean capital that is only 35 miles from the Demilitarized Zone.",
  "\"I believe in the military on Guam, together with the U.S.\"\n\nCLOSE Here is what you need to know about the island that is the focus of North Korean threats.",
  "The warhead breakthrough is considered a crucial advancement on the path to producing a nuclear weapon capable of striking the U.S. mainland, experts said.",
  "\"It will be a war more serious in terms of human suffering than anything we’ve seen since 1953,\" Defense Secretary Jim Mattis said earlier this year.",
  "\"How many times does Pyongyang have to test short-, medium- or long-range missiles for people to understand they do have the ability to hit U.S.",
  "Newslook\n\nContributing: Jim Michaels, USA TODAY; Chloe Babauta, Pacitic (Guam) Daily News\n\nRead or Share this story: https://usat.ly/2vPkHHb",
  "CLOSE Secretary of State Rex Tillerson downplayed President Trump’s warning to North Korea over its nuclear intentions.",
  "\"It will involve the massive shelling of an ally’s capital, which is one of the most densely packed cities on earth.\"",
  "Guam is more than 2,000 miles southeast of North Korea's capital Pyongyang and 3,800 miles west of Honolulu.",
  "He says that allows policymakers to avoid dealing with the threat and \"keep kicking the can down the road.\"",
  "Rear Admiral Shoshana Chatfield, who confirmed there was no immediate threat to Guam.",
  "The island, about the size of Chicago, is also home to more than 150,000 people.",
  "\"The threat is pretty scary,\" said Graceful Fiden, 28, of Tumon, Guam.",
  "Eddie Calvo said he had spoken to Joint Region Marianas Cmdr.",
  "“Americans should sleep well at night,” Tillerson said.",
  "The Pentagon is stepping up its anti-missile program.",
  "Some residents expressed concern.",
  "Guam deals with the threat\n\nGov.",
  "Kazianis said.",
  "territories?\""
]