[
  "In a brief statement issued before Trump sent his tweet, China’s Foreign Ministry said that Beijing and Washington were “handing the issue appropriately through bilateral military channels.” Later, China’s Defense Ministry said talks were ongoing about returning the drone but that the United States wasn’t helping its cause by “hyping up” the issue.",
  "“This was very likely a highly planned and escalatory move to show China will not take matters lightly when it comes to President-elect Trump’s phone call and comments on Taiwan, or Chinese actions overall,” said Harry Kazianis, director of defense studies at the Center for the National Interest.",
  "We express regret at this.”\n\nThe seizure of the underwater drone reflects how China is increasingly trying to block U.S. naval surveillance, potentially illustrating rising fears that Washington is tracking the country’s submarines, notes the Wall Street Journal.",
  "U.S. Navy/Handout via REUTERS\n\nAt a time when Washington and Beijing are embroiled in a thorny bilateral dispute, President-Elect Donald Trump woke up Saturday morning and seemed to have decided that the best thing to do was to blast his thoughts on Twitter.",
  "pic.twitter.com/Bz7NxSqwlo — Kyle Griffin (@kylegriffin1) December 17, 2016\n\nWith his message, Trump was taking a pretty unprecedented move himself, moving to comment on an ongoing delicate international issue before taking office.",
  "— Evan Osnos (@eosnos) December 17, 2016\n\nTrump wrote his tweet at a time when it was clear that China and the United States were in talks about the seizure of an American underwater drone in the South China Sea on Thursday.",
  "“China decided to return it to the U.S. side in an appropriate manner, and China and the U.S. have all along been in communication about it,” the ministry said in a statement posted on its website.",
  "China didn’t explicitly say the drone was operating in waters it considers its own, only saying that it was picked up in “the presence” of Chinese waters.",
  "The oceanographic survey ship, USNS Bowditch, which deployed an underwater drone seized by a Chinese Navy warship in the South China Sea on Dec. 16, 2016.",
  "“China steals United States Navy research drone in international waters – rips it out of water and takes it to China in unpresidented act,” Trump wrote.",
  "https://t.co/p9QPZsr2yv — Chris Murphy (@ChrisMurphyCT) December 17, 2016\n\nTrump thinks goading China is like calling Cruz ‘lying Ted.’ Just fun, right?",
  "“During this process, the U.S. side’s unilateral and open hyping up is inappropriate, and is not beneficial to the smooth resolution of this issue.",
  "And it is unlikely to quell fears about a potential increase in tensions between Washington and Beijing when Trump moves into the White House.",
  "China’s seizure of the underwater drone came almost two weeks after Trump angered Beijing by speaking to Taiwan’s president over the phone.",
  "It took almost an hour and a half for that tweet to be deleted and replaced with one in which “unprecedented” was spelled correctly.",
  "The United States insists the drone was operating legally, about 50 nautical miles northwest of Subic Bay in the Philippines.",
  "“China is resolutely opposed to this, and demands the U.S. stops this kind of activity,” the Defense Ministry said.",
  "Many were quick to criticize the tweet, with Democratic Sen. Chris Murphy calling it “madness.”\n\nThis is madness.",
  "Officials and experts are now trying to analyze whether capturing the drone was meant as a message to Trump.",
  "A 7:30am Saturday escalation of diplomatic crisis w China via Twitter, w misspelling.",
  "It took Trump and his team 87 minutes to fix the word \"unpresidented.\"",
  "He won’t learn that until too late.",
  "Some are convinced it was.",
  "Not how China sees it."
]