[
  "“The other part about Donald Trump is — I think what he’s got a very good instinct on is the people that he chooses to have around him and allows to have this kind of debate to be able to come to the right decision.”\n\nFlynn says some of his strong comments are just suggestions to “start really, really high and really, really hard.”\n\nHe added, “And then, be prepared to get down to where you think you can actually negotiate.”\n\nTrump gave his first major foreign policy speech on April 27 at the Center for the National Interest, a public policy think tank, in Washington, D.C.",
  "… Those are the types of pieces of advice that I’m trying to get into him to say [to] be more precise, be more conscious about what you say about foreign policy issues because they are complicated.”\n\nFlynn says he has no problems with some of Trump’s strong views on foreign policy, including temporarily banning Muslims from entering the United States, building a wall along the border with Mexico and waterboarding.",
  "Retired Lt. Gen. Michael Flynn said in an interview with Al Jazeera’s English Upfront, released Thursday, that his work with Trump includes helping the presumptive Republican presidential nominee become more precise in his views.",
  "In the speech, Trump called for an overhaul of America’s relationships with nations around the world and promised as president a “coherent foreign policy based on American interests.”",
  "NEW YORK, May 19 (UPI) — A former head of the Defense Intelligence Agency says he’s helping Donald Trump on foreign policy issues.",
  "But he’s an individual who’s willing to take on a challenge,” the former head of the agency under President Barack Obama said.",
  "He said, “there must be more precision in the use of the language that he uses as the potential leader of the free world.",
  "Flynn wasn’t as supportive of Trump’s view that families of suspected terrorists should be killed.",
  "“We won’t see orders like that because he won’t give orders like that,” Flynn argued.",
  "But he said Trump would hire strong people who would know the right thing to do.",
  "“I don’t agree with everything that he said."
]