[
  "It may be that, just as Bill Clinton operated with a private definition of “sexual relations” that did not include blowjobs, Trump is relying on a strict interpretation of “collusion” as defined by the Oxford English Dictionary: “Secret agreement or understanding for purposes of trickery or fraud; underhand scheming or working with another; deceit, fraud, trickery.” Perhaps a loyal lexicographer has advised Trump that a secret pact with Russia would not be collusion if it was not for the purposes of trickery or fraud, but simply for the purposes of winning the election.",
  "Show Hide Jessica Leeds Ivana Trump Jill Harth Kristen Anderson Lisa Boyne Cathy Heller Temple Taggart Mariah Billado Karena Virginia Bridget Sullivan Tasha Dixon Melinda McGillivray Jennifer Murphy Rachel Crooks Natasha Stoynoff Ninni Laaksonen Jessica Drake Samantha Holvey Summer Zervos Cassandra Searles Read the full details of the 20 accusations here\n\nContinuing dissatisfaction with the results of the 2016 US election led the website dictionary.com to choose “complicit” as its word of the year.",
  "The year’s most prominent broflake was James Damore, the programmer who wrote the notorious “Google memo”, which begins with a whine about the scourge of a “politically correct monoculture” within his company, and then purports to offer a completely dispassionate overview of why science says that women probably aren’t very good with computers, even though it was a woman (Grace Hopper) who invented the very idea of a computer programming language, as used by tech broflakes ever since.",
  "It was looked up a lot in March, after a Saturday Night Live sketch featuring Ivanka Trump, played by Scarlett Johansson, selling a perfume called Complicit, and then again after Ivanka herself said, when asked whether she and her husband were complicit in the actions of Donald: “If being complicit is wanting to be a force for good and to make a positive impact, then I’m complicit.” Similarly, if being a murderer is wanting to rescue kittens, then I am a murderer.",
  "This attempt to dismiss the authority of journalism as a whole has its resentful twin on the left, among those who dismiss the output of the “mainstream media” or MSM, and prefer to acquire their news from outlets set up by party activists or funded by Russia and libertarian billionaires.",
  "This is defined as “a significant cultural, political or social change arising from the actions or influence of young people”, and was used a bit this summer to describe the surprisingly high turnout of young voters to support Jeremy Corbyn’s triumphant loss in the general election.",
  "Later figures put youth turnout at 64%, as against 69% for the electorate as a whole, so this “youthquake” (a term that dates from the early 1960s and the invention of the teenager) was not quite so earth-shaking after all; more of a youth-tremor or youth-wobble.",
  "Where “snowflake” is used by rightwing (or “alt-right”) men to ridicule the sensitivities of liberals, “broflake” turns the insult back at them, when they complain about women-only screenings of Wonder Woman or the casting of a woman as the lead in Doctor Who.",
  "Of the nominations for word of the year by the major dictionaries, Merriam-Webster’s was the most on point in this regard: they named “feminism”, searches for which had spiked in sync with news events throughout the year.",
  "Show Hide Natalia Veselnitskaya A Russian lawyer whose work has focused on ending US sanctions on Russia and who met with Trump representatives Donald Trump Jr, Jared Kushner and Paul Manafort at Trump Tower in June 2016.",
  "Not far semantically from complicity is “collusion”, which the president spent the whole year denying: specifically, the idea that there had been any collusion between his campaign team and the Russians.",
  "By Tom McCarthy\n\nFor its part, Oxford Dictionaries went in a rather eccentric direction by nominating as its word of the year, after 2016’s evergreen “post-truth”, the compound noun “youthquake”.",
  "Trump, Sessions and Kushner appear to have met with Kislyak at the event, although both Kushner and Sessions have said any meeting was only in passing and they don’t recall what was discussed.",
  "If one can consider it a word in its own right, the hashtag “#MeToo”, used by women describing their own similar experiences, was the year’s most powerful lexical novelty.",
  "A hub for contacts with Trump representatives including Kushner, attorney general Jeff Sessions, former national security adviser Michael Flynn and the president himself.",
  "People searched more for “feminism”, for example, when the White House aide Kellyanne Conway declared that she didn’t consider herself a feminist “in the classic sense”.",
  "“Inappropriate”, though, is the kind of word one uses to softly rebuke a child, so in this context it seemed rather a hedge, or an umbrella term with too wide a canopy.",
  "Where he used to denounce particular stories as “fake news”, he now refers to the entire news media (save a few favourite outlets such as Fox) as “the fake news”.",
  "At the end of 2017, it might be difficult to think beyond expletives, but a year in world events is also a year in the language used to describe them.",
  "Dimitri Simes President of the Center for the National Interest, a Washington thinktank, which hosted an April 2016 foreign policy speech by Trump.",
  "Trump tweeted in October: “It is now commonly agreed after many months of COSTLY looking, that there was NO collusion between Russia and Trump.",
  "Various powerful men committed “inappropriate” acts, and it was also deemed “inappropriate” for Michael Gove to joke about them on the radio.",
  "In 2017 there were 70% more searches on Merriam-Webster’s site for the meaning, classic or otherwise, of feminism than in the previous year.",
  "Lastly, among the major dictionaries, Collins stayed on the safest ground by choosing as its word (or phrase) of the year “fake news”.",
  "Was collusion with HC!” It’s interesting to speculate as to why collusion, specifically, is the thing Trump has chosen to deny.",
  "He met with Kushner during the presidential transition, but “no specific policies were discussed”, according to Kushner.",
  "(Whether she considers herself a feminist in the modern sense, or the postmodern sense, remains a mystery.)",
  "The very fact that people still have to look the word up demonstrates the continued necessity of the idea.",
  "Oxford’s shortlist for words of the year was more fun than its winner, containing the splendid “broflake”.",
  "We had all heard about this already in 2016, of course, but mysteriously it hasn’t gone away.",
  "Sergey Gorkov The Kremlin-connected head of Russian state investment bank Vnesheconombank.",
  "Was it appropriate, for example, to describe predatory male behaviour as “inappropriate”?",
  "This adjective saw a global upswing in the wake of the Harvey Weinstein revelations.",
  "And the contests over what language is appropriate can become events in themselves.",
  "Of course, this column itself is part of the MSM, so I would say that, wouldn’t I?",
  "Quick guide Who are the key Russian players in the Trump collusion accusations?",
  "Its use, though, has subtly altered, at least at the tiny hands of Trump.",
  "Q&A Who are the 20 women accusing Donald Trump of assault and harassment?",
  "Better in many cases, people decided, to say “abuse” or “harassment”.",
  "Sergey Kislyak Until recently, the Russian ambassador to the US.",
  "In other words, everything that counts as proper news is fake.",
  "Can you sum up 12 months in a word?",
  "Read further.",
  "Read further.",
  "Read further.",
  "Read further."
]