[
  "Harry Kazianis, director of defense studies at the conservative Center for the National Interest, said China would “never, ever enforce the sanctions to the satisfaction of President Trump,” in spite of the effort the U.S. president had invested in developing a personal relationship with China’s president, Xi Jinping.",
  "But when oil is going in, I’m not happy about that.”\n\nChina earlier on Thursday said there had been no U.N. sanction-breaking oil sales by Chinese ships to North Korea after a South Korean newspaper said Chinese and North Korean vessels had been illicitly linking up at sea to get oil to North Korea.",
  "Documents seen by Reuters this month showed Washington called on the Security Council to blacklist 10 ships for circumventing sanctions by conducting ship-to-ship transfers of refined petroleum products to North Korean vessels or transporting North Korean coal.",
  "Washington says the full cooperation of China, North Korea’s neighbor and main trading partner, is vital to the success of this effort, while warning that all options are on the table, including military ones, in dealing with North Korea.",
  "U.S. Democratic Senator Ed Markey, a member of the Senate Foreign Relations Committee, said on Twitter the North Korean threat had only increased since Trump took office and he had to find a way to get China to cut off crude oil supplies.",
  "Asked at a regular briefing whether Chinese ships were illegally providing oil to North Korean ships, Chinese Defence Ministry spokesman Ren Guoqiang reiterated that China, including the military, strictly enforced U.N. resolutions.",
  "The ships targeted for blacklisting were the Xin Sheng Hai (flag unknown); the Hong-Kong-flagged Lighthouse Winmore; the Togo-flagged Yu Yuan; Panama-flagged Glory Hope 1 (also known as Orient Shenyu), Kai Xiang and Billions No.",
  "The U.N. Security Council last week unanimously imposed new sanctions on North Korea for a recent intercontinental ballistic missile (ICBM) test, seeking to further limit its access to refined petroleum products and crude oil.",
  "South Korea’s Chosun Ilbo newspaper this week quoted South Korean government sources as saying that U.S. spy satellites had detected Chinese ships transferring oil to North Korean vessels around 30 times since October.",
  "Earlier on Thursday, Trump said on Twitter that China has been “caught” allowing oil into North Korea and said such moves would prevent “a friendly solution” to the crisis over Pyongyang’s nuclear program.",
  "WASHINGTON (Reuters) - U.S. President Donald Trump on Thursday said he had “been soft” on China on trade issues and said he was not happy that China had allowed oil shipments to go into North Korea.",
  "The Trump administration has led a drive to step up global sanctions on North Korea in response to Pyongyang’s efforts to develop nuclear-tipped missiles capable of hitting the United States.",
  "“We have evidence that some of the vessels engaged in these activities are owned by companies in several countries, including China,” the official said, speaking on condition of anonymity.",
  "In The New York Times interview, Trump explicitly tied his administration’s trade policy with China to the country’s perceived cooperation in resolving the North Korea nuclear crisis.",
  "It also caps crude oil supplies to North Korea at 4 million barrels a year and commits the Security Council to further reductions if Pyongyang conducts another nuclear or ICBM test.",
  "China is actually more afraid of North Korea than America,” Kazianis said, citing Chinese concerns about instability or collapse in North Korea if sanctions were fully applied.",
  "U.S. President Donald Trump gives a thumbs-up to reporters as he boards Air Force One for travel to Palm Beach from Joint Base Andrews, Maryland, U.S., December 22, 2017.",
  "REUTERS/Carlos Barria\n\n“I have been soft on China because the only thing more important to me than trade is war,” Trump said in an interview with The New York Times.",
  "China has repeatedly said it is fully enforcing all resolutions against North Korea, despite suspicion in Washington, Seoul and Tokyo that loopholes still exist.",
  "A State Department spokesman, Michael Cavey, reiterated on Wednesday that the United States had called on all countries to cut economic ties with North Korea.",
  "The U.S.-drafted U.N. resolution seeks to ban nearly 90 percent of refined petroleum exports to North Korea by capping them at 500,000 barrels a year.",
  "That doesn’t include the theft of intellectual property, O.K., which is another $300 billion,” Trump said, according to a transcript of the interview.",
  "An official of the U.S. State Department said the U.S. government was aware of vessels engaged in such activity involving refined petroleum and coal.",
  "In September, the Security Council put a cap of 2 million barrels a year on refined petroleum products exports to North Korea.",
  "“If they’re helping me with North Korea, I can look at trade a little bit differently, at least for a period of time.",
  "“With President Trump’s latest Tweet it seems the ‘Bromance’ between him and President Xi is finally over,” he said.",
  "There will never be a friendly solution to the North Korea problem if this continues to happen!” Trump wrote.",
  "18; and the North Korean-flagged Ul Ji Bong 6, Rung Ra 2, Rye Song Gang 1, and Sam Jong 2.",
  "“Caught RED HANDED - very disappointed that China is allowing oil to go into North Korea.",
  "They made — last year, we had a trade deficit with China of $350 billion, minimum.",
  "China and Russia subsequently asked for more time to consider the proposal.",
  "“The situation you have mentioned absolutely does not exist,” he said.",
  "“When I campaigned, I was very tough on China in terms of trade.",
  "“The solution is a coherent strategy, not bluster,” he said.",
  "U.S. officials have not confirmed details of this report.",
  "“This was always bound to happen.",
  "And that’s what I’ve been doing."
]