[
  "Graham noted that there were two circumstances the U.S. would act with force: “They attack Guam or some other American interest or our allies, or if they try to keep developing an ICBM.”\n\nHe added that he feels the U.S. will head toward war with “unless the world can stop North Korea,” saying Mr. Trump will “pick homeland defense over regional stability and he has to.”\n\nHarry Kazianis, Director of Defense Studies at The Center for the National Interest, told The Daily Caller in a statement he does not see North Korea striking the U.S., as the risk is just too high.",
  "“President Trump has basically drawn a red line saying he’ll never allow North Korea to have an ICBM missile that can hit America with a nuclear weapon on top, he’s not going to let that happen, he’s not going to contain the threat, he’s going to stop the threat,” Graham told “CBS This Morning.”\n\nGraham made his remarks after President Trump cautioned the North Korean regime the U.S. would respond to an attack with “fire and fury.”\n\n“North Korea best not make any more threats to the United States.",
  "South Carolina Republican Sen. Lindsey Graham reiterated his belief Wednesday morning that President Donald Trump would go to war if he needs to defend the U.S. homeland after North Korean dictator Kim Jung Un threatened the U.S. territory of Guam.",
  "We would likely retaliate in kind with our own nuclear strike followed by a massive attack by air and naval forces—followed by an invasion of North Korea to end the regime.”\n\nFollow Kerry on Twitter",
  "They will be met with fire and fury like the world has never seen,” Trump said on Tuesday from his golf resort in Bedminster, New Jersey.",
  "They know any attack on any U.S. territory with nuclear weapons would be met [with] a likely counter U.S. nuclear response.",
  "If North Korea attacked any U.S. territory with a nuclear weapon, it would mean the end of North Korea.",
  "For North Korea to make such a statement is reckless and completely irresponsible,” Kazianis said.",
  "“There is no way North Korea is going to attack Guam—period."
]