[
  "If we accept the fact that a war fought on the Korean peninsula -- if waged with no nuclear, chemical or biological weapons, which is by no means a certainty—it stands to reason that the number of conventional weapons used by North and South Korea, America and likely Japan or others would flatten large sections of the Korea peninsula.",
  "If we expand this out a little more, what if North Korea—in a future scenario where President Trump begins a massive buildup like the First or Second Gulf Wars—decides to strike first and launch not only attacks on Seoul, but deploy the full weight of his conventional military forces in an all-out assault against the South?",
  "While it stands to reason North Korea’s missiles aren’t as accurate as America's or other major powers like Russia or China, they could be used as the ultimate terror weapon—doing perhaps more damage to people’s psyche, tearing away at any notion that Pyongyang could not reach out and strike them at a moment’s notice.",
  "Just that one act alone, in what could be the opening chapter of a war the brutality of which we have not seen in generations—not to mention would be magnified on social media many times over—would horrify us all for generations to come.",
  "If, for example, North Korea were to launch a salvo of artillery shells into Seoul, South Korea’s capital—just a mere 35 miles from the Demilitarized Zone (DMZ) that separates north and south—the devastation could be catastrophic.",
  "Not only would you have both sides needing trillions of dollars in reconstruction aid but you would need to somehow figure out how to rebuild a North Korean society that has been brainwashed by decades of rule by the Kim family.",
  "Even if our worst fears are realized, and Kim Jong Un decided to lash out with nuclear weapons, Washington would ensure Pyongyang was turned into atomic ash—what would clearly be the end of the so-called “hermit kingdom”.",
  "Even if they sent a small force of several thousand troops to the South, the Seoul government would have to launch a massive manhunt to catch these forces, who could spread terror and mayhem throughout the country.",
  "As if all of this isn’t bad enough—and keep in mind these are the simplest of examples, such a war would have many layers of horror—there is what happens after, and that might be the most troubling prospect of all.",
  "Imagine countless skyscrapers and tall buildings collapsing to the earth, millions of people fleeing to mass transit and clogging all exits out of one of the world’s largest cities.",
  "To focus our minds around this terrifying problem, let us consider for a moment just one of the many very real scenarios that could occur in what would be a Second Korean War.",
  "But what is lost in our recent conversations of war and peace in Asia today are two key questions: Just how bad would such a conflict be and what happens when the war is over?",
  "Next, Kim could just decide to fire off his over 1,000 missiles in wave after wave of terror strikes on Seoul, Tokyo and U.S. military bases around the region.",
  "And yes, Washington and Seoul would be able to destroy the clear majority of Kim’s army quickly, but the devastation left in its wake could be catastrophic.",
  "How can you help perhaps as many as 200,000 people who have had their lives destroyed in a fashion not seen since the days of Nazi Germany and Adolf Hitler?",
  "To make matters worse, such carnage would likely spread to the Japanese home islands, U.S. military bases around the region or even Guam, Hawaii or Alaska.",
  "What will Beijing do, seeing a united Korea that would likely be a strong U.S. ally and potentially still hosting U.S. troops in the years to come?",
  "First, Kim could launch the full weight of his 1.1-million-man army, 4,300 tanks and countless artillery and rocket batteries to attack the South.",
  "While his forces are old (much of it armed with 1950s technology), the sheer amount of these weapons ensures they would do incredible damage.",
  "We know Pyongyang has dug countless tunnels under the DMZ into South Korea—some that have been discovered are now even tourist attractions.",
  "While far into the future, a strong, united Korea could be a powerful counterweight to China, and along with Japan, a powerful U.S. friend.",
  "How can you logistically bring enough resources in to feed the hungry when there are no roads, bridges or transportation network to do it?",
  "If such a war were to involve nuclear, chemical or other weapons of mass destruction, the devastation would be beyond our imagination.",
  "Therefore, all sides, especially the brutal regime of Kim Jong Un, should think twice about proceeding down the path towards conflict.",
  "Such attacks, especially if carried out against major cities in South Korea or Japan, would drive mass panic throughout each nation.",
  "In all fairness, the scenarios I have laid out only scratch at the surface of what a war on the Korean peninsula would look like.",
  "The rebuilding of downtown Seoul would be in the billions of dollars, not to mention the rebuilding of countless people’s lives.",
  "Third, North Korea could decide to deploy its massive force of 200,000 special forces in a clandestine assault on the South.",
  "Remember, if North Korea is defeated without becoming an atomic graveyard, North and South Korea would need to be reunited.",
  "Fact: The United States and its allies in the Asia-Pacific would demolish North Korea in any conceivable military scenario.",
  "While there are countless examples of how this could be operationalized, three come to mind—all equally terrifying.",
  "Do you allow some members of the North Korea government, who know the country best, to stay on in some fashion?",
  "Think the scale of the Syrian Civil War seems incalculable or rebuilding Iraq or Afghanistan is challenging?",
  "A destroyed North Korea with massive damage done to the South could make any of those pale in comparison.",
  "We must also consider what the outside world will think of Korean unification, and that means China.",
  "Take for example the most immediate challenges that would have to be solved quickly.",
  "Then, how do you feed a starving North Korean population of 25 million people?",
  "Who would oversee what is left of North Korea and actually run the country?",
  "Who is to be blamed, shamed and charged with crimes against humanity?",
  "And the above is just a small example of what could happen.",
  "And for that matter, what do you do with Kim if he lives?",
  "It would be, in many respects, 9/11—but times a hundred.",
  "And what about Kim’s network of concentration camps.",
  "What do you do with what remains of Kim’s military?",
  "Because in a Second Korean War, no one wins.",
  "Stop and think about it for a second.",
  "How would Beijing react?"
]