[
  "Unlike tough talk from his predecessors, including the supposed military pivot to Asia of the early Obama years, when in fact our navy and air force were being hollowed, allies now see clearly that our economy and military will grow much stronger under Trump.",
  "Throughout the trip, Trump will continue to build out his restoration of America’s traditional foreign policy—which forcefully advocates our key security and economic interests while avoiding sideshow entanglements and antagonisms.",
  "The Japanese prime minister has communicated the clearest description of the new allied approach to North Korea: that Pyongyang must be pressured to come to the negotiating table as a supplicant who has all but cried uncle.",
  "Nor would the leftwing government in South Korea have been deterred from its natural inclination to appease North Korea and negotiate at any price were it not for the strong, plain-spoken man occupying the Oval Office.",
  "Japan already pays $1.6 billion annually to defray the costs of U.S. forces stationed here, and Abe wants to buy offensive missiles and missile-defense systems from America—something to which Trump will likely agree.",
  "Other members of the U.S. delegation will privately convey concerns about human rights while Trump builds a relationship with Rodrigo Duterte, the eccentric president with an anti-U.S. but pragmatic background.",
  "A recently reelected Shinzo Abe—Japan’s most powerful prime minister in decades—continues to normalize Tokyo’s political and defense postures so they resemble those of other key allies.",
  "As President Trump makes his first official trip to East Asia, one crucial development is clear to those who look closely: America and its allies are through being chumps.",
  "This simple change in course—missed by a media and policy elite blinded by its hatred of Trump—will reverse trends that have been running against the free world in Asia.",
  "In China, Trump will make it clear in private that we will no longer accept Beijing’s unfulfilled promises about pressuring its client state in North Korea to reform.",
  "Not coincidentally, three aircraft carriers, each a symbol of American military might, are present in the Pacific for the first time since 2007 during Trump’s trip.",
  "Not coincidentally, three aircraft carriers, each a symbol of American military might, are present in the Pacific for the first time since 2007 during Trump’s trip.",
  "What this restoration does is give our allies the political space they need to be good allies—on clear display as the U.S., Japan, and South Korea act in unison.",
  "No longer will Washington cut deals that export U.S. manufacturing jobs to poor countries and enable China’s systematic theft of U.S. intellectual property.",
  "In Japan, where Trump is concluding his first of five stops in Asia, one of the by-products of his first year as president is increasingly apparent.",
  "(On the other side of world, we see this same dynamic at play with the Saudi crown prince’s recently stated decision to turn against the Islamists.)",
  "Abe deserves credit for his leadership, but change to this degree would not have been possible without strong backing from the American president.",
  "In the Philippines, Trump will pursue common interests in containing China and thwarting resurgent Islamists across maritime Southeast Asia.",
  "Trump will also encourage Abe’s effort to make Japan’s pacifist postwar constitution more flexible to defend against China and North Korea.",
  "In South Korea, Trump will give a major speech that is clear about the consequences for North Korea as it threatens our allies and us.",
  "We will judge Beijing by its actions—especially whether it really curbs its still-massive trade relationship with Pyongyang.",
  "In Vietnam at a multinational economic conference, Trump will be a voice for fair trade that doesn’t disadvantage America.",
  "If sustained, it will make Trump’s 2020 reelection all but inevitable and further augment his ability to shape the world.",
  "Barring that, the allies will not attempt, yet again, to buy off North Korea from a position of weakness or desperation.",
  "In public, the atmospherics will be more cordial, with Commerce Secretary Wilbur Ross along to ink business deals.",
  "All of these are real-world factors that make Trump’s words matter more than those of his predecessors.",
  "Twenty-five years of failed policy toward Pyongyang through administrations of both parties are over.",
  "U.S. economic growth steadily above 3 percent also helps after a lost decade of economic stagnation.",
  "Of course, there is more to this foreign policy than stern verbiage about defense and diplomacy.",
  "These developments are noticed in Asia by those who are our friends and those who are not.",
  "The free world is coming back in the Pacific with restored confidence and capability.",
  "Trump has also restored our key alliances with countries that matter the most.",
  "This new approach is the strongest allied policy in Asia since the Cold War.",
  "He has conveyed as much publicly on Twitter.",
  "The free world is through playing the patsy."
]