[
  "More: North Korea missile launch gives already nervous fliers more to worry about\n\nMore: U.N. Security Council imposes strong sanctions on North Korean exports worth over $1B\n\nMore: Kim Jong Un is cruel and dangerous but not crazy, North Korean experts say\n\nNorth Korea has launched more than a dozen test missiles this year.",
  "The Association of Southeast Asian Nations (ASEAN) gathering came a day after the United Nations imposed tough new sanctions on Pyongyang for its nuclear and missile programs and less than a week after Tillerson vowed that the U.S. has no intention of overthrowing the dictatorship of Kim Jong Un.",
  "Tillerson did meet with top diplomats from South Korea and China on Sunday and seemed to get a long-awaited boost from Beijing in exerting pressure on North Korea, as Chinese Foreign Minister Wang Yi publicly admonished North Korea to abide by the new sanctions.",
  "Video provided by Newsy Newslook\n\nNorth Korean Foreign Minister Ri Yong Ho, left, is greeted by his Chinese counterpart Wang Yi prior to their bilateral meeting in the sidelines of the 50th ASEAN Foreign Ministers' Meeting and its Dialogue Partners.",
  "At the ASEAN meeting, Tillerson also met with Russian Foreign Minister Sergey Lavrov on the sidelines, their first encounter since new U.S. sanctions on Russia were approved overwhelmingly by Congress and signed into law grudgingly by Trump.",
  "On Monday, Tillerson is scheduled to meet with Philippine President Rodrigo Duterte and will likely raise the issue of human rights in the country where a brutal crackdown on drugs has left more than 7,000 dead, Thornton said last week.",
  "Also on the agenda for the ASEAN meeting was an attempt to address the rising assertiveness of China in the region as Beijing continues to construct military facilities on man-made islands in the disputed waters of the South China Sea.",
  "The foreign ministers on Sunday adopted a negotiating framework for a code of conduct in the South China Sea and also issued a communique that pressed for non-militarization and expressed concerns about China’s island-building.",
  "The U.S.-sponsored sanctions approved unanimously Saturday by the U.N. Security Council target already-meager North Korean exports such as coal, iron, lead and seafood, as well as revenue streams such as foreign joint ventures.",
  "(Photo: Bullit Marquez, AP)\n\nU.S.-North Korea tensions topped the agenda at Sunday's meeting of foreign ministers in Manila, but Secretary of State Rex Tillerson and his North Korean counterpart avoided any direct contact.",
  "Concerns were heightened late last month when tests of an intercontinental ballistic missile indicated Pyongyang may be within a year or two of obtaining the technology to reach the U.S. with nuclear missiles.",
  "Kazianis said China fears that too much pressure could collapse Kim's regime, sending millions of refugees into China and igniting a civil war where nuclear and chemical weapons could lead to catastrophe.",
  "North Korea's Rodong Sinmun news website published a scathing commentary dismissing the sanctions as \"cooked up by the U.S.,\" adding that \"the U.S. mainland is on the crossroads of life and death.\"",
  "\"I’m not convinced China has made the judgment that the regime in North Korea is more harmful to Chinese interests than reforming or eliminating the regime,\" Lefkowitz told USA TODAY.",
  "Lavrov told reporters that he and Tillerson agreed to preserve a diplomatic channel that Russia had earlier suspended as a reaction to the sanctions, the Associated Press reported.",
  "The U.S. has rejected both proposals, although Tillerson said last week the U.S. was willing to talk with Pyongyang — if the North agrees to abandon its quest for nuclear weapons.",
  "China and Russia went along, but urged the U.S. and South Korea to scale back joint military exercises and a missile defense program that have raised the ire of North Korea.",
  "“Do not violate the U.N.’s decision or provoke international society’s goodwill by conducting missile launching or nuclear tests,” Wang said he told North Korea's Ri.",
  "China's position appeared to reflect positive movement following an unrelenting effort by Trump to enlist Beijing’s aid in curbing Pyongyang's military buildup.",
  "CLOSE The U.S. ambassador to the United Nations said the sanctions will cost North Korea one-third of its exports — or more than $1 billion in hard currency.",
  "That diplomatic concession led to speculation that Tillerson and Ri Yong Ho of North Korea, attending their first meeting together, might actually meet.",
  "Susan Thornton, acting assistant secretary of state for the region, said the U.S. would closely monitor Beijing for compliance with the sanctions.",
  "Jay Lefkowitz, a former U.S. special envoy on human rights in North Korea, said China's efforts were encouraging but he questioned the value.",
  "China, however, is easily North Korea's biggest trading partner and economic benefactor, and helped design the sanctions package.",
  "Nikki Haley, the U.S. ambassador to the United Nations, called the sanctions the most stringent on any country \"in a generation.\"",
  "Harry Kazianis, director of defense studies at the Center for the National Interest, was unimpressed by China's tough talk.",
  "Wang also pressed for a restart of six-party talks involving North and South Korea, the U.S., China, Russia and Japan.",
  "China, she said, has typically cooperated with sanctions after flagrant violations only to loosen the reins over time.",
  "President Trump was thrilled, tweeting: \"The United Nations Security Council just voted 15-0 to sanction North Korea.",
  "Tillerson even skipped an evening gala attended by Ri, saying he was preparing for Day 2 of the summit.",
  "\"China's strategy is to ensure the status-quo hold for at least the short- to medium- term,\" he said.",
  "\"We have no reason to believe China will enforce these new sanctions,\" Kazianis told USA TODAY.",
  "Countries also are banned from increasing the number of visiting workers from North Korea.",
  "Contributing: The Associated Press\n\nRead or Share this story: https://usat.ly/2vEUye5",
  "\"We felt that our American counterparts need to keep the dialogue open,\" Lavrov said.",
  "Tens of thousands of them return hard currency to the increasingly isolated regime.",
  "The simple fact is Beijing is likely more afraid of North Korea than we are.\"",
  "“It was a good outcome,” Tillerson said Sunday about the sanctions.",
  "But they appeared to take pains to avoid a casual meeting.",
  "\"At the end of the day, it will take more than sanctions.\"",
  "\"They never have and likely never will.",
  "China and Russia voted with us.",
  "Ri did not respond publicly.",
  "Very big financial impact!\""
]