[
  "Lindsey Ford, Director of Political-Security Affairs for the Asia Society Policy Institute, says that the region's players will be watching his speeches and other utterances carefully for signs that he is in lockstep with members of his own cabinet, including Secretary of State Rex Tillerson and Secretary of Defense James Mattis, who have advocated a more subdued, diplomatic approach.",
  "JUST WATCHED What Trump has said about North Korea Replay More Videos ... MUST WATCH What Trump has said about North Korea 02:05\n\nTrade on the agenda\n\nDealing with the US' jilted partners in the TPP, the trade deal he nixed as one of his first acts as president , is going to be \"a bit of a challenge for Trump,\" Kazianis says.",
  "\"The Chinese government will want to make sure that Xi looks confident and like the leader of a great power, right after their 19th party congress,\" says Ming Wan, a professor at George Mason University's Schar School of Policy and Government, and an expert on East Asian international relations.",
  "The visit could provide China with the opportunity to \"be the adult in the room,\" especially if Pyongyang decides to spoil the party with a high-profile missile or nuclear test and Trump reacts with the kind of heated language that has so far characterized his own approach to the Korean threat.",
  "While Beijing would ultimately prefer the US to maintain this silence, its leadership will be prepared, in case Trump is pressed to make a statement to the media in either South Korea or Japan, the two countries which precede his visit to China on this visit, Wan says.",
  "JUST WATCHED Trump vs China: Tensions over trade Replay More Videos ... MUST WATCH Trump vs China: Tensions over trade 02:10\n\n\"Abe feels Trump made a big mistake on pulling the plug on TPP,\" says Jeff Kingston, director of Asian studies at Temple University in Japan.",
  "Japan's leader, Shinzo Abe, is also seizing a stronger mandate following a decisive snap election\n\nSmaller powers like Vietnam and Philippines will be looking to see whether Washington is cooling its support for the region with America turning inward under Trump.",
  "China's unwavering insistence that it has historical dominion over swathes of the potentially mineral-rich area, home to some of the busiest shipping lanes in the world, has divided neighbors, many of whom have disputing claims with the Chinese.",
  "JUST WATCHED China's Xi lays out vision for his country Replay More Videos ... MUST WATCH China's Xi lays out vision for his country 01:56\n\nPerceptions will be a marker for the success of the trip, not just for Trump but also for his hosts.",
  "He'll then attend the Asia-Pacific Economic Cooperation (APEC) summit in the coastal Vietnamese city of Da Nang, before heading to the Philippines capital Manila for meetings with the Association of Southeast Asian Nations (ASEAN).",
  "(CNN) US President Donald Trump may well be looking forward to his upcoming Asia trip as a moment of respite from domestic strife , but he will face a new set of unique challenges across the Pacific, analysts say.",
  "02:03\n\nTreading lightly on territorial disputes\n\nA potential diplomatic banana skin could present itself in the form of issues of sovereignty of the South China Sea , one of the region's most contentious issues.",
  "Wan says that the loss of TPP was a \"big blow\" to the Southeast Asian nation and that Hanoi will try to mend fences, while trying to maintain their relationship with China, which has improved in recent years.",
  "JUST WATCHED South China Sea: A virtual explainer Replay More Videos ... MUST WATCH South China Sea: A virtual explainer 01:55\n\nHowever, analysts don't believe that Trump will wade into the sensitive topic.",
  "Trump has made North Korea and its ongoing pursuit of nuclear weapons his \"bumper sticker\" foreign policy, Kazianis says, however his tough rhetoric and off-the-cuff threats have rattled US allies in Asia.",
  "All of these Asian capitals, who are looking to US leadership, with this administration, with the harsh rhetoric during the campaign, they all want to knew where the (Trump) administration stands.",
  "Japan will be looking for Trump to reaffirm that the US-Japan joint security pact covers its claims to the disputed Senkaku islands in the East China Sea, which China calls the Diaoyu islands.",
  "With issues like North Korea and foundering trade deals in the wake of the scuppered Trans-Pacific Partnership (TPP), the trip will be a test of Trump's dealmaking -- and diplomatic -- skills.",
  "East Asia snub\n\nTrump's team has announced his decision to skip the East Asia summit, a regional gathering which follows ASEAN meetings in Manila at the tail end of his visit.",
  "\"The best-case scenario in this situation is that you have foreign counterparts who think they don't have to worry because the president doesn't reflect US policy,\" she says.",
  "He comes into the region with China ascendant , its leader basking in the glow of a successful party congress, and its ambitions for regional -- if not global -- domination.",
  "Following a stop in Hawaii, Trump travels to Asia for meetings with the leaders of China, South Korea and Japan, three of the most influential countries in the region.",
  "The elephant in the room\n\nHowever, the country that will be at the center of everything Trump says and does is the one that he isn't even visiting: North Korea.",
  "The remaining 11 signatories to the deal are working on a replacement deal, but without the inclusion of the US, it's likely to be a shadow of the original.",
  "While his top diplomat Tillerson has rebuked China for its provocative actions in the South China Sea, Trump has remained largely silent on the issue.",
  "The 12-country pact was designed to be more than just a trade deal, keeping the US as an active player in Asia-Pacific geopolitical issues, he says.",
  "\"They want a closer relationship with the US, and are worried that China will dominate the South China Sea in the next five years,\" Kazianis says.",
  "JUST WATCHED Leak details Trump call with Duterte Replay More Videos ... MUST WATCH Leak details Trump call with Duterte 02:30\n\nUnlikely partner?",
  "This trip will focus 90% on North Korea, 10% on trade,\" says Harry Kazianis, Director of Defense Studies at the Center for the National Interest.",
  "Look for the Vietnamese to say, 'we're trying to fix trade deficits, we're looking for the Trump administration to show (regional) leadership.'",
  "Trump has, instead, ceded the stage to China, which is pushing ahead with its ambitious \"Belt and Road\" infrastructure plan.",
  "Vietnam, Trump's penultimate stop, is an important player in the region and has been seeking warmer ties with Washington.",
  "His predecessor made the pivot to Asia a central plank of his late presidency, and TPP was \"the crown jewel,\" he says.",
  "Trump wants a free and open Indo-pacific, but doesn't buy into the multilateralism that makes this possible,\" he says.",
  "\"Before (he was elected), everyone thought he had a 'get tough on China policy,' but now that has been thrown out.",
  "But (they're) also probably quite nervous, (they) don't want to offend China either, they're the neighbor.\"",
  "Other Asian claimants include Vietnam and the Philippines, both countries Trump will visit.",
  "He says Xi will \"treat Trump almost like an emperor,\" with a lavish, face-giving reception.",
  "\"I expect them to strengthen relations with the US, and will... put on a big show for him.",
  "\"They will essentially make Trump happy -- that will work to China's advantage.\"",
  "\"Trump pulled the plug on Asian engagement, and ceded political power to China.",
  "\"For him not is a black mark and one that can't be easily erased.\"",
  "\"There are huge contradictions in his diplomatic stance.\"",
  "\"Vietnam will pull out all the stops when Trump is there.",
  "Replay More Videos ... MUST WATCH What the heck is TPP?",
  "\"To not go (to the East Asia summit) is a huge mistake.",
  "\"I don't know if that's a great outcome for the US.\"",
  "Otherwise they might warm to China.\"",
  "JUST WATCHED What the heck is TPP?"
]