[
  "Yet leaders of the Congressional Caucus on Armenian Issues — among them Reps. Frank Pallone (D-N.J.), Jackie Speier (D-Calif.), David Valadao (R-Calif.), Adam Schiff (D-Calif.) and Jim Costa (D-Calif.) — routinely undermine other branches of American government by lending legitimacy to an illegitimate “republic,” by meeting with Sahakyan and by unlawfully visiting Nagorno-Karabakh — a step that Pallone, Valadao, and Rep. Tulsi Gabbard (D-Hawaii) took last year.",
  "One Bako Sahakyan — “president” of “Nagorno Karabakh Republic” and a typical post-Soviet warlord with links to Russian military intelligence and Middle East terrorists from Bekaa Valley of Lebanon — has recently spent a weeklong visit in Washington, D.C. for meetings with pro-Armenian members of Congress and other pro-Russian supporters of his unrecognized “republic.” What’s wrong with this picture?",
  "The National Interest—the Center for the National Interest’s magazine—published an array of pro-Putin content, including a piece lionizing him as “Russia’s Reagan.”\n\nMeanwhile, Politico reported in 2016 that in the first two quarters of that year, Burt and a colleague were paid $365,000 to lobby for a proposed natural gas pipeline owned by a firm controlled by the Kremlin.",
  "Sahakyan’s trip is a real-life manifestation of Americans’ worst nightmares of Russian intervention, and federal lawmakers should understand this, most notably the self-dubbed Russian hunter-in-chief, Adam Schiff, whose anti-Russia sentiments mysteriously stop at anything Armenian.",
  "These lawmakers wine and dine a faux president like Sahakyan to curry favor with Armenian-American constituencies at the expense of U.S. strategic interests, including consistency in relations with allies, while the rest of the U.S. government plays by the rules.",
  "With so much at stake — obvious to anyone familiar with geography — the Kremlin’s only conceivable response is to undermine the strengthened relationship between Baku and Washington, thus utilizing Russia’s modus operandi by deploying its vassal, Armenia.",
  "If you aren’t convinced, look no further than Sahakyan’s private lunch at the Center for the National Interest, hosted by the center’s director Dmitri Simes, including a discussion moderated by former ambassador Richard Burt, a known Gazprom lobbyist.",
  "The U.S. State Department states America “does not recognize Nagorno-Karabakh as an independent country, and its leadership is not recognized internationally or by the United States,” meaning Sahakyan is no president.",
  "The essential fact in the decades-long Nagorno-Karabakh conflict is that it is internationally recognized Azerbaijani territory, illegally occupied by Armenia — much like Crimea and Abkhazia are occupied by Russia.",
  "Additionally, America has placed its full diplomatic and political support behind the Southern Gas Corridor (SGC), which will span nearly 2,200 miles across Azerbaijan, Georgia, Turkey, Greece, Albania, and Italy.",
  "Further aligning the interests of America and Azerbaijan, Azerbaijan is the only viable transit route to Afghanistan and the gateway to Kazakhstan and Uzbekistan, Washington’s new partners in Russia’s backyard.",
  "The center, under Simes, partnered with Russia’s notorious state-funded Institute for Democracy and Cooperation led by no other than the fiery West-hater, Andranik Migranian, recently expelled from U.S.",
  "The United States and its allies recently completed a round of talks on increasing the use of the Baku-Tbilisi-Kars railway and Azerbaijan’s flyover rights for operations in Afghanistan and beyond.",
  "Simes’s and Burt’s long histories of pro-Russian lobbying should be enough for any fair-minded observer of international affairs to draw a direct line from Moscow to Sahakyan’s Washington visit.",
  "It doesn’t take much imagination to envision Putin himself arranging the separatist leader’s trip to poke America in the eye and to diminish the U.S. in Eurasia.",
  "She is a veteran international journalist, and has been writing about Israel, the Middle East and the former Soviet Union for more than two decades.",
  "It is widely accepted in foreign policy circles that Armenia is the least sovereign of the post-Soviet nations and a mere extension of the Kremlin.",
  "That’s why the Sahakyan affair represents more than an affront to international law and U.S. foreign policy — which is enough reason for outrage.",
  "SGC will transform Azerbaijan into the key player while decreasing or even eliminating that continent’s dependence on Russia’s energy supplies.",
  "Much more than initially meets the eye, and it should touch a nerve with anyone concerned about Russian influence over American politics.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Also, in 2016, Reuters reported that Burt promoted a “more realist foreign policy” (Translation: don’t stand up to Russia.)",
  "Simes and Burt were at it again, rolling out the red carpet for Sahakyan, the rogue leader of an unrecognized republic.",
  "In 2013, Putin called Simes his “American friend and colleague,” the latter being especially telling.",
  "In 2014, those two think tanks organized a press conference to defend Moscow’s annexation of Crimea.",
  "It undermines the burgeoning strategic relationship between the United States and Azerbaijan.",
  "It also marks the latest example of Russia’s insidious manipulation of Capitol Hill.",
  "Maayan Hoffman is vice president of marketing and brand strategy for Israel365.",
  "At their core, Simes and Burt can best be described as pro-Kremlin operatives.",
  "But don’t try telling that to the pro-Russian members of the Armenian Caucus.",
  "But the danger of Sahakyan’s tour goes far beyond immorality and illegality.",
  "This is affirmed by numerous U.N. resolutions.",
  "This is no coincidence.",
  "The chief rival?",
  "Russia."
]