[
  "“I think at some point in the course of events, there will need to be some payment for what the US delivers.”\n\n\n\nJustifying the shipment of weapons on the basis of a monetary transaction is easier under Trump than appealing to vague notions of protecting the post-World War II order or protecting liberal democracy, a US official said.",
  "That could end up doing more damage to Ukraine and — if the administration is not prepared to escalate itself — undermine US credibility too.”\n\nOther analysts said the Trump administration’s policy of keeping the door open to arms shipments but refraining from making a decision could have strategic value in itself.",
  "“It might make sense to continue holding up the weapons issue as a potential bargaining chip, rather than moving forward with an irreversible decision and giving the Russian side a perfect excuse to torpedo the negotiations over Ukraine,” said Matt Rojansky, a Russia scholar at the Wilson Center.",
  "“I can’t say the exact date, but we’ve been working on that.”\n\nOn Friday, ABC News reported that the National Security Council had made a preliminary recommendation last Tuesday for the provision of a $47 million “grant package” of security assistance to Ukraine, including weapons.",
  "So Trump is like, ‘what do the American people get out of this deal?’”\n\nSenior US officials began feeling out Trump’s position on sending arms to Ukraine in late September when Trump held a bilateral meeting with Poroshenko on the sidelines of the UN General Assembly in New York.",
  "“There is no fighting going on other than on Ukrainian territory so it’s clearly about defense, and it’s a reasonable thing.”\n\nWhen asked about the status of the decision, National Security Council spokesman Michael Anton said nothing has been decided.",
  "The key to persuading Trump, officials said, is requiring Ukraine to pay for at least some of the equipment and casting the arms package as a step toward “peace” in the three-year conflict between Kiev and Russian-backed separatists.",
  "\"Overall, I see this discussion as fitting within a broader effort by people within the national security bureaucracy to box Trump in on Ukraine,\" said Andrew Weiss, a Russia expert at the Carnegie Endowment for International Peace.",
  "“Advocates of lethal aid assume that it will increase costs on Moscow without increasing the cost Russia’s leaders and citizens are willing to pay,” said Paul Saunders, executive director of the Center for the National Interest.",
  "But Oleksandr Turchynov, a top Ukrainian defense official, said in August that Kiev plans to spend at least 5% of its GDP on defense, more than double what NATO recommends its member states contribute to their defense budget.",
  "In recent weeks, congressional investigators have grilled Trump's former campaign associates on why language advocating arms to Ukraine was stripped from the Republican Party Platform during the 2016 election campaign.",
  "At the time, Trump told his top advisers “I just want peace,” which arms advocates have taken as an opportunity to make the case that Javelin missiles will advance the cause by deterring further Russian aggression.",
  "But US officials tell BuzzFeed News that they have a pitch they believe can win the president’s approval of providing $40-50 million in arms to the war-torn country, including powerful Javelin anti-tank missiles.",
  "“Ukraine spends almost 7% of its GDP on defense, so it’s reasonable to expect Ukraine to pay for this.”\n\nBuzzFeed News could not independently confirm the GDP figure cited by the State Department official.",
  "Should he oppose the decision, Democrats would likely seize on the move as evidence of Trump's friendliness with Russia, despite President Barack Obama's steadfast opposition to sending weapons to Ukraine.",
  "President Donald Trump’s top advisers are closer now to achieving what seemed unthinkable at the start of his presidency: Shipping millions of dollars of US weapons to Ukraine’s embattled military.",
  "The senior State Department official said it was unclear when the president would be presented with the option, but any move to force a decision risks making the president feel boxed in.",
  "Key US allies including Germany oppose the decision out of concern that it could trigger Russia to step up its military intervention in Ukraine in ways that spiral out of control.",
  "But one individual familiar with the deliberations said Ukrainian President Petro Poroshenko is in part responsible for sparking Trump’s interest in a transactional agreement.",
  "The president, whose former campaign associates nixed language supporting arms to Ukraine in the GOP’s party platform in 2016, was never going to be an easy sell on the issue.",
  "Requiring Ukraine to pay for the arms package is not an ideal situation for cash-strapped Kiev, which has allies on Capitol Hill who are more than willing to foot the bill.",
  "The State Department’s special envoy for the Ukraine crisis, Kurt Volker, publicly made the case for sending arms during an interview with three reporters on Saturday.",
  "“Whether the level is 5% or 7% of GDP, Kiev’s defense spending measured in dollars is not that much,” said Steven Pifer, a Ukraine expert at the Brookings Institution.",
  "“I have heard that Trump wouldn’t be opposed to providing weapons, but he’d like them to be paid for,” said John Herbst, a Ukraine expert at the Atlantic Council.",
  "While the Eastern European nation does spend a large share of its budget on defense, its overall GDP was only $93 billion in 2016, according to the World Bank.",
  "That view has the support of Trump’s top advisers, including Secretary of Defense James Mattis and Secretary of State Rex Tillerson, three US officials said.",
  "“There is a real risk that lethal aid may indeed increase costs but also help the Kremlin to mobilize public opinion behind further Russian escalation.",
  "“The United States has never ruled in or out the possibility of lethal aid to Ukraine and is still considering its options,” Anton told BuzzFeed News.",
  "“I believe that we will definitely get more defensive weapons and military equipment in the future,” he said at the Halifax forum in Canada.",
  "Sources familiar with the issue said the Tuesday meeting cited in the report pertained to another arms decision unrelated to Ukraine.",
  "Approving the measure would likely enrage Moscow and jeopardize Trump's hopes of cultivating better ties with the Cold War adversary.",
  "Ukrainian Foreign Minister Pavlo Klimkin, asked if he expected to receive US military weapons, said it was simply a matter of time.",
  "In September, the US Congress authorized $500 million for security assistance to Ukraine, including the provision of weapons.",
  "They also said that if a package is approved, an outright grant is unlikely, and some type of sale would be involved.",
  "“He's told Trump on several occasions how strong a partner Ukraine is, with a growing economy and defense spending.",
  "The costs are going to be higher in the future if [Russia tries] to go further into Ukrainian territory,” he said.",
  "“By strengthening Ukraine’s ability to defend itself, it serves as a deterrent to any further adventurism.",
  "The wisdom of pouring more weapons into Ukraine also isn’t universally accepted among Russia experts.",
  "“I very much support that,” Volker said on the sidelines of the Halifax International Security Forum.",
  "“For Trump, it has to be a two-way deal,” a senior State Department official told BuzzFeed News.",
  "Officials said the president could be presented with the proposal in the coming weeks.",
  "For longtime advocates of pushing arms to Ukraine, that's not necessarily a bad thing.",
  "Ukraine can likely find the money to finance such a sale, but it may not come easily.",
  "Any move to bury the arms decision could renew interest in those questions.",
  "“Poroshenko was the victim of his own rhetoric,” said the person.",
  "“Countries have a right to defend themselves,” Volker added."
]