[
  "(Photo: Cliff Owen, AP)\n\nThe Kremlin agreed Friday with President Trump's assertion that the furor over meetings between Attorney General Jeff Sessions and Sergey Kislyak, the Russian ambassador to the United States, was a \"witch hunt,\" Russian state media reported.",
  "The remark by Dmitry Peskov, the spokesman for Russian President Vladimir Putin, came after sharp criticism by Democrats in Congress over Sessions failure to disclose meetings with Kislyak last year, when he was a senator and a Trump campaign adviser.",
  "USA TODAY NETWORK\n\nSergey Kislyak, Russia's ambassador to the U.S. speaks with reporters following his address on the Syrian situation, Friday, Sept. 6, 2013, at the Center for the National Interest in Washington.",
  "In the 1950s, Sen. Joseph McCarthy, a Republican from Wisconsin, led a hunt for alleged communist traitors who he said were working secretly in the government and the army on behalf of the Soviet Union.",
  "Gordon and Carter Page, two other Trump advisers, also spoke with Kislyak at the diplomacy conference connected to the Republican National Convention in July, where he met with Sessions.",
  "Phone conversations between Kislyak and Gen. Michael Flynn before Trump’s Jan. 20 inauguration got Flynn fired as national security adviser after less than a month in office.",
  "He could have stated his response more accurately, but it was clearly not.... — Donald J. Trump (@realDonaldTrump) March 3, 2017\n\n\"The Democrats are overplaying their hand.",
  "\"I can cite the media that say all this is very much reminiscent of a witch hunt and the McCarthyism era which we all thought was long gone,\" he said, according to TASS.",
  "\"As for accusations against Kislyak and those he met with… Our ambassador is accused of meeting with the U.S. politicians who opposed the Obama administration.",
  "There have been repeated denials by Trump officials that his campaign had contact with officials representing the Russian government.",
  "CLOSE One man, Russian Ambassador Sergey Kislyak, has been a constant in the controversy between the Trump administration and Russia.",
  "Sessions stepped aside Thursday from overseeing the continuing FBI investigation into Russia’s interference in last year’s election.",
  "\"After President Trump’s comprehensive definition, we have nothing to add,\" he said, according to Russia's TASS news agency.",
  "He could have stated his response more accurately, but it was clearly not intentional,\" Trump tweeted.",
  "Contributing: Steve Reilly, Oren Dorell\n\nRead or Share this story: http://usat.ly/2llvSTk",
  "The real story is all of the illegal leaks of classified and other information.",
  "Trump said Thursday that there was a \"total witch hunt\" against Sessions.",
  "Russian Foreign Minister Sergey Lavrov echoed Trump and Peskov earlier.",
  "They lost the election, and now they have lost their grip on reality.",
  "This is the essence of the accusations, to be honest,\" Lavrov added.",
  "Peskov pointed out Trump's phrasing Friday.",
  "It's unknown what they discussed.",
  "\"Jeff Sessions is an honest man.",
  "Jeff Sessions is an honest man.",
  "He did not say anything wrong.",
  "He did not say anything wrong.",
  "The Senate later censured him.",
  "It is a total \"witch hunt!\"\"",
  "he added.",
  "J.D."
]