[
  "China figured prominently in Trump’s list of Barack Obama’s foreign policy failures, supporting Trump’s contention that Beijing has concluded Obama’s America is too easily rolled to be a respectable opponent:\n\nOur president has allowed China to continue its economic assault on American jobs and wealth, refusing to enforce trade rules – or apply the leverage on China necessary to rein in North Korea.",
  "“Our military is depleted, and we’re asking our generals and military leaders to worry about global warming.”\n\nIt is notable that he began his analysis of military degradation under Obama in the context of Russia and China, not the Islamic State or Iran.",
  "“The Russians and Chinese have rapidly expanded their military capability, but look what’s happened to us!” Donald Trump exclaimed in his foreign policy speech, setting the table for several references to Russia and China as geopolitical adversaries.",
  "“Rivals and challengers” is an interesting classification for China and Russia – not quite enemies, not just yet, but Trump warns that if we do not demonstrate credible military strength, economic power, and foreign policy determination.",
  "He did mention the Middle East, where “our goals must be to defeat terrorists and promote regional stability, not radical change” – a multi-purpose critique of Bushism, Obamaism, and Clintonism – before returning to Russia and China.",
  "What has “happened to us,” said Trump, is that “our nuclear weapons arsenal – our ultimate deterrent, has been allowed to atrophy,” along with sharp reductions in the size of our active duty armed forces, Navy, and Air Force.",
  "Trump went considerably easier on Moscow, stressing the common interest of opposing Islamist terrorism that could bring the U.S. and Russia together:\n\nWe desire to live peacefully and in friendship with Russia and China.",
  "Trump saw a more determined opponent in China, which needs to respect America as an adversary before it can become a friend:\n\nFixing our relations with China is another important step towards a prosperous century.",
  "“Pilots are flying B-52s in combat missions today which are older than most people in this room,” Trump said to his audience from the Center for the National Interest.",
  "Competition with the aspiring global powers in Beijing and Moscow was the long-term challenge that demanded top-shelf American military power, in Trump’s view.",
  "Trump is saying that Russia and China see little value in treating America better, and much value in abusing the United States, under Obama’s leadership.",
  "He has even allowed China to steal government secrets with cyber attacks and engage in industrial espionage against the United States and its companies.",
  "China respects strength, and by letting them take advantage of us economically, we have lost all of their respect.",
  "I believe an easing of tensions and improved relations with Russia – from a position of strength – is possible.",
  "We have a massive trade deficit with China, a deficit we must find a way, quickly, to balance.",
  "In the cold calculations of international diplomacy, friendship is pursued when it has value.",
  "If President Obama’s goal had been to weaken America, he could not have done a better job.",
  "We have serious differences with these two nations, and must regard them with open eyes.",
  "If we can’t make a good deal for America, then we will quickly walk from the table.",
  "A strong and smart America is an America that will find a better friend in China.",
  "We’ve let our rivals and challengers think they can get away with anything.",
  "Russia, for instance, has also seen the horror of Islamic terrorism.",
  "We can both benefit or we can both go our separate ways.",
  "We should seek common ground based on shared interests.",
  "Common sense says this cycle of hostility must end.",
  "Some say the Russians won’t be reasonable.",
  "But we are not bound to be adversaries.",
  "It could come to that.",
  "I intend to find out."
]