[
  "Before he was beating other Republicans, now he is drawing a contrast with Hillary.” Norquist acknowledged Trump is ahead in the race and “has strong momentum” while reiterating he “will support the Republican nominee.”\n\nNorquist said Trump’s “tax plan is actually quite good” and would create “4 percent growth annually” thanks to a “15 percent corporate tax rate.”\n\nWhen it comes to trade policy, Norquist says he hears Trump saying, “I want good trade deals, I want better trade deals,” and that is “different than the Democrats who don’t want trade deals.”\n\n“Obama is playing games in the middle of our trade agreement, not protecting our IP [intellectual property],” he said.",
  "Schmitz “agreed to be an adviser [to the campaign] before I met him [Trump] in person, based on having met his senior policy adviser and senior legal adviser.” Schmitz has been involved in writing white papers, but was “not at liberty to discuss the subject matter of the white papers but there have been many.”\n\nAccording to Schmitz, “the results” of the white papers should be up on the Trump campaign’s site soon but not the actual white papers which are under “a non-disclosure agreement.” In Schmitz’s opinion, Trump’s speech was “very strong, very well presented” and he answered “yes” when asked if he had a role in writing the speech.",
  "Joseph E Schmitz of Schmitz Socarras LLP told TheDCNF he “has lived in foreign policy and national security for decades and am a Naval Academy graduate, 27 years in uniform, but mostly reserves.” Schmitz said he was the inspector general of the Naval Reserve Intelligence Program and became the Department of Defense inspector general under former Secretary of Defense Donald Rumsfeld.",
  "All of that becomes possible when you have growth and people feel comfortable that something doesn’t come at their expense.”\n\nNorquist confirmed that he “worked with him [Trump] on his tax policy and love his tax plan.”\n\nFormer Virginia governor and 2016 Republican presidential candidate Jim Gilmore was also in attendance.",
  "The real estate developer clarified he is “supporting the campaign, not working for the campaign.” Harb recalls having been “impressed” with Trump’s accomplishments back “in the early [19]80s.”\n\nTrump’s speech was held at the Mayflower Hotel at the invitation of the Center for The National Interest.",
  "Gilmore told TheDCNF “there was a lot in” the speech and he “absolutely agreed” with much of it but that “there’s a lot in this speech that contradicts that.” Gilmore emphasized he was invited by the Center for The National Interest and he “has not made an endorsement.”\n\nFormer U.S.",
  "Then he talked about jihadism, Islamization, radicalism in the Middle East — this was the first time he got into more in depth and that’s what he will do and he will be building bridges with the Arab nations to take out ISIS and go into democracy in the Middle East.",
  "Ambassador to Costa Rica Curtin Winsor Jr. also thinks “we have to control our borders.” Winsor thinks Trump’s immigration and foreign policy proposals are major reasons why he is a campaign surrogate.",
  "“We as Middle Easterners in this country, of Middle East background, quite few organization who created a coalition throughout the United States to support Mr. Trump because we believe in his policy.",
  "More democratic nations in the Middle East, better for us in the United States.”\n\nDespite working in Florida as a real estate developer, Harb has never had any business dealings with Trump.",
  "Grover Norquist of Americans for Tax Reform told TheDCNF Trump’s speech was “sober, thought through, written down.”\n\n“This speech and the impression it gives, changed the tenor of the race.",
  "The ambassador noted “there’s no border on Earth that has greater disparity than that between Mexico and the United States.” Curtin has not met Trump and has yet to advise the candidate.",
  "“Today, he was the first one to speak about the persecution of Christians in the Middle East – no other candidates have spoken about them and tried to find a solution and protect them.",
  "Follow JP on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Republican presidential candidate Donald Trump gave his first major speech focused on foreign policy matters at a press conference in Washington, D.C., Wednesday.",
  "Harb is the founder of the American Middle East Coalition For Trump, a non-profit organization based in Washington D.C. backing the presidential candidate.",
  "Because we believe a stronger Iran with nuclear facilities will eventually destabilize the Middle East and put an end to the Middle East.",
  "“We need more H1Bs and H2s [visas] to invite all the talent here for jobs and new businesses here rather than some place else.",
  "TheDCNF also spoke with Tom Harb, a Lebanese-American Christian businessman and Trump foreign policy surrogate.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Daily Caller News Foundation caught up with attendees after to get their take on the speech.",
  "Harb told TheDCNF that “we created the coalition as soon as Mr. Trump won the state of Florida.",
  "Attendance of campaign surrogates was organized by campaign advisers Dr. Walid Phares and J.D.",
  "And today he kind of came and laid out his policy towards the Middle East.",
  "We know now that we are on a path for the nomination.",
  "Gordon."
]