[
  "The Great Game in Asia: How China Sees Taiwan\n\nIn the wake of China’s live-fire drills in the Taiwan Strait, along with the largest naval drills in history of the People’s Liberation Army Navy, the Republic of China’s (Taiwan) status and meaning to the U.S.-China relationship is more prominent than ever.",
  "During the Century of Humiliation when the Great Powers carved out spheres of influences and imposed restrictive treaties on China, the Middle Kingdom’s naval defenses, which included Taiwan, were insufficient to prevent it from being manipulated by foreign countries.",
  "Quinn Marschik\n\nPolitics, Asia\n\nPro-China supporters wave the Chinese flag before the opening of the 29th Summer Universiade, in Taipei, Taiwan More\n\nFor the Chinese Communist Party, Taiwan represents the final obstacle to truly concluding the Chinese Civil War.",
  "The CCP, acutely aware of its nation’s history, likely views Taiwan as a key to deter a future situation in which foreign powers would play a “Great Game” on the Mainland through the enhanced naval defense capability the island could provide.",
  "It is very difficult to back down from a policy that has been espoused for over twenty years, not to mention China’s Patriotic Education Campaign has solidified Taiwan’s status as part of China in the minds of the Chinese people.",
  "However, the CCP could also use Taiwan post-reunification to more easily secure its claimed territory in both the East and South China Seas, as well as interdict Japan’s energy supplies and trade should it ever pose a threat.",
  "Very few realize that China has undergone numerous states of disunity, some periods lasting over one hundred years, with competition amongst various dynasties and political entities for total control of China.",
  "Reabsorbing Taiwan would help cement the People’s Republic of China (PRC) as the legitimate government of all of China and unquestionably be considered a successor to the legitimate dynasties of the past.",
  "Moreover, a key policy heavily promoted by Chinese President Xi Jinping is the “China Dream” of the “great rejuvenation of the Chinese nation.” This most likely includes Chinese reunification with Taiwan.",
  "The island is not just a haven for the Kuomintang who lost the civil war on the Mainland, but also represents a threat to Beijing’s system of governance as an alternative model for the Chinese people.",
  "To maintain its grip on the Chinese state, the CCP believes it must finish what Mao could not and defeat the “followers” of Chiang Kai-shek—thereby eliminating a threat to China’s internal stability.",
  "No doubt Beijing thinks that the United States, or even Taiwan’s former colonial master Japan, could use the island for military means to threaten and contain China like they did in the past.",
  "Since the 16th National Congress of the Communist Party of China in 2002, the CCP has been consistent in its policy toward Taiwan, with elements of the policy going back to 1995.",
  "As a starting point to improving the Sino-American relationship over the Taiwan question, perhaps it is time for the United States to reexamine what Taiwan really means to China.",
  "Even as the United States implements the Taiwan Travel Act, with a potential review of its “One China Policy” in the future, Taiwan’s significance to Beijing appears unwavering.",
  "In addition to serving as a potential check against the United States and Japan, Taiwan can be seen in China’s eyes as the first wall in the Mainland’s defenses.",
  "First and foremost, the resolution of Taiwan’s status has major implications for the Communist Party of China’s (CCP) legitimacy as the ruling party of China.",
  "From a historical perspective, which ties into the China Dream, unification of the country is typically required for lasting legitimacy.",
  "This legitimacy can be broken down into three parts: legitimacy from the Chinese Civil War, CCP statements and policies, and history.",
  "The Chinese dynasties one usually hears about are the Shang, Zhou, Qin, Han, Sui, Tang, Song, Yuan, Ming and Qing.",
  "Beyond legitimacy, the People’s Republic has a security interest in reunification with Taiwan.",
  "For the CCP, Taiwan represents the final obstacle to truly concluding the Chinese Civil War.",
  "It also does not help that the CCP have also backed themselves into this corner.",
  "The island has been called an unsinkable aircraft carrier."
]