[
  "“It can lead to civil unrest and protests and further violence -- and all of that is also against the interest of the United States.”\n\nTrump’s invitation “says to the world that illegal violence is legitimate and that rule of law and human rights can be ignored,” said John Sifton, Asia advocacy director at Human Rights Watch.",
  "Trump officials including White House chief of staff Reince Priebus and press secretary Sean Spicer have tried to explain the president’s latest outreach to Duterte – described over the weekend in a White House statement as a “very friendly conversation” -- as part of U.S. efforts to contain North Korea.",
  "The problem flared up again this weekend when Trump drew the ire of ethics and human rights activists after inviting to the White House Rodrigo Duterte, the Philippine president accused of thousands of extrajudicial killings in his war on drugs.",
  "The California Democrat also questioned the timing of the policy moves, which she said gave \"the obvious impression of a quid pro quo.”\n\nIn the Philippines, Duterte played coy when asked Monday whether he would accept Trump’s invitation.",
  "Maybe Trump has made the calculation that it’s best not to raise the human rights issue in public, but he may bring it up behind closed doors.”\n\nStill, some lawmakers and many human rights activists were appalled by Trump’s invitation.",
  "In December, the Philippines leader said the American president-elect in a phone call had told him he was going about his anti-drug campaign the “right way.”\n\nBreaking News Alerts Get breaking news when it happens — in your inbox.",
  "Beyond the Philippines, where Trump is slated to travel this fall for a major Asian policy summit, his business dealings in some 20 countries around the world are sure to keep coming up as he navigates foreign affairs.",
  "His company did nix business projects in Azerbaijan, Brazil and Saudi Arabia, and at a January press conference, Trump told reporters he’d just turned down a $2 billion deal in Dubai with a Middle Eastern developer.",
  "Trump is probably more concerned about Beijing’s designs on the South China Sea, which is a critical passageway for commerce, said Harry Kazianis, director of defense studies at the Center for the National Interest.",
  "Former Obama White House ethics lawyer Norm Eisen pointed out that, like those that fell under the ban, populations in the three countries “have a demonstrated history of supporting terrorism.”\n\nThen there’s China.",
  "Republicans were quieter, though Florida Sen. Marco Rubio is expected to join Democratic Sen. Ben Cardin later this week in sponsoring a bill that would block U.S. weapons sales to the national Philippine police.",
  "“We don’t know that that’s why he did it, but as long as he has those interests, we have to be suspicious,” said Noah Bookbinder, the executive director of Citizens for Responsibility and Ethics in Washington.",
  "But they still faced claims that the president was willing to embrace an authoritarian leader because the Trump name will soon be splashed atop a $150 million, 57-story luxury residential tower in Manila.",
  "In both attempts, which were blocked by the courts, Trump left out Egypt, Saudi Arabia and the United Arab Emirates, three countries where he was involved in business deals, financial disclosures showed.",
  "“It is an opportunity for us to work with countries in that region that can help play a role in diplomatically and economically isolating North Korea,” Spicer told reporters during Monday’s briefing.",
  "Since taking office in January, Trump has repeatedly found himself fending off conflict of interest charges as he tries to assert American interests in countries and regions where he’s done business.",
  "Those questions quickly came up following Trump’s congratulatory call last month to Recep Tayyip Erdogan after the Turkish president secured passage of a referendum giving him sweeping new powers.",
  "“I cannot make any definite promise.”\n\nThe president’s business connections there are no secret: Duterte last fall named Trump’s primary partner on Manila’s new $150 million Trump Tower, Jose E.B.",
  "Sen. Dianne Feinstein responded by charging that Trump may have violated the Constitution’s emoluments clause, which prohibits federal officials from accepting payments from foreign governments.",
  "Margaret Huang, executive director of Amnesty International USA, said bestowing a White House invitation was short-sighted because Duterte’s crackdown could ultimately destabilize his country.",
  "That move came well after an international tribunal ruled in favor of the Philippines and against China in a years-old case centered on Beijing’s aggressive actions in the South China Sea.",
  "But ethics experts say they're still concerned about the fallout for human rights as Trump deals with countries where he’s done business and where the governments are hardly democratic.",
  "According to the U.S. State Department, many of the deaths have been extrajudicial killings of drug dealers and drug users that were carried out by the police and unknown vigilantes.",
  "The U.S. strategic interest in the South China Sea merits attempts to keep Manila in the U.S. fold, even if it means inviting Duterte to visit the White House, Kazianis said.",
  "“The growing number of extrajudicial killings in the #Philippines are alarming and can't be ignored,” the Republican wrote alongside a link to a story about Duterte’s abuses.",
  "But a Trump resort deal in the Dominican Republic that sat dormant for a decade got new life in February when Trump’s son Eric visited the property and met with its owners.",
  "| Getty Trump Inc. causes problems for president's foreign policy The president’s business dealings in the Philippines, Turkey and beyond shadow his moves on global stage.",
  "Since coming to power in the Philippines last summer, Duterte has overseen a bloody crackdown on drug-related activity that critics say has killed more than 7,000 people.",
  "Critics noted that Trump’s interests in Turkey go beyond its help dealing with Syria: Trump’s name also is on a residential and commercial retail center in Istanbul.",
  "A handful of Democratic lawmakers, including ranking House Foreign Affairs Committee member Eliot Engel of New York, denounced Trump’s invitation to Duterte.",
  "In January, the Trump Organization pledged not to launch any international “new deals,” though the details of what’s considered a new deal remain unclear.",
  "Trump challenged Canada last week, for example, over its softwood lumber and dairy practices just months after opening a new luxury hotel in Vancouver.",
  "Last year, he called then-President Barack Obama a “son of a whore” and said he could “go to hell.”\n\nWith Trump, Duterte has taken a kinder approach.",
  "In Beijing last October, Duterte announced his country’s “separation” from the United States and indicated it would be newly aligned with China.",
  "Some said that were Duterte not a head of state, he would probably not qualify for a visa to the United States due to his bloody background.",
  "President Donald Trump keeps learning the hard way that his tangled global business interests can cause him major foreign policy headaches.",
  "Trump embraced the ‘One China Policy’ in January in a phone call with President Xi Jinping, despite earlier friendliness toward Taiwan.",
  "“And frankly, the national interests of the United States, the safety of our people and the safety of people in the region are the No.",
  "“What’s happening in the Philippines is causing all kinds of people to be fearful of their government, of armed militias,” she said.",
  "Antonio, as a special trade envoy to the United States, and Antonio said he was at Trump Tower in New York soon after the election.",
  "Even after he stepped away from day-to-day management, Trump still maintains ownership of the company he’s built over decades.",
  "Story Continued Below\n\nWhite House officials explained Trump’s move as part of a wider regional play to isolate North Korea.",
  "Rubio, who lost to Trump in the 2016 presidential race, made no direct reference to Trump or the invitation in the tweet.",
  "China soon ended more than a decade of waiting and approved Trump’s application to trademark his name in the country.",
  "Duterte seems to revel in his coarse, strongman approach -- he’s boasted of personally killing suspected criminals.",
  "1 priorities of the president.”\n\nAnalysts said the Philippines has little to offer on the North Korea front.",
  "Ethical concerns also shadowed Trump’s two attempts to ban travelers from several majority-Muslim countries.",
  "In the Philippines, Rodrigo Duterte played coy when asked Monday whether he would accept Trump’s invitation.",
  "“It seems like President Trump likes to do these sort of one-on-one, get to know you conversations.",
  "“This is the big stuff,” said Richard Painter, a former George W. Bush White House ethics lawyer.",
  "The Philippines president also has taken steps to distance his country from the United States.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Of course, some of Trump’s foreign policy moves don’t appear to help his businesses.",
  "But Duterte has also made overtures to the Chinese, stirring worries in Washington.",
  "But Trump also faces challenges due to Duterte’s human rights record.",
  "“Absolutely the invite should have been made,” Kazianis said.",
  "“I’m tied up,” he said, according to The Associated Press.",
  "Rubio also took a subtle jab at Trump on Twitter.",
  "“This is where his conflicts really matter.”",
  "You can unsubscribe at any time."
]