[
  "Video and a photo released by South Korea's presidential Blue House on Saturday showed Kim hugging Moon and kissing him on the cheek three times as he saw Moon off after their meeting at Tongilgak, the North's building in the truce village, which lies in the Demilitarized Zone (DMZ) - the 2.5-mile (4 km) wide buffer that runs along the heavily armed military border.",
  "For graphic on nuclear testing site click https://tmsnrt.rs/2wGynpf\n\nFor graphic on nuclear North Korea click https://tmsnrt.rs/2Kql12i\n\nIt also said Kim and Moon agreed to hold high-level talks between their two nations on June 1, and to take steps to quickly implement their efforts to denuclearize the peninsula.",
  "By Soyoung Kim and David Brunnstrom\n\nSEOUL/WASHINGTON (Reuters) - South Korean President Moon Jae-in and North Korean leader Kim Jong Un held a surprise meeting on Saturday in an effort to ensure that a high-stakes summit between Kim and U.S. President Donald Trump takes place successfully.",
  "The meeting was the latest dramatic turn in a week of diplomatic flip-flops surrounding the prospects for an unprecedented summit between the United States and North Korea, and the strongest sign yet that the two Korean leaders are trying to keep the on-again off-again summit on track.",
  "\"The two leaders candidly exchanged views about making the North Korea-U.S. summit a successful one and about implementing the Panmunjom Declaration,\" South Korea's presidential spokesman said in a statement.",
  "If the summit is not held, some analysts warn that the prospect of a military confrontation between the two nations would rise, while a successful summit would mark Trump's biggest foreign policy achievement.",
  "But White House spokeswoman Sarah Sanders said an advance team of White House and U.S. State Department officials would leave for Singapore on schedule this weekend to prepare for a possible summit there.",
  "However, in a tweet on Friday, Trump cited \"very productive talks\" and said that if the summit were reinstated it would likely remain in Singapore on June 12, and that it could be extended if necessary.",
  "Their talks at the Panmunjom border village, which South Korean officials said lasted two hours, came a month after they held the first inter-Korean summit in more than a decade at the same venue.",
  "\"There is a very strong possibility a U.S.-North Korea summit could be back on very soon,\" said Harry Kazianis of the conservative Center for the National Interest think-tank in Washington.",
  "Whether one takes place depends on Kim agreeing to some sort of a realistic and verifiable denuclearization plan, added Kazianis, citing his own Trump administration sources.",
  "The agency said the two leaders had reached a \"satisfactory consensus\" and expressed \"their stand to make joint efforts for the denuclearization of the Korean peninsula.\"",
  "TRUMP HAILS \"PRODUCTIVE TALKS\"\n\nIn a letter to Kim on Thursday, Trump had said he was cancelling the planned Singapore summit, citing North Korea's \"open hostility.\"",
  "A statement from North Korea's state news agency KCNA said Kim expressed \"his fixed will\" on the possibility of meeting with Trump as previously planned on June 12.",
  "Pyongyang has conducted six nuclear tests, and has developed a long-range missile that could theoretically hit anywhere in the United States.",
  "Experts, however, are doubtful that North Korea possesses a warhead capable of surviving the stresses of re-entering Earth's atmosphere.",
  "At that meeting, they declared they would work toward a nuclear-free Korean peninsula and a formal end to the 1950-53 Korean War.",
  "Kim and Trump's initial decision to meet followed months of war threats and insults between the leaders over the program.",
  "The Trump administration is demanding that North Korea completely and irreversibly shutter its nuclear weapons program.",
  "But on Friday he indicated the meeting could be salvaged after welcoming a conciliatory statement from Pyongyang.",
  "A senior White House official had said on Thursday that organizing a summit by June 12 could be a challenge.",
  "He did not confirm how the meeting was arranged or which side asked for it.",
  "The White House did not respond to a request for comment on the meeting.",
  "We'd like to do it,\" Trump told reporters at the White House.",
  "KCNA said the leaders also agreed to meet frequently.",
  "That is what it hinges on,\" he said.",
  "They very much want to do it.",
  "\"We're talking to them now.",
  "\"If not, no summit."
]