[
  "Victoria Nuland, assistant secretary of state for European affairs, who gave out cookies on the Maidan during the anti-Yanukovych demonstrations and who since has been demonized by the Russians for her outspoken support for Ukraine's independence, is a member.",
  "Jeb Bush's foreign policy team is likely to include key players from his brother's team, including former Secretary of State Condoleezza Rice and former Deputy Defense Secretary Paul Wolfowitz, hardly Kremlin favorites.",
  "Thus, short of a surprising Paul victory in 2016, Russia is facing a united front of Republican and Democratic candidates who all support the restoration of Ukraine's sovereignty and territorial integrity.",
  "Putin's nationally televised four-hour call-in show on April 16 showed his stiff upper lip and defiance against the U.S., but the reality of isolation and sanctions over Ukraine will take their toll.",
  "Ariel Cohen, Ph.D., is director of the Center for Energy, Natural Resources and Geopolitics at the Institute for the Analysis of Global Security and principal of International Market Analysis, Ltd.",
  "She assessed Putin as a threat \"to his neighbors and the global order,\" cautioning that \"difficult days lay ahead and that our relationship with Moscow would likely get worse before it got better.\"",
  "The anti-communist Cuban-American senators Marco Rubio and Ted Cruz, both members of the Senate Foreign Relations Committee, support lethal aid to Ukraine and have sharply criticized Russia.",
  "Governor Jeb Bush has not officially announced his candidacy, but he is known to criticize \"naïveté\" and \"passivity\" in foreign policy, including on Ukraine and Russia.",
  "\"Her general anxiety was that Putin, if unchallenged and unchecked, would continue to expand his influence in the perimeter of what was the Soviet Union,\" Johnson said.",
  "\"But Ms. Clinton has never been too graceful in her statements....When people push boundaries too far, it's not because they are strong but because they are weak.",
  "Boris Johnson, the mayor of London, said that he was struck by the persistence with which she spoke about how Europe must confront the Russian president.",
  "As secretary of state, Clinton talked tough to European leaders about the conflict in eastern Ukraine and her attitude toward Putin was firm.",
  "Clinton told Johnson that Britons should be less dependent on Russian hydrocarbons and that they must seek alternative sources of energy.",
  "The president ignored her advice initially, accepting Putin's invitation for a presidential-level summit in Moscow in the summer of 2013.",
  "One Forbes commentator noted that Paul has been all over the map on Ukraine and some of his statements tend to contradict previous ones.",
  "Another candidate for the Republican presidential nomination is Wisconsin Governor Scott Walker, who also favors arming Ukraine.",
  "All of the major presidential candidates, save Senator Rand Paul, take a tough approach with Moscow and support arming Ukraine.",
  "In her memoir Hard Choices she writes, \"For many years I have spent a lot of time thinking about how to understand Putin.\"",
  "Clinton encouraged Obama to push the pause button on the \"reset\" policy that she and the president had launched in 2009.",
  "It also counts Alexander Vershbow, the current deputy secretary general of NATO and a former U.S. ambassador to Russia.",
  "In the polls, Americans are united on Ukraine; The majority of respondents support increased sanctions on the Kremlin.",
  "His Russia advisers are Ambassador Richard Burt and Dimitri Simes, president of the Center for the National Interest.",
  "Don't flatter Putin with high-level attention.… Strength and resolve were the only language Putin would understand.\"",
  "The Russian media accuses her of mortal sins: toughness, feminism, political correctness and a pedantic disposition.",
  "Ukraine will remain at the heart of the conflict between the U.S. and Russia beyond the 2016 presidential election.",
  "It included the late Richard Holbrooke, the architect of the partition of Yugoslavia, who was no softie on Russia.",
  "Clinton's last memo as secretary of state in January 2013 warned President Barack Obama about Putin's ambitions.",
  "In 2014, Russian President Vladimir Putin attacked her ad hominem in an interview with French journalists.",
  "In Clinton's opinion, Putin is \"reclaiming the Soviet Empire and crushing domestic dissent.\"",
  "His brother, former President George W. Bush, has little enthusiasm when it comes to Putin.",
  "Cruz said that the U.S. has an \"obligation\" to arm Ukraine, much to Moscow's chagrin.",
  "The visit was canceled after the Kremlin gave asylum to the defector Edward Snowden.",
  "Rubio and Cruz idolize Ronald Reagan and his policies of peace through strength.",
  "However, there are no easy outs for Moscow—either from Republicans or Democrats.",
  "How to confront the Russian enigma is not a new subject for Clinton.",
  "Take Hillary Clinton, the presumed nominee for the Democratic Party.",
  "These foreign policy realists support warmer relations with Russia.",
  "It will not be any easier for the Kremlin with the Republicans.",
  "This article first appeared on the Atlantic Council site.",
  "But maybe weakness is not the worst quality for a woman.\"",
  "The Clintons' foreign affairs circle is tough on Russia.",
  "She cautioned, \"Don't appear too eager to work together.",
  "\"It's better not to argue with women,\" Putin said.",
  "Until then, sanctions are unlikely to disappear.",
  "She is not Moscow's favorite, to say the least.",
  "The odd man out is Senator Rand Paul.",
  "On Ukraine, Americans are united.",
  "If not Bush, then who?"
]