[
  "Dealing with a 'peaked' China: the nationalism question\n\nWhile Western and specifically American strategists might be slow to recognize the economic trends, a \"peaked\" China will still be a nation that has clear national interests—interests that will still likely put China a path of tensions with Washington and its allies.",
  "While a good chunk of this demographic crunch is due to a one-child policy Beijing instituted decades ago to avoid over-population, combined with global demographic trends that have embraced smaller families, China seems destined to get gray, faster than any other nation on the planet.",
  "Beijing may not have the economic muscles to dominate far past its near seas or into far off lands, but it will still insist on an East Asian security environment that bends to its wishes in places like the South China Sea, Taiwan, the East China Sea, and over the fate of North Korea.",
  "I would point them to the hundreds of millions of people the Chinese government has pulled out of poverty, an economy that is second only to America in terms of total GDP, and a growing military that is on the verge of not only achieving regional dominance but has global aspirations.",
  "For example, if Chinese economic growth will be constrained due to issues of debt and demography, the massive increases in military spending China has implemented in recent years to dominate Asia or potentially deter or defeat America will slow—and in fact that is already happening.",
  "Beijing would need things like four-to-six aircraft carrier strike groups, long-range bombers, the ability to move large expeditionary forces around the globe at a moment's notice—and that is just scratching the surface—totaling perhaps hundreds of billions of dollars, if not more.",
  "But what happens when most of China's citizens realizes this grand bargain, which is paid for in the form of a population that is controlled by what can only be described as an authoritarian regime offering very little freedoms or rights, is not getting what they \"paid\" for?",
  "Reuters/Jonathan Ernst\n\nAs President Trump travels through Asia this week trying to rally support against North Korea, we are missing what is an even greater challenge, something that could very well change the very nature of international politics as we perceive it.",
  "The economist continued, adding that, \"you have to remember, China's whole economic growth strategy was based on having lots of cheap labor to pump out consumer and other goods out of its sprawling factories—essentially to be the world's cheap factory of choice.",
  "Bad economics = China won't be a superpower\n\nIf Beijing's rapid economic growth—the basis for its rise in East Asia and globally—is slowly coming to an end, we must readjust our own thinking when it comes to China's eventual place in the global pecking order.",
  "In fact, Asia's greatest challenge today is not a nuclear Pyongyang armed with missiles that can hit most parts of the planet, but something far more complex: a People's Republic of China that is out of space to grow economically, and has in fact peaked.",
  "Alas, while a \"peaked\" China might not have the power to dominate the globe or overturn the international order, her rise to where she is today will still present problems for Asia and the United States, with its very own unique challenges and dilemmas.",
  "China spent so much money collectively across the country on roads, bridges, tunnels, airports and high-speed rail—much of it a complete waste and only built to drive growth—that Beijing's total outstanding credit is now 260 percent of GDP.",
  "Jason Lee/Reuters\n\nChina will also unlikely be unable to develop the power-projection assets it needs to move into the Indian Ocean, deeper into Central Asia or Africa and will have no ability to challenge America in areas outside of Asia.",
  "Indeed, while we might be talking today about the growth of Chinese internet subscribers or cell phone sales, we might be looking at a new stat quite soon: hundreds of billions of dollars spent on caring for a rapidly aging population.",
  "In such a scenario, the Communist Party would blame America, Japan, and all of its neighbors for Beijing's problems, and push to dominate the region through raw power, to prove to the people it still deserves the right to rule.",
  "Thomson Reuters\n\nWhile Beijing has been benefited from decades of fast economic growth—and continues to claim such growth is still possible—China's economic picture is not as good as the stats would have us believe.",
  "Beijing will have a hard time developing its economy at the breakneck speed of years past and—unless China wants to bankrupt itself—won't have the resources to become a global military superpower to rival America.",
  "China's economy: Lies, debt, and demographics come calling\n\nPeople cross a street in front of posters depicting late Chairman Mao Zedong, right, and Chinese President Xi Jinping in Shanghai, March 1, 2016.",
  "First, economists argue that Beijing's reported 6 percent or more growth has been largely fiction for the last several years, but some even argue that it could be much less—more like two percent.",
  "The headlines seem to suggest a rosy future for a nation that seems almost destined to take its place as not only a great power, but as one that could even displace America as a global hegemon.",
  "In fact, such numbers could be conservative when you consider that China will have 300 million or more people over age 60 by 2030—nearly the size of the America's total population today.",
  "Could Chinese leaders—and some would say this is already happening—push a hardline nationalism that seeks to channel the population's anger against Beijing's geopolitical competitors?",
  "When combined with a needed global military basing structure that would costs additional billions and billions of dollars it becomes clear this simply out of China's reach.",
  "While it is hard to ascertain when Beijing started cooking its books, many economists, including myself, see China only growing at somewhere between two to three percent.\"",
  "And considering America and the nations of East Asia have very different goals and objectives over those critical areas, we are likely in for decades of rising tensions.",
  "The legitimacy of the Chinese Communist Party is based on delivering strong economic growth, a better standard of living and upward mobility for most of its society.",
  "But with salaries rising and a decrease in the pool of labor for such factory work, well, that economic model won't make China an economic superpower I am afraid.",
  "It is so high that Moody's downgraded China's sovereign debt rating, not exactly the sign of an aspiring nation that will surpass America in power and influence.",
  "Harry J. Kazianis is director of defense studies at the Center for the National Interest and executive editor of its publishing arm, The National Interest.",
  "The ramifications of this fact could be profound, and indeed reorder our thinking of global politics not just in the Asia-Pacific, but on a global scale.",
  "Missiles seen during a parade to celebrate the 60th anniversary of the founding of the People's Republic of China, in Beijing, October 1, 2009.",
  "China sports an extremely low fertility rate—the amount of children a women on average gives birth to in her lifetime—of 1.2 per women.",
  "US President Donald Trump and first lady Melania visit the Forbidden City with China's President Xi Jinping in Beijing, China.",
  "As one senior economist based in Shanghai explained to me just recently: \"China's economic growth is largely based on a lie.",
  "Previously, he served as editor of The Diplomat, a fellow at CSIS, and on the 2016 Ted Cruz foreign policy team.",
  "To be fair, a few years ago, I would have argued that anyone who uttered such a phrase was completely nuts.",
  "You see, China did not suffer from the same economic crunch the West did during the 2008 economic crisis.",
  "Beijing was able to keep growing fast, largely through local-government financed debt spending.",
  "China fans cheer on their team against Canada at PGE Park in Portland, Oregon, October 2, 2003.",
  "Spending that won't go towards the drivers of traditional economic growth and national power.",
  "Five men on a electric bicycle cross a street in Changde, Hunan province, March 16, 2014.",
  "China's large population may get old—very old—before it ever truly gets rich.",
  "This is very much below the 2.1 rate needed just to replace the population.",
  "Tom Hauck/Getty Images\n\nThere is also a bigger problem we must consider.",
  "In fact, China's economy seems stuck in neutral—with no clear way out.\"",
  "Canada defeated China 1-0 in the 2003 Women's World Cup quarterfinal.",
  "It is time to adjust our thinking to this new reality.",
  "China, for all intents and purposes, has peaked.",
  "REUTERS/Stringer\n\nFrom here it gets worse.",
  "And then there is the debt—lots of debt.",
  "But the conventional wisdom is wrong."
]