[
  "For example, after the Orlando shooting, when Trump doubled down on his proposed ban of Muslims, Corker said Trump’s remarks were not “the type of speech that one would give that wants to lead this country through difficult times.”\n\nOn Tuesday, Corker traveled to North Carolina to appear with Trump at a rally in Raleigh.",
  "“A lot of things Trump says are just un-American and against American values, and you can’t defend them.”\n\nMany Republican senators are caught between their disdain for Trump’s more odious ideas on national security, such as killing the families of terrorists, and their desire to see a Republican win the White House.",
  "But Corker’s flirtations with the Trump campaign also had a lot to do with the senator’s posture inside the Republican caucus on foreign policy issues and his long tension with the more hawkish Republicans who have controlled the party’s national security agenda for decades.",
  "Trump and Corker “share a view that our foreign policy needs to be more realistic, and that’s one of the things that attracted Corker to the positions that Trump has espoused,” Sen. Jeff Sessions (Ala.), the head of Trump’s national security advisory team, told me Wednesday.",
  "The foreign policy disconnect is one of several possible explanations as to why Corker suddenly took himself out of contention to be Trump’s vice presidential running mate Wednesday, after submitting himself to formal vetting by the campaign.",
  "“If you are suggesting that Trump is somehow acting as gravity and pulling those of us who are well-grounded away from where we are, I don’t see that happening.”\n\nThat’s bad news for Corker as he returns to his post as committee chairman.",
  "“I heard some realism creeping back into foreign policy.”\n\nCorker defended his interactions with the campaign as what a responsible Foreign Relations Committee chairman must do when asked for help by his party’s presidential contender.",
  "Behind the scenes, he was careful to keep his dealings with the Trump camp confined to his personal office staff, rather than that of the committee, so as not to make other committee members uncomfortable.",
  "Corker also is widely expected to run for governor of Tennessee in 2018 and may have concluded that spending the next four months by Trump’s side detracted more than it helped him prepare for that run.",
  "“The foreign policy of the United States is really well-footed here in the Senate, and to move off of that would take substantially more than what Trump has to offer,” Sen. James Risch (Idaho) told me.",
  "When Senate Foreign Relations Committee Chairman Bob Corker (Tenn.) began working with the Trump campaign only two months ago, he expressed hope that Donald Trump would “evolve” on foreign policy.",
  "The committee approved a bill for 2017 in April, but there’s no chance Senate leadership will give Corker floor time this year, and there’s only a slim chance the legislation will become law.",
  "It was shortly after Trump’s April speech at the realist-leaning Center for the National Interest that Corker began praising Trump in public while working with the campaign behind the scenes.",
  "There’s still lingering resentment inside the GOP caucus regarding how Corker handled his last major foreign policy effort, the opposition to President Obama’s nuclear deal with Iran.",
  "Corker seemed to like the fact that Trump was disrupting Republican foreign policy, and in helping him, Corker saw an opportunity to advance his own foreign policy agenda.",
  "But his experience shows that while Republican voters are expressing a desire for a more realist foreign policy, Trump is a fatally flawed spokesman for that set of ideas.",
  "Corker said it was “one of his best events.”\n\nYet as Corker got further enmeshed in the Trump world, Trump’s statements on foreign policy did not reflect Corker’s counsel.",
  "Most Republicans believe Corker went too far in negotiating with Democrats and the White House, effectively scuttling any real chance for Congress to reject the deal.",
  "Most foreign-policy-minded Republican senators believe that if Trump loses in November, the caucus will return to its traditionally hawkish, internationalist stance.",
  "But Trump and Corker never were able to agree on what a new Republican foreign policy paradigm would look like, and Trump has clearly refused to evolve.",
  "Corker has always been more realist and less hawkish than other Senate GOP national security leaders, such as Mitch McConnell (Ky.), John Cornyn (Tex.",
  "It is supposed to oversee the State Department, but Congress hasn’t passed a State Department authorization bill in several years.",
  "“It depends how much you want to defend what he says,” Corker’s Democratic counterpart on Foreign Relations, Sen. Ben Cardin (Md.",
  "“What I heard in that speech was a candidate trying to espouse views not unlike Bush 41 and Jim Baker,” Corker told me in May.",
  "He lauded Trump’s speech in Scotland after the United Kingdom voted to leave the European Union last month.",
  "Trump noted that the falling value of the pound could help his golf resort’s bottom line.",
  "Perhaps he concluded he wasn’t going to get the job and bowed out gracefully.",
  "At times, Corker has bent over backward to praise Trump on foreign policy.",
  "Trump made news by saying of Saddam Hussein, “You know what he did well?",
  "He did that so good.” On Wednesday, Corker decided he had had enough.",
  "At times, Corker publicly criticized Trump’s comments.",
  "), John McCain (Ariz.) and Marco Rubio (Fla.).",
  "Corker’s committee is also underperforming.",
  "He killed terrorists.",
  "), told me."
]