[
  "Testifying before the Senate in July 2015, Joint Chiefs of Staff Chairman Joseph Dunford — whose term as the president’s top military adviser runs until September — called Russia “the greatest threat to our national security” and said Putin’s behavior was “nothing short of alarming.”\n\n“It’s going to be dark days in the Pentagon” if Trump seeks to dramatically relax the military’s confrontational posture toward Moscow, said Evelyn Farkas, who served as the Defense Department’s top Russia official under Obama.",
  "At the same time, Simes said, Trump would likely send “a clear message to Putin that we are not trying to remove him from power, we are not trying to humiliate him and we are not trying to diminish Russia — as long as he understands our red lines.”\n\nSimes called his view informed by his contact with Trump’s campaign when the Center for the National Interest hosted the GOP nominee for an April foreign policy address.",
  "Vice President-elect Mike Pence derided Putin in an October debate as “small and bullying,” and said that recent “provocations by Russia need to be met with American strength.” Trump’s pick for CIA director, Rep. Mike Pompeo, has called the U.S. response to Putin’s aggression in Ukraine “far too weak.”\n\nTrump's choice for national security adviser, Michael Flynn, might also warn his boss about dealing with Putin.",
  "And in September, the House approved another measure ordering the Government Printing Office to “not print any map, document, record, or other paper … portraying or otherwise indicating Crimea as part of the territory of the Russian Federation.”\n\nWhile Trump could unilaterally end some U.S. sanctions on Russia that were imposed by Obama through executive orders, others would require congressional action.",
  "Any move by Trump seen as selling out America’s European allies, Coons added, would be “vigorously and persistently opposed by Democrats and Republicans in the Congress who over decades have worked together to resist Russian aggression in Europe and the Middle East.”\n\nTrump’s Russia policy could also encounter stiff resistance from military and intelligence officials.",
  "And in a statement to POLITICO, House Foreign Relations Committee Chairman Ed Royce (R-Calif.) pointedly said he is “ready to work with the Trump administration to check Russian propaganda, see NATO bolstered and act from a position of strength.”\n\nEven many Democrats take a hard line on Putin, making it difficult for Trump to go around his own party.",
  "“The military doesn’t believe in that, the State Department doesn’t believe in that, the intelligence community doesn’t believe in that, the Republican Party doesn’t believe in that, and none of our allies believe in that,” said Ivo Daalder, a former U.S. ambassador to NATO under Obama and president of the Chicago Council on Global Affairs.",
  "In September, House Speaker Paul Ryan rebuked Trump’s praise of the Russian, calling Putin “an aggressor that does not share our interests.” Senate Majority Leader Mitch McConnell has said he would send arms to Ukraine’s government and expand U.S. missile defense systems in Eastern Europe — moves that would enrage Putin.",
  "“It is very difficult to think about Russia as a country where we can make deals without compromising our principles,” said Petr Pavel, a Czech army officer and chairman of NATO’s military committee, who spoke to POLITICO on the sidelines of the Halifax International Security Forum in Canada, which concluded Nov. 20.",
  "Trump would be the third consecutive U.S. president to reach out to the autocratic Russian leader, who took office in 2000 determined to restore his vision of Russian greatness after the collapse of the Soviet Union and what Putin considers America’s opportunistic expansion of NATO to a weakened Russia’s borders.",
  "Earlier this month, Putin’s spokesman, Dmitry Peskov, told The Associated Press that a “slowdown or withdrawal of NATO’s military potential from our borders” could “lead to a kind of detente in Europe.”\n\nBut at the moment, talk of such an agreement is more likely to produce outrage on both sides of the Atlantic.",
  "“We don’t know that there’s going to be a partnership with Russia at all.”\n\nThe talk comes at a particularly tense moment, with Putin announcing on Nov. 21 that Russia would move nuclear-capable missiles into its European enclave of Kaliningrad to counter what he called the NATO “threat” to his country.",
  "“Remember how Obama promised, for example, to close the prison at Guantanamo more than 8 years ago?”\n\n“I remember the great expectations of eight years ago, when Barack Obama was elected,” Russian Economic Development Minister Aleksey Ulyukaev told the German newspaper Die Welt earlier this month.",
  "He recommended private diplomatic talks to avoid “public exchanges which can produce dangerous polemics, and the next thing you know the two leaders start to hate each other.”\n\nSome skeptics about Trump’s ability to shift U.S. policy toward Russia can be found in Putin’s own government.",
  "Trump has also repeatedly expressed admiration for Putin and bragged that the Russian has called him “brilliant” — Putin actually used an adjective closer to “impressive” — leading critics to worry that the New Yorker may be dangerously eager for Putin’s friendship and approval.",
  "After a phone call between Donald Trump and Russian President Vladimir Putin days after the U.S. election, Russian media buzzed that Putin might host Trump this winter to kick off what the Kremlin described as their joint effort to “normalize ties” between the U.S. and Russia.",
  "This is going to be a real morale problem.”\n\nU.S. intelligence officials are likewise conditioned for confrontation, having ramped up their covert and cyber operations against Russia at a time when Moscow has harassed and even allegedly drugged U.S. officials overseas.",
  "When Secretary of State John Kerry struck a limited deal with Moscow for military cooperation against the Islamic State in Syria this fall, for instance, a skeptical Pentagon undermined the short-lived plan through media leaks and bureaucratic intransigence.",
  "Experts say Trump and Putin might initially build trust by cooperating in Syria, with Russia increasing strikes against the Islamic State and Trump ending U.S. support for Syrian rebels battling the regime of Syrian President Bashar Assad, a Putin ally.",
  "For months, GOP leaders in Congress have slammed President Barack Obama’s allegedly tepid response to Putin’s annexation of Crimea and the Russian leader’s backing for an armed pro-Russian insurgency in Eastern Ukraine that has killed thousands.",
  "Although the retired general infamously sat next to Putin at a December 2015 dinner in Moscow and has said the U.S. and Russia should fight Islamic terrorism together, he was caustic about the Russian in an October interview with POLITICO.",
  "Story Continued Below\n\nBut interviews with more than a dozen officials and experts contacted by POLITICO since the election reveal an unyielding bipartisan and institutional opposition to any perceived effort by Trump to appease Putin.",
  "Dmitri Simes, a former adviser to Richard Nixon who is president of the Center for the National Interest, believes Trump will privately send Putin a message of American resolve so that he can negotiate from a position of strength.",
  "But Trump’s avowed desire for better relations with the autocratic Russian president makes it plausible that Trump would pay the first presidential visit to Moscow since a hopeful trip by President Barack Obama in 2009.",
  "Both George W. Bush and Obama extended a hand to Putin early in their presidencies, only to watch him seize foreign territory — in Georgia in 2008 and Ukraine in 2014 — and accuse Washington of threatening his country.",
  "In return, Putin will seek recognition of Russia’s 2014 annexation of Ukraine’s Crimean peninsula; an end to economic sanctions; and reduced U.S. military and political engagement in Eastern Europe and Central Asia.",
  "The U.S. has escalated military and intelligence spending and activity against Moscow in recent months, particularly since Russia began conducting airstrikes in Syria last fall, including against CIA-backed rebels.",
  "Yet Trump has frequently been presented with public evidence about Putin’s malfeasance, including the U.S. intelligence finding that Russia interfered in the election, and repeatedly dismissed the allegations.",
  "Several officials and Russia experts were hopeful that Trump will reassess Putin in light of the classified intelligence briefings he now receives, which detail hostile Russian activities around the globe.",
  "“The U.S establishment has a very negative attitude towards the prospect of cooperation” with Russia, Ilya Rogachev, a Russian foreign ministry official, told the Russian news agency Interfax this month.",
  "To be sure, even Russia hawks support talking to Moscow on certain issues, like the 2015 Iran nuclear deal, and say dialogue is crucial to containing tensions between the nuclear-armed states.",
  "And in October, the U.S. intelligence community concluded that the Kremlin directed the hacking of Democratic Party and Clinton campaign emails to disrupt this month's presidential election.",
  "Trump has suggested that the U.S. join forces with Moscow to fight the Islamic State, and mused about ending U.S. sanctions imposed since 2014 to punish Russian aggression against Ukraine.",
  "They include sanctions on dozens of Russians implicated for human rights abuses under the 2012 Magnitsky Act, which Putin considers a major thorn in U.S.-Russian relations.",
  "While legally bound to follow a president’s orders, military and intelligence officials can voice opposition internally and slow-roll policies with which they disagree.",
  "But Simes also warned that a failed effort at comity between Trump and Putin — two proud men who do not suffer insults lightly — could set back relations even further.",
  "Such a gesture would be met with strong resistance from Congress, European allies, career national security officials and possibly even some key Trump officials.",
  "As a candidate, Trump promised to “get along great” with Putin, startling a foreign policy establishment that views the Russian leader as a treacherous enemy.",
  "Many analysts expect that Putin will offer Trump military cooperation against the Islamic State, which has not been a focus of Russian operations in Syria.",
  "On CNN last month, Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.) warned Trump against letting Putin’s “flattery” affect his judgment.",
  "That has led some critics to wonder whether Trump might have some undisclosed interest — possibly a financial one — in the Russian leader's good graces.",
  "Pentagon officials, Farkas noted, have spent months “working around the clock to challenge Russia’s subversive activities in Europe and the Middle East.",
  "“The situation is heating up,” Putin said of tensions with NATO in an interview with filmmaker Oliver Stone broadcast on Russian television last week.",
  "Senate Armed Services Committee Chairman John McCain (R-Ariz.) issued a statement shortly after the election warning Trump not to trust Putin.",
  "Russia “is the one foreign policy area where [Trump] would most likely face united opposition from Congress,” said Sen. Chris Coons (D-Del.",
  "Trump’s election was met with initial optimism in the Russian capital, where members of the Russian Duma spontaneously applauded the news.",
  "At the Republican convention in July, Trump campaign officials had to block proposed GOP platform language calling for arms to Ukraine.",
  "“Trump can’t just unilaterally do it,” said Stephen Cohen, an author and academic who supports improved American relations with Moscow.",
  "In March 2015, a House resolution calling on Obama to send arms to Ukraine’s government passed in an overwhelming 348-48 vote.",
  "One leading candidate for the post, Mitt Romney, has denounced Putin as a “thug” and in 2012 called Russia “America’s No.",
  "In July, national intelligence director James Clapper said the U.S. is in a “version of war” with Russia in cyberspace.",
  "“That’s going to be a sobering moment for him,” said Michael McFaul, a former U.S. ambassador to Moscow under Obama.",
  "“The bad relationship with Russia is not a result of lack of trying,” said one State Department official.",
  "(“You know, the people of Crimea, from what I’ve heard, would rather be with Russia than where they were.",
  "Sources said that Trump’s pick for secretary of state would send a strong signal about his intentions.",
  "\"Putin is a totalitarian dictator and a thug who does not have our interests in mind,\" Flynn said.",
  "But Kremlin officials have expressed wariness about what the incoming president can achieve.",
  "Most top Republicans in Congress take a far more hawkish line toward Putin than Trump does.",
  "1 geopolitical foe,” and is seen as unlikely to lead a strategic volte-face with Moscow.",
  "The first obstacle to Trump’s outreach could be within his own circle of top advisers.",
  "Some argue that Trump could confound critics who fear he’ll roll over for Putin.",
  "If Trump does proceed with a Russian rapprochement, Congress may fight back.",
  "But Trump’s final obstacle to a new deal with Russia may be Putin himself.",
  "Trump has also hinted that he might recognize Crimea as part of Russia.",
  "Trump is unlikely to find much congressional support for its repeal.",
  "They would be hard-pressed to defend a more forgiving Trump policy.",
  "“We understand that not communicating isn’t an option,” said Pavel.",
  "And you have to look at that,” he told ABC News in July.)",
  "The talk of an early state visit remains speculative.",
  "Congress has very different views on both scores.",
  "), a Senate Foreign Relations Committee member.",
  "“The result turned out completely different.”",
  "Trump has pledged to cool it down."
]