[
  "\"When you consider all the different flashpoints the United States and Russia have, this is a perfect opportunity for the Russians to sort of stick it to the United States a little bit more,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a think-tank founded by former President Richard Nixon.",
  "\"We call on all states, including Russia, to use every available channel and means of influence to make clear to the DPRK and its enablers that its weapons of mass destruction programs are unacceptable,\" said a U.S. State Department spokesperson in an email statement to CNBC.",
  "A Tuesday report from South Korean newspaper Chosun Ilbo said Russian exports to North Korea essentially doubled in the first five months of 2017, according to data from the Korea Trade-Investment Promotion Agency, a South Korean government-supported organization.",
  "Both China and Russia are longtime trading partners of North Korea, but China still is considered the single largest foreign direct investor, accounting for more than $6 billion in trade last year, or about 90 percent of Pyongyang's international commerce.",
  "Kazianis said North Korean leadership historically has viewed the Russians with fondness because the old Soviet Union helped prop up the regime for decades and scientists from the fallen Soviet empire helped bring critical rocket technology to Pyongyang.",
  "\"Moscow is fast emerging as a powerful backer of Pyongyang at a time when even China seems to be having second thoughts, and has been at the forefront of blocking discussion of further sanctions in the UN Security Council,\" said Chosun Ilbo.",
  "The North Korean missile program wouldn't exist today and be as powerful as it was if it wasn't for Russian scientists at the end of the Cold War, looking for jobs basically, and going to North Korea and building up that missile program.\"",
  "As for Russia, some experts believe Moscow's economic support for North Korea is likely to continue as Russian President Vladimir Putin uses it as leverage to squeeze concessions from Washington on Ukraine, Syria and other hot spots.",
  "President Donald Trump has previously emphasized how Beijing has been trying to help pressure North Korea to give up its nuclear weapons program but little has been said about the role of Moscow's trade and in boosting the regime.",
  "Also, the U.S. indicated it would conduct another test of its anti-missile technology known as THAAD, which is the same technology the U.S. supplied to South Korea for defense against the North's missiles.",
  "That comes despite an ongoing effort by the Trump administration to use international sanctions to force Pyongyang to abandon its ballistic missile and nuclear weapons programs.",
  "He added, \"I wouldn't be surprised if in the months and years to come that the Russians were to reach out and really work with the North Koreans in a much greater extent.\"",
  "China supplies fuel to North Korea, although gasoline exports were down in June from a year ago but up from the prior month, according to Chinese government data.",
  "At the same time, North Korea vowed Tuesday to \"strike a merciless blow at the heart of the U.S.\" amid a report the regime was prepping for a new missile test.",
  "Added the State Department official, \"It is in everyone's interests for the United States and Russia to cooperate on problems like North Korea.\"",
  "Moscow also helps Pyongyang by employing about 50,000 laborers from North Korea, who work in timber and construction jobs in Russia.",
  "It also reported that the move by the Chinese led to a surge of up to 50 percent in gasoline prices in North Korea.",
  "That is a source of hard-currency income for the regime led by Kim Jong Un and helps fund its weapons programs.",
  "Reuters reported late last month that state-owned China National Petroleum suspended exports to the regime.",
  "Russia is showing increasing signs of propping up the regime of North Korea, according to a new report.",
  "DPRK is a reference to North Korea's formal name, the Democratic People's Republic of Korea.",
  "\"A lot of the old officials have either passed away or moved on,\" said Kazianis.",
  "Russia exports coal to North Korea as well as jet fuel, trucks and other goods.",
  "Pakistan provided the regime with know-how on the nuclear weapons side.",
  "About 90 percent of the exports were energy related.",
  "\"But the linkages are still there.",
  "Story continues"
]