[
  "Asked just hours before Trump’s news conference whether Russia, before sanctions are lifted, would have to “change its behavior” in Ukraine and in Syria, where Russian warplanes have aided the Syrian government in bombing rebels and civilians, Conway told Fox News, “You know what the president has said — it’s America first, and that includes in his foreign policy and his national security moves.”\n\nThe scheduled Saturday call was first announced early Friday in Moscow by Kremlin spokesman Dmitry Peskov.",
  "I will be representing the American people very, very strongly, very forcefully.”\n\nCouching a possible relationship in personal terms, Trump said, “I’ve had many times where I thought I’d get along with people and I don’t like them at all.”\n\n[Trump meets with British Prime Minister Theresa May]\n\nTrump’s comments followed earlier remarks by a senior White House adviser that sanctions removal was “under consideration,” sparking warnings from senior Republican lawmakers.",
  "After repeatedly praising Putin during his campaign, he told the Wall Street Journal days before his inauguration that he expected to keep them intact for “a period of time.” But, he said, “if you get along and if Russia is really helping us, why would anybody have sanctions if somebody’s doing some really great things?” In an interview with the New York Times, Trump suggested sanctions could be scrapped in exchange for nuclear arms reductions.",
  "“If there’s any country in the world that doesn’t deserve sanctions relief, it’s Russia.”\n\n(Jenny Starrs, David Filipov, Julie Vitkovskaya / The Washington Post)\n\nNumerous Russia analysts outside government have also opposed lifting sanctions, while some have also cautioned against legislation that could weaken Trump’s leverage with Putin by signaling, early in the administration, that the new U.S. president’s powers are limited.",
  "On a grander scale, Moscow hopes the new administration will relax what it sees as a policy of containment since the fall of the Soviet Union left the United States as the world’s sole superpower, allowing the Kremlin to have a greater influence in world affairs and, in Russia’s view, to feel more secure at home.",
  "In a nationally televised news conference earlier this month, Russian Foreign Minister Sergei Lavrov railed against the “messianism” and export by the West of “post-Christian values” that embrace “permissiveness,” a nod toward the conservative ethos that has found increasing support in the Kremlin.",
  "In a statement Friday, Sen. John McCain (R-Ariz.) said that he hoped Trump “will put an end to this speculation” about lifting sanctions “and reject such a reckless course.” McCain and leading lawmakers on both sides of the aisle have threatened to introduce legislation to prevent it.",
  "Read more:\n\nObama administration announces Russia sanctions for election interference\n\nPutin won 2016, but Russia has its limits as a superpower\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "(Dmitri Lovetsky/AP)\n\nPresident Trump said Friday that it is “very early” to discuss lifting sanctions on Russia, suggesting no action is likely in a Saturday call that will be his first official conversation with Russian President Vladi­mir Putin.",
  "Just after the election, a Russian deputy foreign minister was quoted saying his government had been in contact with Trump’s campaign, and afterward, reports emerged that Russian intelligence had compromising information on the future president.",
  "“If we hear that in the foreign policy of Donald Trump the main thing will be the fight against terrorism, then we, of course, can only welcome that, since that is exactly the thing that has been lacking with our American partners,” Lavrov said.",
  "and I think the most important thing right now is that we recognize the reality of what we deal with with Mr. Putin.”\n\nSenate Majority Leader Mitch McConnell (R-Ky.) said Friday that he was “against lifting any sanctions on the Russians.",
  "U.S. policy toward Russia has become one of the front lines in a simmering power struggle between the White House and powerful congressional Republicans, some of whom have looked to members of Trump’s foreign policy team for support.",
  "“I think it’s a bad idea, almost as bad as some in the Senate, which would deprive President Trump of the opportunity” to set his own policy, said Dimitri K. Simes, president of the Washington-based Center for the National Interest.",
  "Trump spoke at a White House news conference with British Prime Minister Theresa May, who reaffirmed her support for keeping the sanctions in place until substantive progress has been made toward ending the conflict in Ukraine.",
  "The Obama administration frequently characterized Russia as an unreliable partner at best and raised cautions about Trump’s willingness to work with Putin amid growing concerns about the nature of his ties to Moscow.",
  "Additional U.S. sanctions were levied by the Obama administration last month as punishment for what the intelligence community said was Russian interference in the U.S. presidential election process.",
  "Statements by McCain, McConnell and others followed remarks Friday morning by White House counselor Kellyanne Conway that sanctions would be “under consideration” when Trump speaks to Putin.",
  "Defense Secretary James Mattis, prodded by McCain at his confirmation hearing earlier this month, said: “We have a long list of times where we’ve tried to engage positively with Russia.",
  "These sanctions were imposed because of their behavior in Crimea, eastern Ukraine, and now we know they’ve been messing around in our elections as well,” McConnell told Politico.",
  "Saturday’s call will cap a week in which Trump has begun sweeping foreign policy changes in line with the “America first” approach to global affairs that he has promised.",
  "The United States and Europe imposed sanctions, beginning in 2014, to protest Russia’s annexation of Crimea and military intervention on behalf of Ukrainian separatists.",
  "In addition to the lifting of sanctions, Russia is also pushing for a reduction of NATO’s military presence near its borders and counterterrorism cooperation in Syria.",
  "At the news conference, Trump said he hoped for “a great relationship with Russia” but had “no guarantees.”\n\nPresident Trump and Russian President Vladimir Putin.",
  "But Moscow has consistently cautioned about “excessive optimism” over what Trump’s presidency will mean for Russia, and Peskov stayed on script Friday.",
  "[Trump lays groundwork to change U.S. role in the world]\n\nPutin has cautiously expressed optimism that Trump can improve the U.S.-Russia relationship.",
  "Putin has also dismissed the reports that Russia had gathered material on Trump as a fabrication to “undermine the legitimacy” of Trump’s presidency.",
  "Let us be patient.”\n\nMoscow’s establishment has welcomed Trump as a pragmatist who will not try to enforce American values on the rest of the world.",
  "Trump has denied any business involvement in Russia, a claim that is impossible to verify because he has refused to release his tax returns.",
  "(Don Emmert and Natalia Kolesnikova/AFP/Getty Images)\n\n“As far as again Putin and Russia, I don’t say good, bad or indifferent,” he said.",
  "But a look at his record since the 1980s shows that he and his family have launched several efforts to do business in Russia.",
  "Trump has vehemently denied the allegations and has sought to portray his upbeat words about Putin as a positive.",
  "“One can hardly expect substantive contacts on the entire range of affairs from this call,” he told reporters.",
  "Cups depicting Russian President Vladimir Putin and President Trump for sale in St.Petersburg, Russia.",
  "She said she would continue to press that argument with other European allies.",
  "Trump himself first gave rise to speculation about reversing the sanctions.",
  "We have a relative short list of successes in that regard .",
  "Philip Rucker in Washington contributed to this report.",
  "The two leaders are set to talk Saturday.",
  "I hope we have a fantastic relationship.",
  "And it’s also possible we won’t.",
  "“I don’t know the gentleman.",
  "We will see what happens.",
  "“Let us wait and see.",
  "That’s possible.",
  ".",
  "."
]