[
  "No serious foreign-policy or national-security mind can see a long-term partnership beyond maybe short-term alignments in Iraq and decreased tensions from Iran putting its nuclear program on ice for ten years (Remember, folks: In ten years, Iran can slowly expand its nuclear program, and in fifteen years, it has no restrictions on the amount of uranium it wishes to produce...then what?).",
  "Over the long term, the U.S.-Iranian struggle throughout the Middle East could very well be a mini-Thucydides trap, to steal the phrase from my beloved Harvard’s resident geostrategic guru, Graham Allison—the classic tale of how when a rising power meets an established power, war is oftentimes the most common result (eleven out of fifteen times, per Allison).",
  "I think the best possible solution to these countries’ conflicting goals would be for both sides to take a very pragmatic approach—to align their interests in areas of shared goals, while agreeing to disagree, and even competing in many areas across the wider Middle East—“frenemies,” if you will.",
  "The facts are simple: Washington and Tehran are locked into a long-term geopolitical contest throughout the Middle East that will span decades—a similar contest in many ways to Washington and Beijing’s battle for influence in the Asia-Pacific and wider Indo-Pacific regions.",
  "How Iran Would Fight a War Against America\n\nTehran, while not trying to create an empire of sorts throughout the Middle East, as some have offered, certainly seems focused on expanding its regional interests and influence—as any power on the rise would naturally seek to do.",
  "Tehran, while not trying to create an empire of sorts throughout the Middle East, as some have offered, certainly seems focused on expanding its regional interests and influence—as any power on the rise would naturally seek to do.",
  "From Yemen, to Syria, to Lebanon and over the long term in Iraq, it is quite clear Washington and Tehran have too many areas of contention for their relationship to turn rosey.",
  "Normandy is deployed as part of the Harry S. Truman Carrier Strike Group More\n\nHarry J. Kazianis\n\nSecurity, Middle East\n\nLooking at any map reveals a whole host of challenges.",
  "While many in the Middle East and beyond fear Iran’s possible nuclear aspirations, such weapons are only a part of a much bigger geostrategic challenge.",
  "While many in the Middle East and beyond fear Iran’s possible nuclear aspirations, such weapons are only a part of a much bigger geostrategic challenge.",
  "(Recommended: 5 Ultimate Battleships)\n\nSo the real question seems quite simple: Will America and Iran come to blows over Tehran’s regional aspirations?",
  "Look far and wide into the soul of U.S. diplomats, and that is the real fear (and a shared one among Washington’s allies in the region).",
  "Look far and wide into the soul of U.S. diplomats, and that is the real fear (and a shared one among Washington’s allies in the region).",
  "ADRIATIC SEA (June 6, 2018) The guided-missile cruiser USS Normandy (CG 60) fires its Mark 45 5-inch gun during a live-fire exercise.",
  "Iran is a nation that, like China, feels history has certainly not been kind, especially at the hands of Western powers.",
  "The natural defense of such interests could, by default, turn Iran into the Middle East’s new regional hegemon.",
  "The natural defense of such interests could, by default, turn Iran into the Middle East’s new regional hegemon.",
  "Taking such a long view of U.S.-Iranian relations only reveals stormy seas ahead.",
  "(Recommended: Is It Time to Bring Back the Battleships?)",
  "Looking at any map reveals a whole host of challenges.",
  "I, for one, certainly hope not.",
  "This first appeared in 2015."
]