[
  "Combined with an army of over 1 million men, 4,300 tanks and thousands of pieces of artillery and rocket launchers that could lob shells into Seoul—a metro area of 25 million people, the most densely populated on the planet—North Korea has all the awful ingredients to start a conflict not seen since the end of World War II.",
  "A potential Second Korean War, with both sides armed with nuclear weapons, could turn cities like Seoul, Tokyo and soon Los Angeles into atomic ash heaps—with countless dead and large sections of such metropolises uninhabitable for generations.",
  "Considering multiple administrations—both Democrat and Republican—have been ineffective in halting the growth of North Korea’s weapons programs it is time for President Trump to move as aggressively as possible to confront this challenge.",
  "Second, America, along with its allies, must do everything they can to setback the North Korean nuclear and missile programs as much possible while also increasing the costs to develop more advanced technologies.",
  "The Trump administration must use cyber technology—malware, viruses etc.— just as the Bush and Obama administrations did in the case of Iran's nuclear program, to frustrate North Korea’s scientists at every turn.",
  "U.S. missile defense systems in Alaska must also be expanded dramatically—a recent plan by Senator Dan Sullivan calling for a 30 percent increase in interceptors there should be implemented.",
  "Therefore, every time the portly pariah of Pyongyang, Kim Jong Un, tests a new missile or detonates a nuclear weapon we should pause and reflect on the dire situation we find ourselves in.",
  "With various outlets reporting such efforts are likely underway, a top-down review should be conducted to ensure we are fully utilizing cyber against North Korea as much as possible.",
  "If Kim won’t bat an eye to kill his own countrymen or even his own family, then launching strikes against South Korea, Japan or even America if he feels threatened is not a stretch.",
  "However, the Trump administration must press forward to ensure the North Korea threat does not get any worse or gains the capability to hold America hostage by atomic means.",
  "Tough secondary sanctions should be applied to any country, corporation, bank or person that considers it acceptable to help North Korea build such worrisome weapons.",
  "Even with an economy smaller than Ethiopia, the Kim regime possesses around 12-20 nuclear weapons and can add to that stockpile every six or seven weeks.",
  "Third, and most important, the Trump administration must build up regional and homeland missile defenses to nullify Pyongyang’s growing arsenal.",
  "A precedent must be set: if you wish to help the roguest of rogue states build weapons of mass destruction you will pay the highest of prices.",
  "Kim even killed his own half-brother, using chemical weapons in a crowded airport, sending the most sinister of messages to any potential foe.",
  "These are the stakes when it comes to the nightmare that is today North Korea—not in some far away future, but in the here and now.",
  "First, the U.S. must do all it can to ensure that Pyongyang receives no outside help for its missile or nuclear weapons programs.",
  "Even in failure North Korea gains valuable data for the next test, and eventually, a weapon that can lay waste to our homeland.",
  "The First Korean War—largely forgotten by the American public and the planet—tragically took the lives of 2.5 million people.",
  "He already murders his own people daily with 200,000 of them in what can only be described as Nazi-style death camps.",
  "He already murders his own people daily with 200,000 of them in what can only be described as Nazi-style death camps.",
  "To build a viable nuclear weapons arsenal and missiles to carry them to a target Kim must test them repeatedly.",
  "There are three immediate steps the Trump administration can take to contain North Korea’s atomic aspirations.",
  "Pyongyang has amassed as much as 5,000 tons of chemical weapons and the means to sling them all over Asia.",
  "You see, a dictator like Kim Jong Un is not crazy—just crazy like a fox about ensuring his own survival.",
  "But for such weapons to be a threat they need to move from stats on a page to missiles in the air.",
  "A dictator like Kim Jong Un is not crazy—just crazy like a fox about ensuring his own survival.",
  "The question we need to ask ourselves is obvious: Would Kim really use such weapons?",
  "He has killed any rival that stands in his way, doing whatever it takes to survive.",
  "And despite decades of dramatic ups and downs, patience has paid off for Pyongyang.",
  "Clearly there are no easy solutions for a problem that is decades in the making.",
  "THAAD not only must remain in South Korea but also be deployed to Japan.",
  "So let there be no doubt, Saturday’s missile test won’t be the last.",
  "The answer is a resounding yes.",
  "But from there it gets worse."
]