[
  "In the past week, the Trump administration has imposed secondary sanctions on Chinese entities doing business with North Korea, ordered U.S. ships through a South China Sea passage claimed by China, and approved a $1.4 billion arms sale to the Taiwan, which China views as a renegade province.",
  "It's difficult to discern whether Trump's North Korea policy is changing 140 characters at a time, but Harry Kazianis of The Center for the National Interest, a Washington-based think tank founded by President Nixon, said the tweets are intended to send a \"strategic signal\" to China.",
  "Video provided by Newsy Newslook\n\nAfter a warm Mar-a-Lago summit with Chinese President Xi Jinping in April, Trump has alternated between imploring China to take action – and seemingly giving up on his strategy to apply pressure on North Korea through its largest trading partner.",
  "(Photo: SAUL LOEB, AFP/Getty Images)\n\nWARSAW — President Trump's return to Europe this week was supposed to focus on resolving many of the lingering issues from his first trip there in May, when he exposed rifts with key allies over defense spending, trade and climate change.",
  "But North Korea's July 4 missile test has put the rogue regime at the forefront of the annual meeting of the Group of 20 largest economies, where the major players in the escalating crisis will be represented: the United States, Russia, China, Japan and South Korea.",
  "While Trump took a hard line on China during the presidential campaign, pledging repeatedly to label China a currency manipulator, he reversed course after his meeting with Xi in April in apparent hopes the Chinese leader would help curb Pyongyang's missile buildup.",
  "\"Any country that hosts North Korean guest workers, provides any economic or military benefits, or fails to fully implement U.N. Security Council resolutions is aiding and abetting a dangerous regime,\" Secretary of State Rex Tillerson said Tuesday.",
  "Video provided by Newsy Newslook\n\nPresident Donald Trump and first lady Melania Trump board Air Force One prior to departure from Andrews Air Force Base in Maryland Wednesday as they travel on a 4-day trip to Poland and Germany.",
  "Trump called Eqyptian President Abdel Fattah Al Sisi from Air Force One Wednesday to discuss Qatar's dispute with its Arab neighbors and also North Korea, calling on all countries to \"stop hosting North Korean guest workers.\"",
  "As Trump departed for Warsaw Wednesday, he tweeted at China, spoke to world leaders aboard Air Force One and prepared for a special meeting of the G-20 in Hamburg Thursday night to discuss security on the Korean peninsula.",
  "U.N. human rights investigators say North Korea has exported more than 50,000 workers to countries throughout the world, taking the lion's share of their pay to provide much-needed foreign currency for the regime.",
  "China and Russia are the most common destinations for North Korean guest workers, but they're also used for hard labor in places like Qatar, the Persian Gulf country on a building spree for the 2022 World Cup.",
  "Egypt holds one of the 10 rotating seats on the U.N. Security Council, and the United States called for an emergency meeting of the council Wednesday to discuss new measures to apply pressure to North Korea.",
  "But he signed on to a joint statement seeking a negotiated solution that would link a nuclear freeze by North Korea with a halt to joint military exercises by the U.S. and South Korea.",
  "Meeting with Russian President Vladimir Putin in Moscow ahead of the G-20 summit, Xi said only that the Korean situation was \"complicated\" and that \"the present world is disquieting.\"",
  "During the Cold War, nuclear powers would demonstrate their resolve by lining up bombers on the runway, or opening and closing the doors to nuclear missile silos, he said.",
  "\"Self restraint, which is a choice, is all that separates armistice and war,\" said the statement from U.S. Gen. Vincent K. Brooks and South Korean Gen. Lee Sun Jin.",
  "CLOSE The U.N. largely agrees that North Korea's ballistic missile tests are a problem but is more divided when it comes to how to solve them.",
  "CLOSE U.S. President Donald Trump has been pressuring China to do more to curb North Korea's nuclear and long-range missile activities.",
  "“Why would I call China a currency manipulator when they are working with us on the North Korean problem?” Trump tweeted in April.",
  "Whoever thinks differently is making a serious misjudgment.”\n\nThe Trump administration is also ramping up diplomatic pressure.",
  "\"As the combined live fire demonstrated, we may make resolute decisions any time, if the alliance commanders-in-chief order.",
  "“We will see what happens.”\n\nAs Trump's tweets on China have grown tougher, so have the actions taken by the administration.",
  "And in a joint statement, U.S. and South Korean commanders noted that the Korean War technically never ended.",
  "Yet White House spokesperson Sarah Sanders on Wednesday declined to discuss Trump's options on North Korea.",
  "The message: Trump's conciliatory posture toward China on trade and other issues may be coming to an end.",
  "The U.S. has rejected that condition, and engaged in a test missile launch of its own with South Korea.",
  "Seven members of the G-20 also hold seats on the Security Council, including five permanent members.",
  "\"We're never going to broadcast any next steps,\" Sanders told reporters aboard Air Force One.",
  "\"Perhaps China will put a heavy move on North Korea and end this nonsense once and for all!\"",
  "Trump tweeted Wednesday before leaving for a four-day trip to Poland and Germany.",
  "\"Trade between China and North Korea grew almost 40% in the first quarter.",
  "So much for China working with us — but we had to give it a try!\"",
  "\"This is Trumpian-style signaling to the Chinese,\" Kazianis said.",
  "Read more:\n\nRead or Share this story: https://usat.ly/2uqbX6E",
  "Trump tweeted Monday after the North Korean missile test.",
  "\"Any country\" would include China.",
  "Trump uses a smartphone."
]