[
  "Tillerson said at a press conference after the meetings:\n\nWe reiterated to China that they have a diplomatic responsibility to exert much greater economic and diplomatic pressure on the regime if they want to prevent further escalation in the region – whether it is money laundering, extorting Korean expatriates or vicious cyber activity, North Korea has engaged in a number of criminal enterprises that helps fund its weapons programs.",
  "He reiterated the three “key points” that came out of the April summit that he described as “shift in Chinese thinking.”\n\n“The first of these is that the North Korea problem is not a problem between the United States and North Korea, it is a problem between North Korea, and China, and the world.",
  "“The second was the Chinese leadership’s recognition, and I think very frank and candid recognition, that China does have a great deal of control – a great deal of control – over that situation, mainly through the coercive power associated with their economic relationship,” he added.",
  "“What we have to do is prepare for all options, because the president has made clear to us that he will not accept a nuclear power in North Korea and a threat that can target the United States and target the American population,” he said.",
  "The Trump administration early on embraced China in an effort to get it to increase pressure on North Korea, arranging the president’s first summit with a foreign leader with Chinese President Xi Jinping at Mar-a-Lago in April.",
  "— Donald J. Trump (@realDonaldTrump) June 20, 2017\n\nWhen asked about the president’s tweet, Mattis said the effort with China “continues.”\n\nBut East Asia expert Harry Kazianis said the tweet was meant as a signal to China.",
  "The day before those meetings, President Trump also appeared to increase the pressure on China, tweeting, “While I greatly appreciate the efforts of President Xi & China to help with North Korea, it has not worked out.",
  "His statements came a week after Secretary of State Rex Tillerson and Defense Secretary Jim Mattis met with their Chinese counterparts at the State Department last Wednesday and also urged China to do more.",
  "WASHINGTON, DC – The Trump administration is turning up the pressure on China to do more to convince its ally North Korea to denuclearize, a key part of the president’s diplomatic strategy.",
  "What you’ll see in coming days and weeks are efforts to do that.”\n\nHe also noted that there is a “military option,” along with all other options developed for the president on North Korea.",
  "South Korea has been wary of upsetting China, its neighbor and major trade partner, and has suspended the deployment of a U.S. missile defense system that China has objected to.",
  "The U.S. Treasury Department on Thursday announced it was placing financial sanctions on two Chinese nationals and a Chinese shipping company for their ties to North Korea.",
  "“There’s been a lot of talk about divergence but we are very, very closely connected with our allies, our South Korean allies, our Japanese allies in particular,” he said.",
  "A big part of this is determining the degree to which China is willing to help,” he said Wednesday at the conference hosted by a Center for a New American Security.",
  "“His tweet last week suggested a sea change is coming, one China won’t like,” said Kazianis, director of defense studies at the Center for the National Interest.",
  "However, since then, North Korea has continued to test ballistic missiles that could someday carry a nuclear warhead to the U.S. as it has threatened to do.",
  "“And the third key thing that I think came out of that is that denuclearization of the peninsula is the only appropriate and acceptable objective,” he said.",
  "At first, the strategy seemed promising – the summit was deemed a success, and the two leaders agreed on the importance of reining in North Korea.",
  "At least I know China tried!”\n\nWhile I greatly appreciate the efforts of President Xi & China to help with North Korea, it has not worked out.",
  "The pressure on China comes as President Trump is meeting with his South Korean counterpart, President Moon Jae-In, at the White House.",
  "The Trump administration also announced on Thursday a $1.3 billion arms sale to Taiwan, which China considers a breakaway province.",
  "McMaster suggested at a security conference in Washington that China could do more to help, using its economic ties to Pyongyang.",
  "McMaster denied any divergence with South Korea and said the two leaders would discuss the strategy on North Korea.",
  "But, he noted, “we have to wait to see the degree to which they can act on that shift in thinking.”*",
  "“There’s a recognition that there has to be more pressure on the [North Korean] regime.",
  "McMaster indicated there would be more steps to increase pressure on North Korea.",
  "“We know that almost 90 percent of [North Korea’s] trade comes through China.",
  "However, he indicated the U.S. hasn’t given up hope with China yet.",
  "And China recognizes that this is a big problem for them,” he said.",
  "“Everybody wants us to resolve this without a military conflict.",
  "China does have the ability to help,” he said.",
  "A day before, National Security Adviser H.R.",
  "At least I know China tried!"
]