[
  "Demonstrator step onto a poster of U.S. President Donald Trump during a protest against U.S. President Donald Trump's recognition of Jerusalem as Israel's capital, in Kabul, Afghanistan, December 8, 2017 REUTERS/Omar Sobhani\n\nGil Barndollar\n\nSecurity, Middle East\n\nAfter early escalation and record-setting bombs, President Trump is looking for a way out of Afghanistan.",
  "The Special Inspector General for Afghanistan Reconstruction (SIGAR) recently concluded that 43 percent of Afghanistan’s districts are under Taliban control or “contested,” a number unchanged since November 2016.",
  "Last week the White House ordered its top diplomats to seek direct negotiations with the Taliban, the latest foreign relations about-face from an administration that seems to be specializing in them.",
  "Pakistan is likely to be even more solicitous of the Taliban if cricketer-turned-politician Imran Khan and his Pakistan Tehreek-e-Insaf (PTI) Party win the Pakistani election this week.",
  "The vaunted “ring of steel” around the capital is ineffective, with regular bombings and attacks in Kabul by the Taliban, Haqqani Network and ISIS-K (Islamic State—Khorasan Province).",
  "U.S. officers have dutifully recycled paeans to the growing readiness and proficiency of Afghan troops—but the security situation from Kabul to Kandahar makes this praise ring hollow.",
  "Even that assessment may be optimistic: the Long War Journal thinks that 49 percent of Afghanistan’s districts are contested, and another 9.5 percent are under Taliban control.",
  "When Gen. Rashid Dostum—Afghanistan’s First Vice President—returned home on Sunday, a suicide bomber killed twenty people, nine of whom were part of Dostum’s security detail.",
  "Though it is able to intimidate local leaders and attack government forces in much of the country, the insurgency is unable to take and hold even a small city like Kunduz.",
  "In what has become a hallmark of the Trump administration’s approach to foreign relations, U.S. officials have been told to begin negotiations without any preconditions.",
  "The Taliban’s senior and mid-level leadership has been decimated by U.S. drones and special operations raids, even in the supposed safe haven of Pakistan’s tribal area.",
  "Earlier this month, during a surprise trip to Kabul, Secretary of State Mike Pompeo made the claim that the Taliban “cannot wait us out.” Evidence suggests otherwise.",
  "Though American troop levels are up 25 percent since 2016 and we are dropping more bombs in the country than at any time since 2013, the war remains in a stalemate.",
  "The only war weariness on display in Afghanistan has been that of civilians, like the men who walked 400 miles from Helmand to Kabul last month to demand peace.",
  "President Trump approved a modest surge of forces in Afghanistan towards the end of 2017, reversing a campaign pledge to pull U.S. troops out of the country.",
  "The Taliban is far from defeated, but negotiations may offer America a means to ending our participation in an intractable war in an irrelevant country.",
  "The heavily-hyped deployment of the first U.S. Army Security Force Assistance Brigade (SFAB) does not appear to have moved the needle much.",
  "President Trump, his generals and Afghan president Ashraf Ghani all appear to be in favor of at least sitting down with the Taliban.",
  "Previously, the United States had insisted that the negotiations must be between the Taliban and the Afghan government.",
  "His more celebrated predecessors have nearly all retired, yet the war is in no better shape than when they led it.",
  "Despite these onerous force protection requirements, designed to prevent insider attacks, the 1st SFAB’s Cpl.",
  "The current U.S. commander in Afghanistan, Lt. Gen. Austin Miller, is the seventeenth man to hold that job.",
  "After early escalation and record-setting bombs, President Trump is looking for a way out of Afghanistan.",
  "Afghan government troops cannot even secure the two-mile road from the airport to the U.S. embassy.",
  "He now seems to have buyer’s remorse, and has asked for the umpteenth strategy review of the war.",
  "Despite all of these grim realities, the Taliban has reasons to want peace—at least temporarily.",
  "The vetting of their partnered Afghan forces slowed the brigade’s operations initially.",
  "Clearly, continuing to think we will attrite the Taliban into submission is foolish.",
  "There has been no evidence that the Pakistanis have changed their position, however.",
  "The president has had harsh words for Pakistan, the Taliban’s patron and sanctuary.",
  "Afghan opium poppy cultivation set a record in 2017, and may do so again this year.",
  "A rare short ceasefire for Eid last month has also provided a glimmer of hope.",
  "When Taliban forces mass, they are inevitably devastated by U.S. firepower.",
  "Joseph Maciel was killed by a disaffected Afghan soldier on July 7, 2018.",
  "We now seem to have a consensus in favor of negotiation.",
  "The Taliban are not losing on the battlefield.",
  "Can Trump Get America Out of Afghanistan?",
  "Kabul is under constant attack."
]