[
  "For example, last month when Central Intelligence Agency Director Mike Pompeo suggested that the North Korean people \"would love to see\" regime change the Pyongyang state-run media threatened that they could hit \"the heart of the U.S.\" with a nuclear warhead.",
  "\"We've got a continuing escalation of threats and a war of words between the two countries,\" said Kingston Reif, director of disarmament and threat reduction policy for the Arms Control Association, a Washington-based research and advocacy group.",
  "Added Reif, \"And that in my view increases the risk of miscalculation and potential conflict — and just reinforces the North Korean regime's view that its nuclear weapons are absolutely necessary and it needs to continue on its current course.\"",
  "At one point, Libya's Gadhafi had various weapons of mass destruction programs but decided to give them up in an agreement with the U.S. and the U.K. Less than a decade later, his 42-year regime was overthrown and he was hunted down and killed.",
  "North Korean leader Kim Jong Un is unlikely to voluntarily give up his nuclear weapons and ballistic missile delivery system — and he probably fears doing so would invite the United States or others to topple his regime.",
  "In the 33-year-old dictator's view, Libya's Moammar Gadhafi, Iraq's Saddam Hussein and Serbia's Slobodan Milosevic — all leaders who didn't have nuclear weapons — are examples of how change can be abrupt and often harsh.",
  "For example, a commentary last year by the state-run Korean Central News Agency said, \"History proves that powerful nuclear deterrence serves as the strongest treasured sword for frustrating outsiders' aggression.\"",
  "The first nuclear test was conducted in 2006, and a Tuesday report from the Washington Post said the Defense Intelligence Agency believes the dynastic regime now has \"up to 60 nuclear weapons\" in its arsenal.",
  "\"Kim is not nuts, but a student of history,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a Washington think tank founded by former President Richard Nixon.",
  "At the same time, Trump's comment Thursday that his earlier \"fire and fury\" statement on North Korea may not have gone far enough risks reinforcing Kim's pro-nuclear stance, according to some experts.",
  "According to Kazianis, the Kim regime \"understands the cold-blooded fact that if you do not have nuclear weapons, you are susceptible to the conventional military power of the United States.",
  "\"If the United States were to ever try to conduct regime change against North Korea, they know that the North Koreans would launch every nuclear weapon they have,\" said Kazianis.",
  "\"The more we threaten North Korea … the more it will convince Kim Jong Un and the regime that they need to continue to pursue and augment their nuclear capabilities,\" said Reif.",
  "President Donald Trump's doubling down on his \"fire and fury\" comment is only encouraging Pyongyang to stay on its current nuclear weapons \"course,\" says an arms control expert.",
  "Still, where denuclearization may be possible is if the North Korean regime gets a peace treaty to replace the armistice agreement that has been in place since the Korean War.",
  "North Korea's nuclear ambitions date back to the 1950s under the communist regime's first leader, Kim Il Sung, who received help from the former Soviet Union.",
  "To be sure, the state-run North Korean media also color the threat of regime change with frequent outbursts and nationalistic messages.",
  "North Korean media also has referred to previous examples of leaders who gave up nuclear weapons.",
  "Iraq's Saddam Hussein also was said to have a WMD program at one point too but gave it up.",
  "What nuclear weapons does for North Korea is it's essentially a military game changer. \"",
  "That new agreement would have assurances to protect the Kim regime.",
  "\"So was his grandfather and his father as well.\""
]