[
  "She also announced that President Obama himself would soon visit Turkey—part of what Obama’s critics would later call his “apology tour.”\n\n\n\nThe American embassy dutifully cabled back to Washington the most gushing of press accounts of Clinton’s visit, including one that read: “Hillary Clinton made a shining start and President Obama’s [trip] will reach the summit: This is the time to love America again.”\n\nAnother quote in the cable of a “mainstream” news outlet offering advice to Washington read, “Problems should be resolved through diplomacy and dialogue; equating Islam with terrorism should end; the Palestine issue should be treated fairly...”\n\n\n\nSeldom have so many fairy tales been compacted into a single sentence—but why not if Hillary never tried to correct the record and defend America?",
  "Less than two months into her tenure as Secretary of State, Hillary Clinton visited Turkey and proclaimed, “We share a commitment to democracy, a secular constitution, respect for religious freedom and belief, and in free market[s], and a sense of global responsibility.”\n\n\n\nBut last month, just before a visit from Pope Francis, Turkish President Erdogan said of Westerners, “They look like friends, but they want us dead, they like seeing our children die.”\n\n\n\nIt was a new rhetorical low point for the estranged NATO member that was supposed to have been bewitched by Obama-Clinton magic.",
  "In fact, Turkey’s conduct has spiraled out of control in the last six years—thanks in large part to Hillary’s brand of diplomacy, which she dubiously labels “smart power.”\n\n[pullquote]\n\n\n\nFor example, Turkey now plays host to some leadership elements of Hamas, the Iranian-backed terrorist group that has killed Americans, recently went to war with Israel, and runs a tyrannical Islamist government in the Gaza Strip.",
  "In the same way Hillary “reset” relations with Russia’s government—thinking the novelty of herself and her boss, Barack Obama, would cause Vladimir Putin to change his calculation of Russia’s national interests—Hillary also set out to change relations between the USA and Turkey.",
  "To the extent that the true divide in the Middle East is between those who advocate or appease Islamist tyranny versus those who support a civilized order of secular governments, Turkey’s bosses now seem in the former camp—standing against the USA and its allies.",
  "Far be it for Hillary to point out this fact and risk diminishing her celebrity, or take the additional step of questioning whether Israeli-Palestinian disputes really drive the security problems in the Middle East—or if the opposite may in fact be true.",
  "Turkey is also a major supporter of the Muslim Brotherhood—the Islamist political organization that seeks to subvert Middle Eastern governments and replace them with anti-American theocracies.",
  "Like so many national security issues, the Obama-Clinton administration will bequeath its successor a mess with the Turkish government, which now thinks it can get away with anything.",
  "Turkey needed tough love: a firm warning that the Turkish government’s escalating romances with Islamism and truisms that just weren’t true would strain relations with the West.",
  "Had Hillary wanted to conduct real diplomacy with Turkey, she should have skipped the short-lived boost from apologizing for America—that “shining start” reported in the cable.",
  "Turkey allows Hamas operatives to reside in Istanbul, conduct operational meetings, and even boast to local journalists about their success in murdering civilian teenagers.",
  "Instead, Hillary gave them warm, vapid pageantry—the liberal version of diplomacy and hallmark of Hillary’s tenure that is the antithesis of actual smart power.",
  "The USA should also close its air base at Incirlik in Turkey, moving those military assets to at-risk and faithful NATO members like Poland or the Baltics.",
  "The Brotherhood gained control of Egypt in 2012—also on Hillary’s watch—but was ousted by the Egyptian military just one year into its disastrous rule.",
  "If NATO is to be a serious alliance, it cannot tolerate a member that is in bed with some of the biggest opponents of a civilized order in the world.",
  "In the wake of Hillary’s version of smart power, Turkey has gone from being merely an unreliable ally to an outright opponent of American interests.",
  "Not only does Washington engage in dialogue ad nauseam and not equate Islam with terrorism, it hesitates even to mention Islam, or even Islamism.",
  "As with Russia, in her first visit to Turkey, Clinton issued an implied apology for American conduct, especially in regard to the Iraq War.",
  "Last but not least, the next president should tell the truth about Turkey’s government and what really drives problems in the Middle East.",
  "As for the “Palestine issue,” six successive American administrations have bent over backward for a permanent settlement to no avail.",
  "Time spent alone pondering an expansionist Russia and the mushrooming jihadist threat might do Turkish politics some good.",
  "With this wavering ally, Washington should have had the courtesy to tell Turkey the blunt truth in private.",
  "Turkey then unhelpfully welcomed the group’s exiled international leadership with open arms.",
  "The next American president should seek Turkey’s suspension from NATO.",
  "It has been “treated fairly” and then some.",
  "Do the opposite of what Hillary did.",
  "It was not supposed to be this way."
]