[
  "Butina traveled to the United States in April 2015 with Alexander Torshin, then the Russian Central Bank deputy governor, and they took part in separate meetings with Fischer and Sheets to discuss U.S.-Russian economic relations during Democratic former President Barack Obama's administration.",
  "By Sarah N. Lynch\n\nWASHINGTON (Reuters) - Accused Russian agent Maria Butina had wider high-level contacts in Washington than previously known, taking part in 2015 meetings between a visiting Russian official and two senior officials at the U.S. Federal Reserve and Treasury Department.",
  "The meetings, revealed by several people familiar with the sessions and a report from a Washington think tank that arranged them, involved Stanley Fischer, Fed vice chairman at the time, and Nathan Sheets, then Treasury undersecretary for international affairs.",
  "Federal prosecutors have accused Butina of conspiring with two American citizens and a top Russian official to influence U.S. policy toward Russia and infiltrate a gun rights group believed to be the National Rifle Association.",
  "\"I recall Mr. Torshin mentioning, as an aside, that he planned to attend a meeting of the National Rifle Association, a fact that I considered irrelevant to our conversation,\" Fischer wrote to Reuters.",
  "The two meetings, which have not been previously reported, reveal a wider circle of high-powered connections that Butina sought to cultivate with American political leaders and special interest groups.",
  "Two months earlier, in February 2015, the group's Russian-born CEO, Dimitri Simes, traveled to Moscow, where he met with Putin and other Russian officials, the organization's records showed.",
  "Butina's lawyer, Robert Driscoll, did not have any details about her participation in meetings with Treasury and Federal Reserve officials when asked about them on Friday.",
  "The think tank hosted Trump at an event at the Mayflower Hotel in Washington in April 2016 also attended by Sergei Kislyak, Russia's ambassador to Washington at the time.",
  "The meetings with Fischer and Sheets were arranged by the Center for the National Interest, a Washington foreign policy think tank that often advocates pro-Russia views.",
  "While he could not recall details, Fischer said the conversation involved \"the state of the Russian economy\" and Torshin's new role as deputy central bank governor.",
  "A judge on Wednesday ordered Butina, 29, jailed until her trial after U.S. prosecutors argued she has ties to Russian intelligence and could flee the United States.",
  "The April 2015 visit by Butina and Torshin came about a year after Obama's administration imposed sanctions on Russia for its annexation of Ukraine's Crimea region.",
  "The Treasury Department in April imposed sanctions on Torshin and a number of other Russian businessmen and government officials in Putin's inner circle.",
  "The meetings were documented in a Center for the National Interest report seen by Reuters that outlined its Russia-related activities from 2013 to 2015.",
  "Another person familiar with the meeting, speaking on condition of anonymity, said it occurred on April 7, 2015, and confirmed Butina attended.",
  "Butina worked for Torshin, who has close ties to Russian President Vladimir Putin, and served as his interpreter at various Washington events.",
  "The report described the meetings as helping bring together \"leading figures from the financial institutions of the United States and Russia.\"",
  "The indictment said that beginning in about 2015 Butina and the official conspired to \"advance the interests of the Russian Federation.\"",
  "Sheets declined to comment through Ted Smith, a spokesman for asset management firm PGIM, where Sheets currently works.",
  "The NRA is an influential pro-gun lobby with close ties to Republican politicians including President Donald Trump.",
  "'ADVANCE THE INTERESTS'\n\nThe description of the top Russian official mentioned in the indictment matches Torshin.",
  "Fischer and Sheets met with many international banking officials as part of their official duties.",
  "She is scheduled to appear in court on Wednesday for a status conference in her case.",
  "Fischer, an in email to Reuters, confirmed he met with Torshin and his interpreter.",
  "Butina has pleaded not guilty to charges she acted as a foreign agent for Russia.",
  "Questions relating to Russia have cast a cloud over Trump's presidency."
]