[
  "North Korea's leader Kim Jong Un and US President Donald Trump at their historic summit in Singapore (AFP Photo/SAUL LOEB)\n\nNews that North Korea appears to be building more intercontinental missiles does not necessarily mean negotiations between Washington and Pyongyang are headed for trouble, experts said Tuesday.",
  "Harry Kazianis, director of defense studies at the Center for the National Interest, a conservative think tank in Washington, said the developments should not be surprising, as North Korea is merely following through on what Kim had said he was going to do during a speech in January.",
  "Just weeks after President Donald Trump and North Korean leader Kim Jong Un met at a high-stakes summit in Singapore, officials told the Washington Post that Pyongyang seems to be developing at least one or two liquid-fueled intercontinental ballistic missiles.",
  "Pentagon officials said they would not comment on intelligence matters, though the leaked assessment comes after Secretary of State Mike Pompeo publicly said last week that Pyongyang is still making nuclear fissile material.",
  "Joel Wit, founder of the respected 38 North organization that monitors North Korea, noted it is not uncommon for a country to continue producing weapons up until the very moment an actual deal is signed.",
  "Following the summit in June, Trump had declared that Pyongyang was \"no longer a Nuclear Threat,\" but Kim did not publicly promise to end work at the country's nuclear and missile facilities.",
  "And new satellite imagery from the Sohae Satellite Launching Station on North Korea's west coast suggests workers are dismantling an engine test stand, in line with a promise made to Trump.",
  "Vipin Narang, a professor in security studies at Massachusetts Institute of Technology, said Kim is not cheating, merely taking advantage of a lack of concrete commitments.",
  "Instead, he spoke of committing to \"work toward\" eventual denuclearization of the Korean Peninsula and importantly, did not make any commitment to unilaterally disarm.",
  "Still, North Korea has taken some actions since the summit, including the repatriation of dozens of sets of remains from Western soldiers killed during the Korean War.",
  "A senior State Department official said Tuesday that Pompeo will urge Asian countries at a meeting in Singapore this weekend to enforce UN sanctions on North Korea.",
  "- Policy 'failure' -\n\nAccording to the Post, senior North Korean officials may be trying to deceive Washington about their nuclear and missile capabilities.",
  "The official did not rule out a one-on-one meeting between Pompeo and his North Korean counterpart on commitments made during the historic June 12 summit.",
  "The work is underway at a factory outside Pyongyang in Sanumdong, where scientists produced the North's first ICBMs capable of reaching the United States.",
  "\"When you're engaged in this kind of negotiation ... countries just don't stop everything and wait to see how the negotiation turns out,\" Wit told AFP.",
  "Bruce Bennett, a senior Rand Corporation researcher, said North Korea's recent moves are a way pressuring Washington for sanctions concessions.",
  "For longtime Korea watcher Wit, the United States has started down a promising path with Pyongyang, but it needs to urgently follow up.",
  "They are trying to force a \"compromise in a way that would convince them that they should stop their production.\"",
  "I mean we should already have real negotiations on the issues with people ... working on a detailed agreement.\"",
  "Kim \"put it in black and white: the North Koreans are going to mass produce missiles and nuclear weapons.\"",
  "\"We are in serious danger of stalling and to me that's the main challenge now,\" he said.",
  "Critics caution the move is largely symbolic, since the facility can easily be rebuilt.",
  "And we have not yet offered him anything to incentivize a production freeze.",
  "\"They continue their normal programs until there's some final result.",
  "The Trump-Kim summit yielded a joint statement, but no binding deal.",
  "It is a continued failure of US policy,\" Narang wrote on Twitter.",
  "\"We're not really following up in a concerted way on the summit.",
  "\"North Korea knows that we're watching,\" Bennett told AFP.",
  "\"It is Kim doing exactly what he said he was going to do.",
  "\"I'm not shocked at all,\" Kazianis told AFP.",
  "And that's what's going on here.\"",
  "It isn't Kim being duplicitous."
]