[
  "While Abe, a conservative hawk who visited Trump before the President was even officially inaugurated, has always been an easy relationship, ties with South Korean President Moon Jae-in have been more strained\n\nTrump has publicly criticized Moon, and the lack of a personal relationship between the two leaders has resulted at times in South Korea apparently being overlooked in decisions on North Korea policy -- leading to concerns in Washington of a growing rift with Seoul\n\nBut in a news conference with Moon last week, Trump seemed to have taken on some of his host's more conciliatory language, saying he really believes \"that it makes sense for North Korea to come to the table and make a deal that's good for the people of North Korea and the people of the world.\"",
  "JUST WATCHED Shinzo Abe surprises Trump with custom hats Replay More Videos ... MUST WATCH Shinzo Abe surprises Trump with custom hats 01:29\n\nCloser and closer ties\n\nTrump started his trip in Tokyo, where Japanese Prime Minister Shinzo Abe greeted Trump with a trip perfectly customized to his personal preferences -- he gave him custom hats reading \"Donald & Shinzo, make alliance even greater,\" arranged a golfing session with Japanese pro Hideki Matsuyama and took him out for steak, a Trump favorite.",
  "The President's time in Asia reinforced an image of a leader more comfortable abroad -- where he is feted and feasted -- than at home, where he must confront record-low approval ratings waning electoral success and an ongoing Russia probe that threatens many of his closest allies\n\nTrump's apparent ease at doing business overseas -- in keeping with the image of an international deal maker he promoted during the campaign -- was established during his first foreign trip, to Saudi Arabia, in May.",
  "\"There was no need for Trump to make this statement right now, and because it comes in the middle of special counsel Robert Mueller's investigation it will only fuel more questions about why the relationship with Putin seems so important to him,\" CNN Political Analyst Julian Zelizer wrote on Saturday\n\nThe ongoing Russia investigation, Zelizer added, was one of many issues causing Trump's poor opinion polling, and he warned his lack of support at home could undermine any successes overseas.",
  "Relations with Vietnamese leader Tran Dai Quang and Philippines President Rodrigo Duterte were also strengthened during Trump's trip, though his offer to \"mediate and arbitrate\" in the South China Sea would inevitably cause rifts with at least some of the six claimant nations -- China, Vietnam, the Philippines, Malaysia, Taiwan and Indonesia -- in the hotly contested territorial dispute if he actually followed through on it.",
  "\"During his first visit to Northeast Asia as president, (Trump) stayed on script, deepened relationships with his counterparts, and succeeded in communicating the right combination of assurance regarding the United States' commitment to its allies and resolve in the face of the global threat posed by North Korea,\" wrote Scott Snyder , a fellow at the centrist think tank the Council on Foreign Relations.",
  "JUST WATCHED Trump: Mutual commitment to denuclearize North Korea Replay More Videos ... MUST WATCH Trump: Mutual commitment to denuclearize North Korea 01:22\n\nIn China, the country Trump once accused of \" raping \" the US, rolled out the reddest of red carpets for him during his stay in Beijing, which was rewarded by him with effusive praise and gratitude to President Xi Jinping.",
  "JUST WATCHED Trump responds to Russia election meddling Replay More Videos ... MUST WATCH Trump responds to Russia election meddling 02:00\n\nRussia woes\n\nJust as an investigation into alleged ties between Trump's inner circle and the Russian government has come to dominate the conversation back home , it broke into his otherwise mostly successful trip in Vietnam.",
  "Trump did not refrain from tough talk on North Korea -- warning leader Kim Jong Un in a speech to South Korea's parliament that \"the weapons you are acquiring are not making you safer, they are putting your regime in grave danger\" -- but he did not stray into the personal insults and threats he has adopted in the past.",
  "JUST WATCHED Trump: US has not been treated fairly by WTO Replay More Videos ... MUST WATCH Trump: US has not been treated fairly by WTO 01:18\n\nNorth Korea\n\nAhead of Trump's trip , Harry Kazianis, Director of Defense Studies at the Center for the National Interest, said it \"will focus 90% on North Korea, 10% on trade.\"",
  "After North Korea issued a statement Saturday calling him a \"dotard,\" one of several blistering verbal salvos tossed at Trump during his trip, the US leader hit back on Twitter\n\n\"Why would Kim Jong-un insult me by calling me 'old,' when I would NEVER call him 'short and fat?'",
  "\"When (foreign leaders) look at the news in the United States they see a greatly weakened President who will probably not have the capacity to deliver on many things or to rally the support of the nation behind any military or diplomatic initiative,\" he said.",
  "Champa Patel, head of UK think thank Chatham House's Asia Program, said Trump's trade talk will play well to his base in the US, \"but is there any guarantee that there will be a balanced trade relationship with China, for example, as a result of this visit?\"",
  "If the primary purpose of Trump's visits to Japan, South Korea, China, Vietnam and the Philippines was to shore up relations with those countries and their leaders, the trip can be judged a success, even though actual policy wins were in scant supply.",
  "Setting the tone for future stages, Abe was effusive in his compliments of Trump, saying he believed \"there has never been such close bonds intimately connecting the leaders of both nations as we do now in the history of Japan-US alliance.\"",
  "Despite this, he again left the door open for negotiations at some point in the future, telling reporters in Da Nang, Vietnam on Sunday that meeting Kim \"would be a good thing ... for North Korea ... and it would be good for the world.\"",
  "Though he walked his comments back somewhat -- Trump said he believes \"very much in our intelligence agencies\" -- he reiterated his opinion that the whole scandal has been \"set up by the Democrats\" to distract from their electoral loss.",
  "Chinese media was delighted with Trump's trip , with an analyst on state-run broadcaster CCTV saying the US President \"has given China what China wants, which is that respect on the global stage, as the other preeminent nation.\"",
  "At a summit for Asia Pacific leaders, Trump defied US intelligence agencies and much of the Washington DC establishment by saying he took President Vladimir Putin's word that Russia did not interfere in last year's election.",
  "Three US Navy aircraft carriers began a major show of force off the Korean Peninsula over the weekend , in the past such drills have provoked a reaction from Pyongyang, which regards them as preparing for war.",
  "Trump's language on how Beijing should act to rein in North Korea was softer than it had been in the past, with him saying he was \"calling on China and your great President to hopefully work on it very hard.\"",
  "\"It was a pretty low bar, but he stuck to the script in Tokyo, Seoul and Beijing,\" said William Choong, senior fellow for Asia-Pacific security at the International Institute for Strategic Studies (IISS).",
  "Even North Korea seemed to play along, issuing angry denouncements of Trump at multiple stages of the trip, but refraining from any missile or nuclear testing while he was in Asia.",
  "He promised to \"make bilateral trade agreements with any Indo-Pacific nation that wants to be our partner and that will abide by the principles of fair and reciprocal trade.\"",
  "His Asian hosts appeared to be running the Saudi playbook, greeting Trump with elaborate ceremonies and parades, and heaping praise on him during joint press conferences.",
  "It was a world apart from President Barack Obama's Trans-Pacific Partnership (TPP) trade deal, the scrapping of which was one of Trump's first actions as President.",
  "Hong Kong (CNN) US President Donald Trump flies home Tuesday after an Asia trip that went off without major incident and generally met critics' low expectations.",
  "Both Abe and Moon offered support for Trump's approach on Pyongyang, and in Beijing, Xi reiterated Chinese commitment to denuclearizing the Korean Peninsula.",
  "JUST WATCHED Defector: Sanctions could cost Kim Jong Un Replay More Videos ... MUST WATCH Defector: Sanctions could cost Kim Jong Un 02:34\n\nMostly, anyway.",
  "But while his protectionist views may have disconcerted some of his hosts, he avoided criticizing them, instead focusing on previous US administrations.",
  "But Choong added there were still deep doubts in the region about Trump's actual policies and commitment, particularly on the economic and trade front.",
  "Trade has been another major issue for Trump on this trip, reflected by his strong rhetoric in Vietnam Friday on putting \"America first.\"",
  "\"I do not blame China, or any other country, of which there are many, for taking advantage of the United States on trade.",
  "The 11 remaining nations are forging ahead, without the US, and a new deal could be agreed as soon as early next year.",
  "\"Flatter him, while at the same time distract him or pull him away from any deliberations on more serious matters.\"",
  "Trump's rhetoric on North Korea may have been tempered by Pyongyang's own apparent restraint during his Asia trip.",
  "\"He didn't go over the top on calling Kim Jong Un names (and there) were no major controversies or problems.\"",
  "This prediction proved largely correct, and North Korea dominated the first week of Trump's time in Asia.",
  "But Choong said that message was less well received in a region still smarting at the loss of TPP.",
  "In Riyadh, he basked in the admiration of Saudi princes and enjoyed lavish entertainment.",
  "If their representatives are able to get away with it, they are just doing their jobs.\"",
  "\"The Japanese are probably first in class in (handling Trump),\" said IISS' Choong.",
  "Oh well, I try so hard to be his friend -- and maybe someday that will happen!\"",
  "\"Making America great again does not go down well in this region,\" he said.",
  "\"The current trade imbalance is not acceptable,\" Trump said.",
  "he tweeted."
]