[
  "The attack followed Russian President Vladimir Putin's announcement on Sunday that the US must cut its diplomatic staff in Russia by 755 people, in a delayed response to the seizure of Russian compounds and the expulsion of 35 diplomats by the Obama administration to punish the alleged election meddling.",
  "\"Given the statements out of the White House today, Trump detractors could view this as a bit chaotic and as further proof that the executive branch needs congressional oversight on foreign policy issues,\" said Lawrence Ward, a partner at Dorsey & Whitney, a firm specializing in US national security law.",
  "\"I think it is very unclear exactly where the administration intends to go in our dealings with Russia or how it intends to put together a coherent strategy for dealing with Moscow,\" said George Beebe, a former director of Russia analysis for the CIA.",
  "A simultaneous policy of accommodation and confrontation toward Moscow combined with a tussle for influence between Congress and the President threaten to sow confusion that could increase the chances of a miscalculation between the two foes.",
  "Moscow's protests on Wednesday after Trump signed the sanctions bill reflected fury at the new constraints on the Russian economy -- and perhaps also political pressures that left the government little option but to escalate the situation.",
  "And for the first time, there was a note of personal contempt for Trump himself, which may reflect disappointment in Moscow that the President was unable to make good on his promise to improve relations with Russia.",
  "The sanctions bill, passed with veto-proof majorities in Congress, reflected bipartisan skepticism over Trump's motivations toward Russia and fueled impressions the White House can't control its own foreign policy.",
  "\"The situation's been bad, but believe me, it can get worse,\" Tillerson told reporters on Tuesday, paraphrasing his warning to Putin and Russian Foreign Minister Sergey Lavrov during a meeting in Moscow in April.",
  "Washington (CNN) The United States and Russia are plunging deeper into their worst crisis since the Cold War, with politics in both nations outpacing the capacity of either government to mitigate the danger.",
  "Trump meanwhile signed the bill behind closed doors, and is yet to respond to Putin's move on US diplomats -- a possible sign that he also wants to avoid a personal escalation with his Kremlin counterpart.",
  "Still Ward noted that Trump did sign the sanctions and, in doing so, he presented a united front with Congress toward Moscow -- a point also made by Senate Foreign Relations Committee chairman Bob Corker.",
  "And the President refused to abandon his position that improving relations with Russia -- which most people in Washington regard as a serious threat to US interests -- was a laudable foreign policy goal.",
  "\"I think there is actually a very real risk that we could get into an escalatory spiral that would be difficult for either country to control,\" said Beebe, now with the Center for the National Interest.",
  "\"The concerns expressed in the President's signing statement are hardly surprising, though misplaced,\" said Republican Sen. John McCain of Arizona, the chairman of the Senate Armed Services Committee.",
  "It's not unusual for a President to register frustration with congressional attempts to force his hand on national security issues -- both George W. Bush and Barack Obama used signing statements.",
  "And there have been multiple reports the Pentagon and State Department are pushing to send lethal aid to the Ukrainian government -- a move that would likely further inflame US-Russia relations.",
  "President Donald Trump's grudging signature on new sanctions punishing Russia for alleged meddling in last year's US election sparked an explosive rhetorical response in Moscow on Wednesday.",
  "Wednesday's events will fuel impressions in both Washington and Moscow that Trump's weakened political position is threatening his capacity to carry out his own core foreign policy goals.",
  "\"So, by extension, it is fairly easy to envision how other parts of the world could be wondering whether it is President Trump or Congress pulling the foreign policy strings,\" Ward said.",
  "Trump acknowledged the sharp worsening of the crucial relationship between the world's two top nuclear powers Thursday morning -- and blamed lawmakers for forcing his hand on sanctions.",
  "Another sign the administration wants to keep Russia on its side came at the G20 summit last month, when the President had a prolonged conversation with Putin at a leaders' dinner.",
  "\"No threat looms larger in the Baltic states than the specter of aggression from your unpredictable neighbor to the east,\" Vice President Mike Pence said in Estonia on Monday.",
  "Yet on Wednesday, Pence also left open the door for engagement with Moscow, telling The Washington Post the President was taking a \"we'll see\" attitude toward Russia.",
  "Trump released a signing statement and press release , arguing that the measure, which limits his power to ease the sanctions, posed constitutional questions.",
  "Maryland Sen. Ben Cardin, the top Democrat on the Senate Foreign Relations Committee, said, \"We make the laws, not the President of the United States.\"",
  "\"We hope there will be cooperation between our two countries on major global issues so that these sanctions will no longer be necessary,\" Trump wrote.",
  "Putin ordered the cuts in US diplomatic staff before Trump signed the sanctions bill -- so it looked like he was responding to Congress and not Trump.",
  "But the sense of uncertainty around a Russia policy for the United States is being compounded by conflicting messages from the administration.",
  "They are also raising new questions about Trump's willingness to accept the limits on his own power inherent in the US system of government.",
  "But discord between a president and Congress is more unusual when it comes to the questions of economic sanctions against a rival power.",
  "\"The US establishment fully outwitted Trump; the President is not happy about the new sanctions, yet he could not but sign the bill.\"",
  "Then Trump ended covert US aid to Syrian rebels trying to topple Assad, seemingly playing into another Russian foreign policy goal.",
  "His comments were far more robust than any made in Europe by Trump, who has been solicitous to Russia for his entire presidency.",
  "\"The Trump administration has shown its total weakness by handing over executive power to Congress in the most humiliating way.",
  "he tweeted\n\nBut the perilous situation is also being exacerbated by the lack of a clear White House approach toward Russia.",
  "This changes the power balance in US political circles,\" said Russian Prime Minister Dmitry Medvedev in a Facebook post.",
  "Yet in April, Trump ordered military action against Russian-backed Syrian forces to punish the use of chemical weapons.",
  "Short of such a step, however, it is not certain that Moscow-Washington ties are headed for a renewal of the Cold War.",
  "The fact that Medvedev -- not Putin -- issued a tirade against the new sanctions may also be significant.",
  "\"I'm satisfied with what's happened and have no concerns whatsoever,\" the Tennessee Republican said.",
  "Both presidents have sent subtle signals in recent days they want to contain the damage.",
  "At earlier formal talks, the leaders agreed upon a ceasefire deal in southwest Syria.",
  "You can thank Congress, the same people that can't even give us HCare!\"",
  "\"Our relationship with Russia is at an all-time & very dangerous low.",
  "Yet an uncontrollable spike in tensions remains a real danger.",
  "But top lawmakers gave little ground.",
  "\"And it just did.\""
]