[
  "Paul Saunders, the executive director of the Center for the National Interest, told The Daily Caller News Foundation that the new mission statement, if it does go into effect, would “clearly represent an important shift in priorities.”\n\n“For many of the president’s domestic supporters, it wold be a very clear message that the United States is getting out of the nation building buisness,” Saunders said.",
  "Although similar to the existing mission statement, the updated draft contains two key omissions: “just” and “democratic.”\n\nThe change suggests that, under President Donald Trump, the State Department will shy away from democracy building initiatives and focus more on international stability and maintaining American military and economic power.",
  "The State Department’s Executive Steering Committee ordered leaders to draft new statements on the department’s role in the conduct of foreign affairs, part of a larger restructuring under Secretary of State Rex Tillerson, according to an internal email obtained by The Washington Post’s Josh Rogin.",
  "Elliott Abrams, the former Bush administration official who was rejected by Trump for a position in the State Department, told WaPo the change signals the U.S. government no longer wants a “just and democratic world.”\n\n“That change is a serious mistake that ought to be corrected,” Abrams said.",
  "The existing mission statement reads:\n\nThe Department’s mission is to shape and sustain a peaceful, prosperous, just, and democratic world and foster conditions for stability and progress for the benefit of the American people and people everywhere.",
  "Some foreign policy observers warn that stripping references to democracy from the department’s mission statement will send a signal to foreign autocrats that the Trump administration will tolerate their anti-democratic behavior.",
  "The new draft version says the State Department’s mission is to “Lead America’s foreign policy through global advocacy, action and assistance to shape a safer, more prosperous world,” according to the internal email.",
  "This mission is shared with the USAID, ensuring we have a common path forward in partnership as we invest in the shared security and prosperity that will ultimately better prepare us for the challenges of tomorrow.",
  "Other observers see Tillerson’s proposed change as reflecting Trump’s “America First” approach to foreign policy, a welcome departure from the the previous two administration’s more interventionist orientation.",
  "“Guiding all our foreign policy actions are our fundamental values — our values around freedom, human dignity, the way people are treated,” Tillerson explained before adding, “Those are our values.",
  "“Thinking about it as a how and when question rather than a yeas or no question is probably a more constructive approach.”\n\nFollow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Those are not our policies.”\n\nSome Obama administration foreign policy officials cried foul, arguing that human rights and democracy are not only U.S. values, but universal values.",
  "In a May speech to State Department employees, he said that, in practice, the U.S. would have to put economic interests or national security ahead of democratic values.",
  "The Department of State has drafted a new statement of purpose establishing the goals of U.S. diplomacy — and democracy promotion no longer appears to be a priority.",
  "“If not, the message being sent will be a great comfort to every dictator in the world.”\n\nThat assessment is not shared by all foreign policy experts, however.",
  "Tillerson has come under fire from human rights and democracy activists for suggesting that U.S. foreign policy might not always align with American values.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "CFTNI’s Saunders takes a more nuanced view of democracy promotion, arguing that it should complement other U.S. foreign policy priorities.",
  "Samantha Power, Obama’s ambassador to the United Nations, called Tillerson’s position a “green light for repression” around the world.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“Promoting democracy is usually not a yes or no question, it’s a how and when question,” he told TheDCNF."
]