[
  "The Hudson Institute’s event was titled “Countering Violent Extremism: Qatar, Iran, and the Muslim Brotherhood.” FDD’s Jonathan Schanzer in a phone call last month charged to me: “The Qataris are the ATM of the Muslim Brotherhood.” Bannon told the audience gathered at Hudson: “I think the single most important thing that’s happening in the world is the situation in Qatar.”\n\nAl Thani took these events all but head on, decrying the spreading of “propaganda.”\n\n“Some journalists and think tanks sacrifice their journalist integrity for their donors’ favor,” Al Thani said in pointed remarks at CFTNI.",
  "The event came after weeks of think tank events in Washington that have been deeply skeptical about Qatar, including an event about Iran’s activities that took place at the Foundation for the Defense of Democracies (FDD), where National Security Advisor H. R. McMaster and CIA Director Mike Pompeo were in attendance, and an event at The Hudson Institute on Qatar, where former White House Chief Strategist Steve Bannon, former CIA Director David Petraeus and Senator Tom Cotton were in attendance.",
  "At State, Tillerson told the gathered reporters that the foreign minister is “a frequent visitor, but he’s always welcome.”\n\nThe visit by Qatar’s top diplomat comes at a time of continued impasse between his government and the other members of the Gulf Cooperation Council, principally Saudi Arabia and the United Arab Emirates, over Doha’s relationship with Iran and its alleged funding of extremist groups.",
  "Of Monday’s events, a State Department spokesman told me: “Foreign Minister Al Thani is an important partner and the secretary communicates with him, as well as his other Gulf counterparts, regularly.” Tillerson has been noted as one of the least U.S. hawkish officials on Qatar, and among those most sympathetic toward brokering a swift resolution to the feud.",
  "Center for the National Interest President Dimitri Simes, who served as a moderator, pressed Al Thani on the ongoing, “remarkable saga of ex-Lebanese Prime Minister Hariri,” who has fled his country and resigned, alleging that there had been a recent attempt on his life, and blasting Iran and Hezbollah, among other missives.",
  "Al Thani’s address at CFTNI was attended by a number of prominent figures, including former director of national intelligence John Negroponte, former U.S. ambassador to Germany Richard Burt, and former under secretary of defense (comptroller) Dov Zakheim as well current ambassadors from Singapore and Belgium.",
  "Al Thani linked the situation to his own country’s, lamenting Saudi influence and the “interference in the internal affairs of Lebanon.”\n\nAl Thani said: “What we see, is this intervention, is exactly the same method used against Qatar, trying to pressure them… into submission.",
  "Al Thani noted Dubai “is the largest trade partner with Iran.” And that it “at the same, acts an accomplice with Saudi Arabia.” During Bannon’s speech at Hudson last month, Yousef Al Otaiba, the UAE’s ambassador in Washington, was in the front row.",
  "His stops have included a meeting with the secretary of State Rex Tillerson and an address at the Center for the National Interest (CFTNI), as the Middle East appears to continue to disintegrate into a cold war between Saudi Arabia and Iran.",
  "As the Middle East is facing fresh fissures, Mohammed bin Abdulrahman Al Thani, the Qatari foreign minister, is visiting Washington to bolster his country’s standing particularly with the Trump administration.",
  "Following Monday’s events, the State Department spokesperson told me: “We encourage all parties to continue to work towards negotiations, minimize rhetoric and exercise restraint to avoid further escalation.”",
  "The government in Doha is “sandwiched between two powerful forces in the region—Iran to the north and Saudi Arabia to the south,” the foreign minister noted at CFTNI.",
  "A McClatchy report last month charged Bannon has a financial interest messing with Qatar; the Breitbart News CEO has flatly denied those allegations.",
  "This is the risk we have in the region: that powerful countries are trying to take control of other nations’ decisions.",
  "This cannot be accepted in the twenty-first century.”\n\nHe also needled the UAE, accusing it of duplicity and hypocrisy.",
  "Schanzer noted to me that Qatar, with its vast wealth, could afford to hold the line for perhaps a decade.",
  "“We have a number of important things to discuss, obviously, so pleased he’s here,” Tillerson said.",
  "We cannot have a system within the Arab world where power is consolidated in one or two countries.",
  "This article originally appeared at the National Interest.",
  "Bannon declined comment for this article."
]