[
  "\"Regardless of what U.S. intentions are, there is uncertainty on the peninsula when you have three large militaries in close proximity to each other — and uncertainty can lead to miscalculation,\" said Bruce Klingner, former chief of the CIA's Korea branch and now senior research fellow for Northeast Asia at the Heritage Foundation's Asian Studies Center.",
  "\"North Korea's military is not the most advanced in the world but if they really wanted to they could kill millions of people in a very short order,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a think tank founded by former President Richard Nixon.",
  "Tensions continued to heighten as satellite images from the U.S.-based analysis firm 38 North revealed the secretive regime led by Kim Jong Un could be making preparations for a sixth nuclear test as soon as Saturday.",
  "Rising tensions between Pyongyang and Washington are sounding the alarm about the dangers of mistakes or miscalculation on both sides, which could lead to military action.",
  "The U.S. military announced on Sunday that it had dispatched a carrier strike force group led by the USS Carl Vinson to the waters off the Korean Peninsula.",
  "Defense experts say it may not be long before Pyongyang develops a reliable intercontinental ballistic missile that can reach North America.",
  "\"We need to keep these things in mind when we get into the escalatory spirals because events could really go out of control very quickly.\"",
  "Its fleet of about 70 submarines is considered an additional threat since some are capable of carrying missiles with nuclear warheads.",
  "North Korea has made progress with its ballistic missiles that can reach Japan and South Korea.",
  "And on Tuesday, President Donald Trump tweeted, \"North Korea is looking for trouble.",
  "The North Koreans also have biological and chemical weapons in their arsenal.",
  "In response, Pyongyang vowed it was ready for war.",
  "If not we will solve the problem, without them!\"",
  "If China decides to help, that would be great."
]