[
  "“As economic conditions worsen due to tough economic sanctions imposed over the summer, there will likely be a surge of defectors — followed then by a steep decline as Pyongyang cracks down hard to limit information outflows to the outside world,” noted Harry Kazianis, Director of Defense Studies at the Center for the National Interest.",
  "“South Korea longs for reunification and sees the suffering North Koreans as their neighbors.”\n\nSouth Korean law grants those from the North automatic citizenship following a mandatory three-month transition that involves debriefing and education to prepare them for their new lives in a much more open society.",
  "MILLIONS OF AMERICAN LIVES COULD BE AT STAKE AS NORTH KOREA THREATENS TO ATTACK POWER GRID\n\nOPERATION BIBLE SMUGGLING: HOW CHRISTIAN TEXTS INFILTRATE NORTH KOREA\n\nDEFECTORS FROM NORTH KOREA DESCRIBE CONCENTRATION CAMP, DAILY LIFE\n\nWHAT DOES BUSH THINK ABOUT TRUMP'S HANDLING OF NORTH KOREA?",
  "Escaping North Korea is a journey that is almost always a perilous one — thousands of miles on buses or motorcycles or sneaking on foot through mountains and valleys amid falling snow or torrential rain — in the desperate quest to evade border police and reach the frontier of a new life.",
  "“The latter tend to be defectors who have seen firsthand more government surveillance and punishment or who have been outside North Korea for a number of years.”\n\nYet some analysts predict that deserter numbers are set to rise and then fall in the coming months.",
  "Although official statistics are hard to come by and many are deported back to their origin if discovered, an estimated 30,000 to 50,000 refugees from the country are believed to have crossed into China illegally — more than 70 percent of which are female.",
  "Defectors also flee using obscure routes to other Asian countries in the region — including Mongolia, the Philippines, Thailand, Vietnam, Japan and Laos — but these are often used as transit points before moving to a third country such as South Korea.",
  "“If they were to comment publicly and further embarrass the regime, they know their families would be punished further, possibly even executed or sent to a labor camp.”\n\nPunishment often extends for up to three generations after the defection.",
  "“The regime punishes the families of anyone who defects at the time of their defection,” explained Todd Nettleton, Chief of Media Relations and Message Integration for the Voice of the Martyrs USA, an NGO that aids refugees and defectors.",
  "According to statistics from the Human Freedom Initiative at the Bush Institute, there is approximately 225 North Korean refugees that have been directly granted asylum in the United States since the North Korean Human Rights Act of 2004.",
  "The rise in female defectors to both South Korea and China, experts have conjectured, is likely because of the notion that it is easier for women to flee undetected and face less scrutiny from authorities than their male counterparts.",
  "However, women are routinely subjected to gross human rights violations such as sex trafficking and forced into prostitution for survival, and without proper documentation, have little resources to turn to.",
  "That year, at the height of the starvation and famine that claimed over one million lives in the North, the government registered 302 males and 116 females — a total of 947 North Korean defectors.",
  "There, North Korean defectors are welcomed by the government,” Vernon Brewer, founder and president of World Help, a Christian humanitarian organization that supports the defectors, told Fox News.",
  "North Korea’s inclusion is viewed by many as largely symbolic, as so few manage to safely leave the world’s most closed country as it stands, let alone be granted passage to the United States.",
  "These numbers have declined in subsequent years as a result of stricter border patrols and inspections having been put in place by the Kim Jung-un regime, along with rising broker costs.",
  "Some pay a broker to traffic them out, some are too poor and bear the burden alone, and some are granted temporary visas to work in China but never return to their native land.",
  "The European Alliance for Human Rights in North Korea surmises that there are at least 1,400 in Europe, with the highest number — some 600 — reportedly in South West London.",
  "By 2008, the number of males had dropped slightly to 608 while the number of females had jumped dramatically to 2,195, bringing the overall to 2,803 and 78 percent female.",
  "It is a constant game of cat and mouse.”\n\nPresident Donald Trump’s new travel ban proclamation, which came into play on Thursday, included North Korea for the first time.",
  "“Defectors have told me on many occasions that new smuggling routes out of the country will open up, however in just a few months, are shutdown thanks to informants.",
  "Since the hostilities of the Korean War ended in 1953, an estimated 300,000 North Koreans have defected from the tightly controlled hermit country.",
  "There are believed to be several hundred — although less than 1,000 — illegal North Korean immigrants also residing across the United States.",
  "“We have the type of defectors that believe they must speak out so their fellow nationals can know life is better and free on the other side.",
  "This was signed into law under President George W. Bush in an effort to promote freedom and human rights to those fleeing the dictatorship.",
  "“Most defectors head to China, but if they are caught there, they will likely be returned to North Korea, where they are punished harshly.",
  "A further 250 North Koreans have arrived since as legal immigrants, after spending time in South Korea and receiving citizenship there.",
  "But in comparison to those fleeing other deeply oppressive or war-torn countries, defectors from North Korea remain relatively quiet.",
  "Overall, just under one quarter of the total defector numbers are minors: 8,839 of the total to-date are male, and 21,541 are female.",
  "Official statistics published by the Ministry of Unification have documented just over 30,000 defectors since 1998.",
  "Last year, South Korea documented 302 male and 1,116 female defectors — 1,418 in total, and 79 percent female.",
  "Then, there are those that don’t want to be heard for fear of their family’s safety,” Brewer said.",
  "Therefore, many either live their lives under the radar or make the harrowing trip to South Korea.",
  "So far in 2017, the ministry has recorded 593 defectors — 85 percent of who are female.",
  "China, which also borders North Korea, is host to the majority of defectors.",
  "So how many North Korea defectors are there, and where do they go?",
  "However, most defectors stay much closer to home."
]