[
  "Monetary rewards would offer a double payday for some Chinese companies, who could collect the commission fee from a North Korean client as well as the reward for anonymously providing a copy of the freight insurance to local authorities in busy Southeast Asian ports.”\n\nAnd finally, all of this is the clearest argument yet for Washington to lead a much more robust effort at ensuring more missile defense platforms are brought into the Middle East, Asia and also upgraded for the defense of our homeland.",
  "In an interview with Fox News, Jeffrey Lewis, an expert at the Middlebury Institute of International Studies at Monterey explained that “the very first missiles we saw in Iran were simply copies of North Korean missiles.” He also noted that “over the years, we've seen photographs of North Korean and Iranian officials in each other's countries, and we've seen all kinds of common hardware.”\n\nMany experts have been warning for years now that Tehran and Pyongyang have been trading missile technology.",
  "In a 2012 report by the National Bureau of Asian Research, author John S. Park offers the idea of using a “a monetary reward program to interdict components or technicians central to ballistic missile development.” He notes that:\n\n“Hiding in the open is a particularly effective tactic employed by North Korea.",
  "Contracting private Chinese companies to serve as middlemen to facilitate “cargo laundering”—a creative process of disassembling components and moving them through different logistics routes—enables North Korean state trading companies to utilize commercial shipping containers.",
  "If the Trump administration doesn’t act fast it won’t be just the hermit kingdom that has nukes that can strike at targets thousands of miles away—but it will also be the only nation on planet Earth that has turned chanting “death to America” into a national pastime.",
  "While all of this is great news, the Trump administration is now facing a much bigger problem: the potential for North Korea and Iran to collaborate on long-range missile technology that can be used to strike our allies and the homeland.",
  "With the nuclear research it already has done in the past, along with careful cooperation with Pyongyang on missile technology— the nuclear deal currently in place never restricted such cooperation—it decides to push ahead unabated.",
  "Here’s a prediction by yours truly that you can take to the bank: In just a few years Iran will have intercontinental ballistic missiles, or ICBMs, that can attack targets all over the Middle East, Europe and the United States.",
  "One could easily imagine a scenario in a decade or so when the Iran nuclear deal has lapsed—something many on the left seem to forget—and Tehran decides that it no longer needs to hide its intentions.",
  "Such shaming should include those providing material or technical assistance or any banks, financial institutions or front companies passing along funds for such assistance between both nations.",
  "Iran instead takes what it feels is its rightful place as the dominant power of the Middle East and hold on to its arsenal of nuclear weapons and the missiles to carry them into battle.",
  "The Trump administration should declare that if you help Pyongyang or Tehran build long-range missiles you are an enemy of the international community and will be treated accordingly.",
  "When it comes to matters abroad voters wanted an America that would seek out the challenges of the future and take them on before they were aimed at our collective heads.",
  "Foreign policy analysts here in Washington love to hedge their bets with words like “possibly”, “perhaps”, “likely” and so on when trying to predict the next big threat.",
  "And that is what President Trump has done by taking on North Korea’s nuclear and missile programs as well as calling out Iran for its own menacing missile plans.",
  "First, we should “name and shame” any North Korean, Iranian or outside partners that are helping these rogue regimes collaborate on missile technologies.",
  "And it might all be thanks to the rogue state the Trump administration has labelled the biggest national security threat of our time: North Korea.",
  "Pentagon and intelligence officials have told me on several occasions they have strong leads on who is helping facilitate these exchanges.",
  "However, there is always certain trends that are easy to see—and even easier to run away from because they aren’t super solvable.",
  "Stopping an Iranian ICBM armed with a nuclear weapon by way of North Korea is one of the greatest challenges America faces today.",
  "Oh, and to twist the knife in a little deeper, those missiles could be armed with nuclear weapons—once the Iran deal expires.",
  "The goal should be to drive up the costs for both sides and make them feel the financial pinch as much as possible.",
  "Second, with such entities out in the open, Team Trump should impose sanctions on such groups as soon as possible.",
  "In many respects, the evidence is right out in the open of past collaboration, according to some experts.",
  "But if history tells us one thing it is that to never, ever, dismiss the power of a common threat.",
  "Now, to be fair, there are those who downplay the linkages between Iran and North Korea.",
  "Clearly long-range missiles armed with nuclear payloads do that quite nicely.",
  "You see, making such predictions isn’t always popular, but they spur action.",
  "And both of these countries seek to offset U.S. military might—at any price.",
  "Third, we should get creative in how we try to stamp out such cooperation.",
  "Before we get to all that, maybe we should take a step back for a moment.",
  "They need to be outed for the whole world to see and publicly shamed.",
  "That is, unless America puts a stop to this threat once and for all.",
  "The American people didn’t vote for such dithering last cycle.",
  "It’s time to shine a light on these groups or individuals—now.",
  "So what should the Trump administration do about this threat?",
  "Thankfully, Washington has considerable options to explore.",
  "The Trump administration must act now before it’s too late.",
  "To be frank, they voted for the opposite of Barack Obama.",
  "You really shouldn’t be.",
  "Now wait a second.",
  "You’re shocked?"
]