[
  "Having them approved faster will allow the operations to be conducted on a “very routine, very regular” basis, with the benefit of making each operation part of a regular program to keep the waters open, versus a “one-off event.”\n\nUnder the Obama administration, the operations were requested, considered, and approved in a “one-off” fashion, which took longer to approve and gave the impression that they were in response to something specific China had done, rather than part of routine naval operations.",
  "Harry Kazianis, director of defense studies at the Center for the National Interest, said, “having regular, steady deployments of U.S. naval assets conducting freedom of navigation operations in the South China Sea is a good thing – and something I support 100 percent.”\n\n“China must know we will surely operate wherever allowed by international law, just like Beijing does when they conduct missions around Guam, Hawaii or near Alaska.",
  "“We believe that United States engagement in the South China Sea remains essential to continue to protect freedom of navigation and overflight and to uphold international law.”\n\nEarly on in the Trump administration, FONOP requests being sent to the Pentagon were not being approved and forwarded to the White House, as first reported by Breitbart News in March, and later by the New York Times in May.",
  "The official said FONOPs will still remain “a tool in our tool bag to show [when] we don’t agree with something.”\n\nKazianis warned, however, that FONOPs cannot be the sole instrument Washington uses to push back against China’s excessive claims, as was the case under the Obama administration.",
  "“The frequency of FONOPs is often seen as a litmus test, for better or worse, of American commitment,” Joseph Liow, dean of comparative and international politics at the S. Rajaratnam School of International Studies, said at a recent Center for Strategic and International Studies event.",
  "Although the U.S. Navy has routinely conducted these “freedom of navigation operations” all around the world for decades, the Obama administration put a stop on them in the South China Sea from 2012 to 2015, with only a few in 2016, out of concern for upsetting China.",
  "During that time, China began aggressively building up islands and reefs in the South China Sea and increasingly placing military equipment on them, even though the territory is also claimed by Taiwan, Vietnam, Malaysia, Brunei, and the Philippines.",
  "Under the new plan, the White House will already be aware of the planned operations so that they will not be “a surprise” every time a request comes up the chain of command, and they will be approved faster than before, the official said.",
  "Defense Secretary Jim Mattis sent the plan to the White House in April that outlines a schedule for the whole year of when U.S. Navy ships will sail through international waters China illegally claims, according to a U.S. official.",
  "“The Trump Administration needs to layout a comprehensive strategy to push back against China’s coercive and bullying actions that stretch from the East China Sea all the way to the depths of the South China Sea.",
  "The Pentagon will also send the requests to the State Department the same time they are sent to the NSC, to make sure they do not undermine any concurrent diplomatic initiatives, the official said.",
  "Although the U.S. does not take sides in the numerous South China Sea territorial disputes, the U.S. military conducts FONOPs there to ensure waters remain open to international commerce.",
  "In May, a bipartisan group of senators urged the Trump administration to conduct FONOPs in the South China Sea, expressing concern that one had not been conducted since last October.",
  "Under the plan, FONOP requests will begin with the U.S. Navy’s 7th Fleet, go up to Pacific Fleet, to Pacific Command, to the Pentagon, and then to the National Security Council.",
  "President Trump approved a Pentagon plan this year that will require regular challenges to China’s excessive maritime claims in the South China Sea, Breitbart News has learned.",
  "The plan was approved before the first FONOP was conducted on May 24, when the destroyer USS Dewey sailed within 12 nautical miles of the Mischief Reef in the Spratly Islands.",
  "“This administration has definitely given the authority back to the people who are in the best position to execute those authorities, so it’s a return to normal,” she said.",
  "The official said at the time that Mattis did not want to approve and send up any piecemeal requests to the White House until an overall plan could be devised.",
  "It is not clear yet whether the plan is part of a larger Asia Pacific strategy or for the narrower purpose of making FONOPs more routine in the area.",
  "If not, in a few years’ time, Beijing will be the unquestioned master of the Asia-Pacific – something Washington simply can’t allow,” he said.",
  "“In recent years, China, in particular, has taken a series of aggressive steps in disputed areas of the South China Sea,” they wrote.",
  "Under Obama, the Pentagon would send requests for FONOPs to the National Security Council, where they would stall.",
  "There was a concern “of doing anything that would cause anybody to get their feathers ruffled,” the official said.",
  "On July 2, the destroyer USS Stethem sailed within 12 miles of Triton Island in the Paracel Islands.",
  "“You have a definite return to normal,” Chief Pentagon Spokesperson Dana White told Breitbart News.",
  "The Trump administration has already conducted three FONOPs in the South China Sea since May.",
  "Liow agreed: “The non-military toolkit … is also quite important and needs to be developed.”",
  "But one expert said the frequency of FONOPs do have importance in and of themselves.",
  "This is standard military operating procedure and codified in international law.",
  "On July 6, two Air Force B-1B Lancers flew over the East and South China Seas.",
  "An estimated $5 trillion in goods are transported through the area each year.",
  "The Obama administration conducted three during all of last year.",
  "In fact, it shouldn’t even be controversial,” he said."
]