[
  "Instead of the usual Iranian crowds stage-managed by government thugs to chant “death to America” or “death to Israel,” we instead see spontaneous protesters crying “death to the dictator” and “death to Rouhani,” referring to Iranian President Hassan Rouhani.",
  "Elsewhere in the Soviet bloc, a dissident named Natan Sharansky was rotting in a Russian prison when he and his fellow prisoners heard that President Reagan had referred to the Soviet Union as an evil empire destined for the ash heap of history.",
  "Protesters took the streets in more than a half-dozen cities in Iran for a second day Friday, risking their lives to challenge the Islamist tyranny that has prevailed in the country since 1979, when it held American diplomats hostage.",
  "If protesters change or even just weaken Iran’s current political construction, it will make it less likely that Tehran continues to export terrorism, weaken secular states across the Middle East and pursue a nuclear weapons program.",
  "Cheering those who challenge Iran’s regime isn’t just feel-good moralizing: it could be pragmatic statecraft that is an important part of the pragmatic realism that President Trump has sought to restore to American foreign policy.",
  "For example, Lech Walesa, the leader of the Solidarity movement that challenged and eventually brought down communism in Poland in the 1980s, credited President Ronald Reagan’s unabashed support for the movement’s success.",
  "Protests have even spread to Qom, the intellectual heartland of the 1979 Islamist revolution and the onetime base of Ayatollah Ruhollah Khomeini when he successfully worked to destroy Iran’s secular government before 1979.",
  "We will never know for sure if Iran could have been a freer nation with a less dangerous government had President Obama and Hillary Clinton spoken up the last time protesters took to the streets in 2009.",
  "Whether the protests last only another day or persist long enough to imperil the Iranian regime, President Trump should make it clear that America gives the protesters our moral support.",
  "The lie had been exposed and could never, ever be untold now.”\n\nClearly, the moral support of the American president can make a big difference in influencing political outcomes abroad.",
  "They later justified their silence by claiming that protesters wouldn’t want U.S. support, which would enable the Iranian regime to paint the protests as a foreign plot.",
  "But President Trump today can stand up for those who are risking their lives to oppose a regime that has considered itself at war with America since it came to power.",
  "At the time, President Obama and Secretary of State Hillary Clinton shamefully sat on their hands, saying and doing nothing to support the protesters.",
  "The protests began as demonstrations against austere economic conditions but have now grown to express general opposition to the Islamist government.",
  "President Trump has the opportunity now to redeem the tragic mistake America made under President Obama in ignoring anti-regime protesters in Iran.",
  "If President Trump acts now he will not just be engaging in an act of idealism, but working in a pragmatic way against our Iranian adversaries.",
  "Sharansky later remarked: “For us, that was the moment that really marked the end for them, and the beginning for us.",
  "Furthermore, pro-freedom protesters always privately want the support of the free world – and the American president.",
  "Such support cheers dissidents and raises the cost to the dictatorial regime of brutally suppressing protests.",
  "The last widespread and sustained protests in Iran occurred in 2009, after fraudulent elections.",
  "In reality, despotic regimes will always make the claim that America is behind protests."
]