[
  "As President John F. Kennedy said following the 1962 Cuban Missile Crisis: “Above all, while defending our own vital interests, nuclear powers must avert those confrontations which bring an adversary to the choice of either a humiliating defeat or a nuclear war.”\n\nFourth, in trashing the Iran deal and threatening to unravel it, not only is Trump courting a second major nonproliferation crisis but he is putting a negotiated solution to reduce the North Korean threat even further out of reach.",
  "“This was basic American foreign policy with Trumpian characteristics.”\n\n—Zachary Keck\n\nTrump’s comments weren’t that different from what previous US presidents have said\n\nHarry Kazianis, director of defense studies, Center for the National Interest\n\nWhile what Trump said has been said by President Obama, with the wording being different and in a different format, making remarks at the UN that America would \"destroy\" North Korea if we or our allies are attacked creates many questions.",
  "“Trump acting like a fool isn’t the end of the world — at least he didn’t pull the nuclear codes out of his jacket and wave them around — but it does make our North Korea policy incrementally more difficult.”\n\n—Jeffrey Lewis\n\nVipin Narang, associate professor of political science, MIT\n\nA lot is being made [about] the \"totally destroy\" language, but it followed \"if [the US] is forced to defend itself or its allies\" — so it was still a retaliatory threat.",
  "“The United States has great strength and patience, but if it is forced to defend itself or its allies, we will have no choice but to totally destroy North Korea.”\n\n“Rocket Man is on a suicide mission for himself and for his regime,” he continued, using his new favorite nickname for Kim.",
  "Kingston Reif, director for disarmament and threat reduction policy, Arms Control Association\n\nFirst, the statement that \"Rocket Man is on a suicide mission\" is another alarming data point suggesting that the president does not believe Kim is rational or can be deterred.",
  "Ultimately, I do believe the national security team will conclude that the risks of a military operations are catastrophic, the benefits quite limited, and that some combination of containment, deterrence, sanctions, and eventual diplomacy are strictly preferable.",
  "Melissa Hanham, senior research associate in the East Asia nonproliferation program, Middlebury Institute of International Studies at Monterey\n\nMira Rapp-Hooper, senior fellow, Yale Law School\n\nI was disturbed by the president's remarks on North Korea.",
  "I was chilled by his contention that \"Rocket Man is on a suicide mission,\" because if Trump believes Kim to be suicidal, that implies the North Korean leader is neither rational or deterrable and may constitute a case for preventive war.",
  "Trump’s comments were dangerous\n\nJeffrey Lewis, director of the East Asia nonproliferation program, Middlebury Institute of International Studies at Monterey\n\nI think it’s important to understand why these remarks are so dangerous.",
  "Melissa Hanham, senior research associate in the East Asia Nonproliferation Program at the Middlebury Institute of International Studies at Monterrey, merely responded with a photo of Edvard Munch’s famous painting The Scream.",
  "Trump reinforced the deterrence message yesterday by clearly communicating that the costs the US can impose on North Korea outweigh any potential benefit Kim Jong Un might hope to achieve from attacking the US or its allies.",
  "Trump acting like a fool isn’t the end of the world — at least he didn’t pull the nuclear codes out of his jacket and wave them around — but it does make our North Korea policy incrementally more difficult.",
  "Trump’s comments were a net positive\n\nMatthew Kroenig, senior fellow, Atlantic Council\n\nAn essential element for US strategy toward North Korea is deterring the nuclear threat that exists here and now.",
  "“No nation on Earth has an interest in seeing this band of criminals arm itself with nuclear weapons and missiles,” Trump said, referring to the regime of North Korean leader Kim Jong Un.",
  "It was just said with more colorful language, although he did highlight North Korea's kidnapping of Japanese citizens, which is something Tokyo has long pushed the United States to do.",
  "While the phrasing of his threat to destroy North Korea was unfortunate, Trump actually made that threat contingent: North Korea would be destroyed if it attacked the US or its allies.",
  "Second, Trump's threatening and bombastic rhetoric will only serve to reinforce the view in Pyongyang that it must retain and augment its nuclear capabilities to prevent a US attack.",
  "Third, Trump missed an important opportunity to appeal to the international community to better implement existing sanctions and support efforts for a realistic, negotiated solution.",
  "If the administration truly believes that North Korea can’t be deterred and that a nuclear-armed ICBM is unacceptable, then preventive military action becomes much more likely.",
  "Matthew Kroenig told me that the president’s comments “reinforced the deterrence message.”\n\nThe experts’ full responses, lightly edited for clarity and style, are below.",
  "McMaster, Secretary of Defense Jim Mattis, and the president have reminded us that there are military options because they are at least seriously considering some.",
  "For example, if Kim Jong Un were to attack with conventional weapons, does that mean we would launch a nuclear strike — the only way to really destroy a country?",
  "Zachary Keck, Wohlstetter public affairs fellow, Nonproliferation Policy Education Center\n\nThis was basic American foreign policy with Trumpian characteristics.",
  "Never mind that there is no good reason to believe that North Korea can’t be deterred and contained, though of course this approach won't be easy or risk-free.",
  "Several said that Trump’s threat to “totally destroy” North Korea was counterproductive and might encourage Kim to continue his nuclear and missile programs.",
  "The last time we saw the North Koreans let a Trump threat pass, it was the comment about the intercontinental ballistic missile (ICBM) test not happening.",
  "First, they actively aid North Korea’s propaganda because a lot of people in Japan and South Korea will conclude that Trump is as much the problem as Kim.",
  "The wording, being vague on purpose, was also repeated on Sunday by [UN Ambassador] Nikki Haley, so that means this was a coordinated strategy in someway.",
  "If Trump unravels the deal, Kim will understandably conclude that the United States can't be counted on to live up any agreement he might strike with it.",
  "To threaten to \"totally destroy\" North Korea in retaliation for behavior we find unacceptable seems to imply a devastating nuclear response.",
  "The concern is that the standard formulation \"effective and overwhelming\" is a bit more calibrated and allows for flexibility in response.",
  "Trump clearly believes that using this kind of belligerent rhetoric to threaten North Korea is the best way to get Kim to back down.",
  "Several also expressed concern over the ambiguity of the threat — that it wasn’t clear if what, exactly, Trump was willing to do.",
  "His harsh rhetoric toward North Korea stood out — mostly because he threatened to obliterate the country of 25.4 million people.",
  "I keep seeing people defending Trump, saying, “Who cares of we hurt Kim Jong Un’s feelings?” That totally misses the point.",
  "We don't know if the president believes this or is using it to put pressure on the Chinese, but either way, it's dangerous.",
  "To find out, I reached out to eight North Korea experts and asked them for their reactions to the president’s remarks.",
  "My guess is that team Trump is trying to keep Kim off balance, to make him wonder what we will do if he escalates.",
  "That said, I didn't think it was appropriate to talk about destroying another country at the UN General Assembly.",
  "This follows on McMaster claiming last month that \"classical deterrence theory\" doesn't apply to North Korea.",
  "Americans seldom pay attention to politics in allied countries, but they can be tremendously important.",
  "A few noted that it was similar to what other presidents, including President Obama, have said before.",
  "On September 19, President Donald Trump gave his first speech to the United Nations General Assembly.",
  "But that ambiguity does not do much to enhance deterrence, which requires clarity and consistency.",
  "Or does this kind of saber rattling only serve to increase the tension and make war more likely?",
  "I would argue it’s time for policy specifics — and time to stop using such blunt statements.",
  "In hindsight, it’s clear North Korea didn’t forget; it just took them time to be ready.",
  "North Korea, the US, and its allies understand what \"effective and overwhelming\" means.",
  "If you dare Kim, it creates pressure for him to respond with his own provocation.",
  "It will also likely make it easier for North Korea to make this case to China.",
  "Nothing he said was much different substantively from any of his predecessors.",
  "Would we attack every military base and city with nuclear weapons in response?",
  "We are left to guess if there is daylight between that and \"totally destroy.\"",
  "Second, Trump is basically creating audience costs for Kim to back down.",
  "Pressure and threats alone won't convince North Korea to change course.",
  "Only one expert I talked to felt Trump’s comment was a net positive.",
  "Trying to “out-Kim Jong Un” Kim Jong Un is not a winning strategy.",
  "This is not inconsistent with threats made by past presidents.",
  "What if North Korea launched a nuclear attack?",
  "I expect that National Security Adviser H.R.",
  "But we don't know, and that's the problem.",
  "Maybe there is, maybe there isn't.",
  "Trump’s remarks make two mistakes.",
  "Or does that mean we would invade?",
  "He was right to do this.",
  "But is it?"
]