[
  "While North Korea’s missile arsenal -- now at over 1,000 short, medium and long-range weapons -- is creating nothing short of a slow-moving Cuban Missile Crisis in Northeast Asia, China has also been working to perfect its own missile technology on a much more massive scale, and per some experts, represents the gravest threat to the U.S. military today.",
  "For the last twenty years, Beijing has been on a crash course to ensure it has not only the ability to strike carriers operating in the Pacific with showers of missiles, but also any military bases near China, or any U.S. allies such as Japan or Taiwan for that matter.",
  "North Korea’s latest missile launch, while certainly not the most sophisticated of its recent firings, sends an ominous message: Pyongyang will not be denied the ability to hit any target it desires, including U.S. bases and eventually the homeland.",
  "However, thanks to the Intermediate-Range Forces Treaty (INF) signed by the U.S. and Russia towards the end of the Cold War, Washington is prohibited from developing missiles with ranges of 310-3420 miles, the exact range or weapons America needs.",
  "With no restriction on sea-based weapons, America could expand dramatically the size of its submarine fleet that can carry cruise missiles to ensure Washington could respond dramatically to any Chinese or North Korean threat.",
  "But unfortunately, it would still take years for America to build new missile platforms and would open the door for Russia to quickly deploy new systems to Europe, potentially gaining a crucial military advantage over NATO.",
  "Guided by Chinese direct and indirect assistance, the Kim regime is now pursuing missiles of all different ranges, sizes and capabilities—even developing what could end up becoming its very own carrier-killer.",
  "Missile defenses systems could certainly be deployed across Northeast Asia and the wider Asia-Pacific but are expensive, so expensive that defending against every single missile threat is impossible.",
  "The blows, however, would have been all American, as China’s military would soon discover they could not even find American aircraft carriers operating close to their shores, let alone attack them.",
  "This leaves the United States in a bind as it faces not one, but two nations armed with quickly growing missiles arsenals in a part of the world where Washington’s interests are vital.",
  "This leaves the United States in a bind as it faces not one, but two nations armed with quickly growing missiles arsenals in a part of the world where Washington’s interests are vital.",
  "China’s efforts picked up rapid speed after the thawing of relations with the United States in the 1970s, allowing for the acquisition of dual-use technologies to aid their efforts.",
  "Beijing watched with horror as Washington crushed what was then considered one of the more powerful militaries of the world in Iraq in near lightening fashion in 1991.",
  "Beijing developed short, medium, and long-range missiles, pairing them with miniaturized nuclear warheads to deter Moscow, at the time its most dangerous adversary.",
  "So instead, Pyongyang is betting the sheer size and scale of its missile arsenal will keep President Trump at bay—and Kim Jong Un in power.",
  "But as the Cold War ended, China began to craft new missile platforms to take on what it considered its next challenge: the United States.",
  "Chinese leaders would correctly conclude that if war between America and China occurred anytime soon they would lose, and lose royally.",
  "Beijing can now call upon thousands of ballistic, cruise and in the future, hypersonic missiles to strike across large swaths of Asia.",
  "And of most concern, a “carrier-killer” missile that could target and sink naval vessels at ranges as far as 2,500 miles.",
  "America could also withdraw from the INF treaty, perhaps not upsetting Russia as it has been caught violating it anyway.",
  "There does seem a simple solution: for Washington to deploy land-based missiles, just like China and North Korea.",
  "Indeed, since the days of the early Cold War, Beijing has been developing missile platforms to deter the West.",
  "But is Kim Jong Un simply copying the well-worn playbook of its ally, the People’s Republic of China (PRC)?",
  "However, missiles give them an asymmetric advantage as they are cheap to build and hard to defend against.",
  "For the moment, China and now North Korea might have one crucial military advantage over America.",
  "Chinese leaders, even today, know they can’t match America in all aspects of modern warfare.",
  "But building more subs takes years, and America and its allies are facing this threat now.",
  "Just like China, North Korea knows it can’t match America’s military might head-on.",
  "The 1995-1996 Taiwan Strait Crisis nearly brought Beijing and Washington to blows.",
  "Events closer to home would see China’s worst nightmare almost come true.",
  "One that nations like Iran and others will be all too eager to replicate.",
  "North Korea, it seems, is following a slower but similar strategy.",
  "The PRC was determined not to suffer that fate.",
  "So how should America respond?",
  "The evidence is quite telling."
]