[
  "Young Pioneer Tours, which chose to stop taking Americans after the death of one of its customers, Otto Warmbier, confirmed with Breitbart News that “should the official U.S. ban on travel to the DPRK lift for U.S. citizens and if the opportunity to help facilitate positive business and economic relationships between the DPRK and American companies arose we would be open to assisting with these endeavours.”\n\nTrump will likely face North Korea’s economic concerns in person in his meeting with Kim tomorrow.",
  "Harry J. Kazianis, the Director of Defense Studies at The Center for the National Interest and an expert on North Korean affairs, tells Breitbart News that “any talk of resorts, at least in my view, is years away.”\n\n“While it would seem, at least on the surface, that any investment in a nation such as North Korea — with an economy one-third the size of Ethiopia — would be uplifting, it will do nothing to help the average citizen,” he says.",
  "“Local-level North Korean cooperatives, organized by neighborhood across the country, have been asked to donate manpower and financial support for the construction of the marine tourism zone, according to the source.”\n\nWork on the construction in Wonsan has been so “crushing,” RFA reported two weeks later, that the rapid and haphazard construction caused an electrical fire in a barracks housing at least 40 laborers.",
  "On its website, Koryo Tours states, “as and when this travel ban is lifted, we would be more than happy to take you [Americans] to the DPRK (North Korea), and share our experience and knowledge there with you.”\n\n“We will notify our mailing list as soon as there are any changes to this U.S. travel ban, and our ability to take people travelling on American passports to the DPRK,” it adds.",
  "Pompeo later said it was important to Kim Jong-un that he receive “economic help from America in the form of private sector business’s knowledge and know-how.”\n\nThe tour guide companies – smaller than the major cruise corporations investing in Cuba, for example – have expressed a willingness to serve Americans with North Korea tours if Trump repeals the current ban.",
  "The investment you’re going to make in Cuba, just like North Korea, is going to be China spending money there or some other entity spending money, but North Korea has no money and neither does Cuba,” Dr. Javier García-Bengochea, whose family owned one of Cuba’s most lucrative ports in Santiago before Fidel Castro stole it during the Revolution, told Breitbart News.",
  "They need enormous amounts of electricity in North Korea; to work with them to develop infrastructure, all the things that the North Korean people need, the capacity for American agriculture to support North Korea, so they can eat meat and have healthy lives.” These basic economic advances could go a long way to help North Korea’s tourism industry.",
  "While more permissive in allowing Chinese tourists to enter the country, the Kim regime does allow Westerners to see it, but only through restrictive tour programs where a North Korean “guide” stays with each individual at all times, ensuring they do not ask incorrect questions or wander out of the sight of the government.",
  "This month, the South Korean newspaper Dong-A Ilbo reported that Kim has repeatedly mentioned to Chinese officials his desire to see Beijing invest in creating a “world-class resort” in Wonsan, a beachside city several reports suggest could be turned into a special economic zone where foreign investment is permitted.",
  "The larger companies, I’m sure they can take a risk, a chance and they’ll profit most from it.”\n\nWhile the Trump administration has clearly stated it has no intent to invest American taxpayers’ dollars in North Korea, Secretary of State Mike Pompeo has hinted at the possibility of allowing Americans to invest there.",
  "Yet many remain skeptical that any investment enriching the Kim regime will help reduce the abject poverty the average North Korean suffers, and concerns abound that Pyongyang could use the money to strengthen its ironclad grip on religion, freedom of expression and any political dissent.",
  "The same newspaper reported that Kim Yong-chol, believed to be Kim’s most trusted official, suggested to President Trump that he could help North Korea build a casino in Wonsan, should talks with Kim go well, predicting that a casino in that city could generate $50 million a year.",
  "“it’s an exact parallel to Cuba in that context.”\n\nIf the Singapore summit results in the U.S. government allowing private American investors to profit there, Behn says, the nation’s largest corporations may profit even if placed at risk of suffering what his family did in Cuba.",
  "In 2013, Kim debuted the massive Masikryong Ski Resort, which official North Korean propaganda described as a feat of the “supreme will of the people” despite widespread hunger and disease that rendered skiing far from a priority of the average North Korean.",
  "North Korea forced reporters covering the alleged shutdown of the Punggye-ri Nuclear Test Site to stay in Wonsan and write about what a beautiful place it is, reports revealed after the event, and at least one outlet, China’s Xinhua news service, complied.",
  "The looming summit between U.S. President Donald Trump and North Korean dictator Kim Jong-un on Tuesday has the potential to open up global tourism and foreign investment to North Korea, with little prospect of any profits reaching the North Korean people.",
  "Two years later, Kim announced that he would launch a campaign to attract up to two million foreign tourists by 2020, when the most common kind of tourist to the country was an elder Chinese communist seeking to relive the glory days of the Maoist era.",
  "“[Tourism and investment] will supply the top end of the regime, the military, to keep it alive, while all the other average people won’t see any of it and will be used for cheap labor.”\n\n“That’s what the population is for, cheap labor,” he added.",
  "The lush natural landscapes of North Korea – from Wonsan’s beaches to the Pyongyang skyline to the terrific glory of Mount Paektu, an active volcano – lend themselves to inviting travel, particularly from China and other neighboring countries.",
  "In Cuba, for example – arguably gifted with the most lucrative tourist sites in all of the communist world – local Cubans are forced to do business in a worthless parallel currency, the Cuban peso, that is not accepted in tourist areas.",
  "“Building such resorts, in the hope that they will attract international vacationers and adventure seekers — if sanctions are lifted — will only enrich a regime that has over 100,000 people in gulags on-par with Stalin or Hitler.",
  "“And even though a seaside resort is being built, we’ll never get to go there.”\n\nNorth Korea operates under a caste system known as songbun, that offers families clout based on how loyal they have historically been to the Kims.",
  "Radio Free Asia (RFA), which relies on local sources to report on events deep within the secretive communist state, reported in May that Pyongyang is largely funding the Wonsan reports on the backs of local North Koreans.",
  "Reports have suggested since the dialogue process began that Kim Jong-un has encouraged Chinese Communist Party leader Xi Jinping and President Trump to consider investing in lavish tourist resorts within his state.",
  "Reports indicate the American side will not discuss human rights during this first meeting, so any conversation on the possibility of promoting tourism in the country will address only half the problem.",
  "High songbun families live in Pyongyang and receive job offers in the central government; lower songbun families are banned from the capital and forced to starve for generations in rural areas.",
  "Unlike his predecessors, father Kim Jong-il and grandfather Kim Il-sung, dictator Kim Jong-un made his avid interest in attracting tourism to the country well known early in his tenure.",
  "The lowest songbun families – relatives of known political dissidents or defectors, individuals found possessing Hollywood movies or Bibles – are relegated to concentration camps.",
  "“This will be Americans coming in, private sector Americans, not the U.S. taxpayer, private sector Americans coming in to help build out the energy grid,” he told Fox News Sunday.",
  "“More and more, local residents who hear about the deaths of these workers are expressing their dissatisfaction with how the construction is being pushed along,” the source said.",
  "Those who have observed the abuses of the Castro regime believe there is no way North Korea would allow low- or medium-songbun families to enjoy the nation’s tourist resorts.",
  "Yet estimates suggest it will take at least $2 trillion to bring North Korea into the 21st century, and South Korea simply does not have that kind of investment money around.",
  "Tour companies like Koryo Tours and Young Pioneer Tours specialize in helping foreigners navigate the process of being allowed in, and organize itineraries once approved.",
  "“So you are going to be effectively … cannibalizing or appropriating their natural or cultural resources going in for whatever their minerals are or tourism there is.",
  "Such a thought actually sickens my stomach.”\n\nPreliminary reports from Wonsan appear to corroborate the claim that resort construction has hurt the local people.",
  "China may help – it is already offering classes in economics to North Korean officials – but a communist regime can only do so much to spur economic growth.",
  "You’re not going to build Cuban society, or North Korean society.”\n\nMickael Behn, whose family are the rightful owners of Havana Docks company, agreed.",
  "“To meet the needs of construction, the regime has issued a ‘mobilization order’ and has imposed a new construction tax,” UPI, quoting RFA, reported.",
  "“It’s unclear how many people died in the fire, but there were reportedly a large number of casualties,” a source in the country told the outlet.",
  "No American companies have publicly expressed a desire to invest in North Korea, whether in infrastructure or projects like the Wonsan resort.",
  "Mainichi Shimbun, a Japanese newspaper, reported this month that Kim may bring up the Wonsan project during his talks with Trump tomorrow.",
  "Up to 120,000 people are estimated to live in North Korea’s camp system, many having been born there and knowing nothing else.",
  "Communist regimes that lack a rigid caste system rarely let locals partake in tourist activities meant for foreigners.",
  "They have not taken Americans since Congress passed a law banning American tourism to the country in 2017.",
  "This interest in tourism has reportedly seeped into recent talks with China and the United States.",
  "Tourists use the Cuban convertible peso, which is worth the equivalent of an American dollar.",
  "The source stated that laborers were only allowed three to four hours of sleep a day.",
  "“I can see American companies going there … but it’s at their own risk.",
  "Follow Frances Martel on Facebook and Twitter.",
  "“First of all, North Korea has no money.",
  "Neither does Cuba."
]