[
  "In response to criticism by President Donald Trump about defense spending and trade, the president of the European Council, Donald Tusk, said: “Dear America, appreciate your allies, after all you don’t have that many.”\n\nWhat this ingratitude shows is that Europe’s political class takes American taxpayers for granted.",
  "(July 11) AP\n\nIf Europeans feel threatened, they should make sacrifices, too\n\nPresident Donald Trump shakes hands with French President Emmanuel Macron during a bilateral meeting at the NATO summit, in Brussels, Belgium.",
  "He is a senior fellow at the Center for the National Interest and the author of “Smart Power: Between Diplomacy and War.”\n\nRead or Share this story: https://usat.ly/2uplFqB",
  "Successive American presidents have complained that the current arrangement isn’t fair, and NATO members have long pledged to spend more on their defense.",
  "CLOSE US Senators are divided on how President Donald Trump is lashing out at European allies even as he meets with them during a NATO summit in Brussels.",
  "Meanwhile, we need to focus on deterring an increasingly capable and dangerous China as well as managing other threats like Iran and North Korea.",
  "That’s a great talking point and NATO did witness the collapse of its chief opponent, the Soviet Union, without ever going to war.",
  "They want to spend their money on infrastructure and luxurious social systems while Americans make sacrifices for their defense.",
  "NATO was founded in 1949 when Europe was still destitute from World War II, and the Soviet Union looked poised to invade.",
  "(Photo: Ludovic Marin/AP)\n\nDefenders of NATO are fond of calling it “the most successful alliance in history.\"",
  "America should remain a partner, but we should move most of our forces home, or to the Pacific to deter China.",
  "Today, Europe has a high-tech economy of about $17 trillion, more than 10 times the size of Russia’s.",
  "Christian Whiton was a State Department senior adviser in the Trump and Bush administrations.",
  "Some called on Trump to apologize for his comments that Germany is \"captive to Russia.\"",
  "Clearly Europe has the means to take primary responsibility for its own defense.",
  "Since then, NATO’s contribution to our national security is much less apparent.",
  "If Europeans see serious threats, they should make sacrifices too.",
  "Would we ask Europe to pay for the wall on the U.S.-Mexico border?",
  "Europe should take primary responsibility for its own defense.",
  "They will do so again today, but they never seriously deliver.",
  "But some European leaders don’t see it that way.",
  "It’s time to restructure NATO fundamentally.",
  "But that occurred 27 years ago."
]