[
  "More: Chinese geologists say North Korea nuclear test site collapsed, may explain end of program\n\nConservative bubble: Kim still has nuclear weapons\n\nHarry J. Kazianis, the director of Defense Studies at the Center for the National Interest and former adviser to the Ted Cruz presidential campaign, said his greatest fear is that \"we have been played — again\" by North Korea.",
  "What's next after North and South Korea: It's Trump's turn to meet Kim Jong Un\n\nLiberal bubble: Trump had 'little to nothing to do with it'\n\nAlthough Trump is \"crowing on Twitter\" about the Korean peace summit, \"he had little to nothing to do with the meeting and that the lasting nature of the peace itself is in question,\" wrote Salon's Matthew Rozsa.",
  "Last week: Conservatives and liberals agree James Comey's book didn't do him any favors\n\nConservative bubble: In a dangerous world, Trump is the right man for the job\n\n\"It is a dangerous world, dominated by outsized personalities who act aggressively on behalf of their nations, including not hesitating to threaten — and even engage in — war.",
  "This week, commentators reacted to the historic peace summit between North Korean leader Kim Jong Un and South Korean President Moon Jae-in that resulted in the leaders vowing to rid the Korean Peninsula of nuclear weapons and hoping to declare an official conclusion to the technically ongoing war by the end of the year.",
  "Lindsey Graham: President Trump could get Nobel Prize for how he's handled Kim Jong Un\n\nLiberal bubble: Trump claims victory before game even starts\n\nTrump's celebration in the wake of the peace summit is \"premature, to say the least,\" wrote The Washington Post's Aaron Blake.",
  "While he knows of no expert who believes North Korea give up its nuclear arsenal and thinks Trump's desire to tear up the Iran deal makes it even less likely, Kristof said, \"It’s possible now to envision a path away from war, and for that even we skeptics should be grateful.\"",
  "More: Kim Jong Un hasn't said he'll scrap North Korea's nukes\n\nLiberal bubble: Peace is breaking out and Trump deserves some credit\n\n\"Trump’s tightening of sanctions and belligerent rhetoric genuinely did change the equation,\" said New York Times columnist Nicholas Kristof.",
  "While the \"optics\" of hugging and handholding were captivating and \"the world has a right to celebrate\" the step back from the brink of nuclear war, Kazianis cautioned \"the summit does nothing to change the facts on the ground\" and that \"Kim still has nuclear weapons.\"",
  "Blake acknowledges that the news from the summit is significant and that we could near a breakthrough, but \"the combination of Trump's lack of diplomatic acumen and his apparent desire for a big, presidency-changing win have to be taken into consideration here.\"",
  "Voters rejected the \"nicer\" options in 2016 and instead chose \"a man who, Kim, Xi, Khamenei and Putin will all suspect, might just be brutal and dark enough to stand his ground against them and counter their own ruthless agendas,\" Koffler said.",
  "Just the FAQs\n\nEach week, USA TODAY's OnPolitics blog takes a look at how media from the left and the right reacted to a political news story, giving liberals and conservatives a peek into the other's media bubble.",
  "From nukes to U.S. troops: The 5 key obstacles to peace with North Korea\n\nConservative bubble: Trump keeps winning, as promised\n\nTrump warned us we were \"gonna win so much\" that we \"may even get tired of winning.\"",
  "But my favorite part about Mr. Trump ushering in peace on the Korean Peninsula would be watching those pious goats in Sweden have to hand over a Nobel Peace Prize to New York real estate tycoon Donald Trump!",
  "\"Amid all the press frothing and Democrat demagoguery over the phantom Russia collusion scandal, President Trump has been systematically and persistently chalking up victory after victory,\" Hurt said.",
  "He says, \"China is expected to demand that America withdraw its troops from South Korea as part of any peace treaty, and it is hard to anticipate how President Trump would react to that request.\"",
  "At least for the moment, this appears to be little more than a Potemkin summit, as Kim Jong Un and his regime are once again trying to trick the world again into thinking he will denuclearize.",
  "Some conservatives and many liberals noted that North Korea has made and broken similar promises in the past and cautioned against spiking the football before reaching the end zone.",
  "Many conservatives pointed to the development as proof that President Trump's approach to Kim has worked and some went as far to say that Trump deserves a Nobel Peace Prize.",
  "Trump \"has talked about the process as if he's already had a huge, measurable impact, and he appears enamored with the positive press he's received,\" Blake said.",
  "\"On a deeper level, the biggest obstacle to the upcoming peace process is the giant question mark posed by Trump's impending summit with Kim,\" Rozsa said.",
  "Rozsa points out that there \"have been a number of other occasions when North and South Korea have pledged peace and it hasn't ultimately worked out.\"",
  "He's increasingly invested in its success, and he seems to regard the progress made so far as being more ironclad than almost everyone else does.\"",
  "Unlike past Nobel Prize winners Yasser Arafat, Jimmy Carter, Albert Gore and Barack Obama, Mr. Trump will have actually accomplished something.",
  "\"History — and in particular, the American voter — has a way of calling forth the right person to lead at the right time,\" Koffler said.",
  "Although those tactics aimed to intimidate Kim, their true success was in alarming Moon and prodding him into diplomatic action.",
  "More: Korean leaders take historic steps toward denuclearization, accord\n\nRead or Share this story: https://usat.ly/2FmFYIQ",
  "CLOSE As far as meetings go, the stakes have never been higher as North Korea and South Korea meet for the third time.",
  "Kristof said we should be \"deeply skeptical\" but also \"relieved\" and \"even a bit hopeful\" about the developments.",
  "And while Trump has flaws, \"Americans can feel assured that they have chosen the right man for the moment.\"",
  "Saving tens of millions of fellow humans from annihilation in a nuclear holocaust would be great and all.",
  "History will likely judge this gathering as big on pomp, but delivering no more than great photo-ops.",
  "\"But he's not exactly playing down the prospects of what could come from his meeting with Kim.",
  "Fortunately, one is President Donald Trump,\" wrote Keith Koffler for NBC News Think.",
  "The cast of characters is quite different than before, here’s how we got here.",
  "The progress with North Korea is certainly one of those victories, he said.",
  "And that is just what \"has come to pass,\" said Charles Hurt on Breitbart."
]