[
  "For many, the concern is that the appointment of Bolton -- exactly the kind of advocate for US overseas intervention that Trump pilloried on the campaign trail -- marks a belligerent turn for the Trump administration that could doom attempts to save the Iran nuclear deal, increase the possibility of a clash with North Korea and ratchet up tensions with Moscow.",
  "Along the way, though, he drew accusations that he had manipulated intelligence on weapons of mass destruction before the Iraq War, kept information from Secretary of State Colin Powell and was abusive to subordinates with differing views at the State Department, where he served as the undersecretary for arms control.",
  "— Abraham M. Denmark (@AbeDenmark) March 22, 2018\n\nA rumpled dresser with a walrus mustache and a cantankerous manner, Bolton was in the running to be Trump's secretary of state and since then has made visits to the West Wing every few months to discuss foreign policy and national security.",
  "Bolton drew praise from some Republican senators, including South Carolina's Lindsey Graham, who said the Yale law school graduate will do \"an outstanding job,\" but a veterans group called the appointment \"frightening\" and advocacy groups warned that Trump was assembling a \"war cabinet.\"",
  "The anxiety is as much about Bolton's track record -- a disdain for diplomacy, a thirst for military adventures and accusations that he manipulated intelligence in the lead-up to the Iraq War -- as it is about the role that he will now play in shaping US foreign policy.",
  "The national security adviser's job is to act as a synthesizer of security issues across the administration, coordinating and summarizing for the commander in chief the various policy suggestions that come from the Pentagon, the State Department and other agencies.",
  "Bolton himself spent Thursday insisting through intermediaries and in an interview with Fox News, where he has worked as a commentator, that while he has strong views, he would channel only the President's wishes and \"absolutely go along with Trump.\"",
  "Washington (CNN) John Bolton promised President Donald Trump that \"he wouldn't start any wars\" if he were hired to be the third national security adviser at the White House in just 14 months -- a claim that generated skepticism across Washington.",
  "But many express doubt that Bolton is wired to put aside his own views and offer the kind of impartial summary of diverse policy views that would help a president weigh all options, instead of emphasizing the more hawkish positions he prefers.",
  "To that end, many see a welcome rigor ahead in the way the Trump administration will approach potential talks with North Korea and ongoing skirmishes with Russia, which intelligence officials say continues to try to interfere in US elections.",
  "Sen. Chris Coons, a Democrat from Delaware, said, \"Ambassador Bolton's stated positions on today's major issues, most notably North Korea's and Iran's nuclear programs, are overly aggressive at best and downright dangerous at worst.\"",
  "So the claim that Bolton would avoid conflict, described to CNN by a source familiar with negotiations between the President and the former ambassador to the UN, raised eyebrows when news broke Thursday that Trump was ousting H.R.",
  "Bolton, a hawkish neoconservative, has advocated war with Iran and a pre-emptive strike on North Korea, and remains an unapologetic supporter of the Iraq War despite the flawed intelligence used to justify the US invasion.",
  "\"I think my long-standing hope for a fix to the Iran deal just died,\" Mark Dubowitz, the CEO of Foundation for Defense of Democracies and a longtime critic of the international pact, tweeted Thursday.",
  "Harry J. Kazianis, director of Defense Studies at The Center for the National Interest, said Bolton's hire \"is bad news for those who were hoping the Iran deal would somehow survive.",
  "And on Russia, despite Trump's repeated conciliatory tone toward President Vladmir Putin, Kazianis predicts that, \"the appointment of John Bolton might be Moscow's worst nightmare.\"",
  "\"We are undoubtedly closer to a war in Korea now, and a war with Iran, with John Bolton as national security adviser and with Mike Pompeo as the nominee for secretary of state.\"",
  "\"Let there be no mistake -- there is no war for regime change, anywhere, that John Bolton wasn't for,\" said Jon Soltz, an Iraq War veteran who serves as chair of VoteVets.",
  "\"If the North Koreans ask for bribes or incentives to talk, look for the administration to snap to an even harder line -- think maximum pressure on steroids,\" he said.",
  "\"Bolton will not tolerate any sort of games from Pyongyang,\" Kazianis said, referring to Pyongyang's pattern of demanding economic concessions in exchange for talks.",
  "A national security adviser offers his or her own analysis, and then conveys the president's policy decisions back down the chain and makes sure they're carried out.",
  "\"I've spent the past week in Seoul and Tokyo,\" Abraham Denmark, director of the Asia Program at the Kissinger Institute, said in a tweet.",
  "Among neoconservatives, Bolton is admired for his dismissal of the UN and his promotion of the US as the world's sole significant power.",
  "He'll start his new job on April 9 with deep experience, having served in the Republican administrations of Ronald Reagan, George H.W.",
  "Kazianis also sees an unyielding approach to North Korea and the planned summit meeting between Trump and Kim Jong Un in May.",
  "In the interview with Fox, Bolton said his past comments are now \"behind me\" and what matters is \"what the President says.\"",
  "Asian allies will worry this indicates diplomacy is a farce and that military action is more likely.\"",
  "Asian allies will worry this indicates diplomacy is a farce and that military action is more likely.",
  "\"One question they raised repeatedly was if Bolton will be appointed\" as national security adviser.",
  "This question, Denmark said, was \"always asked with a mix of incredulity and dread.",
  "Some foreign policy analysts reported that the concern extends to US allies.",
  "One question they raised repeatedly was if Bolton will be appointed APNSA.",
  "McMaster and replacing him with the 69-year-old Baltimore native.",
  "Always asked with a mix of incredulity and dread.",
  "I've spent the past week in Seoul and Tokyo.",
  "\"Time of death: Afternoon of March 22, 2018.",
  "That deal is RIP as of right now.\"",
  "Bush and George W. Bush.",
  "Now what?\""
]