[
  "“The trickier part is having the suitable delivery mechanisms and using them effectively.”\n\nAccording to Mauro, ISIS-type terrorists are more likely to actually use chemical weapons, but state sponsors and militaries have capacities that are far more deadly than what can be independently used by a terrorist group on a small scale — assuming the terrorist group is not acting as a front for a state sponsor.",
  "This action is terrorism, no matter who it comes from.”\n\nMustafa Bali, spokesperson for the U.S.-backed Syrian Democratic Forces (SDF), which controls much of the country’s north, told Fox News that in 2013 — just after the regime had been overrun by non-ISIS rebel factions in the Sheikh Maqsood neighborhood in Aleppo — civilians were documented to have been “choking” after attacks.",
  "And while the U.S. and allied French and U.K. officials collected irrefutable evidence linking the Assad regime to the recent attacks — prompting retaliatory action to take out their stockpiles early Saturday — the showdown has cast a renewed spotlight onto the chemical weapons use of non-state actors in the war-torn country.",
  "“We tried calling organizations, but at that time, the world closed their eyes.”\n\nHowever, U.N. investigations as well as Amnesty International have assessed that while the Assad government bears responsibility for the “majority” of chemical weapons violations, there is a minority attributed to other actors.",
  "Furthermore, French national Joe Asperman officially was designated a terrorist last month by U.S. officials, given his work as a “senior chemical weapons expert” for ISIS who “oversaw chemical operation production within Syria and the deployment of these at the battlefront,” the State Department noted.",
  "“There is always a danger a terror group could somehow develop chemical weapons and attack our homeland or our allies.”\n\nLast month, the Cipher Brief reported that U.S. intelligence had intercepted “chatter” pertaining to ISIS aspirations to plot chemical attacks on the U.S. homeland.",
  "The challenge, however, is ISIS fighters might not have the ability to use them efficiently, as such weapons would be dropped from the skies or used in artillery-style weapons,” Harry Kazianis, Director of Defense Studies at the Center for the National Interest, told Fox News.",
  "The Syrian government and its Iran and Russian backers continue to rebuff staunchly any responsibility for chemical attacks in the war-ravaged country — of which there allegedly have been more than 50 since the war began — including last weekend in the city of Douma.",
  "Daniel McCarthy, writing for Spectator USA this month, pointed out that non-regime chemical weapons use was not “suppressed,” but rather “muted.”\n\nThe ISIS distribution of chemical weapons was, according to the SDF, launched through means of artillery and mortar.",
  "U.S. Defense officials have in the past acknowledged that the insurgents have had “low-grade capabilities” in terms of chemical warfare, namely relying on chlorine and a mustard agent, far less potent than mustard gas and diapering in a small area.",
  "Several other individuals in the ISIS chemical concoction leadership too have been killed in targeted coalition strikes since 2015, including Tabqa Abu Jandal, who was accused of using toxic weapons against the SDF in December 2016.",
  "In mid-2016, U.S. officials reported that the group was uniting its top chemical weapons experts in the Syrian countryside, near the Iraq border — which remains the last territorial bastion for the mostly decimated organization.",
  "Pentagon officials also confirmed last August to having taken out known chemical concocting factories near Deir ez-Zor, in which strikes destroyed 13 ISIS oil stills, an oil storage barrel and an ISIS chemical weapons factory.",
  "“Producing chemical and biological weapons is easy, especially if you have people willing to die in the process of making and using them,” explained Ryan Mauro, national security expert for the Clarion Project.",
  "The razed and burned city is slowly coming back to life, having been liberated last October, but remains clogged by pockets of booby traps and bodies numbering around 600 outside of the main roads.",
  "“We should not lose the focus of defeating ISIS, even if they never used chemical weapons,” added Steve Bucci, visiting fellow for foreign and national security policy at the Heritage Foundation.",
  "In recent months, according to Mustafa, they have lost a number of key figures to such entrapments — including the head of education and the head of the Raqqa Internal Security Forces.",
  "Layla Mustafa, co-chair of the Raqqa Civilian Council, stressed they still don’t know what they will find as the area continues to be “cleaned” of mines and traps.",
  "“There has always been a sneaking suspicion that ISIS and other terror groups in Syria may have overrun several of Assad’s hidden stores of chemical weapons.",
  "U.S.-led coalition forces are also known to have unearthed and decimated chemical weapons in the form of RPGs (rocket-propelled grenades) and grenades.",
  "In early 2017, reports resurfaced of a “chemical cell” being forged in the area and using prisoners as human guinea pigs for their experiments.",
  "Instead, they point the finger at opposition “terrorist” groups at having either “staged” the events or dispersed the chemicals themselves.",
  "Since July 2014, ISIS was accused of having used chemical weapons more than 70 times — at least 30 of them in Syria and the rest in Iraq.",
  "So while much of the focus has been placed on Assad’s deadly stockpile, experts caution that chemicals in Syria are far more widespread.",
  "The sleeper cell threat of ISIS remains, as well, along with concern that the group’s “ideology” could spring a resurgence at any time.",
  "However, there is little doubt that the hardline Islamic terror faction purported to use such weapons — to varying degrees of success.",
  "And at the heart of the group’s nefarious capabilities in Syria was their once black-flag cloaked “caliphate capital” of Raqqa city.",
  "International NGOs are supporting, but Mustafa lamented the slow pace and layers of bureaucracy that keep halting their objectives.",
  "Indeed, scores of air strikes over the past four years have been focused on taking out ISIS chemical facilities.",
  "“The radical Islamist groups have been seeking WMD (weapon of mass destruction) capabilities since before 9/11.",
  "According to some experts, this latest development poses a perhaps even more direct threat on U.S. interests.",
  "Mustafa backed the U.S. endeavor to retaliate against the regime’s use of chemical weapons.",
  "“We didn’t have the testing to know what is was, which chemicals were used,” Bali said.",
  "They just want as horrific and wide-reaching a means of killing as possible.”",
  "They are still looking for it, and all that has nothing to do with Syria.",
  "“This wasn’t the first time, and no one can accept this,” she said.",
  "“Terrorism is terrorism."
]