[
  "North Korea’s ambassador to the United Nations, Pak Song Il, told the Washington Post that through the “great courageous decision of our Supreme Leader, we can take the new aspect to secure the peace and stability in the Korean Peninsula and the East Asia region.”\n\nSouth Korean national security officials delivered Pyongyang’s message to the White House just days after they traveled to North Korea for a historic meeting with Kim.",
  "“This is an enormous foreign policy priority for them, it’s about demonstrating that North Korea is an important country that is equal to all the other big countries.”\n\nTrump’s willingness to talk bolsters the Kim regime’s mentality that it needed to build a nuclear arsenal to be taken seriously in Washington.",
  "The best-case scenario — a diplomatic opening with North Korea leading to an agreement from the country to gradually denuclearize and allow inspectors into the country — could just as easily turn into the worst-case scenario: a reescalation that pushes the US and North Korea even closer to war, said Kazianis.",
  "And we’ve had this back-and-forth cycle for a long time, but this is the first time that there is a possibility of a real breakthrough.”\n\nTo Kazianis, this is a sign that the Trump administration’s strategy of applying maximum pressure on North Korea is paying off.",
  "Jeffrey Lewis, a nuclear expert at the Middlebury Institute of International Studies, said this is exactly what North Korea has wanted for decades: talks with the United States to prove to itself and the world that it’s equal to a superpower.",
  "There are also reasons to be skeptical of Kim’s olive branch: North Korea has eagerly pushed for talks with past administrations and either reneged on or introduced untenable demands that derailed negotiations before they could begin.",
  "In the meantime, all sanctions and maximum pressure must remain.”\n\nTrump later tweeted: “Meeting being planned!”\n\nKim Jong Un talked about denuclearization with the South Korean Representatives, not just a freeze.",
  "— Donald J. Trump (@realDonaldTrump) March 9, 2018\n\nSenior administration officials told reporters Thursday that the time and place of any potential meeting are still being figured out.",
  "The president “will accept the invitation to meet with Kim Jong Un at a place and time to be determined,” White House press secretary Sarah Huckabee Sanders said in a statement.",
  "North Korea has also reportedly agreed to halt nuclear and missile testing and has not demanded that the United States and South Korea stop its joint military exercises.",
  "The White House has met North Korea’s missile tests and nuclear advancements with bellicose rhetoric and increased pressure, including harsh international sanctions.",
  "Or as Lewis called it, “a replay of 2017, but worse.”\n\nThat doesn’t mean the United States shouldn’t seize an opening to talk with North Korea, Lewis said.",
  "An opening after a year of escalating tensions\n\nStill, just the prospect of a face-to-face meeting between the two leaders is an astonishing development.",
  "A real meeting between Kim Jong Un and Donald Trump would be historic; no sitting US president has ever met face to face with the leader of North Korea.",
  "But obstacles still block the way to actually bringing the two mercurial leaders together — let alone to creating the conditions for productive talks.",
  "South Korean official Chung Eui-yong made the brief but extraordinary announcement at the White House Thursday night after delivering Kim’s message.",
  "In August, Trump warned North Korea that it would be met with “fire and fury”; Kim responded by threatening to destroy the US territory of Guam.",
  "“It’s historic for a number of reasons,” Harry Kazianis, the director of defense studies at the Center for the National Interest, told Vox.",
  "“The North Koreans played games with us before in terms of offering talks and then doing something escalatory and then we have talks again.",
  "Kim Jong Un has invited President Donald Trump to talk about North Korea’s nuclear program — and Trump has agreed to meet with him by May.",
  "That is likely to run against the Trump administration’s goal of total denuclearization and could stymie any chance at real negotiations.",
  "A visible thaw began in their relationship during the Winter Olympics in Pyeongchang when the two countries marched under the same flag.",
  "“I”m not against the president going; we just have to have realistic expectations about what this is going to be about.”",
  "Kim is going to say, “until North Korea built nuclear weapons, no American president would visit,” Lewis said.",
  "Trump opened 2018 by taunting Kim, bragging that his nuclear button was “bigger & more powerful” than Kim’s.",
  "“Every North Korean has wanted the president of the United States to come to North Korea,” Lewis told Vox.",
  "Again, the details of the meeting — let alone the terms of any negotiations — haven’t been decided yet.",
  "The US just has an invitation from Kim to talk, delivered secondhand through South Korean officials.",
  "Where, when, and under what conditions any potential talks happen will matter a great deal.",
  "Kim’s overture followed nearly a year of rising tensions between Washington and Pyongyang.",
  "Afterward, South Korea conveyed Kim’s willingness to start discussions with Washington.",
  "North Korea, with Trump’s RSVP in hand, might start demanding concessions once again.",
  "South Korean President Moon Jae-in has pushed to improve relations with North Korea.",
  "Great progress being made but sanctions will remain until an agreement is reached.",
  "And a lot still has to happen to get Trump and Kim to the negotiating table.",
  "But there’s also reason to be skeptical of any sort of rapprochement.",
  "All this uncertainty makes this new pathway with North Korea risky.",
  "Also, no missile testing by North Korea during this period of time.",
  "The White House confirmed that Trump has agreed to meet with Kim.",
  "It’s a sentiment likely to be echoed by the Trump administration.",
  "A summit between the North and South is expected in April.",
  "“We look forward to the denuclearization of North Korea.",
  "Meeting being planned!",
  "Kim wants to meet.",
  "What does it mean?",
  "Trump said yes."
]