[
  "Developing now, Thursday, May 10, 2018\n\nPresident Donald Trump welcomed home three Americans released by North Korea when they landed at Andrews Air Force Base outside Washington, D.C., early Thursday morning\n\nGina Haspel’s nomination as CIA director appeared closer to confirmation after she won the backing of Democrat Sen. Joe Manchin following her grilling by the Senate Intelligence Committee on Wednesday\n\nFederal officials are reportedly investigating whether confidential banking records linked to Trump's personal lawyer Michael Cohen were leaked to Michael Avenatti, the lawyer for porn star Stormy Daniels; Avenatti released those records to the public Tuesday\n\nIsraeli forces, retaliating for rocket fire on Golan Heights, say they struck dozens of Iranian military targets in Syria on Thursday in their largest air operation in years\n\nAiling Sen. John McCain confirms in excerpts of his new forthcoming memoir that he gave a copy of the much-discredited Trump-Steele dossier to then-FBI Director James Comey - and that he has no regrets\n\nTHE LEAD STORY - FREED AMERICANS GREETED BY TRUMP: President Trump welcomed home three Americans released by North Korea when they landed at Andrews Air Force Base in Maryland early Thursday morning ...",
  "Her responses, which included her affirming her “moral compass,” appeared to have persuaded Manchin that she is a “person of great character.”\n\nFEDS INVESTIGATE POSSIBLE COHEN LEAK: The Treasury Department’s inspector general is investigating whether confidential banking information related to President Trump’s personal lawyer Michael Cohen was leaked, according to a report ... Rich Delmar, a counsel to the IG, the Washington Post reported, said that in response to media reports, the office was “inquiring into allegations” that Suspicious Activity Reports on Cohen’s banking transactions were “improperly disseminated.” Michael Avenatti, the lawyer for porn star Stormy Daniels, released a summary of the information Tuesday, showing that a number of companies, including one connected to a Kremlin-linked Russian billionaire, paid Cohen’s firm more than $1 million, supposedly for assorted services.",
  "RISING TENSION: The Israeli military says it struck dozens of Iranian military targets in Syria overnight in response to what it says was Iranian rocket fire at Israeli military positions in the Golan Heights ... Lt. Col. Jonathan Conricus says Syrian air defenses fired dozens of anti-aircraft missiles, but no Israeli planes were harmed.",
  "In excerpts of his forthcoming book, “The Restless Wave: Good Times, Just Causes, Great Fights, and Other Appreciations,” the 81-year-old senator – who is recuperating at home following recent cancer treatment and surgery – acknowledges that he delivered the information to then-FBI Director James Comey.",
  "ET: Bret Baier and Steve Doocy look North Korea's release of three American detainees and their return to the U.S. GOP Senate candidates Beth Lindstrom and Josh Hawley look at the state of the midterms and their campaigns; House Ways and Means Committee Chair Kevin Brady on tax reform.",
  "TRUMP'S CIA PICK WEATHERS DEM STORM: Gina Haspel, President Trump’s pick for CIA director, moved a big step closer to confirmation Wednesday as moderate Democratic Sen. Joe Manchin said he would support her, hours after she was grilled by the Senate Intelligence Committee ...",
  "“Anyone who doesn’t like it can go to hell,” McCain adds, saying he did “what duty demanded I do.”\n\nMcCain book blasts Benghazi response as bureaucratic 'a-- covering,' hits Trump\n\nAS SEEN ON FOX NEWS\n\nTWO-FACED LIBERALS: \"Hypocrisy isn’t just a feature of modern liberalism.",
  "– Jonathan Turley, George Washington University law professor, on \"The Story with Martha MacCallum\" on the controversy surrounding how Stormy Daniels' lawyer, Michael Avenatti, obtained private banking records of longtime Trump counsel Michael Cohen.",
  "– Tucker Carlson, on \"Tucker Carlson Tonight,\" sounding off on the sudden fall of New York State Attorney General Eric Schneiderman, a Democrat and hero of the #MeToo movement, who resigned after allegations of violence against women surfaced.",
  "'I WOULD DO IT AGAIN': U.S. Sen. John McCain, R-Ariz., apparently has no regrets about his role in the release of the so-called Steele dossier, which is said to contain salacious allegations about then-candidate Donald Trump ...",
  "ET: Guests include: Fox News contributor Daniel Hoffman; Retired Army ranger sniper and author Nick Irving; NRA spokesperson Dana Loesch; and a formerly homeless veteran turned VA nurse opens up about his journey.",
  "Tammy Bruce: The life-changing lesson liberal women need to take away from the Schneiderman scandal\n\nJudith Miller, Will Tobey: Trump's Iran deal move splits America from its European allies -- that's a problem.",
  "#OnThisDay\n\n2012: The IRS apologizes for what it acknowledges was \"inappropriate\" targeting of conservative political groups during the 2012 election to see if they were violating their tax-exempt status.",
  "While GOP lawmakers and former intel chiefs have backed Haspel, she faced significant skepticism from Democrats unhappy with her role in the post-9/11-era interrogation and detention program.",
  "A motorcade was waiting to take the three Korean-American detainees -- Kim Dong Chul, Kim Hak Song and Tony Kim -- to Walter Reed National Military Medical Center for physical examinations.",
  "ET: Lt. Gen. Thomas McInerney, former Air Force assistant vice chief of staff; Rep. Carlos Curbelo; Andy Puzder, former CKE Restaurants CEO; John Cox, California gubernatorial candidate.",
  "When the plane arrived from Alaska, where it stopped Wednesday after leaving North Korea, Trump and the first lady climbed aboard to greet the men and stayed there for several minutes.",
  "ET: Don't miss the new show hosted by Guy Benson, political editor at Townhall.com and Marie Harf, former senior adviser of strategic communications at the State Department.",
  "Bolton pushes to abolish White House cyber role as Dems fear foreign hackers\n\nMonica Lewinsky says she was uninvited from event on social change after Bill Clinton said yes.",
  "In thanking North Korea's Kim Jong Un for releasing the three Americans, Trump said he believes Kim wants to reach an agreement on denuclearizing the Korean Peninsula.",
  "Cohen on Wednesday accused Avenatti of making false accusations against him, claiming that some of the supposed evidence involved another Michael Cohen.",
  "Damascus shook with the sounds of explosions just before dawn, and firing by Syrian air defenses over the city was heard throughout the night.",
  "1924: J. Edgar Hoover is named acting director of the Bureau of Investigation (later known as the Federal Bureau of Investigation, or FBI).",
  "\"This is a special night for these three really great people,\" Trump told reporters as he stood on the tarmac with the former detainees.",
  "On Wednesday, the California Energy Commission approved a plan that makes solar panels mandatory for all new homes built in California.",
  "Haspel pledged early on in her confirmation hearing that under her leadership, those interrogation techniques would not be resumed.",
  "ET: Gordon Chang, author of \"Nuclear Showdown: North Korea Takes on The World\"; Bob Kellar, Santa Clarita, Calif. councilman.",
  "FOX NEWS OPINION\n\nDinesh D'Souza: Rosie O'Donnell should be prosecuted - like I was - if she violated campaign finance law.",
  "The Fox News Rundown podcast: North Korea releases three American detainees ahead of upcoming talks with President Trump.",
  "The Israel Defense Forces (IDF) said its Iron Dome missile defense system had intercepted \"some\" of the incoming rockets.",
  "ET: Guests include: Former Vice President Dick Cheney; former Secretary of Defense Leon Panetta; Sen. James Inhofe.",
  "Fox News' 'Property Man' and legal analyst, Bob Massi, discusses the positives and negatives of this added cost.",
  "The freed men looked healthy and flashed the \"victory” sign as they waved to cheering onlookers and reporters.",
  "1994: The state of Illinois executes serial killer John Wayne Gacy for the murders of 33 young men and boys.",
  "FBI raids home of California mayor, city hall and marijuana dispensary in connection with corruption probe.",
  "HOLLYWOOD SQUARED\n\nWoody Harrelson recalls his college memories of Mike Pence on 'Jimmy Kimmel.'",
  "Harry Kazianis, director of Defense Studies at the Center for the National Interest, discusses.",
  "WATCH\n\nTHE SWAMP\n\nNunes, Gowdy invited to DOJ for classified briefing after document demands.",
  "They beamed with happiness and apparent relief as the president and the first lady applauded.",
  "“(A)nd I would do it again,” McCain writes, according to excerpts published by the Guardian.",
  "Chris Brown sued by woman who claims she was sexually assaulted, raped in singer's home.",
  "Army hospital ear transplant surgery reportedly done with ear ‘grown’ in soldier’s arm.",
  "ACROSS THE NATION\n\nHawaii's Kilauea volcano could be ready to blow, scientists say.",
  "The president was joined by first lady Melania Trump and Vice President Mike Pence.",
  "Bobcats mistaken for domestic kittens brought into Texas home - and chaos ensued.",
  "WATCH\n\nSALUTING PRESIDENT TRUMP: \"It's not good, even in the best-case scenario.\"",
  "Ever wonder how people who advocate for abortion can say they stand for children?",
  "MINDING YOUR BUSINESS\n\nTrump DOJ to Comcast, 'Public enemy No.1': Not so fast.",
  "Amazon, Facebook execs attending White House artificial intelligence summit.",
  "The same way Al Gore can travel by private jet while trying to ban your SUV.",
  "How a movement that demonizes an entire race can claim to oppose racism?",
  "Flight attendant claims first-class passengers pay stewardesses for sex.",
  "ET: Guests include: Christian Whiton, former State Department adviser.",
  "California becomes first state to mandate solar panels on new homes.",
  "They gave a hug to a broadly smiling Secretary of State Mike Pompeo.",
  "'Iron Man' suit worth $325,000 stolen from LA movie prop facility.",
  "Hillary Clinton aide slammed for mocking Donald Trump Jr.'s wife.",
  "RBS reaches $4.9 billion deal to settle U.S. mortgage bond probe.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "I really think he wants to do something,\" the president said.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Avenatti refused to reveal the source of his information.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "We'll see you in your inbox first thing Friday morning.",
  "Ancient, exiled asteroid discovered beyond Neptune.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Will California solar mandate burn home buyers?",
  "Because consistency doesn’t matter to the left.",
  "Papa John’s sales decline after NFL deal ends.",
  "Plus, commentary from Judge Andrew Napolitano.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "On Fox News Radio:\n\nBenson & Harf, 6 p.m.",
  "President Trump Rally in Indiana, 7 p.m.",
  "ET: Don't miss Fox News' live coverage!",
  "Countdown to the Closing Bell, 3 p.m.",
  "\"We're starting off on a new footing.",
  "It’s the heart of the enterprise.",
  "ET: Kenn Ricci, Flexjet chairman.",
  "The Brian Kilmeade Show, 9 a.m.",
  "No injuries were reported.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "The Evening Edit, 5 p.m.",
  "DID YOU HEAR ABOUT THIS?",
  "After the Bell, 4 p.m.",
  "Only virtue matters.\"",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Enjoy your day!",
  "Click here."
]