[
  "“We can continue to narrow the gap and get to a place where we do have a meaningful dialogue towards an eventual resolution,” Joseph Yun, a US Institute of Peace expert and former top North Korea negotiator in the Trump administration told reporters on Friday.",
  "That means Pyongyang would have to somehow dismantle its nuclear program very soon, even though a top expert says that process could take around 15 years to complete.",
  "Kim Yong Chol, a top North Korean official considered Kim Jong Un’s right-hand man, hand-delivered the letter to Trump around 1 pm on Friday at the White House.",
  "According to an unnamed foreign official who spoke to the Wall Street Journal on Friday morning, Kim wrote in a letter that he still wanted to meet with Trump.",
  "North Korea, however, wants a phased approach in which both Washington and Pyongyang make a few concessions over a long period of time, according to experts.",
  "But in Kim’s note, he reportedly doesn’t express a desire for his country to make any concessions, even though he doesn’t threaten the US in any way.",
  "The Trump administration keeps saying that it wants North Korea to agree to complete, verifiable, and irreversible denuclearization quickly.",
  "That could mean North Korea allows inspectors to view its nuclear sites in exchange for the US diplomatically recognizing the Kim regime.",
  "North Korean leader Kim Jong Un wrote a letter to President Donald Trump — and apparently he didn’t say what Trump wanted to hear.",
  "However, Trump told reporters he had yet to read the letter, saying he could be in “for a big surprise” once he looks at it.",
  "Trump is planning to spend the weekend at Camp David discussing the US agenda for the possible summit.",
  "But some experts wanted the summit to be back on because a meeting might address those concerns.",
  "After the meeting, Trump announced that he would meet with Kim Jong Un on June 12 in Singapore.",
  "But it’s unclear what, exactly, he will do after he reads the North Korean leader’s note.",
  "The North Korean leader’s message could potentially foreshadow a bigger problem later on.",
  "It’s possible that the letter only reinforces the yawning gap between the two sides."
]