[
  "(Photo: Chip Somodevilla, Getty Images)\n\nWASHINGTON – As talks between the United States and North Korea about a historic nuclear summit picked up pace last month, President Trump, ever the real estate developer, was eager to discuss one particular detail of the potential gathering: its location.",
  "\"The letter from Trump implies that direct dialogue was, and may continue to be, taking place,\" Cha said, \"which leaves the possibility of a longer, technical negotiation at the end of which might be a summit — taking us back to the way things like this are supposed to be done.\"",
  "Before ruling out the Demilitarized Zone as a site for the meeting with North Korea's Kim Jong Un, Trump envisioned a \"great celebration\" emanating from the austere, barbed-wire-lined border that has cleaved the Korean Peninsula since the Eisenhower administration.",
  "Some analysts said the administration's effort could still pay off, and others pointed to North Korea's release this month of three American prisoners, which came amid thawed relations between Washington and Pyongyang.",
  "\"It was a long shot to begin with,\" said Victor Cha, a senior adviser at the Center for Strategic and International Studies in Washington who was once Trump's choice for U.S. ambassador to South Korea.",
  "In subsequent remarks at the White House, the president left the door open to talks, telling Kim to \"call me or write\" if \"you change your mind having to do with this most important summit.\"",
  "Secretary of State Mike Pompeo revealed Thursday that behind the scenes, the Kim government did not respond for several days to U.S. overtures to conduct planning meetings for the summit.",
  "Sen. Dianne Feinstein, D-Calif., accused the president of accepting \"an invitation to meet with Kim Jong Un without a crystal clear understanding of the agenda or sufficient preparation.\"",
  "South Korean national security adviser Chung Eui-yong came to the White House in early March for a meeting on the issue that was so low-key, few people even knew he was there.",
  "Trump's decision to pull out of the summit Thursday broke with weeks of exuberance about a chance to find a peace in the region that had eluded his predecessors.",
  "Analysts said that energy belied deep differences in what the two countries wanted that may have doomed the meeting before it ever became a possibility.",
  "In the weeks that followed, conservative commentators openly campaigned for Trump to receive the Nobel Prize for Peace in recognition of his overture.",
  "It was always the ultimate Hail Mary pass,\" said Harry Kazianis, defense studies director at the Washington-based Center for the National Interest.",
  "The president declined to answer questions about whether he had personally spoken to Kim, leaving open the possibility that he had.",
  "\"If both sides show a little more restraint, we could see some sort of diplomatic opening in the next month or two,\" Kazianis said.",
  "The president's unusual approach to diplomacy was clear from the beginning, and his rhetoric was occasionally ahead of the reality.",
  "He repeatedly employed a cliffhanging catchphrase — \"we'll see what happens\" — when asked whether the summit would take place.",
  "Trump sent Chung out to talk with reporters about the shuttle diplomacy he had led between Pyongyang and Washington.",
  "Announcing his decision in a letter to Kim, Trump described the canceled summit as a \"truly sad moment in history.\"",
  "CLOSE President Donald Trump calls the summit's cancellation a \"tremendous setback\" for North Korea and the world.",
  "Democrats blasted the breakdown as failed diplomacy and blamed a lack of legwork by Trump heading into the talks.",
  "North Korea, threatening to pull out of the meeting last week, made clear it would never give up those weapons.",
  "But first, Trump popped his head into the White House briefing room and promised a big announcement.",
  "USA TODAY\n\nPresident Trump walks across the South Lawn while departing the White House Wednesday.",
  "Later, he visualized the meeting in Singapore before calling it off altogether.",
  "Cha said Trump's biggest mistake may have been that he simply moved too fast.",
  "Republicans focused on Trump's decision to withdraw, which they applauded.",
  "Trump sought \"total denuclearization\" in exchange for lifting sanctions.",
  "Those two diametrically opposed positions left little middle ground.",
  "Then the president signaled early this week that trouble was afoot.",
  "That is, until Trump made sure the world found out about it.",
  "\"If things work out, there's a great celebration to be had.\"",
  "\"It’s always been clear that both sides were miles apart.\"",
  "Read or Share this story: https://usat.ly/2x70uOJ",
  "\"You’re actually there,\" Trump said in April.",
  "Was it about North Korea, a reporter asked.",
  "\"It's almost beyond that,\" Trump said.",
  "\"Hopefully, you will give me credit.\"",
  "\"This was never going to happen."
]