[
  "Lee Hee-beom, president of the Pyeongchang Organizing Committee, said it welcomed North Korean participation and would “discuss relevant matters with the South Korean government as well as the International Olympic Committee.”\n\nSouth Korean President Moon Jae-in has said North Korea’s participation would ensure the safety of the Olympics and proposed last month that Seoul and Washington postpone large military drills that the North denounces as a rehearsal for war until after the Games.",
  "Kim said that rather than encouraging U.S. measures that “threaten the security and peace of the Korean peninsula,” Seoul should instead respond to overtures from the North, and “stop nuclear war exercises with foreign forces.”\n\n‘REALITY, NOT A THREAT’\n\nNorth Korea conducted its sixth and most powerful nuclear test in September in defiance of international sanctions, raising fears of a new conflict on the Korean peninsula.",
  "“Without launching missiles and conducting a nuclear test, North Korea will be in the spotlight just by attending the Winter Olympics.”\n\nHarry Kazianis, director of defense studies at Washington’s conservative Center for the National Interest, said that if North Korea did participate in the Olympics, there could be a lull in tensions, but only a brief one.",
  "“President Moon needs a successful Olympics and the U.S. drive to increase pressure fits poorly with the Southern agenda.”\n\nEvans Revere, another former senior U.S. diplomat who took part in unofficial talks with North Korean officials last year, said Pyongyang would likely try to extract concessions as a “price” for Olympics participation.",
  "After a year dominated by fiery rhetoric and escalating tensions over Pyongyang’s nuclear weapons program, the North Korean leader used his televised New Year’s Day speech to declare his country “a peace-loving and responsible nuclear power” and call for lower military tensions and improved ties with the South.",
  "But U.S.-based experts saw Kim’s speech as a clear attempt to divide Seoul from its main ally, Washington, which has led an international campaign to pressure North Korea through sanctions to give up weapons programs aimed at developing nuclear missiles capable of hitting the United States.",
  "“This speech pokes at the fissure that has lain below the surface in U.S.-South Korean relations, and seems designed to drive a wedge there,” said Douglas Paal, a former senior U.S. diplomat who heads the Asia program at Washington’s Carnegie Endowment for International Peace.",
  "“The whole territory of the U.S. is within the range of our nuclear strike and a nuclear button is always on the desk of my office and this is just a reality, not a threat,” he said, while emphasizing that the weapons would only be used if North Korea was threatened.",
  "Daniel Russel, the top U.S. diplomat for East Asia until last April and now at the Asia Society Policy Institute, said there was an argument to be made to encourage North Korea’s Olympic participation but that it should not be taken too far.",
  "SEOUL (Reuters) - Kim Jong Un warned the United States on Monday he had a “nuclear button” on his desk ready for use if North Korea was threatened, but offered an olive branch to South Korea, saying he was “open to dialogue” with Seoul.",
  "“We have always stated our willingness to talk with North Korea anytime and anywhere if that would help restore inter-Korean relations and lead to peace on the Korean Peninsula,” a spokesman for the South Korean presidency said.",
  "After North Korea tested its most powerful intercontinental ballistic missile (ICBM) in November, which it said was capable of delivering a warhead to anywhere in the United States, Kim declared his nuclear force complete.",
  "‘POKES AT THE FISSURE’\n\nThe U.S. State Department did not respond to a requests for comment on Kim’s New Year’s address, but analysts said it was an attempt to weaken the U.S.-South Korean alliance.",
  "“Implicit in Kim Jong Un’s speech is a willingness to engage with others, including the United States, on the basis of their acceptance of the ‘reality’ of North Korea’s permanent nuclear status.",
  "FILE PHOTO: North Korean leader Kim Jong Un waves to people attending a military parade marking the 105th birth anniversary of country's founding father, Kim Il Sung in Pyongyang, April 15, 2017.",
  "But North Korea snubbed his overtures, including an offer to hold inter-Korean military talks about ceasing hostile activities along the border, as it tested missiles at an unprecedented pace.",
  "He continued that theme in his New Year’s address, announcing that North Korea would focus in 2018 on “mass-producing nuclear warheads and ballistic missiles for operational deployment”.",
  "Asked to comment on Kim’s speech, U.S. President Donald Trump said: “We’ll see, we’ll see,” as he walked into a New Year’s Eve celebration at his Mar-a-Lago resort in Florida.",
  "“Both the North and the South should make efforts.”\n\nKim said he would consider sending a delegation to the Winter Olympics Games in Pyeongchang, South Korea, in February.",
  "Kim’s customary New Year’s speech is closely watched for indications of the policy direction the unpredictable and reclusive leader is likely to pursue in the coming year.",
  "“It’s hard to imagine Seoul falling for this,” he said, adding that Seoul and Washington had so far stayed in synch in the pressure and isolation campaign.",
  "Nam Sung-wook, a North Korea expert at Korea University in Seoul said Kim was likely to tone down his weapons testing - at least ahead of the Olympics.",
  "“North Korea’s participation in the Winter Games will be a good opportunity to showcase the national pride and we wish the Games will be a success.",
  "“When it comes to North-South relations, we should lower the military tensions on the Korean Peninsula to create a peaceful environment,” Kim said.",
  "“It’s perfectly legitimate to dial down some of the signaling and the rhetoric ... but not to load up their tray with concessions in advance.",
  "That, Kim said, was “irreversible with any force”, making it impossible for the United States to start a war against North Korea.",
  "Revere said Kim’s speech contained the strongest defense yet of North Korea’s status as a permanently nuclear-armed country.",
  "We should reward responsible behavior, but not try to bribe North Korea into behaving; that doesn’t work,” he said.",
  "REUTERS/Damir Sagolj\n\n“What North Korea is most afraid of is being forgotten in the international arena,” he said.",
  "“As we move into the spring, Pyongyang will once again test all different types of missiles and weapons,” he said.",
  "Officials from the two Koreas may urgently meet to discuss the possibility,” Kim said.",
  "That’s not a basis on which the United States is prepared to engage,” he said.",
  "Moon took office last May pledging to engage Pyongyang in dialogue.",
  "South Korea said it welcomed Kim’s offer."
]