[
  "“I’d like to believe that while President Trump talks tough,” Leon Panetta, the former defense secretary and CIA director, told me, “deep down, he also is concerned about involving this country in another war that is going to cost thousands of lives.”\n\nBut others simply give credit to North Korea.",
  "“From this point of view we are willing to dispatch our delegation and adopt other necessary measures; with regard to this matter, the authorities of the north and the south may meet together soon.”\n\nThat led to a flurry of diplomatic activity.",
  "“The United States has great strength and patience, but if it is forced to defend itself or its allies, we will have no choice but to totally destroy North Korea,” President Donald Trump said at the United Nations on September 19, 2017.",
  "She received constant positive media attention, particularly from the South Korean press, for merely appearing at the games despite her prominent role running a government that impoverishes and imprisons millions of its citizens.",
  "She relayed her brother’s invitation for Moon to visit him in Pyongyang, hoping they could meet “at an early date.”\n\nMoon, the son of North Korean refugees, has long advocated for friendlier relations and dialogue with the North.",
  "”We will see if Pyongyang’s message today, that it is willing to hold talks, represents the first steps along the path to denuclearization,” White House press secretary Sarah Huckabee Sanders said hours after Kim’s remarks.",
  "His scientists appeared to have overcome a major technical hurdle and created a nuclear weapon small enough to fit on top of one of those missiles, which means he could launch a nuclear attack against major American cities.",
  "The day after the speech, South Korean Unification Minister Cho Myoung-gyon said both countries should plan to meet at the border village of Panmunjom on January 9 to discuss the Olympics and ways to improve overall ties.",
  "“In the meantime, the United States and the world must continue to make clear that North Korea’s nuclear and missile programs are a dead end.”\n\nSo the Olympics ended with North Korea opening the door for talks.",
  "The coming Trump-Kim summit made the South Korea meeting possible\n\nOn March 8, South Korean envoys who had just met with Kim Jong Un relayed a message to Trump: The North Korean leader wanted to meet with him.",
  "Near the end of the games, Kim Yong Chol — North Korea’s top representative at the closing ceremonies — said in a meeting with South Korean officials that Pyongyang was finally ready to chat with Washington.",
  "The Olympics created an opportunity\n\nNorth Korea’s delegation to the Olympics seemed to have it all: a 230-strong, all-female cheerleading squad known as an “Army of Beauties.” A 140-member orchestra.",
  "“As for the Winter Olympic Games to be held soon in south Korea, it will serve as a good occasion for demonstrating our nation’s prestige and we earnestly wish the Olympic Games a success,” Kim said.",
  "But if you want to talk, we’ll talk.” (The “maximum pressure campaign” is the US-led effort to put increasingly harsh sanctions on North Korea in hopes it will agree to curb its nuclear program.)",
  "Instead, she said “South Korea’s chief goal is to set up that [the] Trump-Kim meeting goes well.”\n\nAs for Kim, he likely wants a greater sense of how badly Moon wants to strike some sort of deal.",
  "But that’s not all: The Kim-Moon summit will lay the groundwork for an even more historic meeting between Kim and Trump sometime in either May or June, although it remains unscheduled.",
  "“[N]o pressure comes off until they [North Korea] are actually doing something that the alliance believes represents a meaningful step toward denuclearization,” Pence told Rogin.",
  "On January 3, both sides reopened a communications channel after nearly two years of silence, allowing North Korean military officials to speak with their southern counterparts.",
  "pic.twitter.com/BvQLnFoYcf — Will Ripley (@willripleyCNN) February 9, 2018\n\nIt was after that awkward moment when Kim and Pence experienced two very different Olympics.",
  "Oriana Skylar Mastro, a China expert at Georgetown University, told me in an interview that Kim wanted to ensure he had China’s support ahead of talks with the US.",
  "“North Korea has 100 percent changed its tactics,” Sue Mi Terry, a North Korea expert at the Center for Strategic and International Studies think tank, told me.",
  "And as if that weren’t enough, his hackers launched a cyberattack that disabled hundreds of thousands of computers in more than 150 countries around the world.",
  "Flash-forward to March 29, 2018, when Pyongyang and Seoul announced that Kim and South Korean President Moon Jae-in will meet face to face in April for talks.",
  "And if those talks fail, Harry Kazianis, an Asia security expert at the Center for the National Interest think tank, thinks the chances of war might increase.",
  "Kim and Kim Yong Nam, another influential North Korean official, met with Moon on February 10 in the Blue House (South Korea’s version of the White House).",
  "“We must not let this historic opportunity for diplomacy go to waste,” Sen. Ed Markey (D-MA), a member of the Senate Foreign Relations committee, told me.",
  "“I think the North Korean leader made some very smart moves and has put himself in a good position,” Panetta, the former Obama Cabinet official, told me.",
  "“He has given himself greater leverage ahead of these meetings.”\n\nPut together, the Kim-Moon meeting serves more as a prelude to the Trump-Kim summit.",
  "“Rocket Man is on a suicide mission for himself and for his regime,” he continued, using his favored nickname for North Korean leader Kim Jong Un.",
  "Through a spokesperson, Moon said he would meet only if the conditions were right and also called for North Korea to meet with the United States.",
  "His military also tested its largest such bomb to date, one that was seven times stronger than the bomb America dropped on Hiroshima in 1945.",
  "He campaigned in part on easing tensions with North Korea and continually advocated for a diplomatic solution to the US-North Korea standoff.",
  "He tested three missiles that can theoretically hit the mainland US, including one that could conceivably hit Washington, DC, or New York.",
  "Pence, as the leader of the US delegation, sat in the same VIP box as Kim during the opening ceremonies — just a few feet away from her.",
  "(That likely made North Korea happy: Pyongyang sees US-South Korea exercises as thinly veiled training for a future war with the North.)",
  "“I think this is all North Korea actually driving this.”\n\nWhatever the reason, top officials want to take advantage of this moment.",
  "But on February 10, North Korean officials canceled a secret meeting with Pence just two hours before it was supposed to happen.",
  "Just one day later, the United States accepted South Korea’s proposal to delay yearly military drills until after the Olympics.",
  "Both sides met four days later, the first time the North and South had officially spoken to each other in more than two years.",
  "In those talks, North Korea agreed to send a large delegation to the Olympics in Pyeongchang, South Korea, in February.",
  "What follows is a guide to how the two countries went from a nuclear standoff to a rare moment of cautious optimism.",
  "— Donald J. Trump (@realDonaldTrump) March 9, 2018\n\nMoon, the South Korean president, seemed relieved by the news.",
  "Having China’s support allows the North Korean leader to feel more comfortable defying the American president.",
  "This is how close U.S. Vice President Mike Pence was to North Korean leader Kim Jong Un’s sister, Kim Yo Jong.",
  "Trump will want Kim to give up his nuclear weapons, but experts are unanimous that Kim won’t agree to do so.",
  "After Trump agreed to meet with Kim, Moon offered three-way talks between him and the other two leaders.",
  "It’ll be only the third in-person meeting between the heads of both countries, and the first since 2007.",
  "So it was quite the surprise that he used an annual New Year’s Day address to reach out to South Korea.",
  "Here’s one explanation: Experts tell me the war threats may have actually scared leaders like Trump.",
  "Kim Jong Un talked about denuclearization with the South Korean Representatives, not just a freeze.",
  "Last year, it seemed like war between the United States and North Korea was a real possibility.",
  "How did North Korea and the US go from talk of potential nuclear war to actual, well, talks?",
  "But Terry, the North Korea expert, told me she doesn’t expect much from the Kim-Moon summit.",
  "Having Beijing’s backing could help Kim not concede too much in talks with Moon and Trump.",
  "Kim pivots from bombs to talks\n\nKim spent much of 2017 threatening the US and its allies.",
  "But it turned out the main attraction was Kim Yo Jong, the North Korean leader’s sister.",
  "This week, he took a secret trip to Beijing to meet with Chinese President Xi Jinping.",
  "Pence, however, told the Washington Post’s Josh Rogin the US was still open to talks.",
  "Great progress being made but sanctions will remain until an agreement is reached.",
  "Instead, Moon and Kim finally set a date for their face-to-face meeting in April.",
  "Also, no missile testing by North Korea during this period of time.",
  "Even scores of fans, reporters, and a taekwondo demonstration team.",
  "Pence refused to acknowledge her, even though Moon shook her hand.",
  "“The maximum pressure campaign is going to continue and intensify.",
  "“We are putting all of our eggs in the summit basket,” he told me.",
  "She received no love from Vice President Mike Pence, however.",
  "Trump reportedly accepted the offer on the spot.",
  "The president even tweeted about his excitement.",
  "The Trump administration responded cautiously.",
  "Kim is already preparing for both encounters.",
  "Just one row and four seats separating them.",
  "Trump would soon kick that door wide open.",
  "That, however, is not in the works.",
  "“This is the ultimate Hail Mary.”",
  "Can someone say awkward?",
  "Meeting being planned!",
  "How did we get here?",
  "Kim needs the help."
]