[
  "Let’s see what happens.”\n\nIn an effort to dispel confusion over the comments, a White House official said that the president “did not suggest removing American forces from South Korea” but that his administration remained committed to improving the U.S.-South Korea trade relationship for the benefit of U.S. workers.",
  "[Trump says he made up trade claim in meeting with Justin Trudeau]\n\nU.S. defense officials and diplomats fielded direct calls from the Korean Embassy in Washington, but their agencies struggled to form a public response to Trump’s comments, which carry significant political and security consequences for South Korea.",
  "“There is no space between Washington and Seoul, and we’ll continue to support them and work together.”\n\nTrump’s remarks came as negotiators from the United States and South Korea were set to meet Thursday in Washington to discuss a revision of the U.S.-Korea Free Trade Agreement, also known as KORUS.",
  "(Andrew Harrer/Bloomberg News)\n\nSouth Korean officials placed a volley of phone calls to the State Department and Pentagon in response to a suggestion by President Trump that he might link U.S. military support for South Korea to the outcome of trade negotiations with its longtime ally.",
  "Differences over economic issues has put a strain on the U.S.-South Korea relationship just as the White House plans to organize a historic summit between Trump and North Korean leader Kim Jong Un, the first such leadership meeting of the two countries, which are longtime adversaries.",
  "Asked during a congressional hearing about the proposed summit, Harris said the United States “can’t be overly optimistic about outcomes.”\n\n“We’ll just have to see where it goes, if and when we have the summit,” he told members of the Senate Armed Services Committee.",
  "Hints of U.S. pullout would send domestic politics into a tailspin in favor of the conservatives.”\n\nTrump’s remarks come days after he fired Secretary of State Rex Tillerson and nominated his CIA director, Mike Pompeo, to become the country’s top diplomat.",
  "The decision immediately raised questions about whether a key diplomat helping organize the Trump-Kim summit, Susan A. Thornton, would continue in her position or if Pompeo might seek to appoint a new assistant secretary for East Asian and Pacific affairs.",
  "Harry J. Kazianis, an Asia expert at the Center for the National Interest, said South Korea is highly sensitive to any threats, implicit or not, to alter its military relationship with the United States.",
  "[Transcript of Trump’s remarks at fundraiser in Missouri on March 14]\n\nJae H. Ku, a Korea expert at Johns Hopkins University, said Trump’s remarks could have political ramifications in South Korea.",
  "“We have a very big trade deficit with them, and we protect them,” Trump said at a private fundraiser in Missouri on Wednesday, according to an audio recording obtained by The Washington Post.",
  "In response to Trump’s decision to impose tariffs on steel and aluminum imports, South Korea pledged to “deploy all possible means” to forestall the action.",
  "Adm. Harry B. Harris Jr., who heads U.S. Pacific Command, urged caution Thursday in considering the prospect of talks with North Korea.",
  "“For Seoul, any challenge to the U.S.-South Korea alliance is an existential threat to their security — period,” he said.",
  "In the past, Trump has vowed to cancel the deal if Seoul refuses to help reduce the U.S. trade deficit between the two.",
  "“The presence of U.S. troops in South Korea is critically important for domestic stability,” he said.",
  "“Our focus is that our relationship with South Korea is the strongest it has ever been,” White said.",
  "“We’ve never been in a position where our president has met with a leader of North Korea,” he said.",
  "“We have to go into this eyes wide open.”\n\nMissy Ryan and Paul Sonne contributed to this report.",
  "“We refer you to the White House for comment,” said a State Department spokesman.",
  "Pentagon spokeswoman Dana W. White also referred questions to the White House.",
  "We have right now 32,000 soldiers on the border between North and South Korea.",
  "Harris said it was too early to speculate what shape negotiations might take.",
  "“A large majority of the southern population is still very pro-U.S. presence.",
  "President Trump walks out of the U.S. Capitol on March 15, 2018.",
  "“So we lose money on trade, and we lose money on the military.",
  "Last year, the U.S. goods trade gap was $23 billion."
]