[
  "Demands to interview President Trump’s Helsinki interpreter—something that even Trump opponent Sen. Lindsey Graham sees as an unacceptable infringement on the executive branch’s ability to manage foreign policy—flow directly from the administration’s failure to explain what it is doing and why.",
  "The underlying problem—something at the core of President Trump’s political problems in managing U.S.-Russia relations—is that neither the president nor his top aides have effectively explained their objectives in the U.S.-Russia relationship or the American national interests at stake.",
  "And it is not immediately obvious that staying under the bright stage lights and in front of an expectant audience—whether through a summit in Washington, as President Donald Trump has suggested, or in Moscow, as Russia’s President Vladimir Putin just proposed, is the best approach.",
  "That would also have been quite controversial, though it might have come across primarily as a big middle finger to the president’s political opponents—in other words, quintessential Trumpian politics—rather than looking like something the administration wanted to hide.",
  "Such an invitation might make sense as a private gesture to Putin, to demonstrate Trump’s determination to rebuild the U.S.-Russia relationship, but only with an understanding that the invitation would remain a private one until the U.S. political climate has cooled.",
  "Senior officials never elaborate this, however, as they appear focused on using their public statements about Russia to balance the president’s optimism about U.S.-Russia relations with reasonable (and more politically palatable) skepticism.",
  "Moreover, while additional presidential-level meetings may be useful and even necessary for the U.S.-Russia relationship, it is difficult to understand how President Trump could have viewed inviting Putin to Washington as a good idea.",
  "Unfortunately, while some think they are watching a comforting sequel—“Cold War II,” perhaps—and expect a similarly satisfying ending, today’s confrontation between Washington and Moscow has many new plot elements.",
  "Perversely, however, the Kremlin has been less effective in exploiting this than Trump’s domestic political opponents, who have used the administration’s relative silence to justify their outraged histrionics.",
  "Paul J. Saunders\n\nSecurity, Eurasia\n\nIf the Kremlin wants a less hostile United States, then its leaders may do well to spend considerably more time assessing the predictable consequences of Russia’s actions.",
  "As a result, whatever the Russian government decided to say about the summit—whether for domestic political purposes inside Russia or to appear more influential internationally—defined public discussion.",
  "More significant than the president’s bad day before the cameras was the administration’s failure to shape domestic and international narratives surrounding the summit either before or afterward.",
  "The meeting between President Donald Trump and Russian president Vladimir Putin has become a massive political liability primarily because the administration mishandled its public aspects.",
  "In fairness to the actors in the U.S.-Russia drama, there is no script for the unprecedented situation in which the United States and Russia, and their leaders, find themselves.",
  "This deprives the administration’s supporters of credible arguments even as it encourages its detractors to fill in the blanks with their own explanations for Trump’s policy.",
  "More important, if the post–Cold War era has taught Americans anything, it should be that history has no final act (unless, of course, humanity manages to destroy itself).",
  "Trump has done this only occasionally and incompletely in references to how great it would be to work together in Syria and how dangerous nuclear weapons remain.",
  "If there was such an understanding, and the Russians violated it, then the president and the administration should have responded more forcefully.",
  "This was most visible but probably least consequential in the president’s poor performance at his post–summit press conference with Putin.",
  "Policymakers in the administration and the Congress owe it to the country to take the U.S.-Russia relationship much more seriously.",
  "The Trump administration won’t be able to manage the U.S.-Russia relationship successfully if it can’t manage its own messaging.",
  "How many protesters did the president expect outside the White House as Putin’s motorcade attempted to reach it?",
  "Indeed, in the days following the meeting, nearly all the revelations about discussions there came from Moscow.",
  "And how would the ensuing spectacle persuade Putin that Trump is less constrained politically than he appears?",
  "That means there is no final U.S. move or final political event in Moscow that will solve our Russia problem.",
  "U.S.-Russia Summitry Is at Center Stage Again\n\nU.S.-Russia summitry has again moved to center stage.",
  "More narrowly, the administration said very little about the Helsinki summit after it took place.",
  "Nevertheless, each side will have to do far better if they are jointly to salvage this situation.",
  "If there wasn’t, then they were reckless in not announcing the invitation themselves first.",
  "(A performance which, among other things, distracted attention from the flaws in Putin’s.)",
  "Reflecting on the recent Helsinki summit would be a useful place to start.",
  "One hopes that U.S. leaders will think carefully about how to proceed."
]