[
  "One of them, Pak said, is that “Kim sees this as a vulnerability for [Trump] and ‘sells’ him a ‘deal’ that exploits America First inclinations.” Such a deal might see Kim surrender his intercontinental ballistic missile program, which directly threatens the U.S., while retaining shorter-range missiles that can strike regional targets such as Japan, South Korea and U.S. forces stationed in Asia.",
  "“We will not repeat the mistake of past administrations,” the president told reporters during a news conference with German Chancellor Angela Merkel at the White House, adding that “some very good things can happen with respect to North Korea.”\n\nTrump added that his meeting with Kim, planned for late May or early June, would be held at one of two unspecified foreign sites.",
  "Some longtime Kim watchers fret that Kim grasps Trump’s psychology all too well and may be playing the president, who has called the brutal dictator’s early negotiating moves “very honorable.”\n\n“There are several dangers of Trump being too invested in a great deal,” said Jung Pak, a former CIA analyst who specialized in North Korea.",
  "“KOREAN WAR TO END,” Trump tweeted Friday, adding that Americans “should be very proud of what is now taking place in Korea.” Hours later, while hosting U.S. athletes who competed in the winter Olympics in South Korea, he added that when he first addressed North Korea’s nuclear program, “people were saying that was an impossibility.",
  "“We are seeing unprecedented progress toward peace, and it’s a direct result of President Trump’s strong leadership,”\n\nMesser was referring to the pledge by the Asian leaders to pursue a denuclearized Korean Peninsula, on a day when Kim became the first-ever North Korean leader to step across the border into South Korea.",
  "Striking a deal with Kim would also give Trump an opportunity to boast that he had solved a problem that stumped his predecessors — a factor that aides say has played into Trump’s thinking on other issues, including his decision to act on years of talk and relocate the U.S. Embassy in Israel to Jerusalem.",
  "A dramatic Friday meeting between the leaders of North and South Korea is stoking optimism that President Donald Trump might strike a historic nuclear deal with the North Korean leader, Kim Jong Un — leading skeptics to worry that expectations are growing dangerously high.",
  "However stirring the images of Kim’s visit to south were, the resulting talks between the Koreas produced few specifics and left open numerous crucial questions, including whether and how the Korean War — which halted in 1953 without a formal peace treaty — might be ended.",
  "Kazianis, who served as a foreign policy adviser to Ted Cruz’s 2016 presidential campaign, argued in an email that the harsh multilateral sanctions and increased military pressure Trump has arrayed on Kim’s government are already showing results.",
  "“I want to express my hope that all the people of Korea — North Korea and South — can someday live in harmony, prosperity and peace,” Trump said, “and it looks like it could happen.”\n\nCristiano Lima and Quint Forgey contributed to this report.",
  "Flanked earlier in the day by dozens of American Olympians sporting white windbreakers and glossy medals, Trump seized upon the largely congratulatory ceremony to take credit for recent diplomatic overtures in the region.",
  "“It would be a wonderful thing to do.”\n\n“I want to express my hope that all the people of Korea — North Korea and South — can someday live in harmony, prosperity and peace, and it looks like it could happen,” he said.",
  "“One thing [is] clear: the meeting would never have taken place if not for President Trump,” Harry Kazianis, a defense policy analyst at the Center for the National Interest, wrote in a Friday op-ed for FoxNews.com .",
  "And now we have a much better alternative than anybody thought even possible.”\n\nTo be sure, Trump has not failed to note the pitfalls of diplomacy with a North Korean leadership that has burned the U.S. in the past.",
  "In addition to the goal of “denuclearization” of their countries, Kim and South Korea’s president, Moon Jae-in, agreed to seek an end to hostilities over “land, sea and air,” according to The Associated Press.",
  "“Hopefully the day will come when Olympic athletes can compete on a Korean Peninsula that is free of nuclear weapons, and where all Koreans can live together and can share their dreams,” the president said.",
  "He also refused to directly answer a question about whether he had spoken to the young North Korean leader, who met last month in Pyongyang, North Korea’s capital, with then-CIA Director Mike Pompeo.",
  "… And now we have a much better alternative than anybody thought even possible.”\n\nMorning Defense newsletter Sign up for Morning Defense, a daily briefing on Washington's national security apparatus.",
  "But as remarkable images emerged of the bellicose Kim stepping for the first time across his country’s border with South Korea, the president’s excitement — and desire for credit — was plain to see.",
  "Kazianis’ article for Fox noted that President Barack Obama was awarded a Nobel Prize during the first year of his presidency, at a time when — as even Obama conceded — he had produced few results.",
  "And many jaundiced North Korea observers worry that Trump may be seduced into a bargain that features grand promises from Kim on the front end but conveniently leaves difficult details for later.",
  "“While Trump might not get Kim to give up his nukes, the maximum-pressure campaign has clearly stabilized the situation for the short to medium term — and that is progress,” Kazianis said.",
  "Even the pursuit of talks with North Korea put Trump in the role of statesman and peacemaker after months of threats and rising public anxiety about war with the Asian nation.",
  "But some close North Korea observers, including Asian government officials skeptical of Kim’s intentions, fear the president could be susceptible to such talk.",
  "He added that his administration was “not going to be played” by Kim and that he was prepared to walk away from talks if the situation worsened.",
  "The president made his comments in September after reports surfaced that North Korea could fit a miniaturized nuclear warhead inside a missile.",
  "Story Continued Below\n\n“Following this historic announcement, President Trump should get the Nobel Peace Prize,” Rep. Luke Messer (R-Ind.)",
  "“And for this achievement, President Trump deserves the Nobel Peace Prize.”\n\nTrump himself wasn’t talking about peace prizes on Friday.",
  "As he has on past occasions, Trump suggested on Friday that he would find the sort of decisive solution that eluded his predecessors.",
  "It remains unclear, for instance, whether Kim is truly willing to trade away his nuclear weapons capability, as Trump insists.",
  "In the past, Trump has called Kim a “madman” and a “maniac” on a “suicide mission” of confrontation with the U.S.",
  "“It could be that I walk out quickly with respect, or could be that the meeting doesn’t even take place.",
  "“The United States in the past was played like a fiddle,” Trump said at his news conference with Merkel.",
  "Trump previously vowed to destroy North Korea if it continued to threaten the United States.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Who knows?” Trump told the hosts of “Fox & Friends” in a phone interview on Thursday.",
  "They said there were two alternatives — let them have what they have, or go to war.",
  "But on Friday, he was showing off his dramatically different tone.",
  "“When I began, people were saying that was an impossibility.",
  "Trump’s foreign policy critics call such talk preposterous.",
  "You can unsubscribe at any time.",
  "declared in a statement.",
  "And he was not alone.",
  "How high?"
]