[
  "On top of a seven-month ban last year, Trump has slashed the number of refugees allowed into the U.S. and warned repeatedly of terrorists entering the country through the program — despite zero examples of refugees ever carrying out fatal attacks here.",
  "(Photo: Orestis Panagiotou, EPA)\n\nSlightly more than half of Americans — 51% — say people fleeing violence and persecution should be welcomed in the United States, according to a new Pew Research Center poll released Thursday.",
  "— Fox & Friends: \"You have to stand proudly for the national anthem,\" he said, adding that if you're a player who continues to kneel in protest of racial inequality \"maybe you shouldn't be in the country.\"",
  "Here's where we were before today: Trump, ahead of a potentially historic summit with North Korean leader Kim Jong Un, wanted \"total denuclearization\" before lifting sanctions off North Korea.",
  "(Photo: EPA-EFE)\n\nTrump casually suggests protesting NFL players should not be in U.S.\n\nTrump weighed in on the NFL's new anthem policy Thursday morning on — where else?",
  "A man carries a little girl as refugees from Syria arrive on a dinghy after crossing from Turkey at the coast of Mytilini, Lesvos island, Greece, on Sept. 9, 2015.",
  "Changing attitudes among conservatives, Pew found, during a year when President Trump pushed to keep refugees out of the country in the name of national security.",
  "\"Players will have to make a decision about whether they speak out,\" said Rashad Robinson, who leads the social justice nonprofit Color of Change.",
  "(Photo: Jacquelyn Martin, AP)\n\nElsewhere in politics\n\nContributing: The Associated Press\n\nRead or Share this story: https://usat.ly/2LvbAA7",
  "That said, Kazianis, a defense expert, said the meeting could happen in a month or two \"if both sides show a little more restraint.\"",
  "Those polar extremes left little middle ground, said Harry Kazianis of the Washington think tank Center for the National Interest.",
  "\"This was never going to happen,\" Kazianis said Thursday, amid news that Trump had canceled the summit over \"open hostility.\"",
  "President Trump did not let up on NFL players on Thursday, saying: \"You have to stand proudly for the national anthem.\"",
  "That's a dip from last year, in which a similar poll showed 56% of Americans open to accepting refugees.",
  "\"These owners are not just trying to keep the league without controversy — they've picked a side.\"",
  "But history shows that when one method of protest is stifled, parties typically find another way.",
  "'This was never going to happen': Was that whole North Korea summit thing a mirage?",
  "And then Kim's people last week said they would never give up their nukes.",
  "(North Korea, as it happens, demolished a nuclear test site on Thursday.)",
  "President Trump canceled the June 12 summit in Singapore on Thursday.",
  "U.S. and North Korea Peace Talks commemorative 'Challenge Coin.'",
  "But all those coins made to commemorate the Trump-Kim summit?",
  "This is OnPolitics Today: Subscribe here.",
  "Yeah, they're going cheap.",
  "What drove the shift?"
]