[
  "2) Diplomacy\n\nSo far the Trump administration has avoided striking North Korea, preferring to pursue a strategy Trump officials call “maximum pressure and engagement.”\n\n“While diplomacy is our preferred means of changing North Korea’s course of action, it is backed by military options,” Secretary of Defense Jim Mattis and Secretary of State Rex Tillerson wrote in an August 13 op-ed.",
  "“You cannot bomb away scientific knowledge, and North Korea’s quick indigenous developments indicate that this knowledge runs deep.”\n\nBut if the US believed North Korea was about to attack first, Trump could launch a preemptive surgical strike on North Korea — narrowly targeting the country’s missile and nuclear sites without causing too much damage beyond those few sites.",
  "“North Korea’s programs are too sophisticated and dispersed to think that we could destroy them with military strikes, never mind the devastating regional retaliation that would ensue,” Mira Rapp-Hooper, an Asia security expert at Yale Law School, said in an interview.",
  "To hit a target with a nuclear-tipped ICBM, the nuclear-tipped part has to be able to survive the journey up into space and back down through Earth’s atmosphere without disintegrating or detonating, and make it all the way to its target on the other side of the globe.",
  "Pyongyang has the world’s largest artillery arsenal at its disposal, with around 8,000 rocket launchers and artillery cannons on its side of the Demilitarized Zone between the North and South, and it could use that arsenal to strike the South Korean capital, Seoul.",
  "But given the long record of North Korea’s dishonesty in negotiations and repeated violations of international agreements, it is incumbent upon the regime to signal its desire to negotiate in good faith.”\n\nClearly, that approach hasn’t worked so far.",
  "A war game mentioned by the National Interest predicted Seoul could “be hit by over half-a-million shells in under an hour.” Those results don’t bode well for one of Washington’s closest allies, or for the 25.6 million people living in Seoul.",
  "This is why some people refer to missile defense as “hitting a bullet with another bullet.”\n\nThe US has a total of 44 interceptors stationed in Alaska and California that could be used if North Korea shot at America, experts tell me.",
  "Making matters worse, the US military believes North Korea already has the capability to “miniaturize” a nuclear weapon and fit it onto that missile, which it could then use to hit major US cities like Washington, DC.",
  "That would certainly address the immediate threat to the US, but North Korea would almost certainly retaliate — potentially imperiling the safety of not just Americans but millions of people in South Korea and Japan.",
  "President Donald Trump is expected to impose new financial restrictions on Pyongyang Wednesday, just one week after the US increased penalties when it put North Korea back on the state sponsors of terrorism list.",
  "North Korea’s latest test of an intercontinental ballistic missile (ICBM) Tuesday showed that the country now has the capability to strike the entire United States — and there’s little America can do to stop it.",
  "In modern times, Iraq’s Saddam Hussein persuaded much of the world that he had restarted his country’s nuclear weapons program; he hadn’t, but the boasts helped spark the 2003 invasion that drove him from power.",
  "“What more evidence do we want: 200 kilotons going off in Palm Beach?” Jeffrey Lewis, an expert on North Korea’s missile program at the Middlebury Institute of International Studies, told me in an interview.",
  "As Lewis told me after the test in May, the “target was fired right at the interceptor on a nice sunny day with lots of warning.” In an actual warlike scenario, the US doesn’t get to dictate the conditions.",
  "3) Economic sanctions\n\nAnd then there are sanctions, which are meant to financially cripple Pyongyang to the point that it would enter into negotiations with America and others to curb its nuclear program.",
  "There’s even more bad news: The missile defense system has only passed 10 of 18 tests, Kingston Reif, the director for disarmament and threat reduction policy at the Arms Control Association, told me.",
  "Every previous US president who’s dealt with North Korea since its nuclear program began — Bill Clinton, George W. Bush, and Barack Obama — failed to stop Pyongyang’s missile and nuclear programs.",
  "The US can’t reliably shoot down a North Korean missile\n\nBut let’s assume for the sake of argument that North Korea can reliably fire a nuclear missile that could make it all the way to the US.",
  "We’re still not 100 percent sure whether North Korea can hit the eastern US with a nuke\n\nThe test demonstrated that North Korea now has ballistic missiles that can hit all of the mainland US.",
  "In May, the US had its biggest success yet when it tested the missile defense system under realistic conditions: Rockets launched from California destroyed the incoming mock ICBM in midair.",
  "The problem is sanctions tend to work much better before a country obtains what it wants, Sheena Greitens, a North Korea expert at the University of Missouri, told me in September.",
  "It basically works like this: if a country shoots a missile in our direction, America launches its own interceptors — that is, missiles — to destroy the hostile weapon in the sky.",
  "Other experts were more cautious, telling me that North Korea has yet to show it can reliably strike America with a nuclear weapon — but the US should start assuming that it can.",
  "None of this even factors in the large-scale refugee crisis that a war would create, where millions would flock north to China as their homes and livelihoods are ravaged by war.",
  "That’s worth highlighting: Even in the best conditions, the system in place to protect America from a North Korean nuclear weapon has just over a 50 percent success rate.",
  "The test revealed just how dramatically North Korea’s missile program has advanced over the past year, and how much more of a threat the country now poses to the US.",
  "America has tried to come to some sort of diplomatic, negotiated agreement with North Korea over its programs since 1985, according to the Arms Control Association.",
  "“Depending on the trajectory, we should not assume that we can, with any reliability, intercept ICBM warhead targets,” says Vipin Narang, a nuclear expert at MIT.",
  "“Once they prove that, then Pyongyang has crossed the atomic finish line,” said Harry Kazianis, an Asia security expert at the Center for the National Interest.",
  "Taken together, it looks like there’s little Trump can do to stop North Korea’s march toward a missile that can carry a nuclear weapon to the American mainland.",
  "And Trump came into office with essentially the same three broad — and bad — options that they had: 1) military strikes, 2) diplomacy, or 3) economic sanctions.",
  "Tuesday’s missile, however, flew more than 10 times higher than the International Space Station, and was in the air for 54 minutes before landing near Japan.",
  "The North Korean missile advances are happening despite pressure from the international community, which continues to slap economic sanctions on the country.",
  "What North Korea hasn’t been able to show conclusively yet is that it has the ability to hit all of the mainland US with a nuclear-tipped ballistic missile.",
  "One war game convened by the Atlantic back in 2005 predicted that a North Korean attack would kill 100,000 people in Seoul in the first few days alone.",
  "It could also use its short-range missiles to strike Tokyo and other large Japanese urban areas, some of them with only about a 10-minute warning.",
  "It’s going to be hard at this point to use sanctions to change the North’s behavior when Pyongyang feels like it is so close to the finish line.",
  "The Kim family, which has been in power since Kim Il Sung took charge in 1948, has seen what happens to leaders who don’t have nuclear weapons.",
  "As my colleague Zack Beauchamp has written, some experts think that, at this point, we should just accept that North Korea has nuclear weapons.",
  "In this case, North Korea achieved a big step toward its goal of having a missile that can carry a nuclear weapon to America’s largest cities.",
  "On top of that, North Korea tested its most powerful nuclear bomb ever on September 3, and it may have stockpiled up to 60 nuclear weapons.",
  "In Libya, Muammar Qaddafi gave up his program to build closer ties to the West, but was eventually ousted from power and killed by a mob.",
  "The US may not be fully confident where the missile is headed, what kind of ICBM it is (yes, there are multiple kinds), or other factors.",
  "And even more alarming, it’s not clear that he or the US military could stop a missile if North Korea were to fire one at the US.",
  "Instead of trying to get the country to give them up, we should work to contain the damage a nuclear North Korea could wreak.",
  "He promised in January that he wouldn’t allow North Korea to develop a missile that could bring a nuclear weapon to America.",
  "But on each occasion, talks between the US, North Korea, and other world powers collapsed because North Korea walked away.",
  "That’s pretty hard to do, and the North Koreans haven’t yet demonstrated that they’ve figured out how to do that part.",
  "Indeed, most experts believe that those two countries would be the first targets of Kim’s wrath should the US attack.",
  "Since the US only has 44 ready to go, the system would be saturated if Pyongyang were to launch 11 missiles our way.",
  "The answer, it turns out, is “probably not.” The US does have a missile defense system in place to protect itself.",
  "That’s why experts are generally pessimistic about US capabilities to stop a North Korean weapon headed our way.",
  "1) Military strikes\n\nFirst, there’s the military option, which experts believe would do far more harm than good.",
  "The US has about 23,500 troops in South Korea and around 50,000 troops in Japan, which would also be in danger.",
  "However, experts tell me it was unlikely Kim would have given up his country’s missile and nuclear programs.",
  "That means Trump — and all of us — are stuck with the danger North Korea poses for the foreseeable future.",
  "After all, launching nuclear missiles that can strike targets thousands of miles away is hard.",
  "But that’s really the last stumbling block still facing Kim and his team of rocket scientists.",
  "The problem, though, is that these tests are carried out under highly controlled conditions.",
  "And this is all assuming that North Korea only shoots one nuclear-tipped missile at the US.",
  "Option 1 is incredibly dangerous, and options 2 and 3 have a mixed track record at best.",
  "If an actual attack happens, there will likely be some warning, but probably not much.",
  "So Kim Jong Un, Kim Il Sung’s grandson, has no incentive to stop any of its programs.",
  "It turns out that North Korea likely has that ability now, and if not, it will soon.",
  "There is reason to think North Korea still has some work to do before it gets there.",
  "If it were to launch multiple projectiles, that could overwhelm America’s defenses.",
  "Official US policy is to shoot four interceptors per incoming ICBM, Narang told me.",
  "In April, Pyongyang tested a missile that blew up just seconds after launch.",
  "Simulations of a large-scale artillery fight produce pretty bleak results.",
  "But to be fair, diplomacy hasn’t worked for past administrations either.",
  "And, again, all of those happened under controlled circumstances.",
  "But it doesn’t look like the president will take that advice.",
  "Trump has three options for dealing with North Korea.",
  "That’s something China expressly does not want.",
  "“The US is willing to negotiate with Pyongyang.",
  "In fact, he has incentives to keep them going.",
  "I mean, it is literally rocket science.",
  "Others put the estimate even higher.",
  "Would we be able to shoot it down?",
  "Some experts believe they can.",
  "But it’s imperfect at best.",
  "They're all bad.",
  "So what’s left?"
]