[
  "pic.twitter.com/6NI6AqL0xt — Donald J. Trump (@realDonaldTrump) July 12, 2018\n\nPeople familiar with Pompeo’s discussion with the North Korean politician who did show, top official Kim Yong Chol, said the North Koreans “were just messing around” and “not serious about moving forward.” The meeting went “as badly as it could have gone,” the source told CNN on Wednesday.",
  "After last Saturday’s meeting, Pyongyang blasted Pompeo and the Trump administration for advancing a “unilateral and gangster-like demand for denuclearization.” The next day Pompeo pushed back on the broadside, saying if North Korea is right, then “the world is a gangster” because the international community wants North Korea to be without nuclear weapons.",
  "“I firmly believe that the strong will, sincere efforts and unique approach of myself and Your Excellency Mr. president aimed at opening up a new future between the DPRK and the U.S. will surely come to fruition,” Kim wrote, using the acronym for the country’s official name, the Democratic People’s Republic of Korea.",
  "At a rally in Duluth, Minnesota, on June 20, Trump said that he had convinced North Korea’s dictator to completely give up his nuclear arsenal: “Sentence one says ‘a total denuclearization of North Korea,’” Trump said.",
  "Trump tweeted that Kim’s message was “a very nice note” and bragged that there was “Great progress being made!”\n\nBut recent events seem to indicate otherwise — and actions, they say, speak louder than words.",
  "What it does have, though, is what’s called the US “nuclear umbrella.” That basically means that the United States promises to defend South Korea from the North — even with the use of US nuclear weapons.",
  "Kim instead promised Trump to “work toward complete denuclearization of the Korean Peninsula.” That is not the same as Kim agreeing to “a total denuclearization of North Korea.” Not at all.",
  "Harry Kazianis, a North Korea expert at the Center for the National Interest think tank, thinks these events and the letter itself are a bad sign — regardless of what Trump is saying.",
  "Secretary of State Mike Pompeo traveled to Pyongyang on Saturday for the third time to continue talks about dismantling North Korea’s nuclear program.",
  "What they mean by it is this: Pyongyang is willing to dismantle its nuclear program — if and only if South Korea also proceeds with a denuclearizion.",
  "The repatriation of these remains was supposed to be one of the positive outcomes of the Trump-Kim summit in Singapore last month.",
  "It turns out the North Koreans didn’t even show up for a meeting with US and UN officials on Thursday at the inter-Korean border.",
  "They had planned to discuss returning the remains of US troops killed in the Korean War, but the North Koreans never arrived.",
  "So based on the last week, it’s safe to say the nuclear negotiations have reached a near-intractable stalemate.",
  "There are 28,500 US troops now stationed in South Korea to defend it from potential aggression from the North.",
  "Just as soon as you withdraw all US military support for South Korea.” Pull your troops out of the country.",
  "President Donald Trump just boasted about a letter he received from North Korean leader Kim Jong Un.",
  "When Trump and Kim met in June, they signed an agreement over North Korea’s nuclear program.",
  "“There is no mention of America’s main goal: North Korean nuclear disarmament,” he told me.",
  "“Denuclearization of the Korean Peninsula” is a phrase the North Koreans like to use a lot.",
  "This letter is just more proof of the problem.”\n\nUS-North Korea talks are faltering.",
  "Trump’s team doesn’t seem to understand that, though, and it’s angered North Korea.",
  "So what North Korea is essentially saying here is “Sure, we’ll give up our nukes.",
  "“Washington and Pyongyang are talking past each other, and that is dangerous.",
  "It’s confusing, though, because there doesn’t seem to be much to brag about.",
  "Pompeo went, in part, because North Korea promised him a meeting with Kim.",
  "But a month later they still can’t agree about what they signed.",
  "It’s unlikely that a friendly letter will fix that anytime soon.",
  "The letter, dated July 6, does contain a warm message from Kim.",
  "But Kim never showed, opting to visit a potato farm instead.",
  "But South Korea doesn’t actually have its own nukes.",
  "A very nice note from Chairman Kim of North Korea.",
  "So that’s the real story.”\n\nThat’s not the case.",
  "They also didn’t call or explain their absence.",
  "Take what happened in just the last week.",
  "That was always likely to happen.",
  "“There will be denuclearization.",
  "Stop promising to protect it.",
  "Great progress being made!",
  "That’s not all.",
  "Not even close.",
  "Yes, seriously."
]