[
  "Indeed, the Post couldn’t resist adding this paragraph of editorializing, contrasting Trump’s potentially friendly views toward Russia with the views of the preponderance of the foreign policy elite:\n\nThe overwhelming consensus among American political and national security leaders has held that Putin is a pariah who disregards human rights and has violated international norms in seeking to regain influence and territory in the former Soviet bloc.",
  "Some of that journalistic handiwork was on display on June 17, when this headline was splashed atop the front page of the Bezos Post: “Inside Trump’s financial ties to Russia and his unusual flattery of Vladimir Putin.”\n\nThe article began by offering a few tidbits about Trump’s efforts to construct buildings and do deals in Russia, going back to the 1980s, and also his staging of the Miss Universe pageant in Moscow in 2013.",
  "For instance, there was Michael McFaul, former US ambassador to Russia, who told the Post that the prospect of a Trump presidency “makes everyone I talk to around the world nervous—and it makes me nervous as well.” And then there was David J. Kramer, deputy assistant secretary of state for Russia during the George W. Bush administration, who said he was “appalled” by Trump’s views on Russia.",
  "Indeed, about the only pro-Trump quote in the whole article comes from a Russian businessman, Emin Agalarov, who three years ago worked with Trump on the Miss Universe pageant and recalled of him at the time:\n\nHe kept saying, “Every time there is friction between United States and Russia, it’s bad for both countries.",
  "Then he added, “We are not bound to be adversaries; we should seek common ground.”\n\nAddressing Russia in particular, Trump stated his belief that “an easing of tensions and improved relations with Russia—from a position of strength—is possible.” He continued:\n\nCommon sense says this cycle of hostility must end.",
  "Back in 2014, Virgil dubbed our policy “quintuple containment”; that is, it is official US policy to contain Russia, China, Iran, Al Qaeda/ISIS, and, of course, the dreaded carbon dioxide molecule, the supposed cause of “climate change.”\n\nBut as they say, to try to do everything is really to do nothing.",
  "Indeed, if an arrangement, a modus vivendi, with Russia could be achieved—of the sort that Richard Nixon and Henry Kissinger achieved with the old Soviet Union in the early ’70s—then it’s possible to imagine that real progress could be made on truly hot topics, such as Muslim jihad and perhaps Iran.",
  "We found common cause with the Russians in World War Two, and that worked out pretty well; indeed, the Russians bore the brunt of the fighting, and the Red Army was responsible for inflicting some 85 percent of the casualties that the Nazis suffered, albeit at vastly greater cost to themselves.",
  "“It is a big problem if you have a candidate for president of the United States talking like this,” Khidasheli continued, adding that a President Trump is the Kremlin’s “biggest dream.”\n\nOkay, we get it: The US foreign policy establishment, wedded as it is to hawkers, doesn’t like Trump.",
  "And so began a criticism of Trump that actually harkens back to another of the Post’s ideological proclivities—that is, while the newspaper is overwhelmingly liberal and Democratic, it also has a substantial streak of Joe Lieberman-type neocon hawkishness.",
  "Indeed, the situation grew even edgier in May, when Trump started talking about the fact that Jeff Bezos, the megabillionaire founder of amazon.com who bought the Post in 2013, doesn’t seem to pay much in the way of taxes.",
  "In fact, as Virgil has been arguing for some time, the US, at present, is engaged in a highly unrealistic foreign policy, in which we declare goals that are far more grandiose than anything we can truly expect to achieve.",
  "Thus, the article served as an opportunity for the Post to round up a collection of anti-Russia Russia experts and other observers, each of whom, in turn, duly denounced Trump for his supposed soft-on-Russia stance.",
  "In April, Trump spoke to the Center for the National Interest in DC, taking note of America’s “complicated relationships with Russia and China.” Yes, that’s a prudential way to characterize these two relationships.",
  "Meanwhile, if, as seems to be the case, a good chunk of the world’s 1.6 billion Muslims are unalterably hostile to us, then common sense tells us that we should have more friends among the world’s non-Muslims.",
  "Yet the thrust of the article was more opinion than journalism: Trump’s business dealings in Russia and with Russian investors, the article insinuated, have left him compromised—and thus not to be trusted.",
  "So as we step back from the Trump-Bezos feud and think more broadly about the US-Russia relationship, we might ask some obvious questions: Are we Americans, too, doomed to conflict with Russia?",
  "The thought that he might actually believe in avoiding a deterioration of relations and thus, perhaps, staving off World War Three, seems not to have occurred to the authors.",
  "For decades, the Post has been reliably pro-liberal and pro-Democratic Party, but this year it has a new edge of hostility toward the likely Republican presidential nominee.",
  "The Post even trotted out a foreign leader to blast Trump: “It’s scary, it’s dangerous, and it’s irresponsible,” said Tina Khidasheli, the defense minister of Georgia.",
  "And neither does the foreign policy establishment in a country such as Georgia, which borders on Russia, and which fought and lost a minor war with Russia in 2008.",
  "And so the Post, in its neocon mode, did its best to make Trump’s suggestions that the US and Russia might actually be able to get along look rather sinister.",
  "We should be friends.”\n\nThe implication, plainly, is that Trump was talking friendship for only one reason: as a way of gaining favor with Russian investors.",
  "On Saturday, for example, the foreign minister of Germany, Frank-Walter Steinmeier, denounced NATO and the West for “warmongering” talk against Russia.",
  "It’s better, most folks would say, to have fresh thinking about Russia, not simply to let old habits become fossilized into brittle permanence.",
  "And even after we delete the idiotic struggle against carbon dioxide, we’ll still probably find that four containments are one or two too many.",
  "Moreover, we have no common border with Russia, and so, over time, there should be no reason that we can’t get along with the Russian people.",
  "There’s just old-fashioned Russian nationalism that we have to deal with, just as we have to deal with Chinese nationalism.",
  "Yet at the moment, we are on a course of confrontation now, and it does seem that the risk of an accidental war is rising.",
  "The Post would never admit it, but Trump seems to have a clear-eyed view of the Russians and of foreign policy overall.",
  "And must we therefore regard Trump’s willingness to do a deal with Russia as a sign of corruption or, worse, treachery?",
  "After all, they don’t want our land, our resources, or our women—so what, in the end, are we really mad at them about?",
  "Yet we must note that on the other hand, this hawkish and negative view of Russia is not unanimous around the world.",
  "According to numerous reports, the Post has assigned some two dozen reporters with the simple mission: Get Trump.",
  "That is, there’s no longer a malevolent globalist ideology that the Russians wish to spread around the world.",
  "So of those five containments, let’s pick only those that are truly vital to the US and focus only on those.",
  "Indeed, the Russians today are even better allies, potentially, than the Soviets were seven decades ago.",
  "And who better to explore what might be possible than a man who wrote a book called The Art of the Deal?",
  "Must we follow the hawkish advice of the American elite, and echo the hostility of Russia’s neighbors?",
  "That probably seems reasonable enough to most Americans—if not to Post-picked experts.",
  "Vladimir Putin is not Josef Stalin, and Russian nationalism is not Soviet communism.",
  "If we can’t make a good deal for America, then we will quickly walk from the table.",
  "The Bezos Post—also known as The Washington Post—really has it in for Donald Trump.",
  "But all that’s negotiable, for a leader with the right frame of mind.",
  "Both countries want a sphere of influence, to be sure—just as we do.",
  "And so that takes us back to Russia (and perhaps China).",
  "As the Germans have learned, fighting Russia is no fun.",
  "For the people to benefit, this should be fixed.",
  "Some say the Russians won’t be reasonable.",
  "Yes, that’s when things really heated up.",
  "And is that really what we want?",
  "I intend to find out."
]