[
  "“As Kim Jong Un is planning on meeting Trump in the next few weeks, maybe Kim and Trump may figure things out and railroad construction and other economic cooperation can go forward with the blessing of Trump.”\n\nKIM CHUL-WOO, SENIOR RESEARCH FELLOW AT STATE-RUN KOREA INSTITUTE FOR DEFENSE ANALYSES\n\n“This time Moon and Kim provided a direction for economic cooperation because the two Koreas can’t just resume halted economic projects right away and that is a challenge to work on and needs international cooperation to address North Korean sanctions.",
  "We hope that summit will succeed in generating a detailed roadmap with a concrete plan and schedule on the way forward to North Korea’s denuclearization and in creating a way forward to achieve lasting peace on the Korean peninsula.”\n\nHARRY KAZIANIS, DIRECTOR OF DEFENSE STUDIES AT WASHINGTON’S CONSERVATIVE CENTER FOR THE NATIONAL INTEREST THINK TANK\n\n“While the optics were certainly astounding - with hand holding, tree planting and big goals - nothing was achieved beyond vague promises that amount to nothing, at least for the moment.",
  "Or will he, as most Chinese experts suggest, be more likely try to seek an agreement not to develop beyond his current capabilities?”\n\nDAVID ALBRIGHT, PRESIDENT, INSTITUTE FOR SCIENCE AND INTERNATIONAL SECURITY, WASHINGTON\n\n“We wish to congratulate the leaders of North and South Korea for holding an impressive summit that produced a joint declaration that commits both countries to a future of peace and prosperity without nuclear weapons and for that matter many conventional military forces either.",
  "If not, then we know the world has been deceived by North Korea - again.”\n\nDANIEL RUSSEL, FORMER ASSISTANT SECRETARY OF STATE FOR EAST ASIA, NOW WITH THE ASIA SOCIETY POLICY GROUP, WASHINGTON\n\n“The ‘Panmunjom Declaration’ includes a few process-heavy specifics: to open liaison offices (although perhaps not in capitals), field joint sports teams, hold a May meeting of Defense Ministers, and conduct a family reunion meeting in August.",
  "Without that, he should be fully prepared to walk away and increase the financial and diplomatic pressure, all the while demonstrating that the United States is capable of a military response — if it ever comes to that.”\n\nPAUL HAENLE, DIRECTOR OF THE BEIJING-BASED CARNEGIE–TSINGHUA CENTER FOR GLOBAL POLICY\n\n“This summit is a historic development on the Korean Peninsula.",
  "“Kim is at least taking steps in order to achieve a nuclear-free peninsula, which is warming up the mood, then making sure military activities disappear and show willingness to denuclearize.”\n\nYOO HO-YEOL, PROFESSOR, KOREA UNIVERSITY\n\n“The two Koreas can map out plans for the future, but those plans cannot be executed without the lifting of sanctions.",
  "In the statement, the two Koreas agreed to have talks with the United States and China, and I think this reflected North Korea’s request to maintain good relations with China...\n\n“Overall, they shared the goal of ‘complete’ denuclearization and showed they will resolve issues gradually and we will see more when Moon visits Pyongyang in the fall.”",
  "Similar to a game of chess, this move opens up a series of possible developments but in many ways, the hard work really begins now ...\n\n“The Trump administration likes to believe that Kim is willing to come back to the table because of its maximum pressure campaign and its credible military options ...",
  "The Chinese navy would probably come into the Sea of Japan, as would the Chinese air force, and this would be unbearable for Japan’s Self-Defence Forces.”\n\nKIM YOUNG-HEE, HEAD OF THE NORTH KOREAN ECONOMY DEPARTMENT AT KOREA DEVELOPMENT BANK\n\n“Everything will not be resolved in the blink of eye.",
  "The two leaders committed to ‘no more war’ and signed a historic joint statement entitled the ‘Panmunjeom Declaration for Peace, Prosperity and Unification of the Korean Peninsula.’\n\n“Despite these outcomes, this is really just the first step in broader diplomatic efforts.",
  "It falls short of the explicit commitments to denuclearization in some past declarations or in the Six-Party Talks agreements.”\n\nTAKASHI KAWAKAMI, PROFESSOR OF INTERNATIONAL POLITICS, TAKUSHOKU UNIVERSITY, TOKYO\n\n“The biggest concern is withdrawing the U.S. troops.",
  "Unless a firm foundation and plan for North Korea’s complete verified irreversible nuclear disarmament is laid out with a relatively short schedule (2-3 years), most of the other commitments in the declaration are merely wishes.",
  "North Korea wants a clear guarantee from the United States in return for denuclearization.”\n\nKIM DONG-YUB, PROFESSOR, KYUNGNAM UNIVERSITY’S INSTITUTE OF FAR EASTERN STUDIES\n\n“Kim Jong Un was speaking live to the world today.",
  "SEOUL/WASHINGTON (Reuters) - North and South Korea agreed on Friday to pursue the “complete denuclearization of the Korean peninsula” and work toward declaring an official end this year to the 1950s Korean war.",
  "If South Korea should say something about how the U.S.-South Korean alliance is un-needed, since Trump has previously criticised them as a “free rider” there’s the possibility he could withdraw them.",
  "It calls for discussions on a peace treaty and grandly pledges cessation of ‘all hostile acts.’ Otherwise it largely recycles the aspirational language of preceding Inter-Korean documents.",
  "In the joint declaration they used the word ‘Korean peninsula’ about denuclearization, which indicates they’re probably referring to withdrawing the U.S. troops in South Korea.",
  "Kim is expected to meet U.S. President Donald Trump in late May or early June, in what will be an unprecedented first encounter between sitting leaders of the two countries.",
  "This appears to be little more than a Potemkin summit, as Kim Jong Un and his regime are once again trying to trick the world again into thinking he will denuclearize.",
  "JONATHAN SCHANZER, OF WASHINGTON’S FOUNDATION FOR DEFENSE OF DEMOCRACIES THINK TANK\n\n“The images coming out of the DMZ were both historic and encouraging.",
  "Here are analyst reactions to the Korean summit, held at the village of Panmunjom in the heavily fortified Demilitarized Zone dividing the two countries.",
  "Kim wants to come across as a reliable leader about what he said today, and his efforts look certain to have achieved meaningful progress.",
  "Denuclearization needs to happen in certain phases, which could lead to easing sanctions, then to resuming economic cooperation projects.",
  "The question now is whether Kim Jong Un is ready to deliver, or if this is a prelude to yet another deliberate effort to spurn the West.",
  "“All of these issues are interlinked and a much needed first step is denuclearization and that has to be guaranteed to move forward.",
  "“During the next summit, between the U.S. and North Korea, Trump should insist on seeing credible steps toward denuclearization.",
  "The summit of Kim Jong Un and Moon Jae-In was the first between the leaders of North and South Korea in more than a decade.",
  "What the world must demand now is that Kim turns his words into deeds - like the quick removal of his nuclear weapons.",
  "Kim even invited the South Korea President to step across into the North as a positive gesture to open the diplomacy.",
  "“Nonetheless, the summit appears to lay the foundation for a summit between President Trump and Chairman Kim.",
  "Kim Jong-un is the first North Korean leader to walk across the line of demarcation and enter South Korea.",
  "“Only an upfront demonstration of Kim’s commitment to denuclearization will show he is serious this time.",
  "“History will likely judge this gathering as big on pomp, but delivering no more than great photo-ops.",
  "“I think the U.S. armed forces in Korea were not mentioned to save it for the North Korea-U.S. talks.",
  "To embark on railroad construction, North Korea must pave its way to having those sanctions lifted.",
  "The Trump administration should continue and even increase the maximum pressure campaign.",
  "But, is Kim really willing to abandon the nuclear program he has so heavily invested in?",
  "“But how to achieve all the goals laid out in the document, given the current situation?",
  "But while both leaders stepped into new territory, this is still a familiar landscape.",
  "That tells (us) he wants the United States to guarantee the safety of his regime.",
  "“Kim Jong Un...declared denuclearization, and promised to halt nuclear tests.",
  "The three-page declaration is breathtaking in its scope and ambition.",
  "“We have seen promises from North Korea many times in the past.",
  "“If this happens, Japan would become the front line.",
  "Japan’s security risks would increase.",
  "“How will Trump respond to this?"
]