[
  "Obama was several thousand words into the speech when we got to hear the old racial-grievance-hustler we came to know so well over his eight years in the Oval Office: “And even though your generation is the most diverse in history … those are the kinds of conditions that are ripe for exploitation by politicians who have no compunction and no shame about tapping into America's dark history of racial and ethnic and religious division.”\n\nAs if that mendacious smear wasn’t clear enough for his audience, Obama made his allegation clearer still when he said that “over the past few decades, the politics of resentment and division and paranoia has unfortunately found a home in the Republican Party.”\n\nWhat aren’t resentful, divisive, or paranoid are statistics.",
  "Throughout it all was the bedrock theme of Obama and the self-assured and self-loving progressives of his era: a conceit that “progress doesn’t just move in a straight line” but we will all arrive at their vision of a politically ordered society one way or another.",
  "New York Times columnist Paul Krugman and other left-wing economists invented a new term – “secular stagnation” – to argue that we were permanently in a new era of slow growth and there was nothing that could change the situation.",
  "Former President Obama subjected students at the University of Illinois at Urbana-Champaign to an hour-long verbal tranquilizer Friday as he attacked President Trump and stuck to his usual specialty: mendacity and self-love.",
  "He said he “got Iran to halt its nuclear program,” even though the since-abandoned deal he purchased from the mullahs actually sanctified Iran’s nuclear program, and left the country with the means to make the bomb.",
  "But President Obama figured that even after an eight-year presidency, which itself followed a year-long campaign filled with lofty if conceited language, the world still needed to hear more of his words.",
  "I was surprised how far into the speech President Obama got before accusing President Trump and other Republicans of racism, which these days is usually the first accusation out of a progressive’s mouth.",
  "Obama started by noting that former presidents usually keep quiet about politics as a courtesy to their successors, even if they disagree with them or if the successors come from the other party.",
  "President Obama said the Trump administration, which has sanctioned Russia, expelled Russian diplomats, and provided arms to Ukraine was “cozying up to the former head of the KGB” in Russia.",
  "But he didn’t mention that that he whispered in the 2012 to the sidekick of Russia’s strongman that “it’s important for (Vladimir Putin) to give me space.",
  "Trump has reversed much of this in stunningly little time, which explains the particularly bitter tone of this swan song from a failed former president.",
  "Economic growth during the Obama years should have been unusually high, since he took office the year after a financial collapse and stabilization.",
  "All of this comes after eight years of identity politics, political correctness and the accentuation of racial grievances by our political class.",
  "And those statistics tell us that Obama failed as a president and Trump has succeeded – both for minorities and all Americans collectively.",
  "… After my election, I have more flexibility.”\n\n\n\nThe other mendacious points in the Obama speech are too numerous and boring to enumerate.",
  "Obama had his eight years and we know the score: economic stagnation, our enemies abroad gaining strength, and racial acrimony at home.",
  "Annual economic growth is now averaging about 3 percent and the last quarter saw rapid growth at an annualized rate of 4.2 percent.",
  "Unemployment for women and minorities is near historic lows, as it is for all Americans, and manufacturing jobs are coming back.",
  "Wages are finally growing – some 2.9 percent over the last year, which is far better than anything achieved under Obama.",
  "That is the true tragedy of Obama: he could have finally buried the ghosts of racial inequality in our nation.",
  "President Obama took credit for rapidly pulling out of Iraq, but not for the creation of ISIS that resulted.",
  "He could have found examples as recent as former President George W. Bush, who afforded Obama his silence.",
  "But during the Obama years, economic growth averaged only around 2 percent and wages stagnated.",
  "The net result was a starkly partisan speech wholly inappropriate for a student audience.",
  "Instead, he fanned the flames of racial grievance for partisan political gain.",
  "The rest of the speech was somewhat typical for a swan song.",
  "He cited George Washington as a practitioner of this custom.",
  "He still does so, as do effectively all progressives.",
  "Growth is usually strongest after recessions.",
  "But President Trump did change the situation.",
  "These are facts, not opinions."
]