[
  "“America will essentially be forced to take China seriously for the near-superpower she already is—and potentially devote less resources to other pressing challenges like ISIS, Russia, and terrorism.”\n\nChina is boosting its military capabilities, troop numbers and design and its reach to “defend” its “maritime rights,” to protect its assets in the China Sea, and as one Chinese military expert said, in case of war with Taiwan.",
  "“Besides its original missions of a possible war with Taiwan, maritime defense in the East and South China seas, it’s also foreseeable that the PLA Navy’s mission will expand overseas, including protection of China’s national security in the Korean peninsula, the country’s maritime lifelines, as well as offshore supply deports like in Djibouti and Gwadar port in Pakistan,” Liu said, the South China Morning Post reported.",
  "CHINA NEARLY FINISHED BUILDING SOUTH CHINA SEA STRUCTURES TO HOUSE MISSILES, OFFICIALS SAY\n\n“The great Achilles heel of China is trade—especially natural resources that come via sea and into its ports—and a big reason it will inevitably become a globally deployed military power,” said Harry Kazianis, director of the Washington, D.C.-based Defense Studies for The Center for the National Interest.",
  "“Beijing’s armed forces are working to slowly but surely reinforce and protect its overseas hubs as well as trade routes that move from Europe, the Middle East and Africa and into China’s territorial waters.”\n\nWith China’s military becomes a stronger global force, experts say the new threat could prompt the United States to beef up its own armed services.",
  "That new deployment strategy is manifesting itself in several ways, Carafano said – from China constructing aircraft carriers, which allow them to project naval warfare, to them building sea-based platforms, and their tremendous use of a Chinese naval militia that can act on behalf of the Chinese government.",
  "The military buildup will also increase its navy—as much as 15 percent from its current 235,000 personnel – and add military bases that house multiple aircraft carrier battle groups, more nuclear powered attack submarines, destroyers and more sea-based missile defense platforms, experts tell Fox News.",
  "However, China’s access to the ocean bumps up in every direction against some other country’s exclusive economic zone, making the strategy all the more challenging to deploy, notes James Jay Carafano, a leading expert in national security and foreign policy challenges at the Heritage Foundation.",
  "China will boost its marine corps five-fold, from 20,000 to 100,000 soldiers, basing them in part at ports in Djibouti in the Horn of Africa and Gwadar in southwest Pakistan, while reducing the land-locked People’s Liberation Army by 300,000 soldiers, the South China Morning Post reports.",
  "“China has no free passage to the sea other than what is called the ‘innocent rite of passage’ for commercial and military ships, but if China is going to control its destiny, it has to have the military capacity to control sea space above, on, and under the sea,” Carafano said.",
  "NORTH KOREA THREAT LINGERS AT START OF TILLERSON'S FIRST ASIA TRIP\n\n“The change will force Washington, out of sheer necessity, to reinvest in naval capabilities that are first rate, and all but guarantees the need for future increases in military spending, Kazianis said.",
  "Washington will compete strategically not just in the volatile chessboard of the Asia-Pacific with Beijing, but very soon in the Indian Ocean, in the Middle East, off the coast of Africa and potentially in the Atlantic, he said.",
  "With a laser-like focus on protecting its lifeblood – trade – China is dramatically altering its military operations, creating specialized teams that can protect its maritime resources, routes and territorial expansion plans.",
  "The status of the navy will be more important than ever, said Liu Xiaojiang, a former navy political commissar, at the March 5 Chinese People’s Political Consultative Conference in Beijing.",
  "“The freedom of the seas is essential,” Carafano said, “because if China owns the South China Seas and controls the waters, then it can dictate the flow of maritime traffic in Asia.”",
  "Kazianis said that, being a nation with global interests and an economy second only to America, it is essential for China to reshape its military and capabilities.",
  "“The biggest change is that America and China’s potential flashpoints will not be so fixed in one region, but will take on a global dimension,” Kazianis said.",
  "Some 90 percent of the world’s goods and services move by sea, and no single country should have the exclusive monopoly over that access, Carafano said."
]