[
  "National Security Adviser John Bolton recently told Fox News that North Korea has “not taken the steps we feel are necessary to denuclearize,” adding that “what we need is performance from North Korea on denuclearization.”\n\nThe statement shows that while the Trump administration is willing to give North Korean dictator Kim Jong Un more time to begin getting rid of his nuclear weapons, the administration’s patience won’t last much longer without progress.",
  "President Trump could relocate one or two aircraft carrier groups from the low-threat Atlantic to the high-threat Pacific, close obsolete bases in Europe in order to fund additional defenses in the Pacific, and test and deploy modern nuclear weapons and more reliable missile defenses positioned in orbit\n\nThe U.S. should also ask Japan to double its military spending to equal at least 2 percent of its economy.",
  "These broadcasts could be supplemented with entertaining, sardonic jibes at the regime’s leadership, similar to when President Trump called Kim “little rocket man.” At the State Department, some of us used to joke that “commies love pageantry,” in part because of North Korea’s massive choreographed “games” involving up to 100,000 of people.",
  "But President Trump should go further if North Korea reneges on its commitment to denuclearize and take five steps that could dramatically decrease the likelihood of the Kim regime’s survival and its ability to threaten America:\n\nFirst, the administration could target Chinese banks that do business with North Korea.",
  "Luckily, even if talks falter, President Trump has made no significant concessions to North Korea, even though Kim returned American hostages, suspended testing of ballistic missiles that could reach the United States, and suspended testing of nuclear weapons.",
  "The main reason successive U.S. presidents haven’t disabled North Korea’s nuclear program with military force is the threat that Pyongyang would use artillery against Seoul or conventional or nuclear missiles against greater South Korea and Japan.",
  "Let’s ask our Taiwanese allies to pose as North Korea in an exercise and allow a mock incursion by American, Japanese and South Korean military and humanitarian forces to simulate a crisis.",
  "President Trump and his aides have made clear that downside will continue to include the “maximum pressure” campaign that he has implemented from the earliest days of his administration.",
  "When the U.S. sanctioned a Macau-based bank in 2005 for laundering money for North Korea, the sanctions led to near-death experiences for both the bank and the North Korean government.",
  "Communist governments are the world’s most protocol-obsessed and enthralled with pageantry because, deep down, they know they lack the legitimacy enjoyed by other forms of government.",
  "Cutting them off from the U.S. financial system would hurt the cash-starved North Korean regime and also demonstrate to Beijing that we won’t tolerate collaboration with Pyongyang.",
  "Most banks now avoid any dealings with North Korea, but large Chinese banks perceive immunity because of their political connections and past U.S. diffidence toward Beijing.",
  "And President Trump could still succeed, especially if North Korea understands the downside it faces if it fails to denuclearize, as Kim told President Trump he would do.",
  "Of course, the Chinese and Russians would be infuriated by these steps – that is part of the point, since they would see the acute need to pressure North Korea more.",
  "Minimizing these risks would make the threat of pre-emptive allied force against North Korea more believable, thus increasing the chances for diplomacy to work.",
  "Fifth, let’s ensure the South Korean capital of Seoul has the most sophisticated missile defense and counter-artillery systems in the world.",
  "The Chinese would hate these actions, which is partly the point, as they would incentivize Beijing to pressure North Korea to reform.",
  "Let’s not just talk quietly about how to secure loose nukes in the event of a North Korean conflict or governmental collapse.",
  "The U.S. already supports news broadcasts directed at North Korea, in an effort to inform and embolden critics of the regime.",
  "All of these steps could both degrade North Korea’s stability and be used as additional bargaining chips in negotiations.",
  "The campaign has targeted Pyongyang’s various sources of cash, including its illicit trade in goods and slave labor.",
  "(The narrow part of the Korean peninsula just north of Pyongyang probably makes the most sense as a dividing line.)",
  "Hopefully none of them are necessary and North Korea is sincere (if reticent) about its pledge to denuclearize.",
  "Emphasizing this lack of legitimacy by ridiculing Pyongyang’s leadership could further erode its stability.",
  "Let’s talk openly about what the allies should seek to control in a crisis and what would fall to China.",
  "Second, we could dramatically reposition our military to defend against a growing North Korean threat.",
  "Third, we could pay writers, performers and artists to satirize and ridicule the North Korean regime.",
  "Seoul needs to be protected by a system superior even to Israel’s miraculous “Iron Dome” defenses.",
  "And we should also press South Korea to defray the full cost of our armed forces in that country.",
  "If not, we have the power to make life much more uncertain for Pyongyang and its enablers.",
  "Fourth, President Trump could bring post-regime planning into the open.",
  "Consequently, we are no worse off for having tried real diplomacy.",
  "Kim also partially dismantled key testing facilities.",
  "This repositioning would also help deter China."
]