[
  "A senior administration official speaking to reporters on background earlier this week called Russia’s support for the Syrian regime “regretful,” but added “we will look for ways to cooperate with Russia.”\n\nThe official said the U.S. would not back off from its support for NATO and European allies concerned about Russia, but said “we are looking for ways to cooperate with Russia.",
  "A U.S. military spokesman for the U.S.-led war against the Islamic State in Iraq and Syria on Wednesday also called Russian state media reports that Moscow had “reaffirmed the tenets” of the hotline for Syria “very encouraging.”\n\n“It’s very encouraging that they’ve acknowledged that.",
  "But defense expert Benjamin Friedman at the libertarian CATO Institute said it would be good if relations with Russia were “less fraught.”\n\n“We have to live with Russia one way or the other, and we’re not going to war with them, and so some better relations is desirable,” he said.",
  "Relations between the U.S. and Russia seemed to sour after Trump ordered a cruise missile strike on the Syrian regime — Russia’s ally in the Middle East, after the U.S. military provided evidence showing it conducted a chemical weapons attack that killed innocent civilians.",
  "“Some people have mistakenly assumed that when the president has said we have to find a way to work with Russia, that that will be a pleasant experience for Russia,” said Paul Saunders, executive director of the Center for the National Interest and Russia expert.",
  "Saunders noted there’s been no meeting yet between Trump and Putin, but said: “it is not really unusual by historical standards for that meeting not to have happened by now.” He noted it was not until summertime when President George W. Bush met Putin.",
  "“During the campaign, when the president talked about working with Russia, he often would use the language that we would work with Russia from a position of strength and try to cooperate with Russia from a position of strength,” he said.",
  "We may be at an all-time low in terms of a relationship with Russia.”\n\nBut Saunders said the relationship has not necessarily worsened, and the strikes in Syria may have strengthened the U.S.’s hand.",
  "And it is important for safety of flight for our operations and for theirs as we both continue fighting ISIS in Syria, and we continue our operations in Iraq,” said Air Force Col. John Dorrian.",
  "About 100 days in, it appears the U.S.-Russian relationship has become more tense — but some experts say it doesn’t mean the Trump administration and Russia won’t find a way to work together.",
  "About a week ago, Russian Deputy Foreign Minister Sergey Ryabkov said in an interview with Kommersant, a Russian newspaper, that it was ready for a meeting between Trump and Putin.",
  "We understand that contacts at the highest level are crucial for adjusting the agenda, areas of focus and the direction we are moving in,” he said in the April 19 interview.",
  "And significantly, Saunders pointed out, Chairman of the Joint Chiefs of Staff Marine Gen. Joseph Dunford has met twice with his Russian counterpart in February and March.",
  "Last week’s visit by U.S. Secretary of State Rex Tillerson to Moscow has strengthened our belief that the new US administration is also willing to move towards this goal.",
  "President Trump said many times on the campaign trail that he hoped to get along with Russia, to deal with challenges such as Islamic terrorism and the conflict in Syria.",
  "Saunders called those meetings “more dramatic” than Tillerson’s meeting since the Obama administration had sharply limited the U.S.-Russia military-to-military dialogue.",
  "After the strike, Russian officials declared it was suspending a hotline between the U.S. and Russia used to avoid airspace accidents between their forces over Syria.",
  "So far in Trump’s first 100 days, Secretary of State Rex Tillerson has met twice with his foreign minister counterpart, in Bonn, Germany and more recently in Moscow.",
  "Trump and Russian President Vladimir Putin have also spoken via phone three times since the election — once before taking office, and twice after.",
  "And there are areas where our interests overlap.”\n\nThe strikes did not appear to have hurt Russia’s willingness to engage with the U.S., either.",
  "Foreign policy establishment experts had cheered the Syria strikes, and the seeming return to what they saw as “normal” relations with Russia.",
  "Putin also appeared to contemplate canceling a meeting with Tillerson during his visit to Russia, before going through with it at the end.",
  "“Certainly it was important to send a strong message particularly after the prior administration failed to do that,” he added.",
  "Trump’s critics have accused his campaign of colluding with Russia during the campaign, despite the lack of any evidence.",
  "However, for a meeting of our leaders to be successful, we need to prepare for it, which is what we are doing,” he said.",
  "And Trump even said, on the day of Tillerson and Putin’s meeting: “Right now we’re not getting along with Russia at all.",
  "“We confirmed our willingness to organize such a meeting during our contacts with our American colleagues.",
  "“At that level at least there seems to be the beginning of some regular communication,” Saunders said.",
  "He said unless that is put to rest, the administration will continue to face significant constraints.",
  "Saunders said the current U.S. political climate has made improving relations more difficult.",
  "At the right time everyone will come to their senses & there will be lasting peace!”",
  "The next day, he tweeted: “Things will work out fine between the U.S.A. and Russia.",
  "Trump himself has acknowledged constraints, but has struck an optimistic tone.",
  "“We have reaffirmed our readiness for such a meeting several times.",
  "We’re going to see how that all works out,” he said on April 12.",
  "“We’re going to see what happens.",
  "Were a very, very strong country.",
  "Putin is the leader of Russia.",
  "Russia is a strong country."
]