[
  "Millions of North Koreans go hungry every day as Kim Jong Un builds a nuclear weapons program—some reports say he can build a new nuke every six to seven weeks—that is aimed at someday having the capability to hit the U.S. homeland with a nuclear weapon.",
  "There is hell—and it’s my homeland.”\n\nNow, to be fair, North Korea has an economy the size of Laos and is tiny compared to rich South Korea—thanks to failed economic policies that have destroyed any chance of a better future.",
  "There are many present-day accounts of homeless children begging in the streets—abandon by their parents in many cases because they simply can’t bear the burden of feeding or clothing them—forced to scour the trash for food.",
  "If Dennis Rodman wants to shine a spotlight on the “hermit kingdom”, he should be aware of the facts—facts that make it clear he is visiting nothing more than the vilest place on planet Earth.",
  "Just the most cursory of reviews of the so-called Democratic People’s Republic of Korea makes it clear that Kim Jong Un is using “the worm” to drag his country back into the spotlight.",
  "However, a butcher such as Kim needs no such help, his family’s record of running North Korea as nothing more than a giant prison camp with 25 million people in chains is quite enough.",
  "President Trump should use his famous Twitter account to ask Rodman why he is travelling to a country that calls for the nuclear annihilation of South Korea, Japan and America daily.",
  "President Trump should use his famous Twitter account to ask Rodman why he is travelling to a country that calls for the nuclear annihilation of South Korea, Japan and America daily.",
  "He should call publicly on Dennis Rodman to ask the North Korean regime to take him to the camps where Kim’s people suffer and what amounts to countless crime against humanity.",
  "Pyongyang has also 1,000 missiles at the ready to start a war at a moment notice, capable of hitting large sections of Asia with chemical, biological and even nuclear payloads.",
  "For example, North Korea, according to multiple reports, has up to 200,000 people in prison camps where people die of overwork, starvation and the most awful diseases possible.",
  "Additionally, Pyongyang performs forced abortions in the most horrific ways in such camps, as well as testing chemical weapons on its own people there, per defector accounts.",
  "Dennis Rodman’s playing days are over, but he is playing no one by this publicity stunt and is making a tragic mistake going anywhere near North Korea—yet again.",
  "Thankfully the Trump administration has decided to do the opposite of what many U.S. presidents simply would not—take on this rougest of rogue regimes head on.",
  "When I was in high school, there was no basketball team I loved more than the Chicago Bulls—and no basketball player that impressed me more than Dennis Rodman.",
  "At worst, he is indirectly helping give attention to a regime that should only be known for its sins—and as the worst human rights abuser on the planet today.",
  "Rodman’s latest reality show stunt—his fourth visit to North Korea—will only help legitimize a regime that is the modern day equivalent of Nazi Germany.",
  "He was truly a gifted basketball player, a rebounder and defensive superstar with talents that secured him a spot in the NBA Hall of Fame back in 2012.",
  "Try to escape and you might be tied to the back of a truck and dragged to your death or brought to the community square to be publicly executed.",
  "Watching him tear teams apart alongside Michael Jordan and Scottie Pippen was like watching an artist paint a masterpiece in real-time.",
  "But this has not stopped the Kim regime from fielding an army of over 1.2 million men under arms, and seven million in reserve.",
  "I was never a fan of the blazing tattoos or his crazy off-the-court antics, but his drive and determination were undeniable.",
  "But I think today is the day when I tell my parents to throw out the old Dennis Rodman posters in their basement.",
  "He is at best an attention seeker, willing to do anything to make a buck, no matter who by default he hurts.",
  "There is one prison camp that is three times the size of Washington, D.C.\n\nFrom there it gets even worse.",
  "If North Korea and Rodman want attention, the president should give it to them—and shame them both.",
  "If North Korea and Rodman want attention, the president should give it to them—and shame them both.",
  "Now to be clear, I didn’t love Rodman’s dark side and clearly he wasn’t my role model.",
  "As one defector told me back in 2012: “Most North Koreans just walk right past them.",
  "Indeed, the scale of the prison camp system in North Korea is hard to comprehend.",
  "Our hearts are stone as we witness atrocity after atrocity every single day.",
  "President Trump should use the Rodman visit to his advantage.",
  "You had to respect Rodman the athlete.",
  "Shame on you, Dennis.",
  "Shame on you."
]