[
  "America is proving a faithless friend\n\nThe International Refugee Assistance Project put it bluntly: “Abandoning our current allies all but ensures a lack of future ones.”\n\nIn a 2007 hearing, then-Rep. Mike Pence, R-Ind., told his colleagues, “I think there is nothing more important than the United States of America saying to people in Iraq or anywhere in the world, if you stand by us, we will stand by you.”\n\nTwo of the courageous interpreters I worked with in Afghanistan as a Marine were given Special Immigrant Visas in 2015 and 2016.",
  "More: We need to keep top international talent, but Trump spouse visa plan would drive it away\n\nDonald Trump's denaturalization task force is a new way to threaten the American Dream\n\nI help save American lives, but Donald Trump's travel ban could have cost my wife her life\n\nSIV recipients are obviously proficient English speakers.",
  "Our troops still require interpreter support during our ongoing low-level wars, as do the diplomats, intelligence officers and aid workers who are vital contributors to our quixotic attempts to stabilize large parts of the developing world.",
  "Due to bureaucracy and mismanagement, there has always been a backlog of applicants for SIV and a more recent Direct Access Program for Iraqis: An estimated 17,000 Afghans and tens of thousands of Iraqis are waiting.",
  "In 2003, when he led the storied 1st Marine Division into Iraq, then-Maj. Gen. James Mattis exhorted his Marines to show the world that there was “no better friend, no worse enemy” than a Marine.",
  "Risking US honor, credibility for no reason\n\nThe State Department has openly reported that as of Aug. 15, just 48 Iraqis had been brought to America under the Direct Access Program this year.",
  "Collectively known as the Special Immigrant Visa (SIV) program, this effort has likely saved tens of thousands of former U.S. military interpreters from death at the hands of our enemies.",
  "The value of interpreters, as any Iraq or Afghanistan War veteran knows, is as much in their knowledge of local culture, history and human terrain as it is in their skills at translating.",
  "Yet Reuters reported recently that the Trump administration has added an additional layer of vetting that has all but choked off this lifeline to some of our most faithful friends.",
  "They are men and women who had the initiative and courage to come to America, and they had the mental fortitude to endure the frustrating and Byzantine SIV application process.",
  "Instead, the administration and its partisans issue rote calls about the need for “extreme vetting.”\n\nThe odds of an SIV recipient committing an act of terrorism are small.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "The requirements are stringent: Applicants must have completed at least two years of faithful service to U.S. forces and then undergo a 14-part application process.",
  "(Photo: Jack Gruber/USA TODAY)\n\nSince 2007, the United States has awarded visas to Iraqi and Afghan citizens who risked their lives working for U.S. forces.",
  "Our post 9/11 counterinsurgency campaigns may have achieved little, but they would have been completely untenable without the support of local interpreters.",
  "The odds of an SIV recipient committing an act of terrorism are about six times lower than an American’s odds of being struck by lightning over a lifetime.",
  "According to the International Refugee Assistance Project, over the past nine months there has been a 90 percent drop in monthly SIV admissions.",
  "Despite a congressionally mandated ceiling of nine months, until 2014 average processing time for an SIV program visa was almost four years.",
  "The culprit appears to be a separate opaque process called Security Advisory Opinion administered by the FBI and intelligence agencies.",
  "Since the inception of the program 11 years ago, more than 70,000 Iraqis and Afghans have received visas under standard SIV vetting.",
  "In the absence of data, anecdotal experience suggests that most are prospering and contributing to the economy of their new country.",
  "Immigration restrictionists often deride immigrants as benefit sponges who consume a disproportionate share of taxpayer resources.",
  "SIV recipients must demonstrate that because of their service to the United States, their lives are in ongoing and serious danger.",
  "Both were able to escape their war-torn land at the 11th hour, with Taliban agents hunting them and threatening their families.",
  "The special immigration visa program for wartime interpreters is far less risky than the work they did to help US forces.",
  "It is estimated that well over 1,000 interpreters have been killed while waiting for their visa applications to process.",
  "We are showing the world that America is a faithless friend to even those who have risked everything alongside us.",
  "In fact, one does not even have to think about the issue in humanitarian terms, as compelling as those should be.",
  "Any further (and unnecessary) tightening of security requirements will sign the death warrants of hundreds more.",
  "Nothing in life is risk-free, but the risk the SIV program poses to American security is extremely low.",
  "Some are even going back to war as linguists and cultural advisers for U.S. special operations forces.",
  "One does not have to believe in open borders to welcome our Iraqi and Afghan interpreters to America.",
  "In one notable case, an Iraqi donkey got far faster passage to America than an Afghan interpreter.",
  "The SIV program began as part of the National Defense Authorization Act for fiscal year 2006.",
  "Most appear to be thriving as workers, students, homeowners and even small business owners.",
  "Gil Barndollar is director of Middle East Studies at the Center for the National Interest.",
  "He served as a Marine infantry officer from 2009 to 2016, deploying to Afghanistan twice.",
  "Today, our government seems to be intent on turning that worthy aspiration on its head.",
  "There is unfortunately little concrete data on the economic outcomes of SIV recipients.",
  "The White House has not even publicly stated which countries SAOs are being applied to.",
  "America has a vested self-interest in continuing and even enlarging the SIV program.",
  "Far, far lower than the risks these interpreters took on behalf of American troops.",
  "U.S. troops talk with villager through an interpreter in Terezayi, Afghanistan.",
  "Our national honor and credibility are on the line with the SIV program.",
  "More than 3,000 were admitted last year and more than 5,000 in 2016.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Interpreters in war zones are not just language translators.",
  "But the sudden drop in SIV recipients is something new.",
  "Just a single one attempted to join a terrorist group.",
  "Since then, it has been reauthorized numerous times.",
  "Read or Share this story: https://usat.ly/2wTgRfh",
  "Keep our promises, let them in."
]