[
  "\"President Obama watches helplessly as North Korea increases its aggression and expands further and further with its nuclear reach,\" Trump said, advocating using economic pressure on China to \"get them to do what they have to do with North Korea, which is totally out of control.\"",
  "The Tomahawks in Syria and saber rattling at North Korea have Trump's critics on the right and the left claiming he's becoming a neoconservative — a term of abuse that is most poorly understood by the people most inclined to use it.",
  "With U.S. missiles flying in Syria, the \"mother of all bombs\" exploding in Afghanistan and an aircraft carrier strike group heading toward North Korea, has there been a revolution in President Donald Trump's foreign policy?",
  "It's not possible to be a truly isolationist president of the United States in the 21st century unless you want to spend all your time unspooling U.S. commitments and managing the resulting disruption and crises.",
  "But it's entirely possible that the strike will only have the narrow purpose of re-establishing a red line against the use of chemical weapons in Syria and reasserting American credibility.",
  "Rich Lowry is editor of the National Review and author of the best-seller \"Lincoln Unbound: How an Ambitious Young Railsplitter Saved the American Dream — and How We Can Do It Again.",
  "His outlandish questioning of the NATO alliance, an anchor of the West, created the sense that he might be willing to overturn the foundations of the post-World War II order.",
  "He has an attitude rather than a doctrine, and upon leaving office, he surely won't, like Richard Nixon, write a series of books on international affairs.",
  "In direct contradiction to isolationism, he said repeatedly on the campaign trail that he would take the war to ISIS and build up our defenses.",
  "That is particularly important in the context of the brewing showdown with North Korea, which he roughly forecast in his speech last April.",
  "Now, there is no doubt that the Syrian strike is a notable departure for Trump, and he defended it in unapologetically humanitarian terms.",
  "\"The world is most peaceful and most prosperous when America is strongest,\" he said last April at the Center for the National Interest.",
  "What has been on offer so far is broadly consistent with the Jacksonian worldview that is the core of Trump's posture toward the world.",
  "As historian Walter Russell Mead writes: \"Jacksonians believe that international life is and will remain both violent and anarchic.",
  "The Jacksonian school is inclined toward realism and reluctant to use force, except when a national interest is clearly at stake.",
  "All neocons may be hawks, but not all hawks are neocons, who are distinctive in their idealism and robust interventionism.",
  "He hasn't seriously embraced regime change anywhere (even if his foreign-policy officials say Bashar Assad has to go).",
  "His most fervent supporters shouldn't get overly exercised, and his interventionist critics shouldn't get too excited.",
  "We will always help save lives and indeed humanity itself, but to play the role, we must make America strong again.\"",
  "His \"America First\" slogan (inadvertently) harkened back to the movement to keep us out of World War II.",
  "And such an approach would undercut the most consistent element of Trump's approach — namely strength.",
  "He has written for The New York Times, The Wall Street Journal, and a variety of other publications.",
  "He even called himself — in a malapropism — \"the most militaristic person you will ever meet.\"",
  "He shows no sign of a willingness to make a major commitment of U.S. ground troops abroad.",
  "Our diplomacy must be cunning, forceful, and no more scrupulous than any other country's.\"",
  "We haven't heard paeans to democracy from Trump, or clarion calls for human rights.",
  "What we have learned since he took office is that Trump is not an isolationist.",
  "His set piece foreign-policy speeches during the campaign were clear on this.",
  "\"America will continue and continue forever to play the role of peacemaker.",
  "This tradition isn't isolationist or neoconservative, and neither is Trump.",
  "The United States must be vigilant, strongly armed.",
  "Read more reports from Rich Lowry — Click Here Now.",
  "Trump's views are obviously inchoate.",
  "Trump is a particular kind of hawk.",
  "At times, he's sounded like one.",
  "This hasn't come to pass."
]