[
  "The Singaporean ministry of foreign affairs confirmed the time and place of the meeting in a statement to sent to press, adding that they are “pleased to host the meeting.”\n\nSingapore, a wealthy authoritarian city-state in Southeast Asia, makes a lot of sense as a location for the historic summit.",
  "“There is no way you could have this in China, as Chinese intelligence would listen to any sidebar conversations Kim and Trump might have.”\n\nInitial speculation on where Trump and Kim might meet centered on the Demilitarized Zone (DMZ) between North and South Korea.",
  "Though Singapore suspended trade relations with North Korea in 2017 as part of stricter international sanctions on Pyongyang, the two countries have historically had decent relations; for years, North Korean citizens could travel to Singapore without a visa.",
  "There’s something potent about that symbolically, but logistically, it would have been difficult — despite its name, the DMZ is one of the most militarized places on earth, with huge numbers of military forces on both sides just outside its borders.",
  "It’s as good a place as any to host the first-ever meeting between a US and North Korean leader, and to begin what’s almost certain to be a thorny and extremely fraught set of discussions about Pyongyang’s nuclear program.",
  "“I think having the meeting Singapore makes sense,” says Harry Kazianis, director of defense studies at the Center for the National Interest, a think tank in Washington.",
  "President Donald Trump just announced the location and date of his upcoming meeting with Kim Jong Un: They will meet in Singapore on June 12.",
  "Singapore, by contrast, is a developed nation; its GDP per capita is about $53,000, only slightly lower than the GDP of the United States.",
  "That puts Singapore in a good position to serve as a neutral ground for the leaders of the United States and North Korea to meet.",
  "As a result, it lacks the kind of amenities and discussion facilities you’d want in a high-level diplomatic meeting spot.",
  "Unlike South Korea or China, Singapore doesn’t have a vested stake in the Korean Peninsula conflict.",
  "“We will both try to make it a very special moment for World Peace!” the president tweeted.",
  "Alex Ward contributed reporting to this piece."
]