[
  "The Government Accountability Office (GAO) reported last year that the federal government had failed to implement an array of recommendations they had made eight years earlier to prevent calamitous outages triggered by an EMP incursion, noting that the Department of Homeland Security (DHS) and the Department of Energy (DOE) had not “established a coordinated approach to identifying and implementing key risk management activities to address EMP risks” and that securing the grid was far from the top priority.",
  "“An EMP is similar to a lightning strike in some respects, but it acts over a wide area – hundreds of miles,” explained John Gilbert, retired Air Force colonel and senior science fellow with the Center for Arms Control and Nonproliferation in Washington, D.C. “There would be widespread and probably long-lasting power outages and wire-line telecommunications systems such as telephone and TV/internet cable would suffer serious damage.",
  "NORTH KOREA WARNS MORE 'GIFT PACKAGES' TO U.S. AS EUROPE WORRIES ABOUT MISSILE STRIKE\n\nRichard Schoeberl, a terrorism analyst and former unit chief at the CIA’s National Counterterrorism Center (NCTC), asserted that while North Korea’s own proclamations of having the capability to strike the U.S. with an EMP attack may be well be over-exaggerated, it is a threat that requires serious mitigations.",
  "“The aim is to shut down our electrical grid and all the distribution networks – water, waste, financial, traffic management, air control, radio, computer, others – we depend upon.”\n\nScientists first discovered the EMP fallout of a hydrogen bomb during a test in 1962, in which lights were burned out in Honolulu – some 1,000 miles from the test location.",
  "Individual items such as cars and trucks could also be damaged or disabled and damage could occur to electronic devices in homes and businesses.”\n\nAn attack could cut power to health care facilities and cripple municipal facilities and utilities.",
  "For the first time, the pariah country’s state news agency warned it could hit the U.S. with an electromagnetic pulse (EMP) onslaught, a threat that experts contend is both very real and comes with catastrophic consequences.",
  "An altitude of just under 250 miles – around the orbit of the International Space Station – would annihilate electronics in majority of the mainland, including parts of neighboring Canada and Mexico, analysts have said.",
  "“The casualty rates would be off the charts.”\n\nAccording to Kazianis, an EMP delivered by a nuclear weapon would not just fry power grids but also carry the destructive power of an atomic device.",
  "A special task force appointed by Congress and known as the EMP Commission cautioned in 2008 that the largely digitized U.S. could be left black for up to a year as a result of an EMP disruption.",
  "“North Korea consistently exceeds our estimates of what we think they can do, so prudence might indicate we take them at their word,” noted Lieutenant General Wallace Gregson (USMC, Ret.",
  "A hydrogen bomb detonated at a high altitude would create an electromagnetic pulse that would knock out key infrastructure – namely prominent parts of the U.S. electrical grid.",
  "“We would be adding to such a casualty count sadly for decades thanks to cancer cases that would arise many years later.”\n\nSo how could North Korea pull off an EMP attack?",
  "If they use a big enough device the damage could be beyond belief.”\n\nThe State Department and Department of Energy did not immediately respond to requests for comment.",
  "KAZIANIS: TRUMP HAS OPTIONS BUT MUST ACT QUICKLY\n\nAn EMP attack, experts warn, doesn’t require definitive guidance systems as the area affected is so widespread.",
  "Considering that if North Koreans are able to pack enough destructive power into such a nuclear device they could fry countless electrical grids and equipment.",
  "The implications would be hard to fathom,” Harry Kazianis, Director of Defense Studies at the Center for the National Interest, told Fox News.",
  "Also, nuclear weapons carry radioactive fallout that would be spread thousands of miles through the atmosphere and oceans,” he continued.",
  "“The threat of EMP is completely plausible.”\n\n“Most of our East Coast grid has a lot of older equipment that could be vulnerable.",
  "KAZIANIS: NORTH KOREA SHOWED THE WORLD HOW IT COULD START A WAR\n\nYet apparently little was done to address the potential crisis.",
  "), the former assistant defense secretary, now Senior Director of China and the Pacific at the Center for the National Interest.",
  "They say that even the sensors and monitors that function to re-start electronics after a power outage would be wiped out.",
  "We should work quickly to make the necessary upgrades to ensure North Korea can’t catch us by surprise,” Kazianis added.",
  "“That in it of itself is going to kill thousands if not millions depending on the size of it and where it is dropped.",
  "North Korea may very well have the ability to kill millions of Americans, without directly firing on U.S. soil.",
  "North Korea exhibited its capacity to reach such altitudes in satellite launches in both 2012 and 2016.",
  "Experts have long warned of the plausibility of an EMP attack from the likes of North Korea or Iran.",
  "“The United States can provide better protection of the nation’s infrastructure,” he told Fox News.",
  "“The biggest danger would be shorting out of the power grid, especially on the East Coast.",
  "The higher the bomb’s detonation, the wider the range of destruction.",
  "Imagine a situation where large sections of the U.S. had no power.",
  "Imagine New York or Washington D.C. with no power for just a week.",
  "“We are highly vulnerable to such an attack."
]