[
  "Trump said the U.S. considers Pakistan \"a valued partner\" but stressed that housing \"agents of chaos\" such as the Taliban and terror groups who go after American service members and officials \"will have to change, and that will change immediately.\"",
  "At the same time, it represents a pivot for U.S. foreign policy more toward developing a closer alliance with India and less focus on Pakistan, a country that has irritated Washington for years due to its support of militant and terror groups.",
  "President Donald Trump's warning to Pakistan that it must stop harboring terrorist organizations and the Taliban represents \"a radical shift\" in U.S. policy that could improve the situation in war-torn Afghanistan, according to analysts.",
  "\"Today, 20 U.S.-designated foreign terrorist organizations are active in Afghanistan and Pakistan — the highest concentration in any region anywhere in the world,\" Trump said Monday in an address to the nation.",
  "Without providing specifics, Defense Secretary James Mattis said in a statement Monday: \"I have directed the chairman of the Joint Chiefs of Staff to make preparations to carry out the president's strategy.\"",
  "Mattis, a retired Marine Corps four-star general, added: \"I will be in consultation with the secretary general of NATO and our allies — several of which have also committed to increasing their troop numbers.",
  "Late Tuesday, the Wall Street Journal reported \"more than 12,000 U.S. troops\" are stationed in Afghanistan, a figure the paper noted was \"about 3,500 more than\" the Pentagon has publicly acknowledged.",
  "The Pentagon declined comment to CNBC but there have been numerous reports the new strategy in Afghanistan and South Asia that Trump outlined includes sending additional U.S. forces to Afghanistan.",
  "Earlier this week, the Pentagon told CNBC there are about 8,400 U.S. forces in Afghanistan, although at the peak during the surge in August 2010 there were about 100,000 service members.",
  "Yet it was the tougher line on Pakistan that got much of the attention in Monday's national address by the president because it marked a departure from previous U.S. administrations.",
  "The U.S. has spent well over $800 billion fighting the conflict, and there have been more than 2,400 U.S. military fatalities and tens of thousands of soldiers wounded.",
  "The Journal reported \"another 3,900 troops\" will be sent to Afghanistan under the president's new strategy, bringing the total number to \"about 16,000 troops.\"",
  "The roughly 4,000 new U.S. forces expected to go to Afghanistan will likely help in training and assist Afghan's security forces.",
  "The 16-year-long Afghanistan war also has included a significant contingent of NATO forces.",
  "Together, we will assist the Afghan security forces to destroy the terrorist hub.\"",
  "It cited unnamed defense officials."
]