[
  "After their high-profile June summit in Singapore, Trump and Kim signed a vaguely worded agreement in which North Korea promised to work toward a “complete denuclearization of the Korean Peninsula.”\n\nBut the North Koreans have not taken any visible, concrete steps toward fulfilling that pledge.",
  "“North Korea for decades has wanted to talk about a peace treaty, or a peace regime, to end the war officially,” said Michael Fuchs, a former deputy assistant secretary of state for East Asian and Pacific affairs in the Obama administration.",
  "On Tuesday, the White House said Trump had spoken with South Korean President Moon Jae, \"including our ongoing efforts to achieve the final, fully verified denuclearization of North Korea as agreed to by Chairman Kim Jong Un.\"",
  "Military hawks in both parties would likely view such a move as yet another concession – the first being Trump’s decision to meet with Kim in June – to a communist dictatorship that has failed to live up to past promises.",
  "Also on Tuesday, NBC News reported that China has eased economic sanctions on North Korea, reopening trade in a move that undermines the Trump administration's efforts to apply \"maximum pressure\" to the Kim regime.",
  "The formal hostilities in the Korean War ended in 1953 with an armistice after three years of brutal conflict that claimed the lives of nearly 3 million soldiers and civilians, including more than 36,000 Americans.",
  "The Atlanticmagazine reported last week that the South Korean government has circulated a draft declaration that would, among other things, formalize the end of hostile relations between the U.S. and North Korea.",
  "Harry Kazianis, a North Korea expert with the Center for the National Interest, a Washington-based foreign policy think tank, said giving North Korea a peace declaration is a smart diplomacy.",
  "Although not a full-fledged peace treaty, the agreement signed by the U.S., North Korea and China stopped the fighting and established the demilitarized zone dividing the Korean Peninsula.",
  "Moon told the president he was sending a special envoy to Pyongyang on Wednesday to meet Kim, and the two men agreed to meet later this month in New York during the U.N. General Assembly.",
  "Michael Madden, a North Korea expert with the Stimson Center, equated the current negotiations to dating an old girlfriend again, even after she cheated and spurned you previously.",
  "The effort to officially end the Korean War may go nowhere – or it could be an important step on the road to denuclearization.”\n\nRead or Share this story: https://usat.ly/2Ngt4UO",
  "That development could seriously complicate the U.S.-North Korea negotiations, giving Kim increased leverage to make his demands, including a peace declaration.",
  "“So it seems very likely that the North Koreans are making this a top ask.”\n\nThe answer, for now, is no – at least from Trump’s Secretary of State Mike Pompeo.",
  "“We believe that denuclearization has to take place before we get to other parts,” State Department Spokeswoman Heather Nauert told reporters on Wednesday.",
  "“North Korea believes that the United States and its military presence on the Korean Peninsula … is the most potent threat that it faces,” Fuchs said.",
  "It would allow North Korean leader Kim Jong Un to say he persuaded the U.S. to finally end its “imperialist” stance against North Korea.",
  "A United Nations watchdog organization reported on Aug. 20 that Kim Jong Un's government has not stopped its nuclear weapons activities.",
  "(Photo: AP)\n\nWASHINGTON – “KOREAN WAR TO END!”\n\nPresident Donald Trump may have been getting ahead of himself with that April 27 tweet.",
  "A peace declaration in the 65-year-old war now appears to be a central sticking point in the U.S.-North Korea nuclear negotiations.",
  "It would establish America’s good faith in the negotiations and put the onus on North Korea to respond with real denuclearization.",
  "\"And you know, this war has been going on ... almost 70 years, right?”\n\nSouth Korean leaders are also eager to take that step.",
  "And it could bolster North Korea’s case for the withdrawal of 28,000 American troops now stationed in South Korea.",
  "“President Trump has held a legitimizing summit with Kim Jong Un,” he wrote in a July 26 Fox News opinion piece.",
  "He said he talked about the issue in June with a top North Korean envoy at the White House.",
  "But Pompeo and other U.S. officials are opposed to the move, even if it’s largely symbolic.",
  "(A declaration would not carry the same legal or political weight as a formal treaty.)",
  "It would be a propaganda win, as well as a geopolitical one, Fuchs and others say.",
  "Trump has made his openness to a peace declaration clear on several occasions.",
  "President Donald Trump and North Korea's Kim Jong Un in June in Singapore.",
  "Why does the North Korean regime want an official peace declaration now?",
  "“We talked about ending the war,\" Trump said after that June 1 meeting.",
  "The South Korean embassy did not return a message seeking comment.",
  "He wants North Korea to give up its nuclear weapons first.",
  "Asked if that included a peace declaration, she said yes.",
  "“Now it’s time to give a peace treaty a chance.",
  "“People are wary,” Madden said."
]