[
  "“Like the demolition of North Korea's nuclear testing site, this move isn't irreversible, but it does demonstrate seriousness about North Korea's stated commitment to suspend nuclear and long-range missile tests for the time being,” Daniel Wertz, associate director of the National Committee on North Korea, told Newsweek.",
  "North Korea's development of a solid-fueled ICBM [intercontinental ballistic missile] would represent a significant new challenge to U.S. military planners, as solid-fueled missiles are more easily transported and can be launched with shorter preparation times than liquid-fueled missiles,\" he said.",
  "Wertz added: \"If North Korea has decided not to move ahead with the development of these next-generation ICBMs, it would be a positive development.”\n\nOthers, however, argued that the destruction of a testing stand does not signify that North Korea is suddenly dismantling its weapons program.",
  "A new analysis by 38 North, a North Korea monitoring group affiliated with the Washington, D.C.-based Stimson Center, shows that a missile test stand north of the city of Kusong was razed to the ground after North Korean leader Kim Jong Un pledged to halt the country’s weapons testing.",
  "Both North and South Korea have expressed an interest in pursuing peace, and President Donald Trump is expected to meet with North Korea’s Kim for the first time in Singapore next week to discuss the complete denuclearization of the Korean peninsula.",
  "It’s a missile stand, not eliminating a whole class of weapons systems or missile platforms,” Harry Kazianis, director of defense studies at the Center for the National Interest, a public policy think tank in Washington, D.C., told Newsweek.",
  "Pyongyang also recently invited foreign journalists to witness the demolition of one of its nuclear sites, although international inspectors were not there to verify whether the site had been completely decommissioned by the blast.",
  "STR/AFP/Getty Images\n\nBut regardless of whether the nuclear testing site and the missile test stand are completely destroyed, experts argue that the moves show Pyongyang is taking the peace process seriously.",
  "The country’s nuclear program also appeared to be developing swiftly, and some experts began speculating whether the country would soon have the ability to fit a nuclear weapon onto a ballistic missile.",
  "In 2017, experts said North Korea launched 23 missiles, including intercontinental ballistic missiles capable of hitting targets in the United States.",
  "“While any destruction of any materials in North Korea's missile program is a great thing, we should not get too excited.",
  "North Korea destroyed a missile test stand at one of its main testing facilities, new satellite imagery reveals.",
  "In April, Kim announced that North Korea would unilaterally halt ballistic missile and nuclear testing.",
  "“It might just be that Pyongyang does not need it anymore, [or] is moving to another type of testing.”",
  "“All of the long-range missiles that North Korea has tested thus far have been liquid-fueled.",
  "The real test will be whether North Korea gives up its nuclear capabilities.",
  "Since then, however, the situation appears to have calmed substantially.",
  "The announcement came after nearly a year of frequent tests."
]