[
  "“Each side also always has its own spin.” “Since it was the first meeting between Trump and Putin and the only real expectation was to get to know one another rather than to negotiate a complex agreement, a smaller format was probably a better way for the two presidents to talk,” he added.",
  "\"Normally, leadership-level meetings have a devoted notetaker to ensure that afterwards, any agreements reached can be implemented efficiently, and reflect the stated desires of the people participating in the meeting,\" Jeff Rathke, a former career foreign service officer, said.",
  "\"A meeting like this always produces different accounts regardless of whether notetakers are present or not — people interpret words, body language, and context differently,” Paul Saunders, a Russia scholar at the Center for the National Interest, told BuzzFeed News.",
  "Mikhail Klimentiev / AFP / Getty Images\n\nPresident Donald Trump and Russian President Vladimir Putin sat down for their first meeting on Friday and chatted about Russia interfering in the 2016 US election — but both camps now disagree on exactly what was said.",
  "Mikhail Klimentiev / AFP / Getty Images\n\nLavrov, the Russian foreign minister, told reporters that Trump accepted Putin's statement that Russia didn't interfere in the election, according to tweets from the New York Times' Moscow bureau chief Neil MacFarquhar.",
  "\"President Trump said that this campaign has already taken on a rather strange character because over the many months that these accusations have been made, not a single fact has been presented,\" Lavrov said, according to MacFarquhar.",
  "And Michael McFaul, the former US ambassador to Russia, told BuzzFeed News, \"It's always a mistake not to have your national security adviser in the meeting and not to have a notetaker precisely for these kinds of moments.\"",
  "According to Lavrov, Trump said that \"he heard the clear statements of President Putin about this being untrue, that the Russian leadership did not interfere in the election and that he accepts these statements.\"",
  "\"It wouldn't be the first time the secretary said one thing, and the president did another,\" a State Department official said to BuzzFeed News when asked about the differing accounts of the Putin-Trump meeting.",
  "The only people in the meeting at the G20 summit in Hamburg, Germany, were Trump, Putin, Secretary of State Rex Tillerson, Russian Foreign Minister Sergey Lavrov, and translators.",
  "The pair had a “robust and lengthy exchange” about the cyber-meddling by Russia during the election, and Trump pressed Putin on the issue numerous times, Tillerson told reporters.",
  "The official was referring to the ongoing Gulf crisis in which Trump has applauded Saudi Arabia's blockade against Qatar while Tillerson has worked to de-escalate the situation.",
  "So, for those keeping track at home, Russia says that Trump accepted Putin didn't interfere in the election, but Tillerson said there was \"intractable disagreement.\"",
  "Lavrov also said that Trump told Putin that some circles in the US were \"exaggerating\" claims of Russian interference, according to the BBC's Moscow reporter.",
  "The two leaders agreed, though, that this is a substantial hindrance in the ability of us to move the Russian–US relationship forward,” said Tillerson.",
  "But others argued that at meetings such as this, having a designated notetaker is standard practice and it could've done a lot of good.",
  "Trump is “focused on how do we move forward from something that may be an intractable disagreement at this point,” added Tillerson.",
  "Trump began the meeting by asking Putin directly about Russian interference in the 2016 presidential election, US officials said.",
  "Tillerson said that Melania Trump came in at the one-hour mark to try and get the meeting finished, but they all kept talking.",
  "(For what it's worth, the FBI, CIA, NSA, and Director of National Intelligence all say Russia interfered in the election.)",
  "Aboard Air Force One on Saturday, reporters asked Treasury Secretary Steve Mnuchin and National Security Adviser H.R.",
  "Neither r… https://t.co/IxiPXLNH2Z\n\nSince no one else was in the meeting, it's just a game of \"he said, he said.\"",
  "\"When you don’t have a record of a meeting, then it’s harder to do that because it’s only conveyed orally.\"",
  "Reporters asked Mnuchin and McMaster to clarify if Trump accepted Putin denials of election interference.",
  "Meaning, Trump is agreeing to disagree about Russia's involvement in order to \"move forward.\"",
  "Immediately, a White House official told NBC that Lavrov's claim was \"not accurate.\"",
  "(I.e., no one else was in the room where it happens, the room where it happens.)",
  "McMaster whether Trump had, in fact, accepted Putin's denial of interference.",
  "Some experts downplayed the impact of not having a notetaker in the room.",
  "Putin denied Russia was behind any interference, according to Tillerson.",
  "“President Putin denied such involvement, as I think he has in the past.",
  "But the Russians explained the meeting a little differently.",
  "The Putin-Trump meeting lasted some 135 minutes.",
  "It was expected to last less than 40 minutes.",
  "However, this is where things get messy.",
  "Patrik Stollarz / AFP / Getty Images",
  "Neither refuted the claims.",
  "(Emphasis ours.)",
  "Good times."
]