[
  "It was no karaoke night at Mari Vanna, where “KGB” has been dropped from the event name but a dedicated clutch of loyalists continues to gather each Wednesday to suck down Baltika beers and belt out Russian pop songs among antique samovars, reading the lyrics off screens that otherwise play endless loops of the Soviet cartoon “Nu, Pogodi!” But in addition to Naumov and a number of well-groomed embassy staffers, a handful of other young Russians nibbled on finger food and browsed an exhibition about the battle.",
  "“It's been feeling like I have two families and I really want to do everything I can to bring them together,” he said, and to “decrease the chance of miscalculation, which could lead to grave consequences.”\n\n\n\n***\n\nI first encountered Naumov at an August gathering at the Russian Embassy commemorating the World War II Battle of Kursk, a 1943 Soviet victory over Germany that helped turn the tide on the Eastern Front.",
  "One former top counterintelligence official described his consternation at the recklessness of State Department officials of both sexes during the Obama years who indulged in sexual favors from in-room masseurs during their stays at the Moscow Ritz, the same hotel made infamous by the Steele dossier’s unsubstantiated allegations about Donald Trump’s behavior in the presidential suite.",
  "In an ornate second-floor ballroom, Russian Ambassador Anatoly Antonov toasted the bravery of the Soviet soldiers with vodka and repeatedly hammered home the theme that the Russian government would not tolerate any attempts to desecrate their memory (a reference to the same historical reevaluations that forced DJ Bezza to cancel his Defender of the Fatherland Day raves).",
  "Federal law forbids employers from discriminating against job-seekers based on their citizenship or national origin, but a Washington cybersecurity executive said private firms that do sensitive work for the U.S. government avoid hiring applicants from countries like Russia, China and Iran, describing the practice as a “very well-enforced informal policy.\"",
  "“If there's someone coming over here from Russia, and they’re getting access to universities,” warned Rochford, “Then they should be looked at very, very hard, because they have conflicted loyalties.”\n\nCounterintelligence officials regularly meet with university officials all over the country to warn them of just that, with mixed results.",
  "The Chinese model is often called “a thousand grains of sand.”\n\nAs evidenced by Butina—who schmoozed relentlessly, actively sought publicity and questioned candidate Trump at a campaign event while allegedly coordinating her activities with a Russian government official—young Kremlin agents in the U.S. are also becoming more brazen.",
  "Prosecutors allege that Butina, for example, used a romantic relationship with Paul Erickson, a 56-year-old Republican operative, to further her aims as she sought access to conservative political networks such as the National Rifle Association and the annual CPAC conference (Butina’s lawyer claims the two were genuinely in love).",
  "While Russians of all ages can be potential assets, men between the ages of 45 and 55 are the riper targets than their younger comrades for U.S. government recruitment, according to Mike Rochford, a retired FBI special agent who served as espionage section chief in the bureau’s counterintelligence division.",
  "“I’m worried of young, blue-eyed, model-looking guys.”\n\nThe age-old tactic has been given a new spin by dating apps, which allow would-be spies to make far more passes and do so at a safe distance, posing new challenges for U.S. counterintelligence—as well as for single Russians just trying to get a date.",
  "The executive receives and discards so many résumés from Russian and Chinese job-seekers that he has joked with colleagues he should give them all summer internships and sequester them in a separate room so someone from the government posing as an “internship coordinator” can secretly monitor them.",
  "Shortly after arriving here, she came across posters advertising RT, the Kremlin-backed media outlet, on H Street—a hip section of Northeast Washington—and vandalized them with a marker, writing “Putin’s motherfuckers” and “stop war in Ukraine.”\n\nThat attitude does not play well back home.",
  "“They don’t think there are any boundaries because of what the Russians did to us in 2016,” said Montoya, explaining that successful exploits in the U.S. can help young Russians break into their country’s elite at a time when average citizens are suffering from economic stagnation.",
  "“They’re not going to ask you what you do in that windowless room in the belly of the beast in Langley.”\n\nWhen he was working in sensitive government posts, Montoya even had to warn his three young sons that they could be targeted online by women seeking access to their father.",
  "“Before, I would call an event and say, ‘Hey we’re going to have Ukrainian Independence Day,’ and everybody would come,” Andrey Bessarabov, better known as DJ Bezza, a Soviet-born IT worker who moonlights for Troika Party, a promoter of Eastern European club nights in the area.",
  "According to Montoya, the Russians have learned from watching the Chinese, who rely more heavily on “non-professional collection”—drawing intelligence from all sorts of nationals with access to sensitive information, rather than primarily relying on professional operatives.",
  "The young guests, by-and-large more sympathetic to the Kremlin than critical of it, stood around a table expressing frustration that of late, all Washingtonians want to talk to them about is politics, and their opinions of Putin, a topic they would just as soon avoid.",
  "Nobody differentiated.”\n\nposter=\"http://v.politico.com/images/1155968404/201809/1773/1155968404_5833680587001_5833684176001-vs.jpg?pubId=1155968404\" true\n\nStory Continued Below\n\nThen Vladimir Putin annexed Crimea, and the headlines were filled with talk of sanctions.",
  "Top Russian acts like Ivanushki International would swing through town to play gigs, and Washington Capitals stars Alexander Ovechkin and Alexander Semin would sometimes join in the revelry with students and summer workers from all over the former Soviet Union.",
  "Natalia, who asked that only her first name be used, told me she was perturbed when her landlady, who perhaps had been watching too much “Rocky & Bullwinkle,” recently began to question her about using the nickname, as if it were some sort of spy alias.",
  "After volunteering with So Others Might Eat, a D.C.-based charity for the poor, she wrote a post saying the homeless in Washington eat better than patients in Russian hospitals, where the food is notoriously lousy, provoking fierce criticism in Russia.",
  "Elena Branson, the New York-based chair of the Kremlin-aligned Coordinating Council of Organizations of Russian Compatriots of the U.S.A., also did not respond to an email seeking guidance on young Russians in Washington who support Putin.",
  "“When you go on dates people joke about it a lot,” said Alina, a petite 21-year-old Muscovite who recently graduated from Duke, moved to Washington this summer and declined to provide her last name during a brief interview at Mari Vanna.",
  "Instead, people with access to sensitive information are trained to be wary when engaging with young Russians (as well as young Chinese nationals, or even people who do not appear to be foreign at all) on dating apps and social media.",
  "Last year, Nick who came to the U.S. as an adolescent, found his suspicions aroused again when he engaged in an extended flirtation on Tinder with a young woman he came to believe was targeting him for intelligence-gathering purposes.",
  "Orlova was used to hearing from cranks, but after Ramzan Kadyrov, the strongman who rules Chechnya as Putin’s vassal, spoke out to condemn images of Muhammad, she began receiving credible death threats from Chechens on Facebook.",
  "Their mom and dad die.”\n\nWashington’s numerous campuses are also sites of counterintelligence concern, both because university study is a common cover for foreign agents and because of the sensitive research conducted on them.",
  "One former top counterintelligence official said that the University of Maryland and Johns Hopkins, which perform a lot of classified military research, take such concerns more seriously than the universities in the District.",
  "A dual citizen who wants to dedicate his career to improving U.S.-Russia relations, Naumov said he has not experienced discrimination, though friends have joked that it will be difficult for him to get a security clearance.",
  "“And the engineers coming out of Russia and China are supertalented.” Frustrated Russian job-seekers might have better luck out West, where firms doing sensitive work tend to be more lax in their hiring, the executive said.",
  "Former counterintelligence officials say Russians are particularly fond of the honey trap, the use of attractive young people, usually women, to compromise or gain influence over intelligence targets, usually older men.",
  "“We can’t go to Tinder and say, ‘Give us a list of everyone with a Russian surname,’” said Frank Montoya Jr., a former FBI special agent and former director of the Office of the National Counterintelligence Directorate.",
  "“At least on an artistic and a cultural level there is no problem between these nations,” he said, though he noted that diplomatic tensions have made it more difficult to secure visas for Russian singers to come here.",
  "When Nasonov, who has taken a break from activism and turned instead to making art, launched a GoFundMe to pay rent on a studio near the Takoma Metro station, Washingtonians he had never met put up the money for it.",
  "“If that person is really interested in you, they're going to ask about your family, they’re going to ask about your hobbies, they’re going to ask you about where you want to go for drinks tomorrow night,” he said.",
  "“Nick,” a 20-something Russian-born U.S. citizen who holds a security clearance and works as a consultant for a major defense contractor described being the target of suspected phishing attempts on both platforms.",
  "A spokesman for the Russian Embassy did not respond to an email seeking guidance on the city’s young Russians, nor did the Center for the National Interest, a pro-Kremlin D.C. think tank with ties to Butina.",
  "She was heartened to find a popular anti-Putin slogan scrawled in Cyrillic on a bathroom wall at Solly’s, a dive bar on U Street, and has even contributed some graffiti of her own to the D.C. streetscape.",
  "“The questions would be very, very, very, very sort of like pointed.”\n\nNick kept his responses vague, though he did mention a love for drinking tea, and eventually he worked up the nerve to ask her out.",
  "One think-tanker with a security clearance said he recently came to trust an American underling less because the underling participates in too many Russian-sponsored cultural exchanges for his liking.",
  "When Maria Butina, 29, was charged with acting as an unregistered Kremlin agent from her perch as a grad student at American University, it seemed to confirm Washington’s worst suspicions about them.",
  "When the man who initiated the discussions passed Nick on to an associate with a generic Outlook.com address, Nick bailed, figuring a legitimate offer would come from a business’ email domain.",
  "Life on campus as a Russian is more or less normal, reports Alexander Naumov, a sophomore pursuing international relations and Russian studies at George Mason University in Northern Virginia.",
  "You’re pretty sure those questions about being a spy are innocent flirtations, and your boss might be joking when he asks you to keep your birthplace to yourself, but it is not totally clear.",
  "Susan Carmel, a local philanthropist who funds the center and is a friend of former Russian Ambassador Sergei Kislyak, said through a spokeswoman that she was unavailable for an interview.",
  "Naumov and his mother have recently reconnected with their Russian heritage through an annual march from the White House to the Mall organized to commemorate Soviet World War II veterans.",
  "But nothing prepared the young Russians of Washington for the wintry blast of social isolation and suspicion that followed the arrest this July of an attractive young Russian apparatchik.",
  "He leaned forward to show me what he said was a scar on his forehead from when she had beaned him with a full glass of vodka, though I couldn’t make it out in the light of a streetlamp.",
  "***\n\nLate on a recent Monday night, a lanky man smoking a cigarette on the sidewalk outside Blagden Alley in Shaw, loudly complained about his recent experience dating a Russian woman.",
  "If that sounds bad, many of them—especially opposition figures and gay men in exile—are regarded with more suspicion by their own government back home than by their new neighbors here.",
  "They’re enterprising and they do it because they think the payoffs will be huge.”\n\nMeanwhile, Russians here are also often targets for recruitment by U.S. intelligence services.",
  "Here, she writes for Echo of Moscow, an opposition radio station, and for subscribers to her channel on the Russian messaging app Telegram, about American culture and politics.",
  "When he first arrived here four years ago, a gay couple provided Nasonov and his now-husband with free housing for a year in Columbia Heights and then Silver Spring, Maryland.",
  "In 2013, Mari Vanna, a three-story restaurant and nightclub littered with Soviet-era kitsch, opened in DuPont Circle and became the Russian diaspora’s de facto party house.",
  "“We are much more attuned to it than folks in Silicon Valley are.”\n\nEven young Americans in Washington who fraternize too much with Russians can face career consequences.",
  "“He is a guy who could have been joking about it,” he said, “but even joking felt very uncomfortable.”\n\nThose uncomfortable interactions can follow Russiantonians home.",
  "Dmitry Sivaev, an urban development specialist at the World Bank, recalled his annoyance when a former boss told him not to mention to colleagues that he was Russian.",
  "The 30-something Russian woman, who has earned the Kremlin’s ire for her writing in praise of economic sanctions, said she is on guard for a certain kind of approach.",
  "LinkedIn may be worse than dating apps, added Montoya, who regularly received unsolicited business propositions from Russian and Chinese women on the networking site.",
  "An opposition journalist, she made statements about the January 2015 Charlie Hebdo massacre and images of the prophet Muhammad that earned the ire of Chechen Muslims.",
  "In February 2015, opposition leader Boris Nemtsov was murdered outside the Kremlin, apparently by Chechens tied to Kadyrov, and Orlova decided to move to Washington.",
  "A lawyer for Butina suggested speaking to Anton Fedyashin, the director of the school’s Carmel Institute of Russian Culture & History, in which Butina was active.",
  "He also told of a Russian classmate who returned to his dorm room last year to find someone had tried to set fire to his Russian flag, which had burn marks on it.",
  "Who knows?” mused Maria Snegovaya, a young academic from St. Petersburg who recently entered the fog of Russian expat life in D.C. “You’re not hired for that job.",
  "Their résumés are getting tossed in the trash, and when they do get the job, their boss might warn them not to mention their nationality to people at the office.",
  "Robert Ainsley, who oversees an exchange program for young opera singers between Moscow’s Bolshoi Theatre and the Washington National Opera, did take my call.",
  "“A lot of people felt negative about it, so I kind of stopped organizing them,” Bessarabov confided over cake on a recent Friday night at Mari Vanna.",
  "“I don’t know if I was targeted specifically or whether I became an asset of potential interest as we started getting to know each other,” he said.",
  "Before he fled to Washington, he was accosted there by Russian police and accused of participating in a conspiracy to murder someone in Moscow.",
  "Nick, who spoke on the condition that his real name not be used, was immediately wary because private equity firms rarely recruit consultants.",
  "While opposition supporters were largely game to speak for this article, those more sympathetic to the Kremlin—or tied to Butina—were not.",
  "The landlady seemed satisfied when Natalia showed her a Wikipedia article explaining that “Natasha” is a standard diminutive for Natalia.",
  "The questions from men about being a spy are “Mostly for flirting,” said one thirty-something Russian woman on the D.C. dating scene.",
  "When friends with ties to official Washington bail on plans to hang out, a calendar conflict can take on more sinister overtones.",
  "One of them is 29-year-old Andrew Nasonov, who previously worked in Voronezh as a journalist and activist against anti-LGBT laws.",
  "This is the nicest excuse you could have given me, but I also think it happens to not be true.’” Nick blocked her two days later.",
  "“If she has a Russian last name, that doesn’t mean don’t engage, especially if you’re really attracted to her,” Montoya advises.",
  "Sivaev, at the World Bank, mentioned a Russian friend who believed she was being groomed for recruitment by the U.S. government.",
  "Many administrators are loath to turn away bright students or researchers on account of vague warnings about national security.",
  "Then there’s the too-good-to-be true job offer on LinkedIn: Have you lucked out, or are you being recruited for something else?",
  "He is middle-aged but said he knows 40 or 50 gay Russian men in the area, mostly in their 20s and 30s, who are doing the same.",
  "Oleg Tomilin, a gay man from the city of Voronezh in southwestern Russia came to Washington in 2014 seeking political asylum.",
  "“At least I treat it this way.”\n\nOf course, the prospect of Russian agents using sex as a weapon of statecraft is a real one.",
  "To be young and Russian in Washington is, often, to live in the gray ambiguities of a John le Carré Cold War spy novel.",
  "Now, more so than ever, the capital’s young Russiantonians find themselves living in a battlefield of the new Cold War.",
  "Suddenly parties marking Defender of the Fatherland Day seemed in poor taste given their Russian nationalist overtones.",
  "The standard of living here is far better than in Russia, where the gross domestic product per capita is about $9,000.",
  "Every weekend, promoters would throw Slavic night bashes at venues like Ozio on M Street and Eden on Farragut Square.",
  "Butina was enrolled as a graduate student at American University while allegedly pushing the Kremlin’s agenda here.",
  "“We notice that people of that age, especially in Russia, tended to have a more realistic point of view,” he said.",
  "Besides going online, the counterintelligence threat posed by Russians in Washington is evolving in other ways.",
  "“One thing that I noticed was very, very quick replies, something that is very unusual on Tinder,” he recalled.",
  "“I’m afraid of it.”\n\nThat’s what Karina Orlova, 32, feared when she fled Moscow for Washington three years ago.",
  "***\n\nOf course, life for young Russiantonians is not an unending stream of side-eye glances and faux glasnost.",
  "Mostly, men in Washington seem to be intrigued by Russian women, though they do keep asking if they’re spies.",
  "She works for an international nongovernmental organization and excels at math, but she also cheated on him.",
  "And for a sizable number of young Russians who came to Washington fleeing persecution, the city is a haven.",
  "“When you tell people you’re a Russian journalist, you have to explain you’re not propaganda,” she said.",
  "Naumov, a tall 19-year-old with frosted tips, came to the U.S. from a small Russian town as a child.",
  "When she divulges her occupation to people in Washington, they often respond with a knowing smile.",
  "“She said she was actually a tea sommelier and that she had an event this weekend,” he recalled.",
  "His ex-girlfriend is brilliant, he explained to me, after I overheard him spilling his sorrows.",
  "Another gay couple provided them with free housing for another year in Falls Church, Virginia.",
  "Instead, deep state daters should be on the lookout for red flags once they swipe right.",
  "The first was the prospective offer of a cushy job in private equity, made via LinkedIn.",
  "“What sucks is D.C. is a very tough place to recruit engineers in,” the executive said.",
  "One Russian journalist in Washington whose first name is Natalia often goes by Natasha.",
  "Neither Fedyashin nor the press office at American University responded to inquiries.",
  "Sivaev was so taken aback he could not tell whether his boss was being serious.",
  "Not so long ago, the Russian émigré party scene in Washington was off the hook.",
  "“They’re better than Russians actually.” Just a little more on edge these days.",
  "And for Russians who do get the job, office life in Washington can be awkward.",
  "But when she declined the invitation, her reason was a little too on the nose.",
  "Jokes aside, the practice also has drawbacks for the firms that practice it.",
  "He said the program, which Carmel funds, has been an unmitigated success.",
  "Its “KGB Karaoke” nights on Wednesdays raged into the morning hours.",
  "“For me to go back to Russia, it's like equal to death,” he said.",
  "That kind of domestic combat appears to be an isolated incident.",
  "“Marriages go bad, ambitions go bad, they don’t get promotions.",
  "“That's the risk-reward of what these kids are trying to do.",
  "Why is that?”\n\n\n\n***\n\nSnegovaya has good reason to wonder.",
  "The party scene began to fracture along political lines.",
  "“Americans are really nice and polite people,” she said.",
  "“Are they asking specific questions about what you do?",
  "Some people have bad situations with their superiors.",
  "Their Tinder dates keep asking them if they’re spies.",
  "Not every use of the honey trap fits that stereotype.",
  "And when are they asking you about those things?",
  "Nasonov has no intentions of leaving the city.",
  "“I’m not worried of young Russians,” she said.",
  "Euro-pop beats pounded and vodka shots flowed.",
  "Through Sivaev, she declined to speak to me.",
  "Ben Schreckinger is a reporter for Politico.",
  "Some people lose money in the stock market.",
  "In Washington, though, she feels welcome.",
  "Their landlords are interrogating them.",
  "And she becomes erratic when drinking.",
  "Montoya advises a bit of common sense.",
  "Overall, she is a fan of her new home.",
  "“It didn’t matter Ukrainian, Russian.",
  "“I was like, ‘Wow that's so unusual.",
  "Do they persist in those questions?",
  "The Ukrainians went their own way.",
  "“Are they really busy?",
  "After a lot of drinks?",
  "Is it after a drink?",
  "Is it pillow talk?\""
]