[
  "Saudi Arabia also enlisted the help of Qorvis Communications, which released an open letter this week penned by several noted foreign policy experts warning the bill would “most certainly push” relations with Saudi Arabia and its allies “to the brink” and that “the U.S. will suffer the consequences for many decades into the future.”\n\nThough certain lawmakers have voiced last-minute qualms about diplomatic repercussions, leaders are certain they have the votes to sustain an override.",
  "Even Corker, who earlier agitated for more time to reconsider changes to the bill, said Tuesday an override is a likely “fait accompli” and advised his colleagues that “it’s probably not worth falling on your sword over.”\n\n[McConnell says he expects Senate has votes to override veto of 9/11 bill]\n\nSimmering frustrations with Saudi Arabia did not similarly tip the balance on a motion to stop a sale of tanks to the Kingdom Wednesday, which senators voted against, 71 to 27.",
  "On Tuesday, Senate Armed Services Committee Chairman John McCain (R-Ariz.) said Sen. Rand Paul (R-Ky.), the resolution’s chief proponent, “has a fundamental misunderstanding of the entire Middle East.”\n\nYet the measure’s authors say the arms sales are part of a greater, problematic trend that the United States is allowing Saudi Arabia to get away, literally, with murder.",
  "“The Saudis have in many, many ways been good allies to the United States over the years… it is important to the United States to maintain as good a relationship with Saudi Arabia as possible.”\n\nBut experts said criticizing Saudi Arabia has become “almost fashionable” and congressional scrutiny of the alliance is only likely to grow more intense.",
  "Even President Obama recently has admitted that the relationship with Saudi Arabia is “complicated.”\n\nIn Congress, top foreign policy lawmakers have done their utmost to argue for preserving the sanctity of the U.S.-Saudi alliance in the face of growing displeasure with the Kingdom among their colleagues.",
  "And so I do think it’s time to question whether this alliance is as clear and as solid as many of us may have been told it was.”\n\nCongressional leaders took pains this week to reject linking the two measures being considered this week as evidence of a growing anti-Saudi trend.",
  "Still, he acknowledged, “public opinion relative to Saudi Arabia has diminished.”\n\nNowhere is that trend clearer than in the Sept. 11 victims’ bill, which would give courts the right to waive claims to foreign sovereign immunity in cases involving terrorist acts on U.S. soil.",
  "“Criticism of Saudi Arabia has come out of the closet, and I don’t think it’s going to go back in.”\n\nAs the United States struggles to respond to acts of global terrorism in the name of Islam, the cracks in its partnership with Saudi Arabia have increasingly been on display.",
  "While the two measures will not both get through Congress – there is wide support for the Sept. 11 bill, but senators voted down Wednesday’s attempt to stop the arms sale – experts say the current scrutiny of the U.S.-Saudi relationship is unprecedented.",
  "Riyadh wants the vehicles to replace those damaged in its fight against Iran-backed Houthi rebels in Yemen, but the sale has come under public fire as more evidence mounts that Saudi Arabia may be using U.S. weapons to target civilians.",
  "Though the Kingdom remains a critical ally in the global fight against terror, Western leaders have publicly criticized it for financially and politically promoting an Islamic fundamentalist worldview espoused by many extremist groups.",
  "As the fight over terrorism escalates, lawmakers on Capitol Hill are taking aim at the longtime U.S. ally with a double-header of legislative rebukes to the Kingdom over its alleged ties to extremists and military campaigns in Yemen.",
  "That doesn’t mean that it’s in our national interest to not have an alliance with them — I mean they’re an important part of our efforts in the Middle East,” said Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.).",
  "“I intend to aggressively oppose efforts to disapprove the arms sale to the Saudis,” Senate Majority Leader Mitch McConnell (R-Ky.) said Tuesday, after predicting the Senate would easily override a veto of the Sept. 11 bill.",
  "“And if there’s an ugly settlement over 9/11, and the Yemen war continues, that debate will get tougher and tougher for the Saudis to win.”\n\nThomas Gibbons-Neff, Kelsey Snell, and Catherine Ho contributed to this report.",
  "Earlier this year, even the Obama administration – which has sold Saudi Arabia about $110 billion worth of weapons – halted a cluster bomb sale after human rights groups showed they were being used in civilian areas.",
  "(EPA/BERND VON JUTRCZENKA)\n\nA series of bills before Congress this month is the surest sign yet that Saudi Arabia can no longer claim the privileged status it has held largely unchallenged for decades in Washington.",
  "Congress is also preparing to override an expected presidential veto this week of a bill to let the families of Sept. 11 victims sue Saudi Arabia over alleged ties to the terrorists who carried out the attack.",
  "And we have plead with them, we have asked them to stop, and the evidence suggests they have not,” Sen. Chris Murphy (D-Conn.) said during an event at the Center for the National Interest this week.",
  "Riyadh launched a formidable campaign to kill the bill with Saudi Arabia spending in excess of $3 million this year on on lobbying contracts, according to Foreign Agents Registration Act documents.",
  "International human rights groups, meanwhile, have openly condemned Saudi Arabia for violating the laws of war in Yemen with “logistical, tactical, and intelligence support” from the United States.",
  "“We haven’t seen this much anti-Saudi activity on the Hill in a quarter of a century,” said Bruce Riedel, director of the Brookings Institution’s Intelligence Project and an expert on Saudi Arabia.",
  "“We have largely turned the other way and allowed for the Saudis to create a version of Islam which has become the building blocks for the very groups that we are fighting today.",
  "The White House protested early and often that the measure would upset relations with Saudi Arabia and warned it could expose U.S. officials abroad to similar legal risks.",
  "\n\nThe Crown Prince and Defense Minster of Saudi Arabia Mohammad bin Salman Al Saud (C) walks with his entourage at the G20 Summit in Hangzhou, China.",
  "The first came Wednesday, when the Senate voted on a resolution to restrict arms sales to Saudi Arabia until it stops targeting civilians in Yemen.",
  "“I think the era in which you could get $110 billion worth of arms through the Congress with virtually no debate on the Hill is over,” Riedel said.",
  "But once it hit the floor, Congress’ message was clear: the concerns of Sept. 11 victims trump threats of upsetting the U.S.-Saudi relationship.",
  "Charles E. Schumer (D-N.Y.) and John Cornyn (R-Texas), who authored the proposal, responded to criticism by tweaking and narrowing the measure.",
  "Recently, images and videos from Yemen have suggested that Saudi Arabia is using U.S.-produced white phosphorus in Yemen as well.",
  "As Congress prepares to soon override an expected veto of the bill, Saudi Arabia has launched a last-minute lobbying blitz.",
  "Representatives of the government and its allies have been frequenting lawmakers’ offices to plead for help.",
  "According to a recent study published in the Guardian, one in three Saudi-led raids in Yemen hit civilians.",
  "But even they admit the Saudi Arabia has a serious image problem it must confront.",
  "Opponents of the effort to quash the arms sales argued the measure misguided.",
  "“We have told them the targets not to hit, and they have not listened.",
  "Saudi Arabia is coming under unprecedented fire in Congress this week.",
  "The bill passed the Senate, and later the House, without any dissent.",
  "“There is a public relations issue that exists.",
  "Sens."
]