[
  "At first you had a Russia that would complain and threaten and then they realized the more you complain and threaten, the more you vindicate to Congress that they’ve struck a nerve.”\n\nLast April, during a congressional delegation to Moscow, Russian senator Konstantin Kosachev slid California Rep. Dana Rohrabacher—widely known as the most Putin-friendly lawmaker on Capitol Hill—a note, asking if he’d be willing to meet with representatives from Russia’s general prosecutor’s office.",
  "As part of the campaign against the sanctions, Veselnitskaya was involved in promoting a controversial anti-Browder documentary, “The Magnitsky Act — Behind the Scenes,” and a June 13 screening of it at Washington’s Newseum—four days after her meeting with Trump Jr.\n\nAround this time, Browder was publicly attacking an NBC News reporter over a planned story based on opposition research of him.",
  "The sweeping Kremlin campaign has included lobbying Congress, the creation and promotion of several slick documentaries, the opening of murder investigations in Russia against the laws’ top advocate, the use of social media bots to promote criticism of the laws and the posting of a suspiciously popular petition calling for repeal on WhiteHouse.gov.",
  "But the Center for the National Interest, a Washington think tank that has been accused of being overly sympathetic to the Kremlin, published a blog post about the anti-Browder documentary that was heavily promoted by bots and search engine optimization techniques, according to the congressional aide who has monitored the anti-Magnitsky campaign.",
  "“Such a situation could have a very favorable response from the Russian side on many key controversial issues and disagreements with the United States,” the document concludes, “including matters concerning the adoption procedure.”\n\nRohrabacher’s office casts its receipt of the document as simply a matter of hearing the Russian viewpoint.",
  "In an angry reponse in the National Interest, a journal published by the center, Browder accused CNI of “recklessly disseminating the lies that the Kremlin is trying to spread around Washington.” (“We have no control over how others may seek to represent or publicize our work,” wrote CNI’s executive director Paul Saunders in an email.)",
  "Since 2014, Veselnitskaya had been representing Prevezon, a firm incorporated in Cyprus and owned by Denis Katsyv, the son of Pyotr Katsyv, a former minister of transportation for the Moscow region, in a federal forfeiture case in New York in which he stood accused of laundering millions of dollars in proceeds from the Magnitsky fraud.",
  "The grudge goes back to 2008, when the Russian government granted a fraudulent $230 million tax refund to an organized crime group that included Russian government officials using documents confiscated from the Moscow-based operations of the British investor Bill Browder, who had fallen out of favor with Putin.",
  "The Russian lawyer whose June meeting at Trump Tower is rocking American politics was just the tip of the spear of a massive, years-long effort by the Kremlin against human rights laws named for Sergei Magnitsky, a Russian lawyer who died under mysterious circumstances as a prisoner of the Russian government.",
  "FusionGPS is a research firm and is not engaged in lobbying on this or any other matter.”\n\nHere’s where things get even more complicated: Fusion is the same firm that commissioned a dossier of explosive but unverified allegations about Trump’s ties with Russia from the former MI6 agent Christopher Steele.",
  "In 2012, Congress, led by Democratic Sen. Ben Cardin of Maryland and Republican Sen. John McCain of Arizona passed the Sergei Magnitsky Rule of Law Accountability Act with broad bipartisan support over the objections of the Obama administration, which felt it would complicate U.S.-Russia relations.",
  "In October, the 2nd Circuit Court of Appeals barred BakerHostetler and John Moscow from representing Perezon, calling it a conflict of interest because, in 2008 and 2009, Moscow had represented Browder’s hedge fund, Hermitage Capital, in its initial investigate on of the Magnitsky fraud.",
  "“Our work consisted almost entirely of supporting the discovery process,” the research firm said in a statement, which continues, “FGPS has on occasion assisted reporters covering the Prevezon case by clarifying public information from its litigation research and from the court record.",
  "***\n\nIn 2016, as Americans were consumed by the presidential campaign and Steele was compiling his famous dossier, the Kremlin was making a renewed push on Magnitsky, which included working to have his name removed from the Global Magnitsky Human Rights Accountability Act.",
  "In April, Rohrabacher was overhead in a hotel lobby in Berlin discussing the case with Rinat Akhmetshin, a dual Russian-U.S. citizen who worked with Veselnitskaya to discredit Browder and is alleged to have ties with Russian intelligence, as CNN first reported.",
  "Congressional committees have taken a keen in interest in Fusion’s activities; this week, Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) asked the firm’s co-founder, former Wall Street Journal reporter Glenn Simpson, to appear before his panel.",
  "Putin called the act “a purely political, unfriendly move.” Then in April 2013, the Kremlin banned several former and current U.S. officials—including “torture memos” author John Yoo and a former army commander of Guantánamo Bay— from entering Russia.",
  "The document, which was written in broken English, labeled “Confidential” and obtained by POLITICO Magazine, suggests that “the Subcommittee on Oversight and Investigations of the Committee of the House of Representatives” should investigate Browder.",
  "It has been widely reported that Fusion was first hired by a Republican client to research Trump during the Republican primary in late 2015 and continued the Trump research for a Democratic client in 2016, when it commissioned the Steele dossier.",
  "Moscow’s law firm BakerHostetler in turn retained the research firm Fusion GPS, which traced assets in the U.S. to Browder—whose tip to the Justice Department sparked the Prevezon case—and aided efforts to serve the investor with a subpoena.",
  "The Kremlin also escalated its vendetta against Browder—whose business activities were initially tolerated by Putin—requesting three international warrants for his arrest in 2013 and 2014, all of which were rejected by Interpol.",
  "The bill also irritates Putin because it targets business leaders close to him, punishes Russia over its internal affairs and lets the U.S. government punish Russians around the world for violations of U.S. law.",
  "It was adoption that Veselnitskaya really wanted to talk about in the June 9 meeting, Trump Jr. initially said—a claim that raised suspicions even before the New York Times obtained emails suggesting otherwise.",
  "As for the massive outlay of resources being marshaled against the Magnitsky Act and its leading proponent, Browder said he considers the Kremlin’s years-long campaign to discredit him ineffective, if annoying.",
  "Story Continued Below\n\nWhile the economic impact of the targeted sanctions is limited, the bills have been a global embarrassment for Russia, making it a Kremlin goal to discredit and repeal them.",
  "The Russian government’s tactics had grown more subtle since Congress passed the original Magnitsky act in 2012, according to a congressional aide who has followed the Kremlin campaign closely.",
  "Browder, meanwhile, has lobbied other countries to adopt similar sanctions, and last year, Congress took up another bill named for Magnitsky to sanction human rights abusers around the world.",
  "On March 21, a key witness in the case against Perezon, a Russian lawyer representing Magnitsky’s family named Nikolai Gorokhov, was reportedly thrown out of a fourth-floor window in Moscow.",
  "Days after President Barack Obama signed the bill into law in December 2012, the Russian Duma retaliated—voting overwhelmingly to ban the adoption of Russian children by American parents.",
  "This was the backdrop for Veselnitskaya’s June 9 meeting at Trump Tower, which was arranged by Emin Agalarov, a Russian pop star friendly with the Trumps, and his publicist Rob Goldstone.",
  "Magnitsky, a lawyer working for Browder to expose the fraud, was arrested and died in 2009 in a Russian prison, where there is evidence he was badly beaten and denied medical care.",
  "He just wants to know the other side.”\n\nAlso in April, a petition later linked to a Kremlin troll appeared on WhiteHouse.gov calling for the repeal of the original Magnitsky Act.",
  "Browder—who was born in Chicago but renounced his U.S. citizenship in 1998—responded by lobbying Congress to pass sanctions against Russians implicated in Magnitsky’s death.",
  "Within a few weeks, the petition had gained 200,000 signatures, likely a result of Kremlin astroturfing, but failed to affect the Obama administration’s stance on the law.",
  "The headline—“What Really Killed Sergei Magnitsky?”—reads like it could have been ripped from Russian propaganda, which often seeks to cast doubt on Western reporting.",
  "A crucial part of the Kremlin’s pushback has been Natalia Veselnitskaya, the Russian lawyer who met with Donald Trump Jr., Jared Kushner and Paul Manafort last June.",
  "And it’s been a personal fixation of Russian President Vladimir Putin, who has railed against the 2012 Magnitsky Act and its various incarnations for years.",
  "“Browder has been extremely media savvy.”\n\nBrowder first drew wide attention to the Magnitsky fraud with a low-budget YouTube video explaining it.",
  "On March 11, Trump fired Preet Bharara, the U.S. attorney overseeing the case, after initially indicating he would keep Bharara on in the job.",
  "“He was asked if he wanted to take a document from prosecutors with interesting information and he took it,” his spokesman, Ken Grubbs, says.",
  "Veselnitskaya retained a former New York City prosecutor named, improbably enough, John Moscow to represent the younger Katsyv in court.",
  "“They’re not very good at it,“ he said, though, “It certainly takes up a lot of time.”\n\nBen Schreckinger is a reporter for Politico.",
  "Rohrabacher, along with aide Paul Behrends, agreed to the meeting, where he was given a document critical of Browder and Magnitsky.",
  "If you’re talking about one, you’re talking about the other,” former State Department official Tom Malinowski tweeted on Saturday.",
  "“You have a trifecta of things that really piss Putin off,” says Steve Hall, a former Moscow station chief for the CIA.",
  "Russian authorities have opened numerous criminal cases against Browder, including one for the murder of Magnitsky.",
  "Simpson does not plan to appear, POLITICO reported Thursday—but if he does, his testimony could be explosive.",
  "The Russian effort to strip Magnitsky’s name from the law, despite support from Rohrabacher, failed.",
  "***\n\nMeanwhile, Veselnitskaya’s client continued to fight the U.S. government’s forfeiture case.",
  "“As the years have gone by, they have gotten increasingly sophisticated,” the aide says.",
  "We are not the media-relations representatives for either Prevezon or BakerHostetler.",
  "On May 12, the case was settled on the eve of trial, with Prevezon paying $6 million.",
  "On Wednesday, House Democrats asked the Justice Department to explain the settlement.",
  "More recently, Russian state TV has aired several documentaries critical of Browder.",
  "“Russia suspended the adoptions as leverage to end U.S. human rights sanctions.",
  "“What they’re doing is they’re learning from Browder,” says the Hill aide.",
  "It also suggests that the U.S. should reconsider the Magnitsky law.",
  "Kremlin agents have also begun mimicking their nemesis’ tactics.",
  "Fusion GPS says its actions on Prevezon’s behalf were limited.",
  "The New York Times first reported the meeting last week.",
  "(Moscow did not respond to an email requesting comment.)",
  "In December, Congress passed the Global Magnitsky Act.",
  "“The congressman doesn’t necessarily accept it.",
  "NBC did not end up publishing a story.",
  "“They’ve learned from their mistakes."
]