[
  "“The downsides of including [South Korea] greatly outweighed the upside at this critical juncture with the summit looming,” says Kingston Reif, a nuclear expert at the Arms Control Association, “and because South Korea made the ask and alliance solidarity is essential especially now.”\n\nBut however you look at it, it’s clear that North Korea — not the US — seems in control headed into June 12’s Trump-Kim talks.",
  "“If the US is trying to drive us into a corner to force our unilateral nuclear abandonment, we will no longer be interested in such dialogue and cannot but reconsider our proceeding to the DPRK-US summit,” said Kim Kye Gwan, a vice foreign minister, using the official acronym for North Korea.",
  "The United States agreed to downsize a military exercise with South Korea over concerns about how North Korea would react — in an effort not to anger Pyongyang just weeks before the planned summit between President Donald Trump and North Korean leader Kim Jong Un.",
  "North Korea is in the driver’s seat\n\nOn Tuesday, a top North Korean official issued a statement criticizing America’s insistence that North Korea completely dismantle its nuclear program and threatening to scrap the summit if the US didn’t change its tune.",
  "Citing unnamed US officials, the Wall Street Journal reported on Friday that Seoul was worried Pyongyang might bristle at a joint US-South Korea-Japan air exercise, especially because the US planned to fly B-52 planes.",
  "It's leadership likely recognises how important optics are to Donald Trump...North Korea just won lots of photos and an hour of footage from the Kim-Moon summit - Kim Jong Un doesn't need another photo-op just yet.",
  "But South Korean leaders didn’t want to ruin the prospects of a Trump-Kim summit by taking part in the air exercise, especially because it involved the B-52 bombers, and asked the US if South Korean could bow out.",
  "— Alison Evans (@EvansAlisonS) May 16, 2018\n\nNow that the US and South Korea have significantly modified a military drill, it seems like North Korea has received at least one benefit for its renewed bluster.",
  "The Trump administration agreed, and decided to run the drill with just Japan and completely outside of South Korean airspace — even though the original plan was for the bombers to minimally enter it.",
  "“In suspending any sort of military exercise Washington and Seoul are sending the wrong signal to North Korea,” Harry Kazianis, a North Korea expert at the Center for the National Interest, told me.",
  "But now that Pyongyang has threatened to cancel the summit, it seems Washington and Seoul want to ensure they don’t do anything to scuttle the historic meeting.",
  "Those planes can carry nuclear weapons, and Pyongyang would (understandably) be unhappy if they flew so close to — or even over — the Korean Peninsula.",
  "In the past, the US and South Korea have conducted their drills without any major modifications, regardless of North Korea’s bluster.",
  "“Unless Washington was to get a concrete concession from Pyongyang, this was a bad idea.”\n\nOthers say it made sense to do.",
  "Pyongyang already claims that any US-South Korea military training is just practice for a future invasion of North Korea.",
  "The US has in the past flown B-52s near the peninsula in response to North Korean nuclear tests, angering Pyongyang.",
  "After months of niceties, North Korea has returned to its mercurial form and put the Trump-Kim summit in jeopardy.",
  "That gives Pyongyang the advantage to see if it can extract even more concessions from Washington and Seoul.",
  "But some experts have said that the US and South Korea might need the summit more than North Korea.",
  "One reason #NorthKorea threatened to cancel the 12 June summit?",
  "Some experts don’t think it was a good move.",
  "This is quite a concession to North Korea."
]