[
  "The administration’s newly-appointed “representative for Syria engagement,” retired diplomat James Jeffrey, told reporters that the United States had redefined its Syria goals to include the withdrawal of all Iranians and Iranian proxy forces from Syria and the “establishment of a stable, non-threatening government acceptable to all Syrians and the international community.” Jeffrey added: “That means we are not in a hurry.”\n\nIn March, President Donald Trump proclaimed, “We’re coming out of Syria, like, very soon.” So much for that.",
  "A picture of Syria's President Bashar al-Assad is displayed on a damaged structure at the entrance of al-Dukhaneya neighbourhood near Damascus, as civilians carry their belongings recovered from their homes after soldiers loyal to Syria's President Bashar\n\nGil Barndollar\n\nSecurity, Middle East\n\nWhat does Washington think it can accomplish in Syria?",
  "Trump has staked much of his reputation on rapprochement with Russia, domestic political consequences be damned, but he now threatens to confront Russian forces in a country where no vital U.S. national interests are at stake.",
  "Transferred to Idlib after surrenders and local deals in other rebel pockets, the remaining Syrian insurgent groups are filled with foreign fighters and zealots who are unlikely to be reconciled to Assad’s regime.",
  "The Turks might—they control twelve \"observation posts\" (more like company-sized battle positions) in Idlib and do not want hundreds of thousands of new Syrian refugees streaming toward their border.",
  "In 2016, Trump promised an end to “intervention and chaos.” While facts on the ground appear to have tempered the president’s bellicosity in North Korea, the Middle East has had no such luck.",
  "On September 3 President Trump made a typical Twitter threat, warning Bashar al-Assad not to “recklessly attack Idlib Province.” This bluster was paired with a far more serious announcement.",
  "Today’s announcement of a Russo-Turkish agreement for a buffer zone in Idlib appears to have postponed a full-scale attack on the province, but it is likely to be only a temporary reprieve.",
  "Assad Has Won and America Must Go\n\nSyrian government forces and their allies stand ready to roll into the province of Idlib and extinguish the last major rebel stronghold in the country.",
  "Syria’s Kurds, the main force behind the U.S.-supported Syrian Democratic Forces, are holding talks with Assad and have already made local accommodations with Syrian government forces.",
  "Some of Idlib’s defenders probably took a few moments last week to celebrate the anniversary of 9/11, if they could find the time in between stacking sandbags and boring murder holes.",
  "At the same time, America is distancing itself from Islamist Turkey, an increasingly problematic North Atlantic Treaty Organization member.",
  "Meanwhile, our Israeli and Kurdish friends both appear to be accepting future coexistence with the Assad regime, regardless of what we say.",
  "The post–9/11 Authorization for the Use of Military Force was stretched to provide a legal fig leaf for the counter-ISIS campaign in 2014.",
  "Instead, Iran has become the administration’s abiding obsession, and more intervention and chaos are the likely results.",
  "The rebels in Idlib are primarily Salafist jihadists, ideological soulmates of Al Qaeda, if not actual franchisees.",
  "A reassertion of congressional prerogatives is not something the Trump administration has to worry about, however.",
  "With a few notable exceptions, most American legislators are too timorous take a firm stand against any war.",
  "Yet at this late hour, holding few cards, the United States has doubled down on its Syrian intervention.",
  "We should also remind ourselves exactly who Assad’s juggernaut is going to roll over, sooner or later.",
  "Tweets aside, the United States is unlikely actually to fight to stop an eventual Idlib offensive.",
  "There is little use in fully discussing the illegality of further American involvement in Syria.",
  "The rebel force in Idlib is not composed of secular, pro-western Thomas Jeffersons-in-waiting.",
  "Israeli prime minister Benjamin Netanyahu has made his peace with Assad remaining in power.",
  "The Turkish positions were hurriedly reinforced with tanks and artillery last week.",
  "Employing it to justify an anti-Assad and anti-Iran intervention is untenable.",
  "Alone and empty-handed, what do we think we can accomplish in Syria?",
  "The vast majority of those men are dead or on benefits in Bavaria.",
  "Up to ten thousand fighters in Idlib have links to Al Qaeda.",
  "The inconsistencies in U.S. policy in Syria are glaring.",
  "Russian air attacks pummeled Idlib in early September.",
  "America’s Syrian policy is now in dire straits.",
  "Some don’t even know where our troops are.",
  "The Syrian civil war is in its endgame.",
  "Why?"
]