[
  "During the President Clinton-era negotiations with North Korea, the United States and our allies agreed to millions of dollars in food aid – easily converted to cash on the black market – and billions of dollars in so-called energy assistance that were a huge boon to Pyongyang.",
  "Delving into nuclear yields, missile throw-weights, spent fuel quantities, enrichment capabilities, fissile material stockpiles, level of detail for program disclosures and the like can now come after the leaders have gotten the overall concept and framework in place.",
  "The critics also said that President Trump’s decisions to cancel the flawed Iran nuclear deal, terminate the phony Paris climate agreement, and refuse to be browbeaten on trade at the dying G-7 summit in Canada would all harm the prospects for diplomacy with Kim.",
  "Finally, some are saying President Trump didn’t do enough to press Kim on North Korea’s egregious violations of human rights, which range from running a huge gulag complex to concealing Japanese citizens it abducted in the past.",
  "These steps, along with the specter of future presidential pressure for a post-nuclear North Korea to engage economically with the world, amount to more than any administration has done for the beleaguered North Korean people.",
  "He also agreed to provide a security assurance to North Korea in exchange for its nukes – part of what Pompeo has described all along as convincing North Korea that giving up its nuclear arsenal will actually make it safer.",
  "As the former deputy special envoy for North Korean human rights issues, I’m glad people are rediscovering this issue after the Obama years, during which few U.S. officials or liberal human rights activists cared.",
  "But in reality those steps achieved the opposite, conveying to North Korea that there is finally a U.S. president who will fight resolutely for American interests and not just go along to get along.",
  "This time, President Trump and Secretary of State Mike Pompeo have insisted that North Korea undertake actual disarmament before real financial concessions or even sanctions relief.",
  "These critics don’t understand North Korean propaganda, which has said for the 65 years since the end of the Korean War that the United States was poised to invade at any moment.",
  "President Trump achieved a major diplomatic breakthrough Tuesday in his historic summit with North Korean leader Kim Jong Un, dramatically improving America’s national security.",
  "Most fundamentally, Kim agreed at the summit in Singapore to give up his nation’s nuclear capabilities, the acquisition of which has been its foremost priority for decades.",
  "The main purpose of the U.S. troops is to act as a “tripwire” to ensure North Korea understands that going to war against South Korea would again draw in the United States.",
  "During the administration of President George W. Bush, U.S. negotiators offered cash payments to North Korea just to get the nation back to the negotiating table.",
  "One complaint is that President Trump conceded too much just by appearing with Kim Jong Un, suggesting it was a propaganda coup for the North Korean regime.",
  "While there is no mention of it yet, President Trump could theoretically reduce the number of U.S. troops in South Korea, currently numbering about 28,000.",
  "So far, President Trump – in close coordination with our allies in Japan and South Korea – has agreed merely to suspend occasional military exercises.",
  "That, plus President Trump’s pressure campaign that involved working with allied militaries and governments around the world, proved to be decisive.",
  "So too has Vice President Mike Pence, who met with North Korean defectors and spotlighted the issue at the Winter Olympics and at other times.",
  "But what was more important in Singapore was a meeting of the minds between the two leaders and their top aides – precisely what Trump got.",
  "This would be a minor concession, since South Korea has a very capable military of its own, including a half-million troops in its army.",
  "They criticized him for agreeing to meet, criticized him when he cancelled the summit, and now criticize him for conducting the meeting.",
  "All along, they said that the president’s use of pressure and blunt talk about the North Korean regime and its leader were dangerous.",
  "Pyongyang used these claims to justify North Korea’s large military, its nuclear weapons program, and its Stalinist dictatorship.",
  "The U.S. troops are best replaced by air and naval capabilities elsewhere in Asia that would help deter an expansionist China.",
  "The images of President Trump and Kim meeting on friendly terms undermine a key pillar of North Korea’s hostile identity.",
  "The path ahead will have twists and turns, but President Trump has set the stage for fundamental change in Asia.",
  "Importantly, President Trump got to this point by ignoring all the establishment experts.",
  "The one new detail President Trump did raise was a missile engine-testing facility.",
  "But President Trump’s first priority has to be the security of the United States.",
  "America would never going invade the Asian mainland with just 28,000 soldiers.",
  "We relieved pressure from tough financial sanctions and sent other assistance.",
  "The critics of President Trump’s agreement are already flooding the airwaves.",
  "President Trump got to this point by ignoring all the establishment experts.",
  "No one should expect the world’s most Stalinist regime to change overnight.",
  "In fact, President Trump did raise North Korean human rights with Kim.",
  "Another complaint is that the outcome of the summit is too vague.",
  "That didn’t work any better than President Clinton’s approach.",
  "This is proof that peace paradoxically comes from strength.",
  "To get to this point, President Trump conceded very little.",
  "Kim readily agree to shut down the location.",
  "But the North kept its nuclear program."
]