[
  "Then another said, “I don’t think that there is a narrative of strength here for President Putin.” Then a third chimed in, “Vladimir Putin has no game.”\n\nWhen a reporter remarked on their tones, asking if the aim of “the diplomatic track” should be “making Putin part of the solution rather than part of the problem,” the Administration officials did not miss the chance.",
  "If the President chooses talks, his critics will justifiably ask how he thinks he can negotiate with someone who his Administration has suggested is not rational and therefore cannot be trusted.”\n\nAt the same time, it is clear that Putin has not accurately described the situation on the ground when describing his justifications for Russian involvement in Crimea.",
  "“I think Putin is doing a good job of discrediting himself inasmuch as the arguments that he’s been making to justify the landgrab of the Crimean Peninsula simply don’t stand up to scrutiny,” said Charles Kupchan, a professor of international affairs in the School of Foreign Service and Government Department at Georgetown University.",
  "And they point to a strategic messaging effort that the U.S. government at all levels has embraced: cast the conflict in Ukraine as an outgrowth of the Russian leader’s personal issues and beliefs, not the historic tensions over regional influence that date back to the Cold War.",
  "In the same briefing, the official painted a bleak picture of the 90-minute telephone conversation between Obama and Putin on Saturday, with the two leaders arguing over the Kremlin’s invented contention that Russian-speaking Ukrainians were the targets of ethnic violence.",
  "“As Russia spins a false narrative to justify its illegal actions in Ukraine, the world has not seen such startling Russian fiction since Dostoyevsky wrote, ‘The formula “two plus two equals five” is not without its attractions,'” the State Department release stated.",
  "Then, in a striking departure from traditional stately etiquette, the State Department on Wednesday released a 10-point fact sheet titled “President Putin’s Fiction,” seeking to rebut an array of claims the Russian leader has used to justify his country’s actions.",
  "The troubled nation is very much Putin’s backyard, or “near abroad,” as Putin calls it, and the Crimean Peninsula, where Russian forces have recently taken hold, has strategic military value for any nation looking to influence Black Sea shipping corridors.",
  "There is something about the way the White House has been attacking President Vladimir Putin in the past week that makes Ukraine feel more like the Iowa caucuses than a strategic economic and military foothold on the Black Sea.",
  "“It is a serious mistake for the White House to portray Putin as irrational,” says Paul Saunders, executive director of the Center for the National Interest, a foreign policy think tank with historical ties to Richard Nixon.",
  "Part of Putin’s problem, like many a strongman living in a closed-press society, is that he doesn’t get a lot of untainted information, says Stephen Hadley, who served as National Security Adviser to George W. Bush.",
  "“And our approach as the United States is not to see these as some Cold War chessboard in which we’re in competition with Russia.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "In a meeting with White House reporters on Tuesday, an Obama Administration official responded to a question about Putin’s rationality by suggesting that the answer depended on the definition of rational.",
  "Much of it is not true, and some of it even seems to be made up to justify the position that he is taking.”\n\nFew expect the Russian leader’s tactics, or the White House response, to change anytime soon.",
  "View Sample Sign Up Now\n\nPutin, however, clearly does view Ukraine as an issue of Russian geographical self-interest, and he aims to maintain some semblance of the alliances that defined the Cold War.",
  "Putin has a different view on many of those issues, and I don’t think that there’s any secret on that,” Obama said during a press conference in Mexico, weeks before the Russian incursion in Crimea.",
  "“It doesn’t suggest that he’s lost his marbles, but it suggests he’s flailing around in a post hoc effort to rationalize an effort taken rashly.”\n\nWrite to Zeke J Miller at zeke.miller@time.com.",
  "“The problem with this approach is that the White House either needs to have enough leverage to enforce its preferences, which does not seem to be the case, or it needs to negotiate with Putin.",
  "An Obama Administration official leaked to the New York Times on Sunday the fact that German Chancellor Angela Merkel told President Obama she wasn’t sure if Putin was in touch with reality.",
  "Such attacks are a trope of domestic politics, where attempts at undermining the reputations of rivals are routine, but they are rarely seen in high-level national diplomacy.",
  "Some American experts in foreign policy say the White House could overplay its hand with the strategy, given Putin’s likely role in any regional resolution to the conflict.",
  "“There is a plausible geopolitical explanation to what Putin is doing.”\n\nThe personal attacks from the White House and State Department have continued, nonetheless.",
  "Then in a conference call with reporters later in the day, three Administration officials took turns firing rhetorical shots.",
  "“But I think what they are rightly pointing to is that the factual premise of his actions as he describes it is a distortion.",
  "[Putin] is a smart, shrewd, cunning leader who has a real sense of where he’s trying to go,” Hadley says.",
  "Or understandable geopolitics,” says John Negroponte, former Director of National Intelligence.",
  "“What the White House is saying, not that this is a man who has taken a leave of his senses.",
  "“[B]eing inside Putin’s head is not someplace anyone wants to be,” replied the first.",
  "Ukraine is “hardly a huge success story for President Putin,” one said.",
  "“In another world,” Merkel reportedly said, according to the leak.",
  "The rhetoric against the Russian leader has become that personal.",
  "That is clearly not the case.",
  "“It’s rational geopolitics.",
  "“Mr."
]