[
  "However, reports at the time coming out of South Korea claimed that North Korea was likely “one level away from a hydrogen bomb.”\n\nIf U.S. missile defenses failed to stop a North Korean H-bomb from landing in our nation’s capital it could kill roughly 500,000 people and injure another 900,000.",
  "It’s understandable that we don’t want to believe a regime so brutal to its own people – an outlaw state run by a despotic ruler who has death camps eerily similar to Nazi Germany – is now armed with weapons that can kill millions of Americans, taking its reign of terror global.",
  "Considering how many times in the last year North Korea has shocked us – developing its deadly nuclear and missile arsenal faster than anyone expected – we simply have no choice but to carefully prepare for the possibility of being attacked by North Korea’s atomic weapons.",
  "North Korean dictator Kim Jong Un claimed early last year to have tested an H-bomb, but most experts debunked such claims, arguing that the North had developed what is called a boosted fission weapon – or in layman’s terms, a more powerful atomic bomb.",
  "If U.S. missile defenses failed to stop a North Korean H-bomb from landing in our nation’s capital it could kill roughly 500,000 people and injure another 900,000, according to publicly available simulators on the internet developed by experts.",
  "A Defense Department official I spoke to recently on the condition of not revealing his name told me it now appears the North Koreans are working to finish development of an H-bomb, and that they could succeed in as soon as six to 18 months.",
  "Some experts even argued that the ICBM tested last week could go as far as Chicago, or with some tweaking, potentially New York City or even Washington, D.C. North Korea proved earlier that it has atomic bombs, by detonating them in tests.",
  "Since it already is armed with atomic weapons and a powerful arsenal of conventional weapons, North Korea could respond to a U.S. attack with a nuclear strike against South Korea, Japan or possibly even our own country.",
  "If we can end our denial of what North Korea’s military machine can accomplish, we might have a real chance of dramatically slowing down or stopping Kim Jong Un from developing the most dangerous of all nuclear weapons.",
  "When North Korea test-launched a second intercontinental ballistic missile (ICBM) last Friday, it proved beyond doubt that it has the capability to hit much of the western half of our nation with such a missile.",
  "Perhaps many people continue to deny what our eyes keep telling us about North Korea’s nuclear and missile programs for a simple reason: our brains won’t allow us to contemplate the frightening prospect.",
  "Short of starting a second Korean War, the Trump administration simply has no choice but to spring into action and do all it can to stop or at least dramatically slow the North Korean nuclear threat.",
  "The best way to weaken North Korea’s economy further, as I have said before, is to go after any entities that are helping the rogue regime evade international sanctions and raise capital illegally.",
  "Hydrogen bombs are heavier than a standard atomic device, so Kim would potentially need a more advanced missile than what he has tested so far to carry a larger payload to hit the United States.",
  "And there’s no evidence that North Korea has so far developed a far more powerful hydrogen bomb – let alone a miniaturized version that could travel on top of a missile to reach our shores.",
  "Our best shot at this would be to do everything we can to take away the financial resources that North Korea needs to develop, test and deploy hydrogen bombs and even more powerful ICBMs.",
  "Considering the fact that the North Korean economy is one-third the size of Ethiopia’s, taking away any capital the regime needs would make a nuclear program harder and harder to fund.",
  "Now, to be fair, it’s hard to believe that Kim would be foolish enough to turn his repeated threats into action and attack the U.S. with atomic or hydrogen warheads mounted on ICBMS.",
  "We must abandon the stick-our-heads-in-the-sand mentality – the notion that Pyongyang simply couldn’t build nuclear weapons or ICBMs – that got us in this mess in the first place.",
  "Unfortunately, there’s little chance we can turn back the clock and make North Korea a non-nuclear nation, but at minimum we must stop any further nuclear advances by the North.",
  "Because many politicians, defense officials, and experts talk as if such a threat is years away – as if we still have time to stop Kim from developing nuclear weapons.",
  "Such a bomb would be many times more powerful than the atomic bombs the United States dropped on Hiroshima and Nagasaki in Japan that led to the end of World War II.",
  "Yes, Pyongyang might have some technical riddles to solve, but we need to work under the premise that Kim now has nuclear weapons that can strike the U.S. homeland.",
  "There is also no clear evidence that North Korea has perfected a way to shield a nuclear warhead so it can reenter the atmosphere and hit its target upon reentry.",
  "But our leaders would be irresponsible if they fail to take action to protect our nation from such a North Korean strike, no matter how unlikely it seems today.",
  "We should not be surprised if the Communist dictatorship develops a hydrogen bomb – the ultimate atomic weapon – with the potential to kill millions of people.",
  "America solved the reentry puzzle in 1957 when we developed the first ICBMs, so it’s absurd to say North Korea couldn’t possibly do the same 60 years later.",
  "Importantly, some would argue we don’t have clear evidence that North Korea has developed an atomic bomb small enough to fit on a warhead atop an ICBM.",
  "The three-stage KN-08 could have the capability to carry a hydrogen bomb over a long range, thanks to its more advanced configuration.",
  "Denying the possibility of a North Korean nuclear attack on the United States until some day in the future only invites disaster.",
  "North Korea’s population is already starving, as Kim spends huge sums on weapons instead of meeting the needs of his own people.",
  "We should also go after those who might be directly or indirectly providing aid to Pyongyang’s missile and nuclear programs.",
  "Denial of what is right in front of us, especially when it comes to North Korea, is a dangerous game – one we must avoid.",
  "As if the news out of North Korea wasn’t bad enough, things might get a lot worse within the next 18 months.",
  "But unfortunately for us, North Korea seems to be working on such a missile, known as the KN-08.",
  "A U.S. attack to knock out North Korea’s missiles and nuclear forces would be a dangerous move.",
  "Washington would launch a devastating counterattack that would wipe North Korea off the map.",
  "And that means China will be in the Trump administration’s crosshairs, as it should be.",
  "But pretending it can’t happen is not only a bad idea – it guarantees it will happen.",
  "Some have even argued this could be the next missile North Korea might test.",
  "If an H-bomb hit New York City, the death toll could reach over 1.7 million.",
  "If an H-bomb hit New York City, the death toll could reach over 1.7 million.",
  "So just how dangerous would Pyongyang be with hydrogen bomb?",
  "That’s a big obstacle, but certainly not insurmountable.",
  "My own office in Washington would likely be vaporized.",
  "The simple fact is this: we have run of out road.",
  "Why think about such frightening scenarios?"
]