[
  "AFTER 14 MONTHS, 'NO EVIDENCE OF COLLUSION': President Trump trumpeted the draft report from the GOP-led House Intelligence Committee that it found \"no evidence of collusion, coordination or conspiracy between the Trump campaign and the Russians\" in an all-caps Twitter post Monday night ... “We didn't find any evidence of collusion and I don't think [special counsel Robert Mueller] will either,” Texas Republican Rep. Mike Conaway, who led the bipartisan investigation, said on “Special Report.” The top Democrat on the committee, California Rep. Adam Schiff, responded to Trump with tweet saying that the panel's Republicans \"lack the courage to stand up to a President of their own party when the national interest necessitates it.\"",
  "'HANNITY' EXCLUSIVE: Vice President Mike Pence told Fox News' Sean Hannity that \"The View\" co-host Joy Behar called him to apologize for mocking his Christian faith -- and he urged her to apologize to “tens of millions of Americans who were equally offended” by her comments ... Pence spoke on a range of topics including Behar’s recent comments -- which have led the Media Research Center to launch a campaign to hold Behar accountable for spewing “anti-Christian bigotry” after she said that communicating with Jesus is a “mental illness” during a Feb. 13 episode of “The View.” While Pence forgave Behar, he encouraged her to publicly apologize.",
  "Developing now, Tuesday, March 13, 2018\n\nVoters go to the polls Tuesday in a special election in Pennsylvania's 18th Congressional District; It will be closely watched as a potential bellwether for the November midterms\n\nSeveral protests are expected when President Trump visits California to examine prototypes for his border wall\n\nA draft report by Republicans in the House Intelligence Committee finds no evidence of collusion between the Trump campaign and Russia\n\nTexas residents are on edge and Gov.",
  "Greg Abbot has offered a $15K reward for info leading to arrests in a series of deadly package bomb attacks\n\nVice President Mike Pence urges 'The View's' Joy Behar to publicly apologize for her comments about Christianity in interview on 'Hannity'\n\nTHE LEAD STORY - PENNSYLVANIA COULD SET THE TONE FOR NOVEMBER: The first special election of 2018 features Republican Rick Saccone and Democrat Conor Lamb battling Tuesday for the congressional seat in Pennsylvania's 18th district ...",
  "Greg Abbot has offered a $15K reward for arrests after a series of deadly package bomb attacks reminiscent of the \"Unabomber\" have stunned the city of Austin ... A teenager was killed and at least two women were seriously hurt after a pair of explosions rocked homes in Austin on Monday — just two weeks after a separate blast which authorities said is believed to be linked to both incidents.",
  "In illustration of the importance of Tuesday's special election, Saccone has received major support from President Trump, Vice President Pence, Ivanka Trump and Donald Trump Jr. Trump himself traveled to western Pennsylvania this past weekend to campaign for Saccone and urge voters to elect him to advance the White House agenda.",
  "ET: Guests include: Stephen Hadley, National Security Adviser under President George W. Bush; David Zaslav, Discovery, Inc. CEO and president; Rep. Blaine Luetkemeyer; Rep. Andy Barr; Dave Portnoy, Barstool Sports founder; Erika Nardini, Barstool Sports CEO; Charles Schwab, founder and chairman, Charles Schwab Corporation.",
  "ET: Jack Ablin, Cresset Wealth Advisors; Tom Bevan: RealClearPolitics co-founder and publisher; Marc Lotter, former press secretary for Vice President Pence; Brad Little, Lieutenant Governor of Idaho; Seth Grau, Lightbridge CEO; State Sen Jim Brulte, California Republican Party chairman.",
  "The committee's investigation was based on four topics: Russian active measures against the 2016 U.S. election, the U.S. government's response to the attack, links between Russians and the Trump and Clinton campaigns, and purported leaks of classified information.",
  "ET: Rep. Devin Nunes on House Intelligence Committee's conclusion that there was no collusion between the Trump campaign and Russia; Republican congressional candidate Rick Saccone on his push to win the special election in Pennsylvania's 18th district.",
  "– Rep. Peter King, on \"America's Newsroom,\" explaining that the widening of the probe into the anti-Trump dossier is aimed at finding out when top Obama administration officials - including the former president - became aware of the information.",
  "#OnThisDay\n\n1964: Bar manager Catherine \"Kitty\" Genovese is stabbed to death near her Queens, New York, home; the case gains notoriety over the supposed reluctance of Genovese's neighbors to respond to her cries for help.",
  "The congressional seat opened after Republican Rep. Tim Murphy, who was staunchly anti-abortion, resigned in 2017 amid reports that he asked his mistress to get an abortion when he believed she was pregnant.",
  "Democrats are hoping to stir up enough enthusiasm in the special election – especially among union members – to increase voter turnout and change the party representing a district that has recently been red.",
  "TRUMP IN HOSTILE TERRITORY: When President Trump visits San Diego to examine prototypes of the border wall, he will be landing in the largest city on the U.S.-Mexico border to formally oppose his plans ...",
  "WATCH\n\nEXPANDING THE DOSSIER PROBE: \"We want to know how many people actually saw this, how many people had access to it, how much reliance was put on it, when was it shown to President Obama.\"",
  "Organizers on both sides were urging people to remain peaceful after recent scuffles at rallies in Southern California, including brawls at a Dec. 9 rally near where the prototypes stand.",
  "Stay with Fox News for team coverage of the results from the special election in Pennsylvania Tuesday night with our prime-time lineup: The Story with Martha MacCallum, 7 p.m.",
  "“I'm still encouraging her, to use the forum of that program or some other public forum, to apologize to tens of millions of Americans who were equally offended,” Pence said.",
  "ET: Allen West on the planned Trump-Kim Jong Un meeting; Rep Bill Huizenga on Trump's tariffs plan; Larry Sabato and David Avella on the special election in Pennsylvania.",
  "The tension reached a fever pitch last month when Oakland Mayor Libby Schaaf tipped off illegal immigrant residents on imminent ICE raids, enabling several to escape.",
  "Joy Behar: Hanging with Farrakhan 'baggage'; talking to Jesus 'mental illness'\n\nAS SEEN ON FOX NEWS\n\nTRUMP SHAKES UP THE SYSTEM: \"How many of those guys won Ohio?\"",
  "California has become a focal point for clashes between state officials and federal authorities over the Trump administration's immigration policies.",
  "The first explosion occurred on March 2, killing 39-year-old Anthony Stephan House after a \"device\" exploded on the front porch of his Austin home.",
  "Numerous rallies are planned by groups both for-and-against Trump and his push to build a \"big, beautiful wall\" separating the two countries.",
  "– Laura Ingraham, on \"The Ingraham Angle,\" taking on Republicans who have been critical of Trump on his trade and tariff plan.",
  "Fox News Politics Editor, Chris Stirewalt, discusses the possibility of a Democratic win and what that might mean for the GOP.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: Tuesday is Election Day in Pennsylvania’s 18th Congressional district.",
  "That was one of the questions posed by President Trump to a panel of industry executives and experts last week.",
  "1925: The Tennessee General Assembly approves a bill prohibiting the teaching of the theory of evolution.",
  "Though investigators believe the package bombs are linked, they said it's too early to \"assign a motive.\"",
  "Plus, commentary by Harry Kazianis, director of defense studies at the Center for the National Interest.",
  "CAMPUS CRAZINESS\n\nCollege student kicked out of class for telling professor there are only two genders.",
  "Report: Liberal student organizations get 20 times more funding than conservative groups at UW-Madison.",
  "WATCH\n\nTHE SWAMP\n\nRumors of possible Supreme Court vacancy could fire up Republican base, experts say.",
  "The blast was initially investigated as a suspicious death, but is now being viewed as a homicide.",
  "‘Right to try’ unapproved drugs advances personal freedom -- but risks must be taken into account.",
  "GE asset sales may be Bob Nardelli's revenge | GE axes top-executive bonuses for first time.",
  "1781: The seventh planet of the solar system, Uranus, is discovered by Sir William Herschel.",
  "HOLLYWOOD SQUARED\n\nJimmy Kimmel admits political monologues have cost him 'commercially.'",
  "FEAR OF SERIAL LONE STAR BOMBER: Texas police and residents are on high alert and Gov.",
  "Video appears to show final moments before helicopter crashed into NYC's East River.",
  "Trump is reorganizing the public land Leviathan - and DC bureaucrats are not happy.",
  "Cavuto: Coast to Coast, Noon ET: Larry Sabato, UVA Center for Politics director.",
  "Indiana college newspaper blames Florida school shooting on 'toxic masculinity.'",
  "ACROSS THE NATION\n\nGrandson gets permission to retrieve body of Charles Manson.",
  "Lynda Carter feared being blacklisted for making sexual harassment allegations.",
  "Student's mistaken text message goes viral, raises $15K for child with cancer.",
  "Donald Trump Jr. sounds off on the special election in Pennsylvania and more.",
  "ET; Fox News @ Night, 11 p.m.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Clinton rips Trump, says 'pressures' caused white women to vote for him.",
  "Trump will make his first visit to the city Tuesday since being elected.",
  "WATCH: Driver walks away from shocking rollover crash caught on camera.",
  "MINDING YOUR BUSINESS\n\nTrump blocks Broadcom’s $117B bid for Qualcomm.",
  "Protests are also being planned across the border in Tijuana, Mexico.",
  "DOJ announces actions to improve school safety, enforce gun laws.",
  "Judge rules $560M Powerball jackpot winner can remain anonymous.",
  "Wilbur Ross braces for challenging talks with EU 'bureaucracy.'",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Florida school shooting failures make this more imperative.",
  "Met Opera fires James Levine after sexual misconduct probe.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "Are violent video games to blame for real world violence?",
  "Monday's attack occurred just 12 miles from House's home.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "FOX NEWS OPINION\n\nOur police need better training.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Is a serial bomber at large in Austin, Texas?",
  "We'll have the latest on the investigation.",
  "Skunks invade small New Mexico town.",
  "ET; Tucker Carlson Tonight, 8 p.m.",
  "ET: The Ingraham Angle, 10 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Joe Biden campaigned for Lamb.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "We take a closer look.",
  "Varney & Co., 9 a.m.",
  "ET: Hannity, 9 p.m.",
  "Not signed up yet?",
  "Enjoy your day!",
  "Click here."
]