[
  "Recall that in his bestselling book The Obama Nation, the conspiracy theorist Jerome Corsi accused the president of “extensive connections with Islam and radical politics.” The theme of Obama as Manchurian candidate was embraced by Dinesh D’Souza who wrote a cover story in Forbes in 2010 alleging that Obama had embarked upon an anti-colonial crusade: “Obama Sr.’s hatred of the colonial system becomes Obama Jr.’s hatred; his botched attempt to set the world right defines his son’s objective.",
  "Through a kind of sacramental rite at the family tomb, the father’s struggle becomes the son’s birthright.” Speaking to Ben Shapiro of the Daily Wire on November 17, D’Souza, who pleaded guilty to a single count of campaign finance fraud in 2014, proclaimed that Obama, a practicing Christian, believes “Islam is preferable to Christianity.”\n\nThe search for traitors has also been going inside the ranks of the GOP itself.",
  "For all their pious disavowals of Trump’s fiery rhetoric, establishment candidates like Bush and Rubio are backing House Speaker Paul Ryan’s push for suspending a Syrian refugee program, with Bush exempting “Christians.” Meanwhile, neoconservative outlets like Commentary magazine are warning that “any plan to admit tens of thousands of Syrians is a huge gamble with American security.",
  "Jeb Bush, for example, said that Trump’s call for a database was “abhorrent.” Texas Sen. Ted Cruz chimed in, “I’m not a fan of government registries of American citizens.” And National Review columnist Maggie Gallagher declared, “Sorry Trump, people have a right to be Muslim-American.”\n\nBut no candidate has come close to espousing the emollient approach demanded by the Priebus memo.",
  "Gen. Michael B. Mukasey and CIA director R. James Woolsey, in a cover letter accompanying a 45-page dossier titled, “The Islamists’—and their Enablers’—Assault on the Right: The case against Grover Norquist and Suhail Khan.”\n\nAnd, egged on by the attacks in Paris, all this that was once on the fringes is now beginning to get wider circulation in the GOP.",
  "America “means freedom, it means opportunity, it means respect for women, it means freedom to gather, it means so many things.” But many conservatives—both candidates and their constituents—are adopting a darker view of the Middle East, which is that it is irredeemable and thus poses a dire threat to the very existence of western civilization.",
  "To be sure, Carson’s likening some Muslim refugees to “rabid” dogs and Trump’s musings, which he has attempted to rescind, about creating a federal registry for Muslim-Americans—how would he even decide who was or was not truly a Muslim; by drawing on the 1935 Nuremberg Race Laws?—are triggering something of a backlash on the mainstream right.",
  "Yet a new nationwide Washington Post-ABC News poll indicates that while public fears of a terrorist attack in America have increased, over three-quarters of the respondents rejected the idea of discriminating among refugees on the basis of religious faith.",
  "… Jews who escaped Nazi Europe were more likely to be able to prove their identities even in the middle of a world war than these Syrians.” And this despite the fact that all of the Paris attackers identified so far have been European nationals.",
  "Story Continued Below\n\nLike many of the ills afflicting the GOP, the party establishment is once more being outflanked by its militant wing, which has long depicted Muslims as first and foremost loyal not to America but to Islamic Sharia law.",
  "John Kasich, by contrast, is harkening back to the Bush legacy by endorsing a federal agency to disseminate “Judeo-Christian values” to Iran Russia, China and the Middle East—“We need to beam messages around the world” Kasich told NBC News.",
  "But amid widespread fear of terrorism triggered by the horrific terrorist attacks in Paris, the GOP is now mired in its ugliest intra-party debate yet—about whether Muslims living in the United States constitute a potential Fifth Column.",
  "Along with former George W. Bush administration official Suhail Khan, he has regularly been accused by former Reagan administration Defense Department official Frank Gaffney of being a secret Muslim Brotherhood agent.",
  "After Mitt Romney’s loss to Barack Obama in 2012, Priebus, the head of the Republican National Committee, touted his shiny new 100-page report on reinventing the GOP at the National Press Club in March 2013.",
  "The lesson, Nixon said, was simple: “We’ve got to keep beating the drum about our achievements.”\n\nToday, the party is flirting with national registries and a secret police to track down illegal immigrants.",
  "After over a decade of warfare in the Middle East, the notion that Washington can single-handedly transform Muslim societies in America’s image attracts derisory snorts on the right as well as the left.",
  "It was called the “Growth and Opportunity Project.” Priebus’ message was earnest and direct: The GOP needed to practice inclusion, not exclusion, if it was to have any chance of winning the presidency.",
  "Still, whether Trump and Carson really believe in their gibberish about Muslims-Americans is almost beside the point: If they score electoral successes, they will reshape the GOP in their own image.",
  "The first is that as the GOP embraces the theme of America’s precipitous decline under President Barack Obama, it’s jettisoning the crusading and optimistic foreign policy credo of George W. Bush.",
  "To his credit George W. Bush, as has been widely recalled, refused to demonize Muslims after 9/11 and visited a mosque to declare that America was not at war with Islam itself.",
  "Eisenhower, Irwin F. Gellman recounts in his impressive new book The President and the Apprentice, stared as the toy marched across the table banging its drum.",
  "Then as now the party was bitterly divided between its establishment wing and radical populists such as Sen. Joseph McCarthy that helped doom it at the polls.",
  "And once again, establishment candidates like Jeb Bush are trying to placate anti-Muslim advocates while shunning the most extreme aspects of their program.",
  "Up until now, the most conspicuous example of the GOP’s persistent anti-Islam strain, of course, has been the campaign to depict Obama as a closet Muslim.",
  "Adding the demonization of Muslim-Americans to the GOP brand might well sabotage the party’s chances before it has even entered the national competition.",
  "They’ve been identifying domestic traitors and declaring a broader war against Islam for years, but have been, for the most part, speaking to deaf ears.",
  "(Full disclosure: Norquist is on the board of the Center for the National Interest, which publishes National Interest magazine, where I’m the editor.)",
  "In the meantime, the GOP’s leading presidential contenders have serially and successfully thumbed their collective noses at the party establishment.",
  "Specifically, it would do well to recall the postmortem that took place after the party suffered devastating losses in the 1953 midterm elections.",
  "Most prominently, Gaffney’s charges, as Bill Gertz reported in February 2014, were endorsed by ten former officials, including former U.S. Atty.",
  "During the past century, the GOP focused on the internal subversive threat of communism and often depicted liberals as traitors.",
  "Now many on the right have seamlessly moved on to hunt for Muslim traitors as part of a third World War against a foreign enemy.",
  "Already the direction of the Republican primary, as has been reported ad nauseam, is sending the establishment into panic mode.",
  "“We need to campaign among Hispanic, black, Asian, and gay Americans and demonstrate we care about them, too,” the report said.",
  "Not all Muslims are members of ISIS, but all members of ISIS are Muslim.”\n\nIt seems like a popular position within the party.",
  "Writing in the American Spectator, for instance, Aaron Goldstein observed, “Let me sum up the term radical Islam this way.",
  "Jacob Heilbrunn is editor of the National Interest and author of They Knew They Were Right: The Rise of the Neocons.",
  "When Dwight D. Eisenhower convened his cabinet to discuss the defeat, he turned to Vice President Richard M. Nixon.",
  "Given the cost of failure here in terms of blood, it is irresponsible for the government to proceed any further.",
  "Today, mainstream conservative magazines and politicians are raising similar doubts about Islam and Muslims.",
  "Correction: An earlier version of this dated the Nuremberg Race Laws to 1936; they were instituted in 1935.",
  "Already Donald Trump and Ben Carson have upended the race with stands like castigating illegal immigrants.",
  "Take the stalwart anti-tax activist Grover Norquist whose wife Samah Alrayyes is of Palestinian origin.",
  "Now after Paris, the radical right is grabbing the opportunity to push their case to a wider audience.",
  "How has the party departed so far from the vision Priebus laid out just two years ago?",
  "But the primary will show how much remains of Reince Priebus’ tattered 2013 document.",
  "If Bush or Rubio wins, then the spirit of that document might be resuscitated.",
  "“We must recruit more candidates who come from minority communities.",
  "Nixon pulled a mechanical drummer from his pocket and released it.",
  "As the GOP contemplates its future, it might look to the past.",
  "The second reason goes back to the end of the Cold War.",
  "(A Bloomberg poll suggests a different verdict.)",
  "Will it really bang its drum about this in 2016?",
  "Policy always matters.”\n\nThat was then.",
  "But it is not just tone that counts.",
  "And to some extent they already are.",
  "There are two factors at work.",
  "Poor Reince Priebus.",
  "So what’s going on?",
  "Ohio Gov."
]