[
  "A look at why she might run\n\nTrump lawyers consider possible interview by Mueller team with the president\n\nAfter rare talks, South Korea says North Korea will send delegation to the Winter Olympics\n\nExclusive: White House Senior Policy Adviser Stephen Miller rips CNN, denies he was escorted off set after tense interview\n\nAlabama defeats Georgia in overtime to win college football national championship\n\nTHE LEAD STORY: President Trump's border wall, DREAMers and DACA will be at the top of bipartisan talks at the White House Tuesday as both sides hope to end an impasse on immigration with a potential Jan. 19 government shutdown looming ... Trump is standing firm on his pledge to build a border wall and end chain migration and says a deal on DREAMers will not happen without a wall.",
  "“It’s an amusing story, but not a true one.” Miller added, “CNN has been extraordinarily biased, extraordinarily unfair to the president, and is not giving viewers honest information.”\n\nInside Stephen Miller's off-camera confrontation with Jake Tapper\n\nCRIMSON TIDE COMEBACK: The Alabama Crimson Tide came back to defeat the Georgia Bulldogs in overtime, 26-23, to win the college football national championship ... Alabama’s win early Tuesday is the program’s 11th national championship and fifth since 2009.",
  "DIPLOMATIC GOLD MEDAL: South Korea on Tuesday said North Korea will send a delegation to next month’s Winter Olympics in the South, a sign of a possible thaw in the relationship between the two countries ... Chun Hae-sung, South Korea’s vice unification minister, said the promise to send the delegation was made during the rare talks at the border on Tuesday, the first such talks since 2015 December.",
  "FOX NEWS EXCLUSIVE: White House senior policy adviser Stephen Miller told Fox News' Tucker Carlson on Monday night he was not escorted from “extraordinarily biased” CNN after his fiery interview with Jake Tapper ... “Like many things CNN says, this story has the most important virtue of all CNN stories, of being not true,” Miller told Carlson.",
  "ET: Newt Gingrich takes on President Trump's immigration agenda, Oprah's potential 2020 presidential bid and a possible looming government shutdown; Judge Napolitano provides his legal insight on questions surrounding Huma Abedin's emails; plus, how everyone at home can show their appreciation for law enforcement.",
  "MUELLER TEAM INTERVIEW WITH PRESIDENT TRUMP UNDER CONSIDERATION: President Trump’s lawyers are preparing for the possibility that Special Counsel Robert Mueller’s team will ask to conduct an interview with the president himself as part of the Russia probe, Fox News has learned ...",
  "There has been no official request by Mueller’s office to interview the president yet, but Trump’s lawyers are anticipating that Mueller may request information from Trump before winding down the investigation into Russia’s attempted meddling in the 2016 election.",
  "ET: Allen West takes on Oprah and the possible thaw in relations between North Korea and South Korea; Karl Rove on the Trump White House tell-all book, \"Fire and Fury\" and Oprah; Secretary of Veterans Affairs David Shulkin on the latest VA controversy.",
  "ET: Interviews with Jamie Dimon, JPMorgan Chase chairman CEO; Terry Turchie, former deputy assistant director, FBI Counterterror Division; Heather Bresch, Mylan CEO; Ken Frazier, Merck CEO and Mark Alles, Celgene CEO.",
  "1931: Bobbi Trout and Edna May Cooper break an endurance record for female aviators as they return to Mines Field in Los Angeles after flying a Curtiss Robin monoplane continuously for 122 hours and 50 minutes.",
  "On Fox Business:\n\nFox Business’ Liz Claman is in Las Vegas for the annual CES convention and will be providing live coverage all day and for the entire hour of Countdown to the Closing Bell, starting at 3 p.m.",
  "NATIONAL REVIEW COLUMNIST JOHN FUND ON WHY IT COULD HAPPEN: Oprah Winfrey ignited speculation she will run for president with her impassioned speech celebrating women at the Golden Globes on Sunday night ...",
  "Trump stands for national anthem at NCAA game; Alabama player heard saying \"F--- Trump\"\n\nAS SEEN ON FOX NEWS\n\nOPRAH, DEM FRONT-RUNNER: \"Can you imagine Oprah Winfrey losing primaries to Joe Biden?",
  "#OnThisDay\n\n1972: Reclusive billionaire Howard Hughes, speaking by telephone from the Bahamas to reporters in Hollywood, says a purported autobiography of him by Clifford Irving is fake.",
  "The legal status of illegal immigrant minors has been a key obstacle in a spending deal and it remains to be seen whether Democrats are willing to shut down the government over DACA.",
  "Virtual reality game allows teachers to play role of school shooter: report\n\nIncredible Blackbeard discovery: Stunning find on buccaneer's ship reveals pirate reading habits.",
  "– Stephen Miller, Trump White House senior policy adviser, on \"Tucker Carlson Tonight,\" blasting CNN for bias in the aftermath of his heated interview with host Jake Tapper.",
  "Developing now, Tuesday, Jan. 9, 2018:\n\nImmigration to top the agenda at key bipartisan meeting at the White House\n\nLiberals giddy over idea of Oprah running for president.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: According to a report by Politico, about a dozen Democrats were briefed in December on President Trump's mental fitness.",
  "1968: The Surveyor 7 space probe makes a soft landing on the moon, marking the end of the American series of unmanned explorations of the lunar surface.",
  "The Crimson Tide won the game in overtime behind freshman quarterback Tua Tagovailoa, who threw a 42-yard touchdown pass to wide receiver DeVonta Smith.",
  "– \"Daily Wire\" editor Ben Shapiro, on \"The Story with Martha MacCallum,\" weighing the chances of the talk show icon running for president.",
  "Your World with Neil Cavuto, 4 p m. ET: Dr. Alveda King joins Neil exclusively in her first interview after meeting with President Trump.",
  "(4) She will have favorable notices from the small but politically influential “Never Trump” movement within the Republican Party.",
  "Also, two major investors have called for Apple to do more in the fight against technology addiction among children.",
  "WATCH\n\nMILLER TIME: \"[If I were an MS-13 gang member], they would be clamoring to get me into the voting booth.\"",
  "(3) Oprah would have no trouble delaying any decision to run, because she will remain in the public spotlight.",
  "The North’s delegation to the Winter Olympics is to include officials, athletes, cheerleaders and journalists.",
  "Plus, commentary by Harry Kazianis, director of defense studies at the Center for the National Interest.",
  "Rick Snyder and Tim Baxter, Samsung North America CEO and president are among the guests from CES 2018.",
  "WATCH\n\n\n\nACROSS THE NATION\n\nManhunt underway for mother, boyfriend in torture and death of 4-year-old.",
  "So what are the chances that Oprah will throw her designer glasses into the ring and mount a campaign?",
  "According to sources, conversations with Mueller’s team about an interview are in the early stage.",
  "Former employee sues Google, claims tech giant discriminates against white conservative men.",
  "MINDING YOUR BUSINESS\n\nNew York, California among high-tax states looking to evade SALT cap.",
  "Alan Dershowitz, Harvard Law professor emeritus weighs in on the use of the 25th Amendment.",
  "ET: Rep. Henry Cuellar on the state of Democrats' DACA negotiations with President Trump.",
  "Now many Democrats are calling for a commission to determine if he should stay in office.",
  "NEW IN FOX NEWS OPINION\n\nBitcoin can help terrorists secretly fund their deadly attacks.",
  "ET: Is President Trump considering bringing Anthony Scaramucci back to the White House?",
  "CES 2018\n\nCES 2018 auto industry preview: AI, self-driving cars will be on display.",
  "Tuesday's meeting is designed to bring the opposing sides together ... stay tuned.",
  "(2) The building blocks for a candidacy – name recognition and money – are there.",
  "Grand jury seeks testimony about Bernie Sanders' wife, $10M college loan: report.",
  "Verdera, an Alexa-enabled mirror from Kohler, makes your whole bathroom smart.",
  "Fox News Opinion: Is North Korea setting a trap for Trump with Olympic talks?",
  "Shopping malls continue downward spiral as smaller stores quietly disappear.",
  "Why 2018 could truly be historic for small business (and it's about time!)",
  "Sen. John Kennedy; Jan Geldmacher, president of Sprint Business and Mont.",
  "The former White House communications director sets the record straight.",
  "Prosecutors won't charge Roman Polanski after molestation report.",
  "Hero whale saves snorkeler from tiger shark in the Pacific Ocean.",
  "Dem-ordered study to expose illegal online gun sales backfires.",
  "Roseanne Barr defends Trump, says sitcom will tackle politics.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Here are some of the factors that will go into her thinking.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "ET: Sean talks to Lara Trump\n\nThe Ingraham Angle, 10 p.m.",
  "It is still possible an interview won’t even take place.",
  "American workers are already benefiting from tax reform.",
  "Democrats ask watchdog to review new IRS tax guidelines.",
  "(1) She couldn’t ask for more favorable media coverage.",
  "Fox Business' Deirdre Bolton joins the discussion.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Thank you for joining us on Fox News First!",
  "Democrats have balked at Trump's demands.",
  "LG Display unveils 65-inch rollable TV.",
  "loses another animation project.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "HOLLYWOOD SQUARED\n\nLouis C.K.",
  "Mornings with Maria, 6 a.m.",
  "Welcome to Fox News First.",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Company, 9 a.m.",
  "ET: Guests include: La.",
  "After the Bell, 4 p.m.",
  "Sen. Steve Daines.",
  "Not signed up yet?",
  "ET - Mich. Gov.",
  "Hannity, 9 p.m.",
  "Enjoy your day!",
  "Click here.",
  "OPRAH 2020?",
  "I can't.\"",
  "ET!"
]