[
  "But it’s also a reflection of reality: If other actors in the region, like China, are invested in diplomacy, a US push for sanctions is going to look like bad faith — and it’ll be harder to secure the cooperation of others in the pressure campaign.”\n\nRecall that China accounts for about 90 percent of North Korea’s trade and is also an important ally, which is partially why Kim has made two high-profile trips to meet with Chinese President Xi Jinping.",
  "The US delegation included Sung Kim, a former top US official on North Korea who is now the ambassador to the Philippines; Allison Hooker, a top Korea official on the National Security Council; and Randall Schriver, the top Asia official at the Pentagon, who had previously traveled with Secretary of State Pompeo to meet with Kim.",
  "Kim Kye Gwan, a vice foreign minister of North Korea, called Pence a “political dummy” for threatening to attack North Korea and said US actions would determine whether there would be a meeting or whether this would all end in a “nuclear-to-nuclear showdown.”\n\nThat seemingly didn’t sit well with Trump.",
  "“He’s senior enough to be able to speak on Kim’s behalf, which is what you need for him and Pompeo to have a chance of making progress.”\n\nIt wouldn’t be surprising if the upshot of the New York meeting is that Trump and Kim will reannounce their June 12 meeting in Singapore.",
  "Moon heading to North Korea is “more a sign that regardless of what Trump does, South Korea and North Korea will push for a deal between them that will continue,” Lindsey Ford, a former Asia security specialist at the Defense Department, told me.",
  "“What’s uncertain for [Kim] is not his intentions for denuclearization, but Washington’s stance in hostile relations with North Korea, and whether Washington can really secure and guarantee his regime,” Moon said during a Sunday press conference.",
  "pic.twitter.com/AVYoSSIg8c — Anna Fifield (@annafifield) May 29, 2018\n\nTrump tweeted on Tuesday that he considered Chol’s impending visit a “solid response to my letter,” referencing the note he wrote to cancel the June 12 summit.",
  "At this point, it’s possible they will finalize the weekend’s whirlwind diplomacy and reschedule the Trump-Kim meeting in June — which is pretty surprising, considering the dramatic summit-canceling letter Trump sent last week.",
  "The US is still preparing for a Trump-Kim summit\n\nMere hours after the Kim-Moon summit last Saturday, the White House made a surprise announcement: The administration is still planning for a Trump-Kim meeting to take place.",
  "That remains the biggest sticking point between the US and North Korea: Washington wants Pyongyang to give up all of its nuclear capabilities quickly, and Pyongyang wants to take incremental steps to curb its programs.",
  "“Based on the tremendous anger and open hostility displayed in your most recent statement, I feel it is inappropriate, at this time, to have this long-planned meeting,” Trump wrote in a letter addressed to Kim.",
  "But choking off financial ties between Pyongyang and its allies is part of the Trump administration’s “maximum pressure” strategy, which is designed to compel North Korea to draw down its nuclear program.",
  "Check out the weird triple hug pic.twitter.com/FolOuTK2iN — Anna Fifield (@annafifield) May 26, 2018\n\nThat leads to the second point: Kim and Moon did have non-Trump-related business to discuss.",
  "“The White House pre-advance team for Singapore will leave as scheduled in order to prepare should the summit take place,” said White House press secretary Sarah Huckabee Sanders to reporters.",
  "“It is clear Seoul and Pyongyang could very well have their own detente, separate of Washington,” said Harry Kazianis, a North Korea expert at the Center for the National Interest think tank.",
  "“There are still pretty real questions about whether even experienced hands can make sufficient progress in such an abbreviated amount of time,” said Ford, who is now at the Asia Society.",
  "On Monday, the White House chose not to impose further sanctions on North Korea, possibly signaling that it didn’t want to anger Pyongyang while it remained in talks with the US.",
  "It shows the growing strain on the alliance right now.”\n\nIt’s a crucial point: Experts say North Korea is trying to weaken the decades-long ties between the US and South Korea.",
  "There’s more to the story: Multiple reports last week detailed how Trump feared that North Korea would cancel the summit before he did — so Trump went ahead and did it first.",
  "After all, Trump canceled the June 12 meeting with Kim just two days earlier because a high-level North Korean official had insulted Vice President Mike Pence.",
  "There’s an added complication: Kim has no incentive to curtail his nuclear program because he sees it as a safeguard against a US-led invasion of his country.",
  "Kim Yong Chol will be the highest-ranking North Korean to visit the United States since Jo Myong Rok went to the White House to see President Clinton in 2000.",
  "The most important takeaway, though, is that the White House seems to be waiting to see if something positive comes out of the latest talks with North Korea.",
  "Still, by conveying that Kim may give Trump the one thing the US president wants, it could entice Trump to reconsider talking with the North Korean leader.",
  "That may explain why Moon stated after Saturday’s summit that North Korea aims to completely dismantle its nuclear program — with an important condition.",
  "The White House delays sanctions on North Korea\n\nAfter Trump canceled the summit last week, the US prepared to place even more sanctions on North Korea.",
  "Both leaders reaffirmed a commitment to have their aides meet again on June 1 and to hold military-to-military talks later that month, experts told me.",
  "Finally, on Tuesday, Trump confirmed that a top North Korean official would travel to New York City for a meeting with Secretary of State Mike Pompeo.",
  "It was only the fourth-ever meeting between the heads of North and South Korea and the second time in a month that Kim and Moon chatted face to face.",
  "Oba says this is clearly a calculated decision: “Deferring sanctions makes sense when you’re trying to secure diplomatic progress with North Korea.",
  "That’s a big decision: The Treasury Department reportedly planned to hit more than 30 targets, including unspecified Russian and Chinese entities.",
  "— Donald J. Trump (@realDonaldTrump) May 29, 2018\n\nA Pompeo-Kim meeting could help solidify plans for a Trump summit with the North Korean leader.",
  "Second, Moon and Kim both probably wanted to make clear that Pyongyang and Seoul were going to keep talking, no matter what happens in Washington.",
  "“They’re highly competent, highly knowledgeable,” Mintaro Oba, a former State Department official who worked on North Korea issues, told me.",
  "Thawing tensions between the US and North Korea froze again after Clinton’s successor, George W. Bush, turned a cold shoulder to Pyongyang.",
  "Hours later, the White House said it would send a “pre-advance team” to Singapore to prepare for the possible Trump-Kim summit on June 12.",
  "And on Sunday, Trump confirmed that the US sent a delegation to the Northern side of the Korean border for talks with Pyongyang officials.",
  "On Sunday, Trump announced that US officials had traveled to the peninsula to meet with their North Korean counterparts for days of talks.",
  "That makes the fact that Moon hastily made his way to North Korea to meet with Kim all the more interesting — and potentially worrying.",
  "The Trump administration didn’t help by essentially threatening Kim over the past few weeks if he didn’t agree to a nuclear deal.",
  "Kim Yong Chol — a top North Korean official widely seen as Kim Jong Un’s right-hand man — will travel to New York City this week.",
  "If that’s the case, then this past weekend will prove among the most frantic and historic weekends in recent diplomatic history.",
  "Kim Yong Chol comes to New York City\n\nIt looks like there will be a historic US-North Korea meeting on American soil this week.",
  "That would make Kim the highest-ranking North Korean to visit the US since 2000, as the Washington Post’s Anna Fifield tweeted.",
  "This is the diplomatic A-team on North Korea.”\n\nYet even those who like the US delegation worry about what they can accomplish.",
  "That’s when Jo Myong Rok, a former top North Korean defense official, met with then-President Bill Clinton at the White House.",
  "Recall that Trump canceled the summit last Thursday, leading many to conclude that he and Kim would not meet anytime soon.",
  "If you missed any of this because you didn’t want to read North Korea-related news over Memorial Day weekend, don’t worry.",
  "But at a minimum, it shows that the US seems serious about finding a way forward so Trump and Kim can talk face to face.",
  "That likely would have added more strain to the Washington-Pyongyang relationship while antagonizing Beijing and Moscow.",
  "That scene could be the precursor to a stronger Seoul-Pyongyang relationship that sidelines Washington in the process.",
  "Our United States team has arrived in North Korea to make arrangements for the Summit between Kim Jong Un and myself.",
  "Earlier this month, President Donald Trump and North Korean leader Kim Jong Un were set to meet at a historic summit.",
  "Both sides met on the North Korean side of Panmunjom village, a diplomatic area straddling the inter-Korean border.",
  "America’s moves to punish North Korea financially could succeed without China’s help, but that would be unlikely.",
  "Pompeo has ostensibly taken the lead on negotiations with Pyongyang, and he’s already met with Kim Jong Un twice.",
  "“Both sides should try to diffuse misunderstandings by meeting face-to-face,” Moon said at the press conference.",
  "I truly believe North Korea has brilliant potential and will be a great economic and financial Nation one day.",
  "“If you believe good preparation is key to a successful summit, this team should give you a lot of confidence.",
  "But by canceling the summit, Trump literally drove Moon straight into Kim’s arms — for a triple hug, to boot.",
  "Video of the meeting between North Korean leader Kim Jong Un and South Korean president Moon Jae-in today.",
  "Moon and Kim’s surprise, secret meeting\n\nThe leaders met for two hours during a surprise summit on May 26.",
  "Once he arrives, he will meet with Secretary of State Pompeo, the White House said in a Tuesday statement.",
  "On Saturday, South Korean President Moon Jae-in traveled to North Korea for an impromptu summit with Kim.",
  "There was no real need for them to meet in person because they can easily talk on the phone at any point.",
  "But the White House changed its mind on Monday, choosing to defer those new sanctions indefinitely.",
  "But Moon, experts note, has worked tirelessly to ensure the US-North Korea rendezvous takes place.",
  "First, Moon likely wanted to ensure that Kim was still personally invested in meeting with Trump.",
  "That, basically, encapsulates the current irreconcilable differences between the two sides.",
  "But now, in a remarkable turnaround, it looks like it that meeting could happen after all.",
  "Part of the goal, apparently, was to make sure Kim still wanted to meet the US president.",
  "Having an impromptu chat with Kim was surely an effort to put that meeting back on track.",
  "— Donald J. Trump (@realDonaldTrump) May 27, 2018\n\nThat’s a strong squad, experts say.",
  "They haven’t succeeded in the past, since Seoul and Washington remain staunch allies.",
  "Choe Son Hui, a North Korean vice foreign minister, led the North Korean contingent.",
  "It’s worth noting that Moon and Kim established a direct hotline just last month.",
  "That team includes Joe Hagin, White House deputy chief of staff, per Sanders.",
  "Kim Young Chol, the Vice Chairman of North Korea, heading now to New York.",
  "“It’s good that serious players are sitting down to talk,” Ford told me.",
  "Still, the president clearly hasn’t given up on meeting Kim just yet.",
  "In a sense, the Moon-Kim summit was a routine diplomatic meeting.",
  "We have put a great team together for our talks with North Korea.",
  "Meetings are currently taking place concerning Summit, and more.",
  "Experts say there are two reasons for the sudden reunion.",
  "We may just find out if that’s the case later this week.",
  "It’s unclear what they have discussed or might agree to.",
  "Experts say this is a positive development.",
  "“That’s the piece that ought to worry us.",
  "Then last Thursday, Trump called it off.",
  "Solid response to my letter, thank you!",
  "But there’s more than meets the eye.",
  "Kim Jong Un agrees with me on this.",
  "Will Kim enter the Oval Office too?",
  "Let’s start with the first point.",
  "That was certainly startling.",
  "We’ve got you covered.",
  "It will happen!"
]