[
  "As if the above wasn’t bad enough, a second scenario involved Kim starting a conflict using nuclear weapons in a sort of atomic “Pearl Harbor.” In this exercise, we assume that in 2020 U.S. forces are building in the Asia-Pacific in preparation for a regime change operation, responding to a demand from the international community for North Korea to give up its nuclear weapons—just like the Second Gulf War.",
  "The first wargame—the smallest and least lethal of the bunch—imagined a conflict in 2020 where U.S. and allied forces on the Korean Peninsula were attacked by surprise with conventional weapons only by North Korea, responding to intelligence that Washington was considering building forces in the region for a possible attack.",
  "But one thing we assumed in this scenario is quite haunting: we believed by 2020 Kim would have nuclear weapons that could be mounted on a warhead and could target all northeast Asia and hit the U.S. homeland, something some in the simulation thought was fantasy.",
  "In this wargame, we assumed Kim launched successful nuclear strikes on Seoul, Pusan, Incheon, Tokyo, Sendai and Nagoya, with one nuclear weapon hitting each city and getting past allied missile defenses—he fires more, but this is what actually hits the target.",
  "Over the course of several days, experts, journalists, academics and retired Pentagon staffers played out three scenarios of what a war with North Korea would look like – focusing on nuclear weapons use, and concluding one war per day in a sped-up fashion.",
  "While military options for removing Kim’s nuclear weapons, as you can see above, could result in the death of millions, we still have time to make sure North Korea can’t keep adding more and more advanced capabilities to its atomic arsenal.",
  "The most important thing we can do now is stop the amount of resources flowing into North Korea and enforce the recently passed UN Security Council resolutions—and that means China must finally join the international communities’ efforts.",
  "It would be, per one senior Pentagon official I spoke to last week, “as if Lucifer opened the gates of hell.”\n\nGaming out nuclear war scenarios—as horrific as they are—is part of my job working for a D.C. foreign policy think tank.",
  "Know this: if Pyongyang decided to launch a salvo of nuclear armed missiles towards Seoul, Tokyo, U.S. military bases or the homeland, the carnage unleashed would be unlike anything we have seen since the days of World War II.",
  "While the allies do win the war, the casualties from the nuclear attacks—with one warhead each making it past allied missiles defenses detonating in each city—results in over one million people dead and millions more wounded.",
  "Kim decides to open this imagined Second Korean War by launching a massive artillery barrage on Seoul while raining down 250 or so small- and medium-range missiles on targets all around South Korea and Japan.",
  "When it comes to North Korea, Americans are having to face the prospect of a rogue nation—a human rights abuser on par with Nazi Germany—that is now armed with nuclear weapons that can strike our homeland.",
  "The collective shock and panic you see when it comes to North Korea—and the nightmare reality that they can hit the U.S. with nuclear weapons—is our generation’s “Sputnik” moment.",
  "The collective shock and panic you see when it comes to North Korea—and the nightmare reality that they can hit the U.S. with nuclear weapons—is our generation’s ‘Sputnik’ moment.",
  "History reminds us we have been down this road before—whether it was with the Soviet Union building a deadly nuclear arsenal in the 1950s or China doing the same in the 1960s.",
  "We assume a similar scenario in 2020 with allied forces getting ready for a possible invasion, but this time Kim decides to launch a pre-emptive attack on the U.S. homeland.",
  "However, experts conduct such exercises many times to game out worst-case scenarios and consider unconventional strategies for dealing with the threats of the future.",
  "By the time this wargame ended, North Korea went all in with every weapon it had, launching more nuclear attacks along with chemical and biological weapons strikes.",
  "Add that to the likely staggering body count totals from what would be a bloody conventional campaign, and you would see a death toll that seems unthinkable today.",
  "Allied forces then counterattack, focusing mostly on Kim’s weapons of mass destruction, the biggest threat of all, eliminating what they think is all of them.",
  "We assume he strikes the target cities in the second scenario, but add on successful nuclear attacks on Los Angeles, San Francisco, Seattle and Portland.",
  "In such a scenario, millions upon millions of people could die or become the victims of radioactive fallout, whose injuries could lay dormant for years.",
  "So, the next question seems obvious: Would Kim Jong Un use his nuclear weapons under the right conditions, say if he felt his survival was threatened?",
  "Back in 2013, I took part in a series of wargames to consider what would happen if North Korea and America become entangled in a nuclear conflict.",
  "We started with a scenario that involved atomic weapons release on a small scale and in the next two sessions raised the stakes dramatically.",
  "But Kim, even with his forces battered and bloody, kept four nuclear weapons hidden from U.S. strikes and decides to attack Seoul and Tokyo.",
  "If not, North Korea could get its hands on a hydrogen bomb or even more long-range missiles—something we did not consider in our wargames.",
  "We were shocked to discover we ended up with a combined body count of over three million people between losses in Asia and America.",
  "He knows once U.S. forces are in place they will try to take out his weapons of mass destruction and move across the 38th parallel.",
  "If that day comes to pass, the above scenarios, played out with smaller atomic weapons, will seem downright optimistic.",
  "Eventually, allied forces battle their way up the peninsula and close in on Pyongyang, the capitol of North Korea.",
  "Oh, and by the way, this is before America’s nuclear counterattack, which would add millions more to the total.",
  "Now, to be fair, a wargame does not predict the future and is nowhere near perfect in its analysis.",
  "Before the allies can even spring into action, over two million people perish in the atomic fire.",
  "When it was over and North Korea was finally defeated, eight million people were killed.",
  "There was no question millions of people would die—it was just a question of how many.",
  "No matter how we approached such an atomic conflict the results were the same.",
  "The American public is once again having to learn history all over again.",
  "The final wargame was the most dramatic and led to the most loss of life.",
  "While some are still in denial, the simple facts are now inescapable.",
  "And that should send a chill up everyone’s spine.",
  "But Kim Jong Un is a student of history.",
  "What can we take away from all of this?",
  "Now it is a chilling reality—in 2017.",
  "The answer is a resounding yes.",
  "He decides to attack first."
]