[
  "“It doesn’t guarantee denuclearization.”\n\nCronin said the reason sequencing matters to the administration is that “without the significant meaningful steps of denuclearization the United States does not support a peacemaking process that is one-sided and that is favorable to North Korea.”\n\nHe said perhaps there could be simultaneous gestures, such as a U.S. political statement on the end of the Korean War in exchange for North Korea declaration of denuclearization, accompanied or followed by an inventory or some meaningful list of nuclear facilities or sites.",
  "Patrick Cronin, senior director of the Asia-Pacific Security Program at the Center for a New American Security, said Mattis’s comments did not mark a change, but, he said, “I think it’s a signal as well.”\n\n“I think he’s trying to pile on to the White House message after the suspension of the Pompeo trip that the United States is not satisfied with where North Korea is right now with denuclearization,” he said after a panel discussion at the Center for the National Interest (CFTNI) on Tuesday.",
  "It did, however, include the caveat: “Additional decisions will depend upon the DPRK continuing to have productive negotiations in good faith.”\n\nA week later, Mattis said the exercises had been paused to “create space for our diplomats to negotiate strongly, and increasing the prospects for a peaceful solution on the peninsula.”\n\nMattis said the lack of plans to suspend more exercises did not necessarily mean North Korea was acting in bad faith, or that there would be no further suspensions.",
  "I have asked Secretary of State Mike Pompeo not to go to North Korea, at this time, because I feel we are not making sufficient progress with respect to the denuclearization of the Korean Peninsula… — Donald J. Trump (@realDonaldTrump) August 24, 2018\n\nThe cancelation of the trip was reportedly prompted by a belligerent letter to Pompeo from North Korea’s ruling Workers’ Party Central Committee Vice Chairman Kim Yong Chol.",
  "Sue Mi Terry, senior fellow and Korea Chair at the Center for Strategic and International Studies, is skeptical that North Korea intends to give up its nuclear weapons and argues that doing a peace treaty or declaration upfront would not necessarily lead to further steps.",
  "Defense Secretary Jim Mattis announced Tuesday the U.S. has “no plans” to suspend future large military exercises on the Korean Peninsula, which were halted to allow space for diplomatic negotiations with North Korea on ending its nuclear program.",
  "“I have asked Secretary of State Mike Pompeo not to go to North Korea, at this time, because I feel we are not making sufficient progress with respect to the denuclearization of the Korean Peninsula,” he tweeted.",
  "Retired Army Col. Doug MacGregor, who also spoke alongside Terry, said the U.S. should declare an end to the Korean War and do whatever it needs to reassure North Korea that the U.S. does not plan to invade them.",
  "President Trump suspended large joint U.S.-South Korea military exercises on the Korean Peninsula as a good faith gesture to North Korean leader Kim Jong-un after the two met at the Singapore Summit on June 12.",
  "Earlier this summer, the Pentagon issued a June 22 statement that Mattis had “indefinitely” suspended select exercises “including” three specific exercises scheduled to occur through September.",
  "We all know the gravity of the issue they’re dealing with, and we’ll deal with supporting the diplomats.”\n\nThe next large joint U.S.-South Korea military exercises are scheduled for next April.",
  "The comments appeared to be another step from the administration to express dissatisfaction with the progress of denuclearization talks with North Korea.",
  "On Friday, President Trump announced he was canceling Secretary of State Mike Pompeo’s trip to North Korea, just hours before he was scheduled to depart.",
  "“As you know, we took the step to suspend several of the largest exercises as a good-faith measure coming out of the Singapore summit.",
  "President Moon has the bit between his teeth, he’s headed for the right direction — we just have to support him,”said MacGregor.",
  "North Korean leaders have long-considered these annual exercises to be practice drills for the invasion of North Korea.",
  "North Korea reportedly wants the U.S. to formally declare an end to the Korean War before taking further measures.",
  "We have no plans at this time to suspend any more exercises,” he told reporters at a Pentagon press conference.",
  "The cancelation of Pompeo’s meeting was Trump’s first acknowledgment that talks have hit a roadblock.",
  "But, he said, for now the message is that the U.S. expects meaningful steps to denuclearize first.",
  "The U.S. wants North Korea to take further steps to denuclearize before any peace declaration.",
  "We need to create the conditions for success on the part of [South Korean President] Moon.",
  "How do we know it will?” Terry said at a separate CFTNI panel discussion Tuesday.",
  "Mattis’s announcement appeared to reinforce the administration’s displeasure.",
  "“North Korea is on the ropes, and we need to recognize that.",
  "But, he said, “Let’s let the diplomats go forward.",
  "“How does it still lead to denuclearization?",
  "Experts disagree on who should go first."
]