[
  "While press secretary Sarah Sanders avoided mentioning Russia, Tillerson issued a full-throated endorsement of the British assessment that Russia was likely responsible for last week's nerve agent attack, which he called \"the attempted murder of a private citizen on the soil of a sovereign nation.\"",
  "Though coming from vastly different backgrounds, Mattis with his distinguished four-decade military career, and Tillerson as a globetrotting energy executive, the two were seen as an effective duo and made up two-thirds of the so-called \"suicide pact\" with Treasury Secretary Steven Mnuchin.",
  "US Defense Secretary James Mattis and Secretary of State Rex Tillerson arrive to testify about authorizations for the use of military force before the Senate Foreign Relations Committee on Capitol Hill in Washington, US October 30, 2017.",
  "\"Mattis has proved to be a skilled bureaucratic player and will continue to play the dominant role in shaping national security strategy,\" said Mark Cancian, a senior adviser with the Center for Strategic and International Studies.",
  "Secretary of Defense James Mattis and Secretary of State Rex Tillerson arrive to brief the Senate Foreign Relations Committee on the ongoing fight against the Islamic State on Capitol Hill in Washington, U.S., August 2, 2017.",
  "REUTERS/Aaron P. Bernstein\n\nIn the turmoil of the Trump administration's first year, Defense Secretary Jim Mattis could always count on the steady judgment of Rex Tillerson to help him present a united front to the president.",
  "Joe Raedle / Getty Images\n\n\"Mattis and Tillerson have agreed on many key points about national security, particularly on the importance of allies and the use of force,\" Cancian said.",
  "And as a strong believer in diplomacy to resolve conflict, Mattis, a grizzled former Marine commander, made no secret of his close relationship with the America's top diplomat.",
  "Trump admitted Tuesday that he left Tillerson out of the loop when he decided to accept Kim Jong Un's invitation for face-to-face talks about North Korea's nuclear program.",
  "Mattis always deferred to Tillerson on matters of diplomacy, a habit he will likely continue as Mike Pompeo, who Trump plans to nominate for secretary of state, takes over.",
  "\"The simple fact is President Trump and now former Secretary of State Rex Tillerson never had the personal chemistry needed to make this marriage work,\" Kazianis said.",
  "\"It starts with me having breakfast every week with Secretary of State Tillerson,\" Mattis said in January as he was rolling out the National Defense Strategy.",
  "This has been rumored for months and I would wager has been in the offing for weeks,\" said Harry Kazianis of the Center for the National Interest.",
  "Whether about doubling down on Afghanistan, or opposing tariffs on U.S. allies, or confronting Russia, Tillerson was always a kindred spirit.",
  "REUTERS/Jonathan Ernst\n\n\"I thought the team was functioning well and had balance,\" said James Carafano of the Heritage Foundation.",
  "We settle all of our issues between he and I, and then we walk together into the White House meetings.",
  "Monday was just another day in which Tillerson seemed to be on a different page than the White House.",
  "\"How can anyone actually be shocked that Donald Trump fired Rex Tillerson — and on Twitter no less?",
  "\"This is a diplomatically led effort,\" Mattis told reporters traveling with him this week.",
  "Mattis was in Afghanistan when Trump made the announcement that he was firing Tillerson.",
  "Few doubt that Mattis will adapt and develop a similar working relationship with Pompeo.",
  "It remains to be seen how this affects the ability of Trump's team to storm and norm.\"",
  "I'll leave it to those who are leading the effort, the State Department and the NSC.\"",
  "All for the same basic reason — Trump and McMaster are also not a good fit.\"",
  "\"And I can predict what happens next: [national security adviser] H.R.",
  "\"They put out a good series of solid foreign and security policies.",
  "The three reportedly have agreed to leave if one of them is fired.",
  "Tillerson returned from Africa Tuesday morning.",
  "\"So I do not want to talk about Korea at all.",
  "\"We talk two, three times a day, sometimes.",
  "That way, State and Defense are together.\"",
  "\"Pompeo's views here are less clear.\"",
  "McMaster will also soon get the axe.",
  "Mike Pompeo."
]