[
  "And where Obama said in 2009 that “earlier generations faced down fascism and communism not just with missiles and tanks, but with the sturdy alliances and enduring convictions,” Trump complained the U.S. has “subsidized the armies of other countries while allowing for the very sad depletion of our military.”\n\nA hint of the uncertainty about Trump’s plans overseas may have been evident in a congratulatory statement he receieved on Friday from Japanese Prime Minister Shinzo Abe.",
  "“[T]he security environment of the [Asia-Pacific] region is becoming severer,” Abe’s statement warned, adding that he “would like to further strengthen the unwavering tie between the Japan and the United States.”\n\nHow Trump will actually implement his foreign policy vision remains unclear, particularly given that several of his top cabinet appointees hold markedly different views about the value of NATO and befriending Russia.",
  "He often characterizes key U.S. allies like Japan, Saudi Arabia and members of the NATO alliance as free riders enjoying the benefits of American military protection without paying what Trump calls “their fair share.”\n\nTrump first unveiled his “America First” theme in an April speech arguing that America’s post-Cold War foreign policy had “veered badly off course,” leading to wrongheaded Middle East interventions.",
  "“I fear this speech spells retreat from American openness to the world and inspired and hopeful American leadership around the world.”\n\nTrump’s decision not to make a strong case for the role of American power in shaping the outside world was a departure from the inaugural addresses of recent Republican presidents from Ronald Reagan to George W. Bush.",
  "The concerted effort of free nations to promote democracy is a prelude to our enemies’ defeat.”\n\nTrump did nod to the value of foreign partnerships—but only with a brief phrase: “We will reinforce old alliances and form new ones,” Trump said, seemingly in specific reference to the fight against Islamic terrorism.",
  "President Donald Trump’s inaugural address focused on an “America First” approach that downgrades the value of America’s global leadership and traditional alliances—a sharp break with the internationalist vision of nearly every U.S. president of the past 100 years that troubled veteran foreign policy experts.",
  "“President Trump delivered a powerful message to Americans and the world when he said he will put America first,” said Paul Saunders, executive director of the Center for the National Interest, which hosted Trump’s April foreign policy speech.",
  "“There was no emphasis on them in the speech.”\n\nEven Barack Obama, who took office in January 2009 amid an economic crisis and with a promise to end foreign wars, struck robust notes about American global leadership unheard in Trump’s speech.",
  "But even that line might trouble some American allies, particularly in Europe, who might equate of “new” alliances with Trump’s controversial vision of a new partnership with Russian President Vladimir Putin, who has menaced Eastern Europe.",
  "On Friday, Trump vowed to “eradicate completely from the face of the earth” what he called “radical Islamic terrorism,” a phrase both Bush and Obama avoided using—to the fury of many Trump supporters—for fear of alienating moderate Muslims.",
  "But any faint hope in foreign capitals and among U.S. foreign policy elites that Trump, as president, would embrace a more traditional view of America’s post-World War II global commitments was dashed by his address.",
  "“He committed to giving priority to US interests while acknowledging that other governments will do the same for their people—an essential foundation for enduring cooperation with others,” Saunders added.",
  "“We defended other nations’ borders while refusing to defend our own, and spent trillions and trillions of dollars overseas while America infrastructure has fallen into disrepair and decay,” Trump said.",
  "| Getty Inauguration 2017 Foreign policy experts fret over Trump's America First approach Trump’s inaugural address downgrades the value of America’s global leadership and traditional alliances.",
  "“To all the other peoples and governments who are watching today… know that America is a friend of each nation, and every man, woman and child who seeks a future of peace and dignity.",
  "President Donald Trump announced on Friday during his inaugural address \"a new decree to be heard in every city, in every foreign capital, and in every hall of power.\"",
  "Wilson, America’s 28th president, was a staunch internationalist who believed it was America’s responsibility to help foreign people achieve freedom and democracy.",
  "“An extremely disappointing speech,” said Nicholas Burns, who served as a foreign policy aide and senior diplomat under both Republican and Democratic presidents.",
  "“We honor your friendship; we rely on your counsel; and we depend on your help,” George W. Bush said in his 2001 inaugural speech, addressing American allies.",
  "“We have learned that we cannot live alone, at peace; that our own well-being is dependent on the well-being of other nations far away,” Roosevelt declared.",
  "Those themes remain powerful to many Americans as well as to critics of Washington’s bipartisan foreign policy establishment, which largely disdains Trump.",
  "(U.S. intelligence agencies have concluded that Putin also interfered with the 2016 election in support of Trump, casting a shadow over his inauguration.)",
  "Trump has long offered a transactional view of the world, one that questions longtime diplomatic commitments and notions of a values-based foreign policy.",
  "All of them described America as an indispensable defender of freedom and democracy around the world and extended warm hands to U.S. allies abroad.",
  "But Trump’s address suggested that an American internationalist version that has prevailed for the better part of a century is, at best, on hold.",
  "But many listeners focused on Trump’s muted reassurance to American allies nervous about both global instability and Trump’s own intentions.",
  "On Twitter, the conservative foreign policy commentator Walter Russell Mead called that perhaps “the most consequential line in the speech.",
  "Trump, by contrast, announced on Friday “a new decree to be heard in every city, in every foreign capital, and in every hall of power.\"",
  "“We do not seek to impose our way of life on anyone, but rather to let it shine as an example for everyone to follow,” Trump said.",
  "NATO and the East Asian allies are the great power difference between the U.S. and Russia and the U.S. and China,” Burns said.",
  "Invoking another 20th-century president, Burns cited a line from Franklin Delano Roosevelt’s fourth inaugural in 1945.",
  "Story Continued Below\n\nTrump campaigned as a skeptic of American military alliances and adventures abroad.",
  "And we are ready to lead once more,” Obama said after taking his first oath of office.",
  "“FDR learned through 12 years of depression and war this wisdom,” Burns said.",
  "“Trump's speech today refuted this important lesson from our history.”",
  "“From this day forward, a new vision will govern our land,” he said.",
  "“Division among free nations is a primary goal of freedom’s enemies.",
  "“We have allies who depend on us and who strengthen us.",
  "“From this moment on, it’s going to be America First.\"",
  "“Woodrow Wilson goes under the bus,” Mead added."
]