[
  "Anti-Trump Republican Sen. Ben Sasse of Nebraska said the action amounted to “taxes on families.” China’s commerce ministry said President Trump’s decision to fight back was an “abuse of trade remedy measures.” South Korea’s left-wing government said it would “actively respond to U.S. trade protectionism.”\n\n\n\nExpect domestic mavens of free trade to be far shriller in the coming days.",
  "There can only be one conclusion to this process, which is known as Section 301 for the relevant part of trade law: China’s entire economic model is based on stealing the intellectual property of others to get ahead.",
  "Chinese companies circumvented earlier efforts to stop this unfair practice by moving some manufacturing offshore to places like Mexico, which is why the new tariffs announced by the administration apply worldwide.",
  "China’s attempted conquest of the South China Sea, massive military buildup and hyper-aggressive political warfare against America and our allies are just some of the manifestations of this reality.",
  "President Trump should keep following through on his campaign promise to penalize China and shift our trade-development focus to countries like Taiwan and India that respect the rule of law.",
  "Instead, we have trade deals and practices that are stacked against the United States, leading in part to a trade deficit that annually exceeds half a trillion dollars.",
  "U.S. Trade Representative Robert Lighthizer is conducting a far more significant investigation of China for infringing on American intellectual property.",
  "For decades, America’s elite in both political parties has assumed that what it called free trade would liberalize China and prevent it from misbehaving.",
  "President Trump was right to impose tariffs this week to fight back against unfair trade practices by countries like China, Mexico and South Korea.",
  "But as the plain facts of misconduct by China and other countries prove, we haven’t had “free trade” – even if the global elite uses that label.",
  "American companies wishing to sell goods in China are routinely forced into joint ventures that expropriate their technology.",
  "Through 2013, China had its state-owned banks make $18 billion in easy, low-interest loans to Chinese solar manufacturers.",
  "Tariffs on solar modules and washing machines will now be 30 percent and 50 percent, respectively, phased out over time.",
  "The Chinese-manufactured panels were sold at below-market prices in order to put American competitors out of business.",
  "The time has come to pursue genuine fair and equal trade – and with countries that respect our intellectual property.",
  "The Trump administration also reacted against South Korea for similarly unfair practices related to washing machines.",
  "Beijing also forced local authorities to provide free land and other inducements to its solar companies.",
  "Soon, most American-based manufacturers of solar panels had declared bankruptcy and laid off workers.",
  "Instead, the Chinese government has become richer, more authoritarian and more belligerent.",
  "The new tariffs are a response to Chinese dumping of solar panels in the United States.",
  "These steps portend a major change in the world order, especially in regard to China.",
  "This is likely the first of several big changes to the global trade order this year.",
  "The only real question is how significant the penalty against China will be.",
  "Two that remained in business asked the Trump administration for help.",
  "The result was a glut of solar panels being sold at a loss.",
  "Opponents of the trade remedies wasted no time in reacting.",
  "A decision is legally due by August, but may come sooner.",
  "The Trump administration is likely just warming up."
]