[
  "All American Presidents adore the pageantry of summits, none more than Donald Trump, who is addicted to the idea of himself as one of the great men making history with a capital “H.” Trump loved his recent Singapore summit with Kim Jong Un so much that he came out of it sounding like a love-struck teen-ager, bragging about an illusory deal and commending the “strong,” “funny,” “smart” dictator, who also happened to be a “great negotiator.” On Monday, in Helsinki, Trump will have his long-awaited summit with the Russian President, Vladimir Putin, a meeting he has personally pursued over the cautions of his advisers and despite the long political shadow of alleged Russian influence over his 2016 campaign.",
  "Few details about the summit have been released by the White House, given Trump’s penchant for last-minute changes, but as of now it appears that it will be a four-hour affair (rather than the seven hours requested by the Kremlin), with a lengthy one-on-one between Trump and Putin first, followed by an expanded meeting to include Bolton, Secretary of State Mike Pompeo, and the U.S.",
  "Point made, Trump then called a hastily assembled news conference to claim that the allies had bowed to his demands and made new spending commitments (the French President, Emmanuel Macron, quickly rebutted him) while musing warmly about whether Putin might someday become his “friend.” No one was surprised, and yet everyone was outraged: a classic Trump-era response.",
  "The goal should be “to establish a tiny modicum of mutual trust, which really does not exist in the relationship today,” Dimitri Simes, the president of the Center for the National Interest, who hosted Trump for the first major foreign-policy speech of his 2016 candidacy with an audience that included the Russian Ambassador, said.",
  "Fiona Hill, the top National Security Council adviser for Russia, isn’t going to be in the meeting, though a White House official told me she was going to be on the ground in Finland, and even a talked-about preparatory session between Pompeo and the Russian foreign minister, Sergei Lavrov, is not going to happen.",
  "Over two days this week, at the annual meeting of the NATO alliance, which Putin views as his mortal enemy, the American President disregarded the plan for a show of “unity and strength” that his own NATO Ambassador had promised and instead manufactured an utterly predictable crisis with his allies.",
  "As the President flew off to Britain, Damon Wilson, a Republican who worked at the National Security Council under George W. Bush, seemed to capture the mood among America’s beleaguered partners, tweeting, “I’m here at #NATOSummit, surrounded by US allies, and I sense battered-spouse syndrome.",
  "“He wants to have a meeting with Putin, so he’s going to have a meeting with Putin.” At the time, advisers still hoped to delay the summit, or at least to use the opportunity to produce a real, substantive policy agenda with proposals for Trump that actually reflect American foreign policy.",
  "In Brussels on Thursday, after two days of at times openly hostile meetings with his NATO allies, Trump was asked whether he would consider scrapping military exercises in the Baltic states if Putin asked him on Monday to do so.",
  "“Nothing could make Putin happier.” By Thursday morning, that was exactly what Trump had done, throwing the summit into an emergency session over his demands that Germany and others drastically increase their military spending.",
  "Trump himself proposed the summit in a March phone call with the Russian leader, and, after the Kim summit, the President ordered members of his staff to prepare the Putin meeting, which many of them wanted to avoid.",
  "First, Trump turned a breakfast photo op into a Germany-bashing session, accusing the most important U.S. partner on the Continent of being “controlled by Russia” because of a pending new energy pipeline.",
  "From tense to ‘collegial spirit.’ ‘No problem.’ Whiplash.”\n\nExpect more whiplash when Trump arrives in Helsinki for the Putin meeting, a potential debacle very much of the President’s own making.",
  "has not had a single principals-level meeting to discuss Russia policy or the plans for the summit in advance of what will certainly be one of the most important sessions of Trump’s Presidency.",
  "“Perhaps we’ll talk about that,” he replied, to the great alarm and consternation of Europeans who had been publicly reassured by American officials that Trump would do no such thing.",
  "There is no agreed-upon substantive agenda for the meeting, as Trump himself confirmed on Thursday, and the session will take place only a couple weeks after the date was finalized.",
  "Despite the buildup, the Helsinki summit, the President acknowledged, is just a “loose meeting.”\n\nPutin could not have set up the summit better if he had scripted it himself.",
  "“Clearly, he’s on a mission to blow up the summit,” a former senior U.S. official who was at NATO headquarters told me, a few minutes after Trump’s breakfast-table tirade.",
  "Ambassador to a NATO ally added, “Everybody’s crossing their fingers and holding their breath.” Even promoters of closer ties between the U.S. and Russia are wary.",
  "I asked one former senior U.S. official, who speaks regularly with colleagues still in the government, to characterize the mood headed into Helsinki.",
  "Beyond the allure of aggrandizement and President Trump’s affinity for the Russian strongman, why the meeting is taking place now remains a mystery.",
  "Simes, a Soviet émigré who maintains close ties to senior officials in Putin’s government, said anything more than that would be too risky,.",
  "He came out of the trip with none of the “deliverables” typically determined in advance of such high-level summits.",
  "The sum total of the preparation was a single trip by Trump’s national-security adviser, John Bolton, to Moscow.",
  "Remarkably, it’s not clear, and that in and of itself marks this as a most unusual summit.",
  "“There’s no stopping him,” a senior Administration official told me in June.",
  "(“The meeting is the deliverable,” the Russians apparently told Bolton.)",
  "According to current and former officials, Bolton’s N.S.C.",
  "It is now clear that they failed on both counts.",
  "Is the purpose to discuss arms control?",
  "They’re beaten down and then praised.",
  "Ambassador to Russia, Jon Huntsman.",
  "To rehash the 2016 election?",
  "“Apprehensive,” he said.",
  "Who knows?",
  "Ukraine?",
  "A U.S.",
  "Syria?"
]