[
  "Frank Franklin II/AP\n\nTo be fair, I have no love for any nation that chants \"death to America\" and \"death to Israel\"; however, considering the sheer number of foreign policy problems Washington faces at the moment—specifically, a rogue regime in North Korea that won't come to the bargaining table until it has the ability to hit the East Coast of the United States with a nuclear warhead—to say we have bigger fish to fry is an understatement.",
  "While the game was conducted off the record, considering where U.S.-Iran relations seem to be headed, my fellow wargamers have allowed me to share the details of one of three scenarios in an effort to promote a better understanding of the risks involved if the bombs really do start falling.",
  "Bluntly stated, Iran is not exactly Team Trump's worst problem at the moment, and obsessing over it will only weaken America's ability to tackle the North Korea challenge, a rising China, a lingering ISIS, a resurgent Russia, and many other national security challenges.",
  "Amidst President Trump's repeated declarations that the nuclear pact with Tehran is the \"worst deal ever,\" the White House has decertified an international agreement that most experts—even a conservative Republican like me, shocker, I know—think was working.",
  "To make clear that it won't tolerate any further U.S. military operations against its forces, Iranian conventional attack submarines—purchased from Russia—launch a series of attacks on U.S. surface combatants in the Persian Gulf.",
  "Now, to be fair, my colleague playing the role of the U.S. is an admitted Iran hawk, and we disagree completely about the importance of Tehran's aims and how much they should be countered in present U.S. foreign policy thinking.",
  "Killing the Iran deal is really about satisfying what has become an obsession in many neoconservative circles: the desire to see the slow unwinding of a regime we despise that has foreign policy goals we despise even more.",
  "The situation then gets infinitely more complex when U.S. intelligence is tipped off that a second barrage of missile tests is being prepped, and destroys them in mid-flight thanks to U.S. missile defenses in the area.",
  "Iran also declares a naval exclusion zone, which essentially closes the important waterway for what would be a week of training drills—all to show off Tehran's growing military power and ability to roil oil markets.",
  "But if it isn't apparent by now, nuking the Joint Comprehensive Plan of Action, or JCPOA, has almost nothing to do with Iran's compliance with the agreement—and my fellow Republicans need to come clean and admit it.",
  "Washington opens the conflict with a series of massive cruise missile strikes from U.S. nuclear attack submarines operating in the region that wipes out the vast majority of Iran's surface combatants in the strait.",
  "Held at a secret location in think-tank land here in D.C., we sketched out the various possible pathways to conflict, what each side's war aims and strategy would be, and how such a conflict could end.",
  "Then Iran decides such an action cannot be allowed to stand, and decides to make a statement that not only is its military powerful, but it can cause serious damage to U.S. naval assets in the region.",
  "But if this short wargame shows anything, it's that it doesn't take a lot of imagination to dream up a situation where Washington and Tehran come close to the brink of war quite quickly.",
  "But the wargamer who played the U.S., a senior Pentagon official, explained to me recently what his next moves would have been:\n\nI would have taken the nation to war—plain and simple.",
  "To make its displeasure known, Iran decides to test a salvo of intermediate range missiles that fly far into the Indian Ocean—with an ICBM test looming in the next few months.",
  "They counterattack with a massive volley of anti-ship missiles pointed at the ultimate symbol of U.S. military might: America's only aircraft carrier operating in the region.",
  "Indeed, it isn't out of the question that America could soon face what could be the ultimate foreign policy nightmare—crises with both Iran and North Korea at the same time.",
  "I would have launched a massive air campaign to destroy Iran's air defenses with stealth aircraft followed-up with a large-scale attack on Tehran's nuclear programs.",
  "Take it from me: a war with Iran is not going to be anything like recent conflicts in Iraq, the former Yugoslavia, Afghanistan, Iraq again, Libya, Syria, and so on.",
  "REUTERS/Morteza Nikoubazl\n\nBack in 2013, a group of my colleagues did a series of wargames on what would happen if Iran and America ended up in a conflict.",
  "In the most intense of our three-day wargaming scenarios, we looked at a situation in 2020 where U.S.-Iranian relations had been souring for several years.",
  "Harry J. Kazianis is director of defense studies at the Center for the National Interest and executive editor of its publishing arm, The National Interest.",
  "Oil traders are now predicting the return of $100 crude and potentially a 1 percent dip in global economic growth if Iran continues for a month or more.",
  "The chatter between talking heads, foreign policy professionals, and members of the press feels very much like the run-up to war with Iraq back in 2002.",
  "But as history teaches, when two rival states—with very different national security and foreign policy goals—clash, bad things can happen, and fast.",
  "Firing over 100 missiles, the carrier's defenses are overwhelmed and the 100,000-ton vessel is destroyed, with over 2,000 sailors and airmen lost.",
  "Depending on the situation, and how Iran responded, an all-out invasion with the goal of regime change, could not be ruled out.",
  "In this scenario, Tehran is becoming increasingly upset over U.S. naval forces building up and exercising in the Persian Gulf.",
  "Tehran, sensing an American bluff, stands firm, and actually increases its naval activities throughout the Persian Gulf.",
  "Both sides are jockeying for position over a geopolitical chessboard stretching from Lebanon all the way to Afghanistan.",
  "While Tehran loses two of its prized subs, one American Littoral Combat Vessel is sunk, with over 62 sailors killed.",
  "So Washington delivers an ultimatum to Iran: end your naval activities near the strait or we will end them for you.",
  "Our wargame begins when Tehran responds, deciding to conduct large-scale naval exercises near the Strait of Hormuz.",
  "Former US Secretary of State John Kerry, left, meets with Iranian Foreign Minister Mohammad Javad Zarif in 2016.",
  "Camped out here in Washington just two blocks from the White House, I can tell you one thing: it seems possible.",
  "Previously, he served as editor of The Diplomat, a fellow at CSIS, and on the 2016 Ted Cruz foreign policy team.",
  "This would be our chance to finally rid the Middle East—and indeed the world—of the Iranian menace.",
  "Iran, you see, has a formidable military that could impose some serious losses on U.S. forces.",
  "President Donald Trump after a speech at Krasinski Square, in Warsaw, Poland, July 6, 2017.",
  "Oil markets rally, and, at least for a few hours, most experts think the crisis is over.",
  "In just the first day of the strait closure, the price of oil skyrockets by 10 percent.",
  "If the closure goes on longer, a global recession is not impossible to imagine.",
  "So let's say Tehran and Washington do exchange blows at some future date.",
  "With only a five-day window in our wargame, things were just heating up.",
  "Now that would make for one heck of a wargame—and a tragic reality.",
  "The good news is that war does not appear on the immediate horizon.",
  "Tehran is given 24 hours to leave the area or face military action.",
  "REUTERS/Fars News/Hamed Jafarnejad\n\nAmerica is now in a bind.",
  "Oil tankers begin to move freely through the area once more.",
  "As the game had fixed time limits, we never found out.",
  "And with that, war between America and Iran begins.",
  "Carlos Barria/Reuters\n\nIs war with Iran inevitable?",
  "And we all know that turned out oh-so-well.",
  "US Navy\n\nIran doesn't stop there.",
  "Members of Iran's Basij militia.",
  "That's why I'm scared to death.",
  "What would that look like?",
  "How does America respond?",
  "Oh no."
]