[
  "I believe the US should ask Kim to free the Americans that North Korea is still holding hostage, and then ask him to surrender five nuclear weapons to an independent third party, most likely France (the nonproliferation treaty requires the surrender be done to one of the five nuclear weapons states: the US, Great Britain, France, China, or Russia).",
  "“The path forward for Trump is strewn with land mines.” —Doug Bandow\n\nLaura Rosenberger, senior fellow, German Marshall Fund\n\nThis is Kim Jong Un playing the game his father and grandfather played, but now he’s emboldened by the belief that he has a credible nuclear deterrent.",
  "He might be prepared, as South Korean officials claim, to abandon nuclear weapons, but likely only in theory, in exchange for the kind of “security guarantees” Washington would be loath to offer, such as ending the alliance with South Korea and withdrawing US troops.",
  "“This is the wildest reality show unfolding live.” —John Park\n\nBruce Klingner, senior research fellow, Heritage Foundation\n\nTrump has two months to prepare for a summit, with a roster plagued by critical vacancies and dangerously thin on Korean expertise.",
  "Kingston Reif, director of disarmament and threat reduction policy, Arms Control Association\n\nIt’s extremely positive, of course, that the emphasis is now on dialogue as opposed to threats and counter-threats, provocations, red lines, or talk of war.",
  "Similarly, if Trump doesn’t have clear objectives and realistic expectations and comes away unsatisfied with the results, it runs the risk of him turning around and saying diplomacy didn’t work, at which point, the talk of preventive war may resume.",
  "There should be very clear goals, realistic expectations, deep coordination and consultation with the South Koreans throughout the process, and clear and consistent messaging along the way — since there will be enormous criticism of this approach.",
  "[He] should move quickly to fill policymaker vacancies, particularly the US ambassadorship to South Korea and State Department special representative for North Korea policy, and also appoint a senior envoy to coordinate US policy on North Korea.",
  "John Park, Korea Working Group director, Harvard University\n\nKim has been working consistently over the past six years to be recognized not as a nuclear weapons state but as the newest member of the elite club of nuclear great powers.",
  "A US-North Korea high-level summit creates the potential for bold moves from both actors, cutting through the bureaucracy and creating a top-down mandate for more substantive working-level meetings to hash out the details.",
  "Bruce Bennett, senior international defense researcher, RAND Corporation\n\nWe don’t know why Kim Jong Un made this proposal — it is at odds with much of what North Korea has been saying since his New Year’s Day address.",
  "Most importantly, he needs to appoint a presidential envoy to lead the US government process: someone at a high level, who has stature in Congress and internationally and whom Trump is comfortable with.",
  "Robert Manning, senior fellow, Atlantic Council\n\nKim’s extraordinary behavior since January 1 reflects the success of the US effort to mobilize the global community to isolate North Korea.",
  "If Trump has this meeting and does not come away with some concrete commitments on the denuclearization front, it risks de facto legitimization of North Korea’s nuclear weapons program.",
  "That Kim has apparently agreed to a testing freeze, and that a continuation of US-South Korea exercises isn’t an obstacle to talks, would have been very hard to imagine only a week ago.",
  "So even though denuclearization remains a distant hope, the smart play is to start with modest deals that improve US and allied security and gradually advance to more ambitious goals.",
  "The April to May time frame is usually the period of the year where we believe that food is in the lowest supply in North Korea — this aid may even avert starvation for some people.",
  "They have been working on this issue for a long time, and they will attest to the fact that a fully denuclearized peninsula will take more than one high-level meeting.",
  "A face-to-face meeting of the two leaders could decrease tensions and avoid a potential war between North Korea and the United States that would likely kill millions.",
  "Next, he should give no bribe [or] cash, or lessen in any way the maximum pressure campaign that is in place that likely brought Kim Jong Un to the bargaining table.",
  "Further, it’s also unclear that North Korea really wants the Trump-Kim summit to happen and isn’t just using a potential meeting as a trap to make the US look bad.",
  "And second, a summit with Kim without serious preparation or any sense of what the agenda is gives up most of our leverage before we even get to the table.",
  "Alexandra Bell, senior policy director, Center for Arms Control and Non-Proliferation\n\nWe should go into any talks with clear eyes and cautious optimism.",
  "Trump knows little, resists being briefed, and is subject to manipulation, so he is not one to manage alone a complex conversation so fraught with risk.",
  "In a stunning announcement on Thursday night, South Korean envoys said that North Korean leader Kim Jong Un wants to meet with President Donald Trump.",
  "But Kim no doubt feels that he is in a strong position after three successful intercontinental ballistic missile tests and a high-yield nuclear test.",
  "He might try to use this summit meeting as a way of continuing these efforts by walking out on the summit and blaming Trump for being unreasonable.",
  "Talks must be about easing tensions — not a propaganda win for a regime that starves its own people to make atomic weapons that can kill millions.",
  "Mieke Eoyang, vice president for the national security program, Third Way think tank\n\nTrump absolutely has to accept the offer to meet with Kim.",
  "North Korea wants the US to stop its military drills with South Korea, for example, but those exercises are likely to restart before April.",
  "First, the fact that this is all coming through the South Koreans, and we have heard little [or] nothing from the North Koreans directly.",
  "While it is better to have both leaders talking with rather than threatening each other, they begin with radically different objectives.",
  "It’s unclear that Trump has the experience or the temperament to reach a diplomatic solution to the nuclear standoff with North Korea.",
  "A summit is a bold move but requires careful preparation to ensure that this is the start, and not the end, of a diplomatic process.",
  "If he’s prepared to do that, I think the US should offer to provide food as a form of humanitarian assistance to help North Korea.",
  "The problem is high-level talks present their own layer of complication, because both sides won’t budge from key policy positions.",
  "At the same time, there’s a chance the meeting will fail — which could put both countries back on the path toward confrontation.",
  "To achieve our longer-term goals, we are going to have to be patient and willing to work with allies and partners in the region.",
  "Adam Mount, senior fellow, Federation of American Scientists\n\nIt’s an invaluable opportunity to stabilize a volatile situation.",
  "I reached out to 12 experts with a simple question: Should Trump speak to Kim, and what are the risks and benefits of doing so?",
  "An effort like this will require significant preparation and a coordinated interagency approach, which is clearly nonexistent.",
  "Harry Kazianis, director of defense studies, Center for the National Interest\n\nTrump must give this diplomatic opening a shot.",
  "We’re at the very beginning of the road to a diplomatic resolution, and if the two sides are serious, much hard work remains.",
  "The president has to study up and listen to his advisers about what’s been tried before, and what our regional allies want.",
  "Achieving our objectives in talks will require caution, patience, flexibility, and an expert and credible negotiating team.",
  "The biggest help with hedging that risk is South Korea, who appears to want this May summit more than either Kim or Trump.",
  "It seems like the comprehensive economic sanctions have disrupted their economy and Kim’s comfort level about the future.",
  "Jenny Town, assistant director, US-Korea Institute at Johns Hopkins\n\nThis is a big opportunity, if handled appropriately.",
  "Trump’s summary acceptance of Kim’s invitation was impulsive and gave up an important card before the game even started.",
  "The fact that State and the Defense Department were apparently in the dark on this is also a serious cause for concern.",
  "For decades, experts argued that some sort of diplomatic solution with North Korea is the best way to ensure peace.",
  "It depletes US leverage and raises the risk that Trump is outmaneuvered [or] embarrassed, or that talks collapse.",
  "The problem is Trump has never run a marathon like this, so we have no basis for comparing his track record.",
  "He could then continue his provocations, significantly raising the tensions in the region but blaming Trump.",
  "That’s a big deal since the two countries have been threatening each other with nuclear weapons for months.",
  "If Trump enters the talks with unreasonable expectations and leaves feeling betrayed, war again could loom.",
  "Kim’s invitation could be a great opportunity to get commitments to denuclearize — or it could be a trap.",
  "The US is not prepared to manage this issue — no US ambassador in Seoul, no North Korea envoy at State.",
  "The big debate now is about whether Kim is proposing talks with Trump out of desperation or confidence.",
  "The White House needs to empower the experts in our government and listen to their advice and counsel.",
  "The near-term goal should be sustaining a nuclear and missile testing freeze for as long as possible.",
  "Sadly, this is a president who has not demonstrated an ability to study his lines or stay on script.",
  "That said, the stakes are high, and there are real questions about whether Trump is up to the task.",
  "Doug Bandow, senior fellow, Cato Institute\n\nThe path forward for Trump is strewn with land mines.",
  "Trump should put off the meeting until the table has been set for it to achieve maximum results.",
  "He should insist on a neutral site — either the demilitarized zone or perhaps Geneva or Beijing.",
  "Simply negotiating with America and meeting the US president is a major success for Kim.",
  "But there is a lot of prep that now needs to be done before this meeting takes place.",
  "Kim saw an opportunity and a way to hedge the risk with pursuing that opportunity.",
  "There are risks, though: Kim has been trying to decouple the US from South Korea.",
  "Every day that North Korea doesn’t test is a day we’re not slipping toward war.",
  "Major summits usually follow detailed negotiations, leading to a breakthrough.",
  "If any of these happen, we will immediately be right back at the brink of war.",
  "This could be the start of something good, and it could also fail miserably.",
  "We’re unlikely to see these positions change at the summit meeting in May.",
  "Step on one and the president could find himself back where he started.",
  "First, he must make clear no meeting can take place in North Korea.",
  "Their responses, lightly edited for clarity and style, are below.",
  "I think part of the reason is the effect of economic sanctions.",
  "History is littered with failed deals we made with North Korea.",
  "However, his administration must be clear on the ground rules.",
  "Unfortunately, this administration is ill-equipped to do this.",
  "Sean Illing and Zack Beauchamp contributed to this report.",
  "Trump has staked our denuclearization as his bottom line.",
  "Denuclearization talks are all about a sequence of steps.",
  "Finally, Kim must offer a clear path to denuclearizing.",
  "It would be irresponsible of him to decline the offer.",
  "We’re essentially at the starting line of a marathon.",
  "It’s too early to call this a failure or a success.",
  "We should be cautious about this on several fronts.",
  "If all of that can’t happen, Trump needs to walk.",
  "This is the wildest reality show unfolding live.",
  "I hope that’s not his strategy, but it could be.",
  "More surprising still: Trump accepted the offer.",
  "And they should not try to reinvent the wheel.",
  "Dropping sanctions certainly won’t be enough.",
  "These are not Trump’s strong suits.",
  "The stakes are enormously high.",
  "Second, Kim has yet to speak.",
  "You can’t wing this.",
  "I’m not optimistic.",
  "It’s neither.",
  "Period."
]