[
  "There, he gave a stark warning to North Korea: “Do not underestimate us, and do not try us.” And on November 11, North Korea’s Foreign Ministry responded: “The reckless remarks by a dotard like Trump can never frighten us or put a stop to our advance.”\n\n“Dotard” is how the Korean Central News Agency — North Korea’s state-run media organization — translates the Korean word for “old lunatic.” And it’s the second time North Korea has used this.",
  "First, on Sunday, at around 7:18 am local time in Hanoi, Trump called out the “haters and fools,” and again defended America’s need to have “a good relationship with Russia.”\n\nWhen will all the haters and fools out there realize that having a good relationship with Russia is a good thing, not a bad thing.",
  "“Every time he sees me he says I didn't do that and I really believe that when he tells me that, he means it.”\n\nThat conflicts with what the US intelligence community said in January, where the FBI, CIA, and NSA assessed that Russia did interfere in the election — and that Putin was behind it.",
  "— Donald J. Trump (@realDonaldTrump) November 12, 2017\n\nThis came less than 24 hours after Trump asserted that he “believed” Russian President Vladimir Putin’s claim that Moscow didn’t interfere in the election, even though US intelligence agencies say Putin was behind it all.",
  "The first time was in September, when Kim himself said, “I will surely and definitely tame the mentally deranged US dotard with fire.”\n\nSo Trump took to Twitter to hit back: “Why would Kim Jong-un insult me by calling me ‘old,’ when I would NEVER call him ‘short and fat?",
  "Now he says those who don’t agree with him are “playing politics.”\n\nYet Russia provides support to North Korea, works to keep Syria’s Bashar al-Assad in power, invaded Ukraine in 2014, and already has a history of working with the US and its allies to counter terrorism.",
  "— Donald J. Trump (@realDonaldTrump) November 12, 2017\n\nRegarding Clinton, Trump is referring to an infamous meeting on March 6, 2009, where Clinton, then the US secretary of state, presented Russian Foreign Minister Sergei Lavrov with a mock “reset” button.",
  "Finally, at 7:48 am Hanoi time, Trump lobbed a sarcastic putdown at North Korean leader Kim Jong Un, calling him “short and fat.”\n\nWhy would Kim Jong-un insult me by calling me \"old,\" when I would NEVER call him \"short and fat?\"",
  "“It's unorthodox to be sure,” Matthew Kroenig, a nuclear expert at the Atlantic Council, told me, “but the US strategy of ‘maximum pressure and engagement’ requires the credible promise of a future thaw in relations.",
  "That is something that Trump may be better able to offer than a more conventional politician.”\n\nOthers think the “short and fat” insult did more damage than the suggestion of friendship can repair.",
  "Here’s a relevant passage from the January intelligence assessment:\n\nWe assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election.",
  "Period.”\n\nTrump wants “a good relationship with Russia”\n\nWhen will all the haters and fools out there realize that having a good relationship with Russia is a good thing, not a bad thing.",
  "Later on Sunday, Trump attacked former Secretary of State Hillary Clinton and former President Barack Obama for failing to establish good relations with Russia when they were in power.",
  "But this weekend, from Hanoi, Vietnam, Trump took to his favorite platform — Twitter — to return to some familiar, petulant themes: defending Russia and insulting North Korea’s leader.",
  "“The North Koreans — and of course Kim Jong Un — will look at that as a personal attack,” Harry Kazianis, an Asia expert at the Center for the National Interest, said in an interview.",
  "It’s worth reading the immensely awkward Clinton-Lavrov exchange about the mistake, as reported by the Washington Post:\n\n\"We worked hard to get the right Russian word,\" Clinton said.",
  "During an international summit in Vietnam where Putin and Trump met, the Russian leader denied that Moscow interfered in the 2016 presidential election — and Trump bought it.",
  "First, in his tweet 30 minutes earlier, Trump expressed wanting better relations with North Korea; it’s hard to see how insulting the country’s leader accomplishes that.",
  "I don't know if it will, but it would be very, very nice if it did.”\n\nSome experts think Trump’s North Korea tweet was a good idea to possibly improve relations.",
  "Does the Fake News Media remember when Crooked Hillary Clinton, as Secretary of State, was begging Russia to be our friend with the misspelled reset button?",
  "Russia’s goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.",
  "Soon after Trump’s comments, the CIA said its director, Mike Pompeo — who has in the past distorted intelligence to help Trump — stood by that assessment.",
  "— Donald J. Trump (@realDonaldTrump) November 12, 2017\n\nThe tweets threaten to derail attention from the administration’s main messaging during the trip.",
  "And second, Trump is saying he wants to befriend Kim, something he later confirmed at a joint news conference with Vietnamese President Tran Dai Quang.",
  "Trump’s tweet about Clinton and Obama’s relationships with Russia ignores all of this context — and yet again suggests he wants to cozy up to Moscow.",
  "President Donald Trump has mostly stayed on message during his nearly two-week trip to Asia, focusing on trade and the North Korean nuclear threat.",
  "\"I believe that he feels that he and Russia did not meddle in the election,\" Trump said during a news conference in Vietnam, referring to Putin.",
  "Trump attacks Clinton and Obama\n\nAnother bizarre Sunday tweet was an attempt to castigate Clinton and Obama for not improving US-Russia ties.",
  "And of course, special counsel Robert Mueller is investigating potential collusion between Trump and Russia during the presidential campaign.",
  "Conflict was slightly possible: Obama signaled he might strike Syria in September 2013 until he asked Congress to authorize the strike.",
  "The difference, though, is that Russia opposed many of Obama’s plans when he was in office and didn’t help Clinton win an election.",
  "During Obama’s presidency, Putin invaded Ukraine and supported Assad as he killed thousands of his people with chemical weapons.",
  "With Trump, in fact, it’s the opposite: US intelligence agencies assess Russia’s goal was to help put Trump in the White House.",
  "— Donald J. Trump (@realDonaldTrump) November 12, 2017\n\nTrump has made no secret of his desire to improve US-Russia relations.",
  "“If it did happen, it would be a good thing for North Korea, and a good thing for lots of other places and good for the world.",
  "This particular spat began on Tuesday, when Trump gave a speech to South Korea’s National Assembly during his Asia trip.",
  "Oh well, I try so hard to be his friend - and maybe someday that will happen!”\n\nTwo notable things are going on here.",
  "\"As to whether I believe it or not, I am with our agencies, especially as currently constituted with the leadership.\"",
  "Trump needs to understand that going toe to toe with Kim will gain America nothing and only legitimize North Korea.",
  "Eventually, the US and Russia agreed on a deal to destroy Syria’s chemical weapons, ending the strike threat.",
  "We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.",
  "But for now he wants to remind people that two previous leaders have a complicated past with Russia too.",
  "Trump got into a name-calling spat with Kim Jong Un\n\nThe war of words between Kim and Trump continues.",
  "Lavrov, who never misses an opportunity for a diplomatic jab, bluntly said, \"You got it wrong.\"",
  "The problem was there was a big typo — and the US got the Russian word for “reset” wrong.",
  "It’s unclear how Trump’s semi-about-face will affect his Russia policy going forward.",
  "I want to solve North Korea, Syria, Ukraine, terrorism, and Russia can greatly help!",
  "I want to solve North Korea, Syria, Ukraine, terrorism, and Russia can greatly help!",
  "You can only ask so many times,” Trump told reporters on Air Force One on Saturday.",
  "The word, he pointed out, was two letters off — it should have been \"Perezagruzka.\"",
  "But Trump’s Sunday tweet seems even odder still given what happened hours earlier.",
  "And if you missed any of it because you were honoring Veterans Day, no worries.",
  "Oh well, I try so hard to be his friend - and maybe someday that will happen!",
  "Clinton burst out in laughter and declared, \"We won't let you do that to us.\"",
  "On Sunday, and after his tweet, Trump somewhat backtracked his comments.",
  "And as for Obama, he and Putin famously had a frosty relationship.",
  "Obama tried also, but he had zero chemistry with Putin.",
  "What was there, he added, actually means \"overcharge.\"",
  "“He said he didn't meddle, he said he didn't meddle.",
  "There always playing politics - bad for our country.",
  "There always playing politics - bad for our country.",
  "Certainly it's something that could happen.",
  "Strange things happen in life,” Trump said.",
  "“They won't exactly take kindly to it.",
  "“I believe it's possible.",
  "\"Do you think we got it?\"",
  "We’ve got you covered.",
  "I asked him again.",
  "He needs to stop."
]