[
  "This is why perhaps his most significant statement was: “I will also look for talented experts with new approaches, and practical ideas, rather than surrounding myself with those who have perfect résumés but very little to brag about except responsibility for a long history of failed policies and continued losses at war.” What Trump is talking about is dispensing with an entire wing of the GOP that has controlled the commanding heights of foreign policy over recent decades.",
  "Ever since the news broke that the magazine I edit, The National Interest, would host Donald Trump for a big foreign policy speech at the Mayflower Hotel in Washington, I’ve been fielding calls from think tank friends, not to mention places like the Daily Beast and the Washington Post, where friends and acquaintances asked what was really behind the event.",
  "I don’t really know, but I think it’s fair to surmise that with Trump approaching the 1,237 delegates needed to get the nomination but many GOP elites still reluctant to support him, Kushner, who owns the New York Observer, wanted to raise his father-in-law’s profile in an area where his views until now have been mainly a series of stump-speech lines.",
  "The speech—and utter lack of minimally coherent ideas for addressing serious threats—should remind conservatives why Trump cannot be their choice.”\n\nMaybe so, but Rubin, in a separate tweet, also called him “incoherent.” As I read him, the Trump that revealed himself today was quite disciplined when contrasted with some of the antics at his rallies.",
  "Senator Lindsey Graham declared, “Trump speech is pathetic in terms of understanding the role America plays in the world, how to win the War on Terror, and threats we face.” I don't necessarily endorse this view, but it's an indication of how deeply and perhaps permanently the GOP is now divided over foreign policy.",
  "On the one hand, he promises to negotiate the deal of deals with Russia and China to end any return to the Cold War and promises a summit with NATO allies and a “separate summit with our Asian allies” to effect the “rebalancing of financial commitments”—a polite term for saying pony up or America might back out.",
  "1 credential for becoming commander in chief is that “although not in government service, I was totally against the war in Iraq, saying for many years that it would destabilize the Middle East.” This represents an assault against Hillary Clinton as well as the neoconservative establishment in the GOP.",
  "Writing in Politico Europe, for example, James Kirchick divined a nefarious move on the part of the National Interest and the Center for the National Interest (which publishes the magazine), in tandem with Trump adviser and former lobbyist Paul Manafort, to buff Trump’s image on behalf of the Kremlin.",
  "The prospect of a publication like ours—one identified with the “realist” school of foreign policy, which advocates balance-of-power geopolitics and caution abroad—hosting Trump offers an irresistible line of inquiry for anyone searching for what looks like a phantom Trump foreign policy team.",
  "According to Rubin, “Trump’s toxic brew of protectionism and isolationism is straight from the history books, unfortunately from the chapters when frightened democracies tried to retreat, only to worsen their own economic recession and give evil aggressors room to accomplish their aims.",
  "Speaking for myself, after briefly meeting Trump at a reception in the Senate Room of the Mayflower, where a number of politicians and Trump advisers, such as Senator Jeff Sessions and ambassadors, congregated before the event, I can’t claim any kind of conversion experience.",
  "His introduction of Trump was about as neutral as could be; the most he was willing to grant is that Trump is a “provocative voice” with “distinctive views about America’s purpose and mission abroad.” Still, in one sense the questions were understandable.",
  "As one foreign policy maven who’s a realist emailed me today, “I am no fan of his but he hit on some themes that one never hears the establishment make.”\n\nIf Trump sticks to his more restrained posture, it’s a refrain that may become more common.",
  "He may be the ultimate realist, conducting himself as a ministate—maneuvering for advantage and knocking off his opponents one after the other, much as Bismarck unified the German Reich by launching three successive wars.",
  "He bounded into the room with a hearty “Hello, everybody!” (When I later told a Secret Service agent backstage that I would steal Trump’s line to open my introduction of the event, he was unable to suppress a laugh.)",
  "Magazines like mine have long urged the GOP to confront its tawdry history in Iraq and to take a second look at the foreign policy approach espoused by the likes of Dwight Eisenhower, Richard Nixon and George H.W.",
  "Trump is a far more blunt instrument, but the appeal of someone who can rip away the moth-eaten drapery that has occluded the GOP from accepting basic realities about American foreign policy seems obvious.",
  "The Center for the National Interest was originally contacted by Trump’s savvy son-in-law, Jared Kushner, about hosting the event, long before Manafort was even associated with the campaign.",
  "With his impeccable establishment credentials—a trifecta of ambassadorships to Afghanistan, Iraq and the U.N.—Khalilzad seemed like the perfect candidate to lend the event some gravitas.",
  "Trump’s critics, most of them in the neocon wing of the GOP, are depicting Trump as chaotic and wild, when it might be more prudent to view him as calculating and shrewd.",
  "His address, shorn of its fulminations about Obama’s failings, sounded remarkably similar to some of Obama’s own complaints about allies and intervention abroad.",
  "And how far would he go in embracing foreign policy realism—the doctrine that America has to husband its resources and be careful about intervention abroad?",
  "In his speech, Trump declared that U.S. foreign policy since the Cold War has been “incoherent” under both Democratic and Republican administrations.",
  "He’s going to engineer a takeover of the American government, fire the current staff and create a \"foreign policy based on American interests.\"",
  "“Businesses,” he said, “do not succeed when they lose sight of their core interests and neither do countries.”\n\nBut there were no details.",
  "I popped out onto the stage after Trump’s campaign manager, Corey Lewandowski, bellowed, “Who’s introducing now?” “I am,” I shouted back.",
  "Was Zalmay Khalilzad, the former U.S. ambassador to the United Nations whom we picked to moderate the event, a covert Trump supporter?",
  "The louder the neocons protest Trump’s rise, the more it may signify that Trump is smashing down the old ramparts of the GOP.",
  "His speech did not deviate from the themes he has already enunciated and it showed that he is willing to go very far indeed.",
  "Whatever his political fortunes, there may be no going back to the old foreign policy dogmas for the Republican Party.",
  "Jacob Heilbrunn is editor of the National Interest and author of They Knew They Were Right: The Rise of the Neocons.",
  "Indeed, I think he is having a salutary effect in forcing open a long-overdue debate in the GOP over foreign policy.",
  "All I heard was that Trump himself was going over the speech even as he was flying in on his airplane to Washington.",
  "The truth is that there really was little mystery to the event and, as it turned out, to Trump’s speech itself.",
  "I won’t tell them where and I won’t tell them how.” Again, no details—and as a matter of declared policy.",
  "U.S. foreign policy, Trump said, had elevated \"the false song of globalism\" over American self-interest.",
  "How far would he go in attacking President Barack Obama and former Secretary of State Hillary Clinton?",
  "A kind of impromptu receiving line formed in deference to the man—as though he were already president.",
  "Perhaps the Washington Post’s resident neocon, blogger Jennifer Rubin, put it most bluntly.",
  "Like Richard Nixon, he apparently has a secret plan to end the wars in the Middle East.",
  "Nothing like this has been heard from a Republican foreign policy candidate in decades.",
  "Will Trump’s views actually end up becoming the new GOP conventional wisdom?",
  "On the other hand, he blasts President Obama for eviscerating the military.",
  "But the bottom line is that Trump’s speech today was not dead on arrival.",
  "No strategy.”\n\nTrump made it plain in his speech that his implicit No.",
  "At bottom Trump made it plain that he views America like a business.",
  "Even many realists are bound to shrink from Trump’s stark realism.",
  "I can personally report that Trump does have a meaty handshake.",
  "Trump doesn’t want to modify the party’s foreign policy stands.",
  "Story Continued Below\n\nWhy was Kushner pushing for the speech?",
  "Sorry, but this sees a coherent conspiracy where this is none.",
  "I was curious as anyone to see what Trump would actually say.",
  "He is offering America the warrior spirit without war.",
  "Whether Trump can unify the GOP is an open question.",
  "Trump certainly knows how to put everyone at ease.",
  "He said it’s been a “complete and total disaster.",
  "His speech today may represent a knock of fate.",
  "Trump was opaque when it served his interests.",
  "According to Trump, “there’s ISIS.",
  "I have a simple message for them.",
  "Was I joining the Trump brigade?",
  "In fact there was no new Trump.",
  "Would a new Trump be revealed?",
  "Trump doesn’t work the room.",
  "He’s out to destroy them.",
  "Their days are numbered.",
  "Quite the contrary.",
  "You come to him.",
  "... No vision.",
  "No direction.",
  "Not a chance.",
  "No purpose.",
  "Bush."
]