[
  "\"What Beijing has been very good at is targeting U.S. defense contractors, getting into their computer systems through various types of essentially cyber warfare and stealing the designs of some of America's best military assets,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a think tank founded by former President Richard Nixon.",
  "Chinese theft of sensitive US military technology is still a 'huge problem,' says defense analyst 11:46 AM ET Thu, 9 Nov 2017 | 00:49\n\nAs President Donald Trump uses his meeting with Chinese President Xi Jinping to address trade and North Korean issues, he also may bring up China's theft of American intellectual property.",
  "\"Almost every fighter in the world has some kind of emissions that come out with radar or communications devices just like radios that we can detect,\" said John \"JV\" Venable, a senior research fellow for defense policy at the Heritage Foundation, a Washington conservative think tank.",
  "According to Kazianis, the Chinese have been able to hack into computer networks to steal designs and other information on U.S. carriers, advanced defense systems as well as the F-22 and F-35 jets.",
  "The Center for Strategic and International Studies, a think tank based in Washington, said Beijing's \"J-20 has the potential to considerably enhance China's regional military strength.\"",
  "Indeed, a federal grand jury in 2014 indicted a Chinese national for a computer hacking scheme that involved the theft of trade secrets from Boeing's C-17 military transport aircraft.",
  "The individual, who last year entered a guilty plea, also was accused of working with two co-conspirators based in China to steal military data about the F-22 and F-35 jets.",
  "Hacking over the years is one of the reasons China has been able to narrow the gap with the U.S. in advanced missiles, drone technology and even stealth aircraft.",
  "At the same time, China is pressing its domestic tech firms to help the country's military \"to speed up\" the application of advanced technology.",
  "There were said to be several prototypes of the plane, but the final sleek design resembles the F-22, a stealth fighter made by Lockheed Martin.",
  "Venable, a retired Air Force colonel, said the U.S. military's ability to \"mask emissions is very good, and our ability to detect is very good.",
  "It features angles that allow it to deflect radar emissions from the front but reports suggest its signature reduction falls short elsewhere.",
  "Despite a cyber-warfare truce, one defense analyst said China is probably still engaged in the theft of sensitive U.S. military technology.",
  "Although a U.S.-Chinese cyber-hacking truce was announced in 2015, Kazianis and others remain skeptical it will matter over the long term.",
  "For example, when China wanted to build the J-20, a new stealth fighter jet, they were reportedly helped by industrial espionage.",
  "He says China could have agents in other countries still doing hacking or \"camouflage\" such activity through various methods.",
  "Also, a report predicts that by 2030 the Chinese could dominate artificial intelligence and exploit it for military purposes.",
  "For one, the J-20's could give China an advantage should it want to use the warplane in a dogfight with the U.S. or allies.",
  "China's smaller stealth fighter, called the FC-31 Gyrfalcon, in development is seen as a knockoff of Lockheed's F-35.",
  "The concern is China's supersonic J-20 could one day become a threat to the F-22 and the smaller F-35 fighters.",
  "Also, depending on its stealth capabilities, the J-20 could be used for strikes on Taiwan or U.S. airbases.",
  "Portions of the J-20's engines also \"may work against its stealth capabilities,\" according to CSIS.",
  "\"When we can pick those [emissions] up, then we can actually find, fix and kill that fighter.\"",
  "Then again, the J-20's design may make it susceptible to detection.",
  "\"So we don't even have a good idea if they stopped,\" he said.",
  "We just don't know what theirs is [with the J-20].\"",
  "The J-20 became operational in September.",
  "\"It's obviously a huge, huge problem.\""
]