[
  "(An earlier version of this article corrected the date of Simes’s trip to February 2015 instead of 2016)\n\nBy Sarah N. Lynch\n\nWASHINGTON (Reuters) - Maria Butina, accused in the United States of spying for Russia, had wider high-level contacts in Washington than previously known, taking part in 2015 meetings between a visiting Russian official and two senior U.S. officials.",
  "Prosecutors said the think tank’s magazine published an article by Butina in June 2015 in which she said “certain U.S. politicians and Russians share many common interests.”\n\nRandy Weber, a Republican U.S. congressman from Texas, also met with Torshin during the April trip, according to the think tank’s documents.",
  "The report described the meetings as helping bring together “leading figures from the financial institutions of the United States and Russia.”\n\nA judge last week ordered Butina, 29, jailed until her trial after U.S. prosecutors argued she has ties to Russian intelligence and could flee the United States.",
  "Butina traveled to the United States in April 2015 with Alexander Torshin, then the Russian Central Bank deputy governor, and they took part in separate meetings with Fischer and Sheets to discuss U.S.-Russian economic relations during Democratic former President Barack Obama’s administration.",
  "During the same April 2015 trip, Torshin and Butina also participated in a private “off the record” discussion at the center about the “Russian financial situation and its impact on Russian politics,” according to people familiar with the meeting and the think tank’s report.",
  "The meetings, disclosed by several people familiar with the sessions and a report prepared by a Washington think tank that arranged them, involved Stanley Fischer, then Federal Reserve vice chairman, and Nathan Sheets, then Treasury undersecretary for international affairs.",
  "Two months earlier, in February 2015, the magazine’s Russian-born publisher and the center’s primary Russia expert, Dimitri Simes, traveled to Moscow, where he met with Putin and other Russian officials, the organization’s report showed.",
  "Federal prosecutors have accused Butina of conspiring with two American citizens and a top Russian official to influence U.S. policy toward Russia and infiltrate a gun rights group believed to be the National Rifle Association.",
  "FILE PHOTO: Accused Russian agent Maria Butina speaks to camera at 2015 FreedomFest conference in Las Vegas, Nevada, U.S., July 11, 2015 in this still image taken from a social media video obtained July 19, 2018.",
  "While he could not recall details or whether the interpreter was Butina, Fischer said the conversation involved “the state of the Russian economy” and Torshin’s new role as deputy central bank governor.",
  "“I recall Mr. Torshin mentioning, as an aside, that he planned to attend a meeting of the National Rifle Association, a fact that I considered irrelevant to our conversation,” Fischer wrote to Reuters.",
  "The indictment said that beginning in about 2015 Butina and the official conspired to “advance the interests of the Russian Federation.” Torshin could not be reached for comment on this article.",
  "The meetings with Fischer and Sheets were arranged by the Center for the National Interest, a Washington foreign policy think tank that is supportive of efforts to improve U.S.-Russia relations.",
  "In articles in its magazine, The National Interest, members of the think tank have also warned of the costs to the United States of confronting Russia or getting involved in Eurasian conflicts.",
  "The two meetings, which have not been previously reported, reveal a wider circle of high-powered connections that Butina sought with American political leaders and special interest groups.",
  "The think tank’s magazine hosted Trump at an event at the Mayflower Hotel in Washington in April 2016 also attended by Sergei Kislyak, Russia’s ambassador to Washington at the time.",
  "Butina’s lawyer, Robert Driscoll, did not have any details about her participation in meetings with Treasury and Federal Reserve officials when asked about them on Friday.",
  "Saunders, the think tank’s executive director, said Torshin spoke at an April 2015 event about the Russian banking system and Butina attended as Torshin’s interpreter.",
  "“We were unaware of any charges or suspicions of illegal or inappropriate conduct or of any connections to Russian intelligence services,” Saunders said in an email.",
  "The April 2015 visit by Butina and Torshin came about a year after Obama’s administration imposed sanctions on Russia for its annexation of Ukraine’s Crimea region.",
  "FreedomFest/via REUTERS\n\nAmong the think tank’s board members is David Keene, a former NRA president and former chairman of the American Conservative Union.",
  "The Treasury Department in April imposed sanctions on Torshin and a number of other Russian businessmen and government officials in Putin’s inner circle.",
  "The meetings were documented in a Center for the National Interest report seen by Reuters that outlined its Russia-related activities from 2013 to 2015.",
  "Russia’s foreign minister told the U.S. Secretary of State on Saturday that Butina had been detained on “fabricated charges” and should be released.",
  "Another person familiar with the meeting, speaking on condition of anonymity, said it occurred on April 7, 2015, and confirmed Butina attended.",
  "Butina worked for Torshin, who has close ties to Russian President Vladimir Putin, and served as his interpreter at various Washington events.",
  "Paul Saunders, its executive director, in December 2016 urged then President-elect Donald Trump to ease tensions with Russia.",
  "Sheets declined to comment through Ted Smith, a spokesman for asset management firm PGIM, where Sheets currently works.",
  "That event was moderated by the group’s chairman emeritus, former AIG CEO Maurice “Hank” Greenberg, the report showed.",
  "The NRA is an influential pro-gun lobby with close ties to Republican politicians including President Donald Trump.",
  "‘ADVANCE THE INTERESTS’\n\nThe description of the top Russian official mentioned in the indictment matches Torshin.",
  "Fischer and Sheets met with many international banking officials as part of their official duties.",
  "A spokeswoman for the Russian central bank said Torshin declined to comment on the subject.",
  "Saunders said people at the organization cannot recall details of Torshin’s presentation.",
  "She is scheduled to appear in court on Wednesday for a status conference in her case.",
  "A spokeswoman for Weber did not respond to multiple calls or emails seeking comment.",
  "Fischer, an in email to Reuters, confirmed he met with Torshin and his interpreter.",
  "Butina has pleaded not guilty to charges she acted as a foreign agent for Russia.",
  "Questions relating to Russia have cast a cloud over Trump’s presidency.",
  "Keene has previously been photographed alongside Butina at events.",
  "Torshin did not answer calls to his cellphone on Monday.",
  "Reuters was unable to reach him for comment.",
  "Greenberg did not return calls for comment."
]