[
  "“We don’t have any illusions about a sudden easing of measures to contain Russia.”\n\nState broadcasters, carefully controlled by the Kremlin, have started adding “no need for illusions” caveats to their copious Trump coverage, though news anchors still went out of their way to reassure viewers that hard-line comments by Rex Tillerson, Trump’s nominee for secretary of state, and James Mattis, his pick for defense, were mainly posturing to ensure Senate approval.",
  "Russia is giving Donald Trump the kind of fawning television coverage usually reserved for Vladimir Putin, with its most popular propagandist hailing the president-elect this week as “a man of his word.”\n\nBut inside the Kremlin, the initial euphoria over having a Putin admirer in the White House is giving way to skepticism that any meaningful detente with the U.S. can be achieved, according to four senior officials in Moscow.",
  "The unprecedented firestorm is a double-edged sword for Putin, who’s spent the last 16 years trying to restore some semblance of his country’s lost superpower status -- while Russia is back at the center of U.S. attention, the uproar has energized Putin’s critics, according to Alexei Chesnakov, a former senior Kremlin staffer who now advises the ruling United Russia party.",
  "He said claims in the leaked dossier, such as Russia having a tape of the billionaire-turned-politician cavorting with sex workers in Moscow, are “obvious fabrications.”\n\n“I find it hard to believe that he rushed to some hotel to meet girls of loose morals, although ours are undoubtedly the best in the world,” Putin said.",
  "Swirling controversies over alleged Putin-ordered hacking to help Trump get elected and a leaked dossier claiming the Kremlin has blackmail material on him has transfixed Washington, where a bill to impose even harsher sanctions on Russia is gaining bipartisan support.",
  "“Trump won’t try more than once.”\n\nAndrey Kortunov, director of the Russian International Affairs Council, a research group set up by the Kremlin, said Tillerson’s testimony last week showed how deeply anti-Russian sentiment is running in Washington.",
  "He expelled 35 Russian diplomats and imposed penalties on more senior officials in Moscow last month after U.S. agencies concluded Putin personally ordered hacking during the campaign to help Trump and harm Hillary Clinton.",
  "“The leadership understands clearly now that restoring ties won’t be easy and that more scandals will worsen the chances.”\n\nTrump’s own, often contradictory statements are as worrying for Russia, according to the people.",
  "The Kremlin has also reached out to Trump’s transition team with an invitation to send a representative to talks it’s sponsoring on ending Syria’s civil war later this month, but so far no decision has been announced.",
  "The FBI and five other U.S. agencies are jointly probing whether Russia helped Trump win in November, including through covert funding of hackers, McClatchy reported Wednesday, citing two people it didn’t identify.",
  "Those differences, coupled with Trump’s unpredictability, are starting to worry the Kremlin, according to Dimitri Simes, president of the Center for the National Interest in Washington.",
  "But in an interview with European media this week, he said atomic arsenals should be cut “very substantially” and linked a possible new arms deal with Putin to sanctions relief.",
  "‘Nasty Background’\n\nBut that wasn’t how Russian officials saw it, according to Valery Solovei, a political scientist at the Moscow State Institute for International Relations.",
  "The backlash appears to have forced many of Trump’s cabinet picks to take tougher lines on Russia in their confirmation hearings than the Kremlin anticipated, the people said.",
  "Security Council chief Nikolai Patrushev, a longtime Putin ally known for hawkish views, sought to temper public expectations of better ties with the U.S. this week.",
  "Tillerson, a former Exxon Mobil chief who’s known Putin since 1999 and received a medal of friendship from him in 2012, called Russia a “danger” to U.S. interests.",
  "Russian officials could be deliberately talking down expectations from Trump, of course, in an effort to undermine suspicions they secretly aided his campaign.",
  "Mattis, the retired general nominated for defense, went further, putting Russia and its attempts to shatter NATO at the top of his principal-threat list.",
  "President Barack Obama has used his remaining time in office to make it harder for his successor to mend ties with America’s Cold War foe if he chooses.",
  "There was a “threatening subtext” in those hearings that suggests the new administration will only make one attempt at reconciliation, he said.",
  "Kremlin and other officials have said they will reserve judgment about comments from Trump or his nominees until after the inauguration Friday.",
  "“In this environment, we can’t talk about radical changes in Russian-U.S. relations,” Patrushev said in the government’s official newspaper.",
  "A poll taken two months ago found that almost half the country anticipated better relations with the U.S. “soon” after Trump takes office.",
  "Both Tillerson and Mattis expressed views that clashed with some statements Trump has made, including about NATO and Russia.",
  "Last month, Trump said the U.S. should “greatly” expand its nuclear capability and seemed to call for a new arms race.",
  "‘Sensible Shift’\n\n“There is a sensible shift of expectations in the Kremlin,” Chesnakov said in an interview.",
  "Trump is very impulsive and takes things very personally, so a nice beginning could have a sour conclusion.”",
  "Take the prospects for easing the penalties imposed after Putin annexed Crimea from Ukraine in 2014.",
  "“The recent scandals are a nasty background for future talks,” Solovei said.",
  "“The Russian leadership definitely preferred Trump to Clinton,” Simes said.",
  "“It was like he had to sign in blood that he opposes Putin,” Kortunov said.",
  "The Russian leader has repeatedly denied involvement.",
  "Putin came to Trump’s defense himself on Tuesday.",
  "“But now they’re concerned.",
  "New Sanctions?"
]