[
  "3 MISSING AFTER NAVY AIRCRAFT CRASHES EN ROUTE TO USS RONALD REAGAN, 8 RECOVERED\n\nThe head of naval aviation says only half the Navy’s 542 F-18 Super Hornet jets can fly right now and only 31 percent are fully mission capable and ready to “fight tonight.”\n\nIt’s even worse for the Marine Corps where roughly 70 percent of its fleet of older model F-18 Hornets can’t fly.",
  "In the Air Force, only half of the bomber fleet of B-1 and B-2 bombers can fly, forcing airmen to scrounge for spare parts in places in a remote desert scrapheap known as “The Boneyard.” The secretary of the Air Force told reporters earlier this month she was almost 2,000 pilots short, forcing the service to ask retired pilots to come back.",
  "In order to get three aircraft carriers ready to deploy for ISIS strikes in the Gulf or other hotspots around the world beginning in January, nearly 100 F-18 fighter jets had to be shuffled around, robbing training squadrons of valuable flight time to train the young pilots, according to Vice Adm.",
  "Defense Secretary Jim Mattis has testified before Congress, arguing that “no enemy in the field has done more to harm the combat readiness of our military than [budget cuts].”\n\nAccording to Sen. McCain, only five of 58 Army brigades and four of 64 Air Force squadrons are combat-ready.",
  "\"Additionally, to get those air wings ready, several hundred parts had to be cannibalized from other [F-18] Super Hornets across the force, further decimating the readiness of squadrons and adding significantly and unnecessarily to the workload of our maintainers,” he added.",
  "“We are killing more of our own people in training than our enemies are in combat.”\n\nThe Navy cargo plane crash this week was the deadliest crash for the U.S. military since an Army Black Hawk helicopter crashed off the coast of Hawaii killing five soldiers in August.",
  "Even before the Navy cargo plane crash Wednesday, the number of U.S. troops killed in plane crashes had skyrocketed this year along with the total number of crashes overall compared to this point a year ago, a Fox News investigation has uncovered.",
  "Following the announcement by the 7th Fleet Thursday night that it has ended its search for three missing American sailors hundreds of miles off the coast of Japan, the number of U.S. service members lost to plane crashes in 2017 stands at 37.",
  "In July, a Marine Corps KC-130 transport plane crashed in the Mississippi Delta killing all 16 on board after reaching cruising altitude during a routine cross-country flight to California originating from North Carolina.",
  "In April, following a Fox News report about instructor pilots refusing to fly the Navy’s T-45 training jet, citing poison in the plane’s oxygen system, the Navy grounded its fleet of some 200 jets for weeks.",
  "Just two days before the Navy plane crash, an Air Force T-38 training jet -- with parts also dating from the 1960s -- crashed in Texas killing one pilot and injuring another.",
  "I repeat self-inflicted,” Sen. John McCain, R-Ariz., chairman of the Senate Armed Services Committee and former naval aviator, said on the senate floor.",
  "NAVY SUSPENDS SEARCH FOR 3 SAILORS MISSING AFTER PLANE CRASH\n\n“Perhaps the greatest harm to our national security and our military is self-inflicted.",
  "A Navy investigation called both collisions “preventable,” and cited poor training as a factor in the deadly collisions with merchant vessels.",
  "Shoemaker said the lack of jets caused hundreds of sailors to have to move unnecessarily or remain on board ships for longer than planned.",
  "Congress has called for a $26 billion increase in defense spending to rebuild the military and to try to get more airplanes flying again.",
  "“[The] shell game leaves non-deployed squadrons well below the number of jets required to keep aviators proficient,” Shoemaker warned.",
  "Right now the investigation is focusing on the possibility of an extremely rare duel engine failure, officials told Fox News.",
  "Only recently has the Navy resumed full training flights for student jet pilots, seven months after grounding the jets.",
  "Since June, the Navy has lost two guided-missile destroyers in the Pacific in separate collisions killing 17 sailors.",
  "A former C-2 pilot says it's a miracle eight sailors survived and compared the pilots’ actions in the crash to Capt.",
  "Less than a month later, a Marine Corps V-22 Osprey crashed off the east coast of Australia killing three Marines.",
  "The repairs to both USS Fitzgerald and USS John S. McCain are expected to reach more than half a billion dollars.",
  "The crash of the C-2 Greyhound occurred 575 miles out to sea while flying from Japan to the USS Ronald Reagan.",
  "That is more than 130 percent higher than the number killed in non-combat plane crashes at this point in 2016.",
  "It first entered service in the late 60s and is scheduled to be replaced by the V-22 Osprey in a few years.",
  "So far this year, there have been 22 U.S. military non-combat plane crashes flying routine operations.",
  "But only nine of the 33 C-2 planes in the fleet can currently fly, according to Navy officials.",
  "The Navy C-2 cargo plane is used to bring passengers and supplies to aircraft carriers at sea.",
  "Chesley “Sully” Sullenberger landing a US Airways Flight 1549 in the Hudson River in 2009.",
  "Training, spare parts and maintenance suffered as well as the ability to buy newer planes.",
  "Troy M. Shoemaker before a House Armed Services sub-committee hearing earlier this month.",
  "The Navy is expected to release the names of the remaining missing sailors late Friday.",
  "\"We are killing more of our own people in training than our enemies are in combat.\"",
  "The number of American troops killed in these plane crashes has more than doubled.",
  "The Navy’s crisis in aviation extends into its premier strike aircraft as well.",
  "A similar Navy training jet, a T-45, crashed last month killing both pilots.",
  "For years the defense budget prioritized the wars in Iraq and Afghanistan.",
  "The U.S. Navy is down 41 ships and 90,000 sailors since Sept. 11, 2001.",
  "The Navy’s problem has been evident at sea as well as in the air.",
  "Many on Capitol Hill say years of budget cuts are taking a toll.",
  "That’s up 38 percent from this time last year.",
  "Fuel and oil sources are also being examined.",
  "Leonard Balducci contributed to this report",
  "A mechanical failure is also suspected.",
  "— U.S. Sen. John McCain, R-Ariz.",
  "Rescue workers saved 23 others."
]