[
  "\"Mixed messages from the United States toward North Korea has plagued the Trump administration efforts to reduce the threat posed by the North's nuclear program from Day One,\" said Kelsey Davenport, director for nonproliferation policy at the Arms Control Association, a nonpartisan disarmament group based in Washington.",
  "According to Davenport, the \"uptick in loose talk\" about a possible \"preventive strike\" risks hurting the momentum created by the inter-Korean talks over the Olympics and to advance diplomatic efforts and the denuclearization goal.",
  "Secretary of State Rex Tillerson was asked at the meeting whether there might soon be military conflict with Pyongyang and responded: \"I think we all need to be very sober and clear-eyed about the current situation.",
  "China was noticeably absent last week when diplomats from 20 countries met in Vancouver, British Columbia, to discuss the North Korean nuclear threat and international sanctions.",
  "Also, she said, \"loose talk of 'preventative war' also is dangerous because it increases the likelihood of miscalculation or inadvertent escalation in the region.\"",
  "An editorial last year in China's semi-official Global Times newspaper suggested Beijing might help North Korea if Washington launched a pre-emptive attack.",
  "They say the regime is well aware of what happened with Libya's Moammar Gadhafi when he gave up his nuclear weapon ambitions after facing Western pressure.",
  "\"Some are suggesting that the U.S. is thinking of hitting two or three targets, and that North Korea would likely respond proportionately,\" Klingner said.",
  "North Koreans are known to have thousands of hardened artillery sites, including some dug into mountains, along the Korean DMZ and within range of Seoul.",
  "For example, Trump last year appeared to undercut diplomatic efforts by Tillerson by tweeting, \"Save your energy Rex, we'll do what has to be done!\"",
  "Some are critical of the Trump administration for giving mixed messages on North Korea and for what some call \"loose talk\" on military options.",
  "Still, he said there are scenarios where a limited strike by Washington could result in a larger response by the North Korean military.",
  "Klingner, the former CIA official, just returned from a trip to South Korea where he heard firsthand the concerns of senior officials.",
  "And if North Korea does not choose the path of engagement, of discussion, negotiations, then they themselves will trigger an option.\"",
  "\"They've been very clear that they have no intention ... to give up 1 inch on their nuclear weapons development,\" said Silberstein.",
  "Any retaliation could potentially pose a threat to the greater Seoul area, where about half of the South Korean population lives.",
  "He said the unanimous view is that even a limited strike would certainly trigger a response from the North Koreans.",
  "Another wildcard is what China would do if the U.S. were to conduct a strike against North Korea.",
  "\"That's still where we're at, regardless of how many North Korean athletes come to Pyeongchang.\"",
  "Regardless, many don't see the North Korean leader giving up his nuclear weapons anytime soon.",
  "We have to recognize that the threat is growing.",
  "\"Not the all-out artillery barrage on Seoul.\""
]