[
  "Developing now, Wednesday, April 25, 2018\n\nPresident Trump's attempt to end DACA suffered a court setback, with a judge giving the White House 90 days to justify its rollback of the Obama-era program\n\nJames Comey’s contact at Columbia University, who was used to leak sensitive info to the media, once worked as a 'special government employee' for the FBI, Fox News confirms\n\nThe Fresno State professor who bashed Barbara Bush after the former first lady's death will not be disciplined, the university’s president announced\n\nDr. Ronny Jackson, Trump's embattled pick for Veterans Affairs secretary, faces a tough confirmation fight – even though Obama repeatedly praised his work\n\nBillions in U.S. taxpayer dollars earmarked for Afghanistan rebuilding efforts may have been lost because of mishandling by the World Bank, a watchdog says\n\nTHE LEAD STORY - ANOTHER DACA DEFEAT FOR TRUMP: A George W. Bush-appointed federal judge on Tuesday ruled that President Trump's decision to rescind the Deferred Action for Childhood Arrivals program, known as DACA, \"was unlawful and must be set aside\" ... “DACA’s rescission was arbitrary and capricious because the Department failed adequately to explain its conclusion that the program was unlawful,” U.S. District Court Judge John Bates wrote.",
  "While Trump said it would be Jackson's choice on whether to withdraw his nomination, he added, \"I really don’t think personally he should [seek the position].” The president suggested he did not want Jackson, who has served as a White House physician since 2006, to go through such an “ugly” and “disgusting” process and said he told him: “What do you need it for?” The comments come after The New York Times and others reported that Jackson has been accused of overseeing a hostile work environment as White House physician, drinking on the job and allowing the overprescription of drugs.",
  "The most recent audit report from the Special Inspector General of Afghanistan Reconstruction (SIGAR), obtained by Fox News, looks at the Afghanistan Reconstruction Trust Fund (ARTF), an international fund created in 2002 and maintained by the World Bank, finds that the ARTF has experienced “continued limitations” and that a lack of transparency in the monitoring and accounting has put billions of dollars at risk of vanishing — despite steps taken in 2011 to improve the accountability systems in place.",
  ": Embattled Veterans Affairs nominee Dr. Ronny Jackson showed no signs of withdrawing his nomination as more details of accusations against him emerged, ranging from repeated drunkenness to a toxic work environment as he served as a top White House physician ... Jackson fought to convince lawmakers of his leadership abilities as President Trump told reporters he would always stand by Jackson.",
  "ET: Rep. Dana Rohrabacher; Gen. Jack Keane, Fox News senior strategic analyst; Greg Ip, chief economics commentator for the Wall Street Journal; Mark Luschini, chief investment strategist at Janney Montgomery Scott\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: President Trump hosted his first official state dinner for French President Emmanuel Macron.",
  "ET: Monica Crowley guest-hosts; Sen. Rand Paul on his initial concerns about Mike Pompeo as the prospective secretary of state, the legal battle over DACA and more; Ian Bremmer on how Trump's opposition to the Iran deal could impact the president’s looming summit with Kim Jong Un; Jonah Goldberg on the hot topics of the day.",
  "Bates, the third federal judge and the first Republican appointee to rule against Trump administration attempts to kill DACA, wrote in his opinion that the Department of Homeland Security has 90 days to provide him with a more compelling reason for rolling back the Obama-era program, otherwise he could order its restoration.",
  "COMEY'S LEAK ACCOMPLICE WAS A FORMER EMPLOYEE: The Columbia University law professor James Comey used as a go-between last year to leak the contents of sensitive memos to the media confirmed to Fox News on Tuesday that he previously worked as a “special government employee” (SGE) for Comey’s FBI on an unpaid basis ...",
  "POTENTIAL SCANDAL SURROUNDS DONOR MONEY FOR AFGHANISTAN: Billions of dollars in donor contributions — including $3 billion from the U.S. — to a trust fund created for the reconstruction efforts in Afghanistan may be lost because of mishandling by the World Bank, a new watchdog report claims ...",
  "In a note to the \"campus community,\" Joseph Castro said that English instructor Randa Jarrar's comments about the late first lady were \"insensitive, inappropriate and an embarrassment to the university,\" but \"are protected free speech under the First Amendment of the U.S.",
  "ET: A closer look at how President Trump's deal-making skills are paying dividends ahead of his anticipated summit with Kim Jong Un; Dr. Ian Smith reveals the secret to losing 10 pounds in 20 days; auto expert Mike Caudill reveals America's favorite energy efficient cars.",
  "Vineyard Vines says it’s thriving in era of struggling retail\n\nGM earnings under pressure as sales cool off | Ford earnings to offer glimpse at cost cuts\n\nFOX NEWS OPINION\n\nYJ Fischer: Trump opposition to Iran deal may kill chances for a North Korea nuke deal.",
  "Richman emerged last year as the former FBI director’s contact for leaking memos documenting his private discussions with President Trump – memos that are now the subject of an inspector general review over the presence of classified material.",
  "GETTING OFF SCOT-FREE: A Fresno State professor who celebrated the death of Barbara Bush in a profanity-laced rant on Twitter, will not be disciplined, the university's president said in a statement late Tuesday ...",
  "– Rep. Mark Meadows, on \"Hannity,\" saying he is working with Reps. Trey Gowdy and Bob Goodlatte to get three to six months of messages between allegedly anti-Trump FBI lovebirds Peter Strzok and Lisa Page.",
  "\"Neither the meager legal reasoning nor the assessment of litigation risk provided by DHS to support its rescission decision is sufficient to sustain termination of the DACA program,\" he wrote.",
  "ET: Bob Wright, former vice chairman of GE; Jim Rogers, Rogers Holding chairman; Kayleigh McEnany, RNC spokesperson; Kristin Gaspar: San Diego County supervisor and congressional candidate.",
  "Sources familiar with Richman’s status at the FBI told Fox News that he was assigned to \"special projects\" by Comey, and had a security clearance as well as badge access to the building.",
  "The professor, Daniel Richman, confirmed the special status in response to an inquiry from Fox News, while referring other questions, including on the scope of his work, to the FBI.",
  "1507: A world map produced by German cartographer Martin Waldseemueller contains the first recorded use of the term \"America,\" in honor of Italian navigator Amerigo Vespucci.",
  "ET: David Stockman, former budget director under President Reagan; Rep. Andy Barr; Mark Lehmann, JMP Securities president; Sean Spicer, former White House press secretary.",
  "– Kyle Kashuv, on \"Tucker Carlson Tonight,\" recalling how he was called in for questioning by school officials for taking a trip to a gun range with his father.",
  "Meanwhile, documents obtained by Fox News show that former President Obama sent years of positive reports about Jackson's work as White House physician.",
  "1898: The U.S. Congress declares war on Spain following the February sinking of the USS Maine; the 10-week conflict would result in an American victory.",
  "Castro added that Jarrar would remain on leave through the spring semester, \"which she had previously requested before this incident.\"",
  "Fox News' Jessica Rosenthal digs into the company’s scandals with shareholder Charles Elson, and the whistleblower Matthew Valles.",
  "Rep. Ron DeSantis and former State Department spokeswoman Marie Harf discuss the pros and cons of withdrawing from the agreement.",
  "MINDING YOUR BUSINESS\n\nAmazon founder Bezos’ $65 million jet seen at airports near potential second headquarter sites.",
  "#OnThisDay\n\n2002: Lisa \"Left Eye\" Lopes of the Grammy-winning trio TLC dies in an SUV crash in Honduras at age 30.",
  "Cavuto: Coast to Coast, Noon ET: Sen. Mike Rounds; Rep. Diane Black; Andy Puzder, former CEO of CKE Restaurants.",
  "Among the pomp and circumstance, the two leaders exchanged views over the May 12 Iran nuclear deal deadline.",
  "Plus, commentary by Harry Kazianis, director of defense studies at the Center for the National Interest.",
  "Suspected gunman in custody after two Dallas police officers shot, critically wounded, department says.",
  "AS SEEN ON FOX NEWS\n\nPRO-GUN PARKLAND SURVIVOR INTERROGATED: \"It's still America, last time I checked.\"",
  "Wildlife photographer captures osprey carrying shark, carrying fish in 'one-in-a-trillion photograph.'",
  "WATCH\n\nCOUNTDOWN TO THE MIDTERMS\n\nRepublican Debbie Lesko wins Arizona House special election.",
  "THE SWAMP\n\nTrump, Macron honor 'joint history' between US, France at White House state dinner.",
  "GOP-linked PAC pours money into West Virginia Senate race, to sink a Republican candidate.",
  "Paul J. Larkin Jr.: On marijuana, let the Food and Drug Administration make the decisions.",
  "'Smallville' star Allison Mack rants about alleged cult in newly resurfaced YouTube video.",
  "\"I did indeed have SGE status with the Bureau (for no pay),\" Richman wrote in an email.",
  "Wells Fargo met with angry shareholders at their annual meeting in Des Moines, Iowa.",
  "Snoop Dogg says Trump ignored black Waffle House victims because shooter was white.",
  "Mysterious shipwreck discovered in Great Lakes believed to be nearly 200 years old.",
  "HOLLYWOOD SQUARED\n\n'Schoolhouse Rock' musical director Bob Dorough dies at 94.",
  "Fox News Poll: Three top-tier candidates in West Virginia GOP Senate primary.",
  "WATCH\n\nTHE TALE OF THE TEXTS: \"We believe [they] will be very enlightening.\"",
  "ACROSS THE NATION\n\n'Calexit' gets go-ahead to start collecting signatures.",
  "GOP keeps NY Senate control after Democrat Simcha Felder pledges support.",
  "Waffle House shooting suspect faces new additional warrants, police say.",
  "Video shows ex-Clinton aide in profanity-laced confrontation with cops.",
  "ET: Don't miss the next installment of Tucker's \"Is College Worth It?\"",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "NRA breaks 15-year fundraising record, according to filings.",
  "Melania Trump's hat draws Beyoncé, Olivia Pope comparisons.",
  "We'll see you in your inbox first thing Thursday morning.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "Laura Dowling: The hidden symbols of a state dinner.",
  "Dow plummets 425 points as interest rates surge.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Intelligence Report, 2 p.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "NOMINATION ON LIFE SUPPORT?",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Enjoy your day!",
  "Constitution.\"",
  "Click here.",
  "series!"
]