[
  "During the speech, Page criticized the U.S. and other Western powers for “[impeding] potential progress through their often hypocritical focus on ideas such as democratization, inequality, corruption and regime change.” Politico later reported that Corey Lewandowski, the Trump campaign manager at the time, signed off on the trip as long as Page didn’t make it as an official campaign representative.",
  "“Our recollection is that the interaction between Mr. Trump and Ambassador Kislyak was limited to the polite exchange of pleasantries appropriate on such occasions.”\n\nMay 4: Trump becomes the presumptive Republican nominee for president after Texas Senator Ted Cruz and Ohio Governor John Kasich withdraw from the race.",
  "To understand who met whom, when they met each other, and the context surrounding their meetings, here’s a timeline of the encounters between Trump associates and Kislyak—the trivial, the not-so-trivial, and more.",
  "April 27: Trump briefly meets Kislyak in a pre-event reception line shortly before Trump delivers a major foreign-policy speech at an event hosted by the Center for the National Interest in Washington.",
  "He becomes a high-profile surrogate during the Republican primaries, and the campaign subsequently names him chair of Trump’s national-security advisory committee on March 3.",
  "“The line moved quickly and any conversations with Mr. Trump in that setting were inherently brief and could not be private,” the center said in a March 8, 2017, statement.",
  "June 14: The Democratic National Committee publicly reveals that Russian hackers had broken into the party’s servers and accessed emails and opposition research.",
  "According to the Washington Post, the meeting occurred when Sessions met with Kislyak and a small group of other foreign dignitaries after delivering remarks.",
  "July 18: Sessions briefly speaks with Kislyak at a Heritage Foundation event on the first day of the Republican National Convention in Cleveland, Ohio.",
  "July 7: Carter Page, a national-security adviser for the Trump campaign, speaks at a graduation ceremony at the New Economy School in Moscow.",
  "Gordon told USA Today it was an “informal conversation,” while Page said he had “no substantive discussions” with the ambassador.",
  "February 28: Jeff Sessions, then a U.S. senator from Alabama and now the attorney general, formally endorses Trump for president.",
  "Hillary Clinton wins the Democratic caucus, while Donald Trump takes second place in the Republican contest.",
  "February 1: The Iowa caucuses are held, marking the official start of the 2016 presidential primary season.",
  "June 6: Clinton secures enough delegates to become the presumptive Democratic nominee for president.",
  "Sessions was also in attendance, although there’s no evidence he met Kislyak at the reception.",
  "Kislyak was among a group of ambassadors invited by the center to attend the event.",
  "At the same event, Kislyak also separately meets and speaks with Page and J.D.",
  "Gordon, two national-security advisers to the Trump campaign."
]