[
  "“North Korea is probably only a few years from being able to hit the U.S. homeland with a ballistic missile.”\n\nMaking matters worse, one of Moon’s first decisions as president was to delay installation of American anti-ballistic missiles – known as THAADs – that are designed to shoot down incoming North Korean ordnance before it reaches potential South Korean targets.",
  "“Eventually the U.S. and South Korea would prevail, but the damage that would be done in the meantime would be catastrophic.”\n\nFinally, America’s least conventional president has demonstrated a flamboyance that might not fly well with the more reserved Moon.",
  "Even more importantly, the North’s test launching of missiles that could be armed with nuclear weapons poses an increasingly real threat to South Korea and the rest of Asia.",
  "The death of American Otto Warmbier, who was held captive by the North and released in terminal condition earlier this month, is an affront that Trump wants to avenge.",
  "“If the North Koreans wanted to kill millions of people in one afternoon, they have biological and chemical weapons that could do just that,” says Kazianis.",
  "“The stakes are astronomically high at this point,” says Harry Kazianis, Director of Defense Studies at the Center for the National Interest.",
  "Let’s hope it’s the one who held a successful summit with President Xi Jinping of China, which happens to be North Korea’s biggest ally.",
  "That’s because President Moon Jae-in ran for office on a platform of engaging his maniacal neighbor, North Korean dictator Kim Jong Un.",
  "Trump should reserve his Twitter personality for domestic consumption, and come to terms of practical cooperation with a crucial ally.",
  "President Trump’s meeting this week with South Korea’s new president may be the most important summit he’s had since his inauguration.",
  "President Moon Jae-in ran for office on a platform of engaging his maniacal neighbor, North Korean dictator Kim Jong Un.",
  "That’s in direct contrast to Trump’s bellicose rhetoric about what he’ll do to the rogue state if it doesn’t behave.",
  "That’s in direct contrast to Trump’s bellicose rhetoric about what he’ll do to the rogue state if it doesn’t behave.",
  "As a candidate, Trump railed against the U.S.-South Korean trade agreement, calling it a job killer.",
  "The issues between the U.S. and its traditional ally go deeper than their North Korea policies.",
  "And candidate Moon was fond of saying he wouldn’t be afraid to say “no” to the United States.",
  "Politics aside, the two men can’t afford not to forge an alliance.",
  "Because millions – literally – of lives are at stake.",
  "So which Trump will show up this week?",
  "Millions of lives depend on it.",
  "It’s going to be a heavy lift.",
  "Why?"
]