[
  "Here’s the second paragraph of Bill Clinton’s December 1998 speech on his “Desert Fox” operation: \"I want to explain why I have decided, with the unanimous recommendation of my national security team, to use force in Iraq, why we have acted now, and what we hope to accomplish.” Richard Nixon opened his speech announcing the entry of US forces into Cambodia in 1970 in a similar way: “Tonight, I shall describe the actions of the enemy, the actions I have ordered to deal with that situation, and the reasons for my decision.”\n\nDonald Trump does not speak in that way.",
  "The television networks that promoted Trump; the primary voters who elevated him; the politicians who eventually surrendered to him; the intellectuals who argued for him, and the donors who, however grudgingly, wrote checks to him—all of them knew, by the time they made their decisions, that Trump lied all the time, about everything.",
  "For all the times Trump said believe me and trust me in his salesman patter, he communicated constantly and in every medium that there was only thing you could believe and trust: If you voted for Donald Trump, you’d get Donald Trump, in all his Trumpery and Trumpiness.",
  "No child of God should ever suffer such horror.” He then asserted: \"It is in this vital national security interest of the United States to prevent and deter the spread and use of deadly chemical weapons.\"",
  "The obvious question is: what’s different this time from 2013, when Bashar al-Assad previously inflicted mass casualties with chemical weapons and Donald Trump and Republicans saw no such vital interest?",
  "Trump Does Not Give Reasons\n\nFrom the Declaration of Independence onward, American statesmen have felt bound to offer reasons why they did things, and most especially why they resorted to force.",
  "It’s just that what he meant and said that day was no guide to what he would mean or say on October 27, 2016—much less April 6, 2017.",
  "Not even 100 days into his presidency, Trump has done exactly what he attacked Hillary Clinton for contemplating.",
  "Voters and citizens can expect literally zero advance warning of what Donald Trump will do or won’t do.",
  "If you chose to accept the promise anyway, you did so with abundant notice of its worthlessness.",
  "As I wrote during the campaign:\n\nWhen [Trump] issued a promise, he instantly contradicted it.",
  "\"Using a deadly nerve agent, Assad choked out the lives of helpless men, women and children.",
  "Some have described this reverse as “hypocritical.” This description is not accurate.",
  "If you feel betrayed by any of these reversals, you have no right to complain.",
  "Even beautiful babies were cruelly murdered in this very barbaric attack.",
  "If he can reverse himself on Syria, he can reverse himself on anything.",
  "Campaign promises, solemn pledges—none are even slightly binding.",
  "On the night of his Syria strike, he spoke directly to emotions.",
  "A hypocrite says one thing while inwardly believing another.",
  "The situation with Donald Trump is much more alarming.",
  "He makes no effort to persuade doubters or skeptics.",
  "Trump offers not even the semblance of a response.",
  "On October 26, 2016, he surely meant what he said.",
  "It was a slow and brutal death for so many.",
  "He sees; he feels; he acts."
]