[
  "… The sense of disillusionment and division is seemingly both anti-Trump and anti-establishment, signifying that perhaps millennials see Trump as a political insider.” NBC\n\n-- “Trump Has Changed How Teens View the News: Young people can see the president’s tweets as jokes, but they still often share his negative feelings about the press,” by Taylor Lorenz: The Atlantic\n\nCNBC’S BRIAN SCHWARTZ: “Billionaire Peter Thiel gives first six-figure donation of the midterm campaign cycle to the RNC”\n\nTHE INVESTIGATIONS -- MURRAY WAAS in the N.Y. Review of Books, “The Flynn Tapes: A New Tell”: “In early February 2017, a senior White House attorney, John Eisenberg, reviewed highly classified intelligence intercepts of telephone conversations between then-National Security Adviser Lt. Gen. Michael Flynn and Russia’s ambassador to the US, Sergey Kislyak, which incontrovertibly demonstrated that Flynn had misled the FBI about those conversations, according to government records and two people with first-hand knowledge of the matter.",
  "Probing Whether Malaysian Fugitive Laundered Funds to Pay Chris Christie and Trump Lawyer,” by WSJ’s Bradley Hope in London, Tom Wright in Hong Kong and Rebecca Davis O’Brien in New York: “The Justice Department … is now pursuing a criminal investigation in which [Jho] Low, who has U.S. assets, is a target …\n\n“The team of lawyers and consultants working for Mr. Low includes Mr. Christie, who briefly headed Mr. Trump’s presidential transition team; Mr. Trump’s longtime lawyer Marc Kasowitz ; Bobby Burchfield, a lawyer who has served as the Trump Organization’s outside ethics adviser; and Ed Rogers, a Washington lobbyist with close ties to the Republican Party.” WSJ\n\nHMM … “Is the U.S. government wasting millions on trips abroad?” by Tik Root and Chris Zubak-Skees for The Center for Public Integrity and The Guardian: “[The] U.S. government system for foreign travel expenses … is significantly more generous than the comparable standards set by other countries and institutions.",
  "… Giuliani’s letter has drawn criticism from some officials in Romania.” POLITICO\n\nRUSSIA WATCH -- “Trump administration seeks to ease tensions with Moscow as new sanctions loom,” by WaPo’s John Hudson: “The prospect for rapprochement between the two adversaries remains slim … Pompeo’s effort to find a way forward with Russia is supported by major European allies with economic ties to the United States and Russia, such as Germany and Italy, but has rattled some post-Soviet bloc countries wary of engagement with Moscow.” WaPo\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "…\n\n“Gillum, [Stacey] Abrams and [Ben] Jealous are significant to national Democrats not only for the governorships that they could win, but also the shape of the party in the run-up to the 2020 presidential election.” POLITICO\n\n-- Rebecca Morin: “DeSantis launches campaign against Gillum by telling Floridians to not ‘monkey this up’”\n\n-- DAVID SIDERS: “Tuesday’s other big winner: Bernie Sanders”: POLITICO\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "…\n\n“And government inspector general reports suggest that the U.S. government per diem system is ripe for mistakes or abuse.” The Center for Public Integrity\n\nHEADS UP -- “With Ships and Missiles, China Is Ready to Challenge U.S. Navy in Pacific,” by NYT’s Steven Lee Myers in Dalian, China: “A modernization program focused on naval and missile forces has shifted the balance of power in the Pacific in ways the United States and its allies are only beginning to digest.",
  "SPOTTED at the Kennedy Center last night for the White House Historical Association’s Presidential Sites Summit: Deborah Rudder, Mike McCurry, Stewart McLaurin, Wilbur Ross, Fred Ryan, Chuck Robb, Betsy Klein, John Rodgers, Tammy Haddad, Anita McBride, Jamie Vanderbilt, David Rubenstein, Adan Canto, Kirk Saduski, Capricia Marshall, Mack McLarty, Mark Updegrove, Clifton Truman Daniel, Massee McKinley, Tweed Roosevelt, Lynda Johnson Robb and Susan Ford Bales.",
  "| Saul Loeb/AFP/Getty Images\n\nGREAT STORY -- WSJ’S JULIE BYKOWICZ: “The New Lobbying: Qatar Targeted 250 Trump ‘Influencers’ to Change U.S. Policy: Blockaded by Mideast neighbors, the emirate deployed an unconventional lobbying campaign to win over an unconventional U.S. president”: “Longtime New York restaurateur Joey Allaham visited Manhattan’s Park East Synagogue late last year with an offer for lawyer Alan Dershowitz.",
  "ABOUT LAST NIGHT -- “Gillum’s upset win in Florida swells the surge of black leaders,” by David Siders: “Five years after the rise of Black Lives Matter — and against the backdrop of a White House that has inflamed racial tensions nationwide — [Andrew] Gillum’s upset win in Florida laid bare the potency of a new generation of black leaders gradually coming to power within the Democratic Party.",
  "The new information that Trump and others in the White House were aware that the intercepts revealed that Flynn had lied to the FBI directly contradicts those claims.” NYRB\n\n-- “Sources: Second Trump Org employee discussed immunity deal,” by CNN’s Erica Orden and Evan Perez: CNN\n\n-- THE DAILY BEAST’S BETSY WOODRUFF: “Maria Butina: Private Messages Reveal Accused Russian Spy’s True Ties to D.C.",
  "Many analysts say Beijing has already achieved that goal.” NYT\n\nBORDER TALES -- “Stricter vetting for migrant youth means taxpayers spend more — and parents wait,” by WaPo’s Steve Thompson: “The government has been beefing up its vetting procedures, concerned about human trafficking and the possibility that teens may have been involved in gang activity at home and could pose a public threat.",
  "WHAT RUDY IS UP TO … BESIDES SUNDAY SHOW APPEARANCES: “Giuliani got paid for advocacy in Romania,” by Marianne LeVine and Lili Bayer: “Rudy Giuliani, the president’s personal lawyer, said he was paid by a global consulting firm when he sent a letter last week calling for changes to Romania's anti-corruption program — a stance that contradicted the U.S. State Department’s official position.",
  "Wise Man”: “The executive director of … the Center for the National Interest, insisted that its interaction with Butina was ‘very limited.’ But previously unreported emails and direct messages between Butina and officials at the Center show her relationship with the think tank’s president—former Richard Nixon adviser Dimitri Simes—was closer than previously understood.",
  "“That means a growing section of the Pacific Ocean … is once again contested territory … To prevail in these waters, according to officials and analysts who scrutinize Chinese military developments, China does not need a military that can defeat the United States outright but merely one that can make intervention in the region too costly for Washington to contemplate.",
  "I have worked with Don for a long time and truly appreciate his service!”\n\n-- THIS MORNING, AXIOS’ JONATHAN SWAN: “Top White House officials and sources close to White House counsel Don McGahn tell Axios that McGahn will step down this fall — after Brett Kavanaugh is confirmed to the Supreme Court, or after the midterms.",
  "FLASHBACK: DARREN SAMUELSOHN reported on March 23: “President Donald Trump’s top White House lawyer, Don McGahn, is expected to step down later this year, though his resignation is contingent on the president finding a replacement and several other factors, according to four sources familiar with McGahn’s thinking.",
  "Pic by Drew Bird … Another pic\n\nWELCOME TO THE WORLD -- Laura Collins, deputy director of the Bush Institute-SMU Economic Growth Initiative and alum of American Action Forum and the RNC, and Dana Collins, associate general counsel at Lockheed Martin, welcomed Luke Michael, who joins big sister Julia.",
  "But McGahn has told a confidant he would like his successor to be Emmet Flood, a Clinton administration alumnus who joined the White House in May to deal with the Russia probe.” Axios\n\n-- @ChuckGrassley at 10:53 a.m.: “@realDonaldTrump I hope it’s not true McGahn is leaving WhiteHouse Counsel.",
  "How she's celebrating: \"Since my birthday is during the week, I am celebrating it this weekend with family and friends at the National Book Festival in D.C.\" Q&A\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "It was after this information was relayed to President Trump that the president fired Flynn, and the following day allegedly pressured then-FBI Director James Comey to shut down a federal criminal investigation into whether Flynn had lied to the FBI.",
  "… Simes looked to use his connections with Butina and her associate, Russian Central Bank official Alexandr Torshin, to advance the business interests of one of the Center’s most generous donors.” The Daily Beast\n\nA DIFFERENT INVESTIGATION … “U.S.",
  "DATA DU JOUR -- NBC … “Poll: Millennials disillusioned about midterm elections,” by Stephanie Perry: “Millennials are disillusioned about political institutions and the 2018 midterms, according to results from a new NBC News/GenForward survey.",
  "… The president’s legal team has claimed that Trump did nothing wrong because he did not understand that Flynn was in criminal jeopardy when, according to the former FBI director’s testimony, he asked Comey to go easy on Flynn.",
  "Learn more at google.com/grow/veterans\n\nWHAT ELSE IS ON THE PRESIDENT’S MIND … at 8:40 a.m.: “‘Anonymous Sources are really starting to BURN the media.’ @FoxNews The fact is that many anonymous sources don’t even exist.",
  "While China lags in projecting firepower on a global scale, it can now challenge American military supremacy in the places that matter most to it: the waters around Taiwan and in the disputed South China Sea.",
  "THE PRESIDENT, at 10:30 a.m.: “White House Counsel Don McGahn will be leaving his position in the fall, shortly after the confirmation (hopefully) of Judge Brett Kavanaugh to the United States Supreme Court.",
  "POLITICO Playbook PM: McGahn leaving White House this fall, Grassley is not pleased Presented by\n\nPresident Donald Trump announced Wednesday that counsel Don McGahn would depart the White House this fall.",
  "… While a majority (55 percent) of millennials say they will probably or definitely vote in the midterm election this November, 19 percent of millennials say they definitely or probably will not vote.",
  "…\n\n“Perhaps a bright spot for Democrats, a plurality of Asian American millennials (47 percent) and a third of Latino millennials say this year's midterms are more important than past elections.",
  "… The increased scrutiny has boosted the lengths of shelter stays and the cost to taxpayers — hundreds of dollars per child per day, officials say.” WaPo\n\nThe most reliable politics newsletter.",
  "Learn more at google.com/grow/veterans\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "WEEKEND WEDDING -- Kierán Suckling, executive director of the Center for Biological Diversity, married Lori Ann Burd, attorney and director of the environmental health program at the Center.",
  "Enemy of the People!”\n\n… at 8:41 a.m.: “When you see ‘anonymous source,’ stop reading the story, it is fiction!”\n\n-- THE WHITE HOUSE frequently asks for anonymity in discussing things.",
  "The professor also didn’t know he was on a list of 250 people Mr. Allaham says he and his lobbying-business partner, Nick Muzin, identified as influential in President Trump’s orbit.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "-- Sophia Lalani, defense and foreign policy adviser for Sen. Cory Booker (D-N.J.), and Ali Cumber, VP for Kaiser Associates and a KPMG alum, welcomed son Reza Yaqim Cumber.",
  "“Giuliani’s letter to Romanian President Klaus Iohannis appeared to take sides in a fight at the top of the Romanian government over how to rein in high-level corruption.",
  "… He’s told associates he’d like to leave the White House by the summer, but it could also be put on hold through the 2018 midterms.” POLITICO\n\nGood Wednesday afternoon.",
  "“The list was part of a new type of lobbying campaign Qatar adopted after Mr. Trump sided with its Persian Gulf neighbors who had imposed a blockade on the tiny nation.",
  "He and Mr. Muzin say they compiled the list and approached their targets, sending roughly two dozen to Doha, covering their expenses and paying some directly.",
  "U can’t let that happen.”\n\nHOW DID THE WHITE HOUSE LEG AFFAIRS folks not tell key stakeholders like Grassley, the chairman of the Senate Judiciary Committee?",
  "It deployed the list of 250 ‘Trump influencers’ such as Mr. Dershowitz who are known to have the president’s ear formally or informally, Mr. Allaham says.",
  "Reza is a Persian name meaning “contentment.” Pic ... Another pic\n\nBONUS BIRTHDAY OF THE DAY: Sylvia Acevedo, CEO of Girl Scouts of the USA.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Moreover, many of the entities tasked with setting, maintaining and overseeing these per diem rates … also benefit from them.",
  "Mike Huckabee and conservative radio host John Batchelor.” WSJ\n\nSPOTTED: IVANKA TRUMP leaving Russell at 12:15 p.m. today.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“[T]hese new disclosures … constitute the strongest evidence to date that President Trump may have obstructed justice.",
  "Pic\n\nTRANSITIONS -- Kate MacGregor will be deputy chief of staff for policy at the Interior Department.",
  "…\n\n“Atypically, it also turned to friends, associates and well-placed admirers of the president.",
  "Dershowitz says he hadn’t met Mr. Allaham before and initially demurred before agreeing to go.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He previously was adviser to the president for donor relations at the Heritage Foundation.",
  "MEDIAWATCH -- Alex Hardiman will be The Atlantic’s chief business and product officer.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Win over Mr. Trump’s influencers, the thinking went, and the president would follow.",
  "Hood outside Portland and honeymooned by going backpacking in the Canadian Rockies.",
  "… William Lee will join United Talent Agency’s speakers division in Washington.",
  "The disparity could be costing American taxpayers millions of dollars annually.",
  "… Josh Arnold is now adviser to the executive director at Heritage Action.",
  "He was previously vice president for sales at Washington Speakers Bureau.",
  "Qatar wanted to restore good relations with the U.S., Mr. Allaham says.",
  "Come visit Doha, the capital of Qatar, by invitation of the emir.",
  "Another quarter are uncertain about whether or not they’ll vote.",
  "…\n\n“We’re told that Trump has not formalized a successor.",
  "She is currently a principal deputy assistant secretary.",
  "They are fiction made up by the Fake News reporters.",
  "She is currently head of news products at Facebook.",
  "Among others they sent were former Arkansas Gov.",
  "Look at the lie that Fake CNN is now in.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "They got caught red handed!",
  "The couple married on Mt.",
  "This is noise.",
  "“Mr."
]