[
  "While the political world was consumed with Trump, he rarely commented on the race, preferring to tweet about his daughters, state-level politics, vaping, or Burning Man, the annual countercultural festival in the Nevada desert he has attended for the past three years.",
  "By refraining from criticizing Trump, Norquist was positioning himself to continue to be in the rooms where policy is being made—unlike his unhelpful NeverTrump friends, who have reportedly been blacklisted.",
  "Arianna Huffington has called Norquist “the dark wizard of the anti-tax cult”; Harry Reid, the former Senate majority leader, said Republicans in Congress were being “led like puppets” by him.",
  "What mattered was that he believes he is closer than he has ever been, after decades of struggle, to getting his famous wish—a government small enough to drown in a bathtub.",
  "Before 2016, Norquist had long had a starring role in national politics as a villain to liberals, who blamed his group’s tax pledge for Republicans’ refusal to compromise.",
  "He’s more aggressive than Reagan on labor issues.” All that other stuff—the crazy tweets, the chaotic White House, the Russia investigation, the travel ban—is just noise.",
  "Norquist has a Muslim wife, has spent years battling his party’s anti-Muslim fringe, and is a strong proponent of comprehensive immigration reform.",
  "His campaign was powered by a populist-nationalist vision that had more to do with shutting out Mexicans than hemming in the regulatory state.",
  "“Some conservatives who aren’t helping to row the boat don’t feel as comfortable,” because they don’t get the same assurances from the inside.",
  "Norquist had just been at the White House, he noted, with a group of conservative activists the administration had brought in to consult.",
  "Many a GOP incumbent, stretching back to the first President Bush, has lost reelection after breaking the promise never to raise taxes.",
  "Many more, Democrats contend, refuse to consider initiatives that are in the public interest because they fear Norquist’s disapproval.",
  "“We’re working with the administration on the major economic stuff, so I feel very comfortable with the way they’re going,” he said.",
  "This was a veiled shot at the White House’s unhelpful conservative critics, but also a statement of Norquist’s strategy.",
  "Trump has welcomed into the White House Islamophobic conspiracy theorists and proponents of immigration restriction.",
  "What Trump was really elected to do, Norquist maintained, were the things Republicans had been coveting for years.",
  "N\n\norquist has never minded being liberals’ antichrist; being irrelevant is another thing entirely.",
  "(His neatly trimmed beard has even been cited as proof that he is a secret Muslim.)",
  "Yet this was where he found himself for most of last year’s presidential campaign.",
  "Norquist is certainly not alone among Republicans rooting for Trump.",
  "“Trump’s regulatory regime is Reaganite,” Norquist told me.",
  "He might be the cleverest man in the conservative movement.",
  "Yet I was shocked to find him, of all people, so sanguine.",
  "And Trump is already doing just those things.",
  "So what, Norquist as much as told me.",
  "Or he might have sold his soul.",
  "“His tax cut is Reaganite.",
  "And he may be right."
]