[
  "“It’s forced down their throat by a company that is politically good but doesn’t make the equipment that is good.”\n\nTrump's lack of specifics on defense spending follows a pattern of avoiding details on a host of policy issues, which makes it difficult to discern what he would do in the White House should he win in November.",
  "“It’s true, it’s true,” Trump said after the person yelled out, “Sequestration’s killing us, too!”\n\nStory Continued Below\n\nBut three years ago, Trump cheered the cuts — which included shaving the Pentagon budget by $31 billion in 2013 — as an important way to tackle the federal debt.",
  "If you're going to balance budgets, you're going to be doing a lot more cutting — and there's no question about it.”\n\nThe turnaround is the latest example of the confusing and often contradictory positions that Trump has staked out on the military.",
  "poster=\"http://v.politico.com/images/1155968404/201608/3461/1155968404_5071131585001_5071113204001-vs.jpg?pubId=1155968404\" true Trump's military spending flip-flop\n\nBefore Donald Trump favored boosting the defense budget, he was for slashing it.",
  "“I would say that I think the [Budget Control Act] is probably the biggest challenge that the next administration faces — not just for defense, because it’s for the non-defense side of the budget as well,” Harrison said at a briefing this week.",
  "In his February 2013 Fox News interview, it appeared that Trump was thinking about the cuts in terms of shrinking the federal government, and not about the impact on the military, despite concerns raised at the time by GOP defense hawks.",
  "The current Budget Control Act spending caps are set to remain in place through 2021 — meaning the first four years of the next administration could be shaped by whether it can reach a deal with Congress to lift the caps.",
  "For Trump's Republican critics, his comments on the military and foreign affairs do elicit a clear policy: one of weakness, said Roger Zakheim, a defense lobbyist and visiting fellow at the American Enterprise Institute.",
  "\"I’m going to make our military so big, so powerful, so strong, that nobody — absolutely nobody — is going to mess with us,” Trump says in a 23-second video stating his position on “the military” on his campaign website.",
  "“It's a very small percentage of the cuts that should be made, and I think, really, it's being over exaggerated,” Trump told Fox News in a February 2013 interview, days before the sequester first took effect.",
  "Trump’s lack of a clear, consistent position on the 2011 Budget Control Act makes it difficult to gauge how he would navigate what’s sure to be one of the most consequential issues facing the next president.",
  "\"We have all of these different statements that were made at different times in different contexts, but what we don't have is a detailed plan or policy statement about how all of these things fit together.\"",
  "During his April speech on foreign policy at the Center for the National Interest, Trump said the military would be “funded beautifully” if he becomes president — but he did not explain what that meant.",
  "At a rally this week in defense-industry-rich Northern Virginia, the GOP nominee agreed with an audience member who decried the damage caused by congressionally mandated, across-the-board budget cuts.",
  "Clinton has not made the budget caps a major issue on the campaign trail, though on her website she calls for “ending the sequester for both defense and non-defense spending in a balanced way.\"",
  "If not, the spending limits on both the Pentagon and domestic federal agencies could throw up a major roadblock for a President Trump — or a President Hillary Clinton — to implement an agenda.",
  "Republican defense hawks have called the spending caps — part of a larger political battle over government spending, taxes and entitlements — one of the biggest threats facing the military.",
  "\"Everything he says on national security really jettisons key policies and principles that have kept us safe and made us prosperous,\" said Zakheim, a former Republican Armed Services aide.",
  "But despite his calls to rebuild the military, Trump has suggested he wouldn't actually have to raise the defense budget — thanks to his efforts to root out \"waste, fraud and abuse.\"",
  "He has, however, repeatedly called the military a “disaster” as a result of the policies pursued by the Obama administration and the GOP-led Congress, and he’s vowing to rebuild it.",
  "At the same time, he has pledged to rein in defense contractors and their boosters in Congress, criticizing them for forcing the Pentagon to buy what he labels unneeded weapons.",
  "If Trump wants to significantly boost the defense budget, that would require eliminating the 2011 Budget Control Act spending caps that paved the way for sequestration in 2013.",
  "But fiscal conservatives have cheered the cuts, including those to the military, arguing that the sequester provided a real reduction in federal spending that was long overdue.",
  "It would be nearly impossible, for instance, for Trump to carry out his plan to drastically increase federal infrastructure spending if the caps remain in place through 2021.",
  "In a subsequent Fox News interview that month, Trump suggested the military shouldn’t be subject to the cuts — even though half of the sequester reduced the defense budget.",
  "“We support lifting the budget cap for defense and reject the efforts of Democrats to hold the military’s budget hostage for their domestic agenda,” the platform says.",
  "\"The notion that you think that you can build up military strength given all the threats and do it while cutting the budget or spending less on defense is dangerous.\"",
  "Defense hawks have sought to do away with the cuts, warning they are hollowing out the military and making service members less prepared to fight wars.",
  "And Trump appeared to agree in this week’s rally in Loudoun County, Va., where he ticked off a list of factories that have closed around the state.",
  "“A lot of the equipment that we get in the military is not the equipment that the generals want,” Trump said at a May rally in Indiana.",
  "Emails to Trump’s campaign spokeswoman seeking details on his views on defense spending, as well as on sequestration, went unanswered.",
  "\"Trying to connect the dots is hard,\" said defense budget expert Todd Harrison of the Center for Strategic and International Studies.",
  "Just three months from Election Day, he has yet to even lay out a specific defense policy program.",
  "Unlike Trump, the Republican Party's platform does take a clear position on the budget caps.",
  "Like Trump, the sequestration cuts have created divisions in the Republican Party.",
  "We can do it for a lot less,” Trump said in an October “Meet the Press” interview.",
  "His divergent comments on military spending are nothing new.",
  "If successful, that could force more factories to close.",
  "“I think you're going to have to do a lot more cutting.",
  "“It’s gonna be so strong, nobody’s gonna mess with us.",
  "Connor O'Brien contributed to this report.",
  "He even said they were too small.",
  "But you know what?"
]