[
  "But he says it was a one-time proposal for receiving information about the Syrian conflict during the transition and denies that there was any effort to hide communications between the Trump camp and Russia from US snooping:\n\nI believed developing a thoughtful approach on Syria was a very high priority given the ongoing humanitarian crisis, and I asked if they had an existing communications channel at his embassy we could use where they would be comfortable transmitting the information they wanted to relay to General Flynn.",
  "He claims not to have read to the bottom of the email chain in which it was written that the meeting was “part of Russia and its government’s support for Mr. Trump.” He claims to have been “a little late” to the meeting, and that when he arrived they were talking about “the issue of a ban on U.S. adoptions of Russian children,” implying that he missed the part where they discussed Russian dirt on Clinton (which according to Trump Jr. happened at the beginning).",
  "“We have reviewed the phone records available to us and have not been able to identify any calls to any number we know to be associated with Ambassador Kislyak and I am highly skeptical these calls took place.”\n\nThis is a very specific factual assertion: There were no calls between Kushner and any number that could be traced back to Kislyak or one of his associates during a seven-month time frame.",
  "In a statement, Gorkov said the meeting was part of a broader strategy of sitting down with “business circles of the US, including with the head of Kushner Companies, Jared Kushner.” This would suggest that the meeting was about potentially doing business together — which would raise serious conflict of interest questions given Kushner’s role doing policy work for his father-in-law.",
  "Instead, he says, Gorkov gave him some gifts, “told me a little about his bank and made some statements about the Russian economy,” and “said that he was friendly with President Putin, expressed disappointment with U.S.-Russia relations under President Obama and hopes for a better relationship in the future.”\n\nThat sounds extremely boring.",
  "“Officials said that it’s unclear what Kislyak would have had to gain by falsely characterizing his contacts with Kushner to Moscow.”\n\nSo far from clearing things up, Kushner’s letter has now raised a series of new questions: Why does his account of the meeting differ so sharply from what the intercept of Kislyak’s call seemed to suggest?",
  "It would lead us to believe that Kushner never asked Donald Trump Jr. why he brought Kushner into this waste of time meeting during a vital period in the campaign (right after they secured the nomination, shortly before the Republican National Convention).",
  "There’s a lot for investigators to go on here\n\nIndeed, the entire section of the letter focusing on the campaign is like this: Kushner sets up very specific factual assertions, many of which can be easily checked by reporters and federal investigators.",
  "The Post reported that this was “an apparent move to shield their pre-inauguration discussions from monitoring, according to US officials briefed on intelligence reports.”\n\nIn his statement on Monday, Kushner confirms that this meeting took place.",
  "I never took them up on any of these invitations and that was the extent of the interactions.”\n\nAgain, these are all specific assertions that investigators can look into, to see if they are outright false or at very least omit important context.",
  "Gorkov is known to be close to Russian President Vladimir Putin and graduated from the Russian FSB’s spy academy; his bank had been directly targeted by sanctions imposed by the Obama administration after the 2014 Russian invasion of Ukraine.",
  "This would be incredibly nefarious: It would suggest that there was some information Kushner wanted to share with the Russians (or vice versa) but did not want anyone in the US government, let alone the American public, to know about.",
  "According to Kushner, he turned down multiple requests to meet with Kislyak again, once even arranging a meeting between Kislyak and his assistant to avoid having to sit down again (which seems odd, given Kislyak’s stature).",
  "At this meeting, the Washington Post reported back in May, Kushner had asked Kislyak if it would be possible to set up a secure communications line between the Trump camp and Russia inside the Russian Embassy in Washington.",
  "“I agreed to meet Mr. Gorkov because the Ambassador has been so insistent, said he had a direct relationship with the President [Putin], and because Mr. Gorkov was only in New York for a couple days,” Kushner says.",
  "“His description of his financial relationships with individuals and businesses tied to Russia appears incomplete, at best,” Sen. Ron Wyden (D-OR) said in a statement emailed to press after the letter’s release.",
  "“There should be no presumption that he is telling the whole truth in this statement.”\n\nKushner’s legal team may have hoped that this letter would help put suspicion surrounding Kushner’s links to Russia to bed.",
  "“Kislyak reportedly was taken aback by the suggestion of allowing an American to use Russian communications gear at its embassy or consulate,” the Post’s Ellen Nakashima, Adam Entous, and Greg Miller write.",
  "According to the Post, US intelligence officials based their assessment on an intercept of a phone call between Kislyak and his superiors at the Kremlin, wherein he recounted his version of the meeting.",
  "Donald Trump’s son-in-law and top aide released a public statement about the Russia scandal on Monday morning, a preview of what he’s going to say in closed-door congressional testimony this week.",
  "He then claims to have been super bored for the whole thing: “I actually emailed an assistant from the meeting after I had been there for ten or so minutes and wrote ‘Can u pls call me on my cell?",
  "But there’s another key meeting that Kushner took, this time during the campaign: Donald Trump Jr.’s now-infamous June 2016 meeting with a Russian lawyer to try to get dirt on Hillary Clinton.",
  "A number of US intelligence officials, according to the Post, seemed to believe the effort was a far more ambitious attempt to hide the Trump team’s communications from the US’s own spies.",
  "But shady behavior is still shady no matter how good the lawyers — and even Kushner’s very precise defense of his actions raises big new questions for the Trump-Russia scandal.",
  "It seems more likely that the opposite will be true: that the unanswered questions in this statement will lead to even closer scrutiny of one of the president’s top advisers.",
  "Anyone familiar with spying knows that sending a US citizen into a secure Russian communications facility would be rejected by both US and Russian intelligence as too risky.",
  "This letter reveals a ton of specific facts about collusion that set up Kushner for trouble\n\nThese two meetings, with Kislyak and Gorkov, took place during the transition.",
  "If they chatted about potentially providing loans to VEB, as my colleague Alexia Fernández Campbell explains, Kushner could face 20 years in prison under US sanctions law.",
  "Kushner met with a shady Russian banker/former intelligence officer at the Russian government’s urging\n\nAfter the December 1 meeting, Kislyak and Kushner stayed in touch.",
  "For example, Kushner specifically contests a report, from Reuters, that he had two calls with Kislyak during the campaign (specifically, between April and November 2016).",
  "“At no time was there any discussion about my companies, business transactions, real estate projects, loans, banking arrangements or any private business of any kind.",
  "I did not raise the possibility of using the embassy or any other Russian facility for any purpose other than this one possible conversation in the transition period.",
  "His descriptions of these meetings are incomplete, full of unconfirmed details, and at times directly contradictory of other sources’ accounts of the same events.",
  "But perhaps more fundamentally, Kushner’s account provides a lot of details that can be checked by reporters, FBI agents, and congressional investigators.",
  "The ambassador repeatedly insisted that Kushner meet with a man named Sergey Gorkov, the head of the state-connected Russian bank Vnesheconombank (VEB).",
  "Again, Kushner’s statement doesn’t really resolve anything — instead, it raises a host of significant new questions about his links to the Kremlin.",
  "Someone has massively misled us on the Trump-Russia backchannel\n\nOn December 1, 2016, Kushner met with then-Russian Ambassador Sergey Kislyak.",
  "Kushner’s defense, in essence, is ignorance: He briefly proposed a really bad idea, it was shot down by Kislyak, and that was the end of it.",
  "“Hopefully, this puts these matters to rest.”\n\nBut a close read of the letter suggests that it does not, in fact, put these matters to rest.",
  "His first conversation with Kislyak, Kushner claims, took place at a Trump foreign policy speech delivered in April 2016 in Washington.",
  "“He [Simes] introduced me to several guests, among them four ambassadors, including Russian Ambassador Sergey Kislyak,” Kushner writes.",
  "So why would Kislyak, the Russian ambassador, badger Kushner — for days, Kushner’s account suggests — to take such a boring meeting?",
  "The Ambassador said that would not be possible and so we all agreed that we would receive this information after the Inauguration.",
  "Reportedly, Dimitri Simes — the CEO of the Center for the National Interest, which convened the speech — introduced the two men.",
  "For example, was Kushner actually late enough to the meeting to miss every mention of potential assistance with the campaign?",
  "There are only three possible options: The Post’s report is wrong, American spies misread the meeting, or Kushner is lying.",
  "... Each exchange lasted less than a minute; some gave me their business cards and invited me to lunch at their embassies.",
  "And why does the Putin-linked banker in question have an account of the meeting’s agenda that’s different from Kushner’s?",
  "There were seven other people there, and you can bet the FBI will be talking to all of them to confirm Kushner’s story.",
  "The statement is carefully constructed; the whole thing reads like it was put together by a very talented legal team.",
  "At the end of the short meeting, we thanked each other and I went on to other meetings,” he writes in his statement.",
  "By Kushner’s own account, he met with Russian nationals four times during the presidential campaign and transition.",
  "I did not suggest an on-going secret form of communication for then or for when the administration took office.",
  "And how does Flynn, who has offered to testify in exchange for immunity for prosecution, recall the meeting?",
  "“I did not collude, nor know of anyone else in the campaign who colluded, with any foreign government.",
  "Need excuse to get out of meeting.’”\n\nThis, yet again, is an odd account of the meeting in question.",
  "But the details in Kushner’s statement raise new questions about the nature of the meeting itself.",
  "He also confirms that he asked Kislyak about communicating through a secure line at the embassy.",
  "“With all the ambassadors, including Mr. Kislyak, we shook hands, exchanged brief pleasantries.",
  "Trump’s now-disgraced National Security Adviser Michael Flynn was also present at the meeting.",
  "I have not relied on Russian funds to finance my business activities in the private sector.",
  "Kushner’s defense of attending the meeting is that he had no clue what it was really about.",
  "Yet Kushner decided to have a sit-down with Gorkov at the Russian government’s urging.",
  "But this is a very different account of the meeting than what appeared in the Post.",
  "And what “statements about the Russian economy” did Gorkov allegedly make, exactly?",
  "Did they suggest investment opportunities for the Kushner Companies, perhaps loans?",
  "The FBI can review the same phone records and see who’s telling the truth.",
  "And there’s every indication that Congress and the FBI will do just that.",
  "Jared Kushner really wants everyone to believe that he did nothing wrong.",
  "“I do not recall any such calls with the Russian Ambassador,” he writes.",
  "To be clear, experts believe even this limited proposal was a bad idea.",
  "What did Kislyak actually tell the Russian government about the call?",
  "What follows are three of the biggest issues it brings up.",
  "I have tried to be fully transparent,” Kushner writes.",
  "Watch: Why Donald Trump Jr.'s emails change everything",
  "This meeting has been public knowledge since March.",
  "I did not suggest a \"secret back channel.\"",
  "This isn’t an unresolvable conflict.",
  "Kushner flatly denies all of this.",
  "We did not discuss sanctions.",
  "I had no improper contacts.",
  "Nothing else occurred."
]