[
  "In another passage, Paul tried to make a point sensitive and complicated enough that few American politicians even attempt it: that Americans should be wary of a foreign policy that produces blowback; that it cannot always be avoided; that anger at actions like needlessly killing innocents in drone strikes creates anti-American terrorists; and that there are other, more complicated causes of terrorism too:\n\nWe must understand that a hatred of our values exists, and acknowledge that interventions in foreign countries may well exacerbate this hatred,\" he says, \"but that ultimately, we must be willing and able to defend our country and our interests.",
  "In passages that may alienate some of his father's supporters, Paul expressed his support for the invasion of Afghanistan (if not the decade-plus occupation that followed), declared that \"the war on terror is not over, and America cannot disengage from the world,\" and reiterated his support for airstrikes to weaken ISIS.",
  "\"Although I support the call for defeating and destroying ISIS,\" the speech said, \"I doubt that a decisive victory is possible in the short term, even with the participation of the Kurds, the Iraqi government, and other moderate Arab states.\"",
  "The uncharitable interpretation of this tension is that, slowly but surely, Paul is going the way of Obama and succumbing to Beltway interventionism, whether as a response to D.C. culture or a gambit to win a GOP primary.",
  "On the off-chance that Paul and Hillary Clinton face one another in a presidential election, Thursday's speech offers a portent of Paul attack-ads to come:\n\nThe war in Libya was not in our national interest.",
  "We can’t be sentimental about neutralizing that threat, but we also can’t be blind to the fact that drone strikes that inadvertently kill civilians may create more jihadists than we eliminate.",
  "but hatred for those outside the circle of \"accepted\" Islam, be it the Shia or Sunni or other religions, such as Christianity, exists above and beyond our history of intervention overseas.",
  "If Democrats were earnest in their critiques of George W. Bush's foreign policy, they ought to prefer Paul's vision on foreign policy to Hillary Clinton's platform and record.",
  "The more charitable interpretation: He isn't ideologically committed to either interventionism or noninterventionism, but is simply less hawkish than Bush, Obama, or Clinton.",
  "When the anger boils over as it did in Cairo, the anger is directed not only against Mubarak but also against the United States because of our support for Mubarak.",
  "Either way, his rhetoric laid out an approach to foreign policy that is less bad than anything on offer from any other plausible party leader in Washington, D.C.",
  "If Republicans were earnest in their embrace of a humble foreign policy in 2000, they ought to prefer Paul's positions to what's on offer from his GOP rivals.",
  "\"To contain and ultimately defeat radical Islam,\" Paul argued, \"America must have confidence in our constitutional republic, our leadership, and our values.\"",
  "Some anger is blowback, but some anger originates in an aberrant and intolerant distortion of religion that wages war against all infidels.",
  "The world has a dignity problem, with millions of men and women across the Middle East being treated as chattel by their own governments.",
  "As Reagan said: “When action is required to preserve our national security, we will act.” Will they hate us less if we are less present?",
  "The Obama administration, urged on by Hillary Clinton, wanted to go to war but didn't anticipate the consequences of war.",
  "Today, Libya is a jihadist wonderland, a sanctuary and safe haven for terror groups across North Africa.",
  "But even his support for airstrikes is arguably at odds with the principles he laid out elsewhere.",
  "He opposes funneling arms to rebels in Syria, arguing that they often end up in enemy hands.",
  "What happened to, \"America shouldn't fight wars where the best outcome is stalemate.",
  "Our Ambassador was assassinated and our Embassy forced to flee over land to Tunisia.",
  "It retains some of the idealism that candidate Barack Obama won with in 2012.",
  "Many of these same governments have been chronic recipients of our aid.",
  "America shouldn't fight wars when there is no plan for victory\"?",
  "Libya is now more chaotic and America is less safe.",
  "Jihadists today swim in our Embassy swimming pool.",
  "It had no clear goal and it led to less stability.",
  "The world does not have an Islam problem.",
  "Perhaps …."
]