[
  "Related: Comey's Hint at Jeff Sessions Russia Problem Was Alleged Secret Meeting at Mayflower Hotel\n\nA U.S. official with knowledge of the matter told NBC News that the FBI is also scrutinizing the Mayflower event, which was sponsored by a think tank that has been characterized as pro-Russian.",
  "That would be a huge problem for Sessions, who has already come under fire for failing to disclose two other contacts with Kislyak — in May and September 2016 — when he said during his Senate confirmation hearing that he had not met with Russian officials while part of the Trump campaign.",
  "Sessions is expected to be asked about his role in the firing of FBI Director James Comey, given that President Trump told NBC Nightly News anchor Lester Holt that Comey’s ouster was related to the Russia investigation, something Sessions has recused himself from.",
  "In March, the Center for the National Interest, the right-leaning, Russia-linked group that hosted the event, said the interaction between Trump and Kislyak \"was limited to the polite exchange of pleasantries appropriate on such occasions.\"",
  "Sen. Al Franken, D.-Minn., in a March letter to the FBI with fellow Judiciary Committee Democrat Patrick Leahy of Vermont, asked the FBI to investigate any contacts between Sessions and Russian officials, and to brief him on the results.",
  "Related: Attorney General Sessions Recuses Himself From Russia Probe\n\nInterest in the Mayflower Hotel event was rekindled when Comey raised it Thursday in a closed hearing of the Senate Intelligence Committee, GAT sources told NBC News.",
  "At his daily press briefing Monday, White House Press Secretary Sean Spicer declined to say whether Sessions sought President Trump's approval before agreeing to testify publicly, or how the president feels about the matter.",
  "That came after Comey's public testimony, in which he said the FBI was \"aware of facts that I can't discuss in an open setting that would make [Sessions'] continued engagement in a Russia-related investigation problematic.\"",
  "For weeks, questions have swirled among lawmakers, reporters and others about classified intelligence suggesting Sessions hasn't come clean about all his meetings with the Russian ambassador to the U.S., Sergey Kislyak.",
  "Sessions' decision to testify in public came after he decided to cancel a public appearance before the Senate Appropriations Committee, and offered to testify in private before the Senate Intelligence Committee.",
  "If he does so, it will amount to an \"all in\" moment for the attorney general, because he already once had to clarify sworn testimony in which he said he didn't meet with Russians during the campaign.",
  "Five current and former U.S. officials said they are aware of classified intelligence suggesting there was some sort of private encounter between Trump and his aides and the Russian envoy.",
  "As NBC News has reported, lawmakers want to know whether Sessions met privately with Kislyak in April 2016 during a Donald Trump campaign event at the Mayflower Hotel in Washington.",
  "\"The then-Senator did not have any private or side conversations with any Russian officials at the Mayflower Hotel,\" Sessions' spokeswoman, Sarah Isgur Flores, said in a statement.",
  "Comey, speaking to senators in Thursday's closed session, also acknowledged that the FBI did not have proof the alleged meeting occurred, a source familiar with the matter said.",
  "And Sen. Al Franken, D-Minn., in an interview with MSNBC's Chris Matthews on Hardball, said Monday that the U.S. \"intercepted some contacts between Kislyak and his people.\"",
  "The official said the FBI is interested in who was at the event and what was said, in the context of the counterintelligence investigation into Russian election meddling.",
  "\"In retrospect,\" Sessions told reporters, \"I should have slowed down and said, 'But I did meet one Russian official a couple of times, and that would be the ambassador.\"",
  "\"Jeff could add a lot of light to it as to why he recused himself,\" Sen. Joe Manchin, D-W.V., a member of the Senate Intelligence Committee, told NBC News last week.",
  "What was unclear was whether there will also be a closed session during which they can explicitly discuss the classified allegations about the alleged meeting.",
  "However, the officials acknowledged to NBC News that the evidence of a meeting does not amount to proof, and they have declined to provide details about it.",
  "/ Updated By Ken Dilanian\n\nWASHINGTON — Attorney General Jeff Sessions has a lot on the line when he goes before the Senate Intelligence Committee Tuesday.",
  "It has long been known that Trump briefly met Ambassador Kislyak that day at a VIP reception shortly before he gave a foreign policy address at the hotel.",
  "And he is certain to be asked about Comey’s testimony last week that he urged Sessions not to allow the FBI director to be alone with the president.",
  "But he added that it wasn't clear whether Kislyak was exaggerating, suggesting a meeting with Sessions that had not, in fact, occurred.",
  "CORRECTION (June 13, 2017, 6:50 a.m.): An earlier version of this article misstated, in one instance, the reason for Sessions’ recusal.",
  "Sessions' changing answers are a main reason the evidence of a possible third meeting is deeply concerning to lawmakers.",
  "If Sessions offers a more qualified answer, or says he doesn't recall, that is likely to spark a new round of questions.",
  "Jared Kushner, the president's son-in-law, also denied through a spokesman that he met privately with Kislyak that day.",
  "After his May and September contacts with Kislyak became known, Sessions recused himself from the Russia investigation.",
  "Christopher Aluka Berry / Reuters\n\nKushner and Sessions were also in the room, contemporaneous news reports say.",
  "But witnesses said it wasn't a private meeting, and White House officials dismissed it as inconsequential.",
  "The FBI replied that it could not confirm or deny whether it was investigating, a Franken spokesman said.",
  "He later acknowledged that he met twice with Kislyak, though he said it was in his capacity as senator.",
  "NBC News reported June 1 that the FBI and Congress have been examining the Mayflower Hotel event.",
  "\"There's one meeting we don't [have details about] and people would like to know about it.\"",
  "By mid-morning Monday, Sessions had issued a statement agreeing to testify publicly.",
  "One mistake under oath can be explained away — a second would be extremely damaging.",
  "He met in May and September of 2016 with Ambassador Kislyak, not with Jared Kushner.",
  "Democrats balked, saying Sessions should not be able to duck a public appearance.",
  "That official said there was no indication the bureau is zeroing in on Sessions.",
  "His spokeswoman has denied that any such private encounter occurred.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "U.S. Attorney General Jeff Sessions speaks in Atlanta on June 6.",
  "The news and stories that matter, delivered weekday mornings.",
  "Sessions' aides have insisted he did not speak to Kislyak.",
  "Now, Sessions will get his chance to deny it, under oath.",
  "And we'll go from there,\" Spicer told reporters.",
  "\"He's going to testify.",
  "We're aware of it."
]