[
  "Kim Jong Un, through the building of a powerful arsenal of not only nuclear weapons that can hit U.S. allies and now possibly the United States homeland, but chemical and likely biological weapons as well, is simply following a well worn strategy—developing powerful weapons of mass destruction as the ultimate insurance policy.",
  "If China will not act, then America must make clear we can simply no longer have the same relationship as in years past, and must begin to reconsider our stance on other points of contention where we take Chinese interests into account—and that means in the South and East China Seas, Taiwan, trade and other areas.",
  "While many in the foreign policy and defense community laughed at North Korea’s test failures, clearly the Kim regime was learning from each failed launch, putting together important lessons learned to make tweaks and modifications later.",
  "While many in the foreign policy and defense community laughed at North Korea’s test failures, clearly the Kim regime was learning from each failed launch, putting together important lessons learned to make tweaks and modifications later.",
  "For if Washington did attack, even with massive force, if the Trump administration failed to destroy even one nuclear warhead, millions of people will likely perish, as Kim would have every incentive to unload what weapons he had left.",
  "This means no more Americans travelling to North Korea, sanctions must be fully enforced and expanded with any country, company or individual helping Pyongyang build missiles or nukes outed as an international pariah.",
  "Now, to be clear, we don’t know for certain if the pariah of Pyongyang, Kim Jong Un, has really tested a weapon that can bring atomic annihilation to the United States—speculation this early is simply that.",
  "Pyongyang, in recent years, has been testing various new classes of missiles and even put a satellite into orbit some years ago, arguably the first sign a nation will soon have a crude ICBM capability.",
  "Third, we need to do a better job of cutting off North Korea’s ability to make trouble in other places around the world, and that means doing all we can to cut its dangerous ties to Syria and Iran.",
  "While regime change in a military sense is off the table—we have learned democracy at the barrel of a gun does not work—we do have the power to weaken the regime’s control over the population.",
  "Missiles that go thousands of miles that can kill millions of people, while certainly scary, is a technology that is decades old—America has possessed such weapons since the late 1950s.",
  "My cell phone went off at 4:30am this Independence Day morning —and judging by earlier reports late last night, I had a feeling the news was not going to be good.",
  "And the trend is clear: North Korea has or will soon have the ability to attack not just the U.S., but also most points in Asia and Europe with nuclear weapons.",
  "He knows the world would like nothing more than to see the end of his regime, and nuclear tipped missiles go a long way to guarantee his survival.",
  "That means increased missile defense platforms, especially by sending THAAD to Japan and making sure it stays put and is expanded in South Korea.",
  "Michael Corleone would murder his own brother, his brother-in-law, former allies—anyone who stood in the way of ensuring that he was in power.",
  "Clearly, taking away the power to control minds could be an important first step toward seeing this regime slip into the dust bin of history.",
  "First, we must reinforce our allies’ capabilities in the Asia-Pacific to defend themselves against any future North Korean provocations.",
  "At this point, however, we should worry less about the exact date of when North Korea gets an ICBM and worry more about the trend line.",
  "So why is Kim building such a weapon, knowing the international community will now most certainly label him public enemy number one?",
  "Like so many others, North Korea is a problem the Trump administration inherited – yet it has much work to do to contain the threat.",
  "Tactics such as filling USB drives with current news and popular cultural have shown to be a smart strategy to achieve such aims.",
  "We must make it clear we don’t consider the Kim regime a nation, but nothing more than a mob-style state, and treat it as such.",
  "For North Korea, if they invested the money and the knowhow it was going to get such a capability sooner rather than later.",
  "Second, we need to make sure North Korea is completely closed off from the international community in every way possible.",
  "We all know the plot line—at least you should—and it seems Kim Jong Un has made it his very own foreign policy doctrine.",
  "In fact, if you want to understand North Korean national security strategy, you don’t need a Ph.D. from Oxford or Yale.",
  "Even more troubling, experts have been warning for some time about Iran and North Korea trading missile technology.",
  "Beijing needs to understand that Washington will no longer allow it to turn a blind eye to the North Korean threat.",
  "Speak out in any way against the regime and you—and three generations of your family—could be sent to the gulag.",
  "Fourth, China must be willing to help when it comes to this critical issue—or begin to pay some sort of price.",
  "Many nations have such technology with others holding the knowhow to build such missiles if they so desire.",
  "He has, by some estimates, 200,000 of his own people in what can only be described as concentration camps.",
  "The Corelones, and specifically Michael Corelone, constantly battled for survival with other mob families.",
  "No amount of killing or bloodshed that was out of the question—as long it ensured the family’s survival.",
  "If the North doesn’t have an ICBM now, we must begin to deal with the notion that it will—and very soon.",
  "Washington could take actions to back groups who are trying to get more information into the country.",
  "We simple can no longer allow this to continue, and must do all we can to halt such transactions.",
  "Early reports do seem to indicate this latest test was certainly a step in the right direction.",
  "“North Korea claims to have successful tested an ICBM, what do you think?” the reporter asked.",
  "Pyongyang has been dealing arms to Damascus and Tehran for years—something that must stop now.",
  "While the road ahead is a long and dangerous one, it is one this administration must travel.",
  "To the Korean people, the Kim family is a multi-generation version of Adolf Hitler.",
  "Indeed, Kim has taken the Corelone Doctrine—survival at all costs—to new heights.",
  "Those are the words I have hoped never to be woken up to, but such are the facts.",
  "I love some good old 4th of July fireworks, but this was not what I had in mind.",
  "Finally, America needs to consider the long game when it comes to North Korea.",
  "In fact, you can be an expert on North Korea in as little as 12 hours.",
  "Events have been building to such an eventuality for a long time now.",
  "We all know the only way to solve this issue—no more North Korea.",
  "And to be fair, we really shouldn’t be shocked by the news.",
  "The good news is that Washington does have cards to play.",
  "Knowing the stakes, what should President Trump do?",
  "There was no action that was out of bounds.",
  "No dissent, in any form, is allowed.",
  "Just go watch The Godfather trilogy.",
  "The risks otherwise are too great.",
  "Sound familiar?",
  "Simple.",
  "Yikes."
]