[
  "Asked in an October CNN interview about the leaked 2005 recording in which Trump said that he would “grab [women] by the pussy,” Lavrov replied: “There are so many pussies around your presidential campaign on both sides, that I prefer not to comment about this.”\n\nIn September, he brushed off a question from a kneeling female reporter by saying: “It is politically incorrect for a lady to address a gentleman on her knees.”\n\nAnd in her 2014 memoir \"Hard Choices,\" former Secretary of State Hillary Clinton recalled that Lavrov scoffed when she pressed him on the rights of LGBT people in Russia.",
  "In March 2015, the Kremlin-funded Sputnik News published “5 Reasons Why Russian Foreign Minister Sergei Lavrov Is Your Bro.” (Reason #5: The time Lavrov recorded and performed a satirical song for a 2006 summit of Asian leaders “in which he promises all of Asia free oil in exchange for friendship with Russia over the US.”)\n\nAbove all, Wade said, Lavrov has a clear-eyed sense of Russia’s interests.",
  "And if Tillerson complains about Russia’s interference in the 2016 election, Lavrov is sure to dismiss the allegations as “absolutely groundless,” as he told Paul Saunders, executive director of the Center for the National Interest, in a Moscow interview last month — before raising his own complaints about U.S. interventions from Iraq to Libya.",
  "An English-speaking lover of scotch, cigarettes and an acerbic joke, the 67-year-old Lavrov has spent years exasperating his U.S. counterparts with a mastery of detail, an unwavering promotion of the Kremlin line, and a jaundiced view of American power.",
  "When Tillerson raises Russian military support for Syrian leader Bashar Assad, Lavrov is likely to repeat claims that the United States has provided arms and training to Syrian rebels affiliated with radical “terrorists” fighting the Assad regime.",
  "Story Continued Below\n\nWithin weeks of taking his job in 2004, Lavrov was butting heads with George W. Bush’s secretary of state, Colin Powell, over foreign influence in Ukraine — a sore point between Washington and Moscow to this day.",
  "Known for his elaborate sketches and doodles during long hours at the negotiating table, Lavrov will sometimes pull out a phrase he finds particularly egregious or ridiculous and spell it out in large and floridly calligraphic letters.",
  "“He’s charismatic, very funny, worldly, and deviously brilliant,” said David Wade, who served as chief of staff to former Secretary of State John Kerry, who spent dozens of hours meeting with or talking to his Russian counterpart.",
  "They also suspect he may not always be fully in the loop of Putin’s tight advisory circle; soon after Russian began bombing Syria in late 2015, one U.S official said at the time that Lavrov seemed surprised by the development.",
  "“Any argument Tillerson makes that he thinks will be a trump card, Lavrov will have heard 100 times — and will have an immediate, almost reflexive response to diminish it,” said a former senior Obama administration official.",
  "Tillerson’s counterpart, Russian Foreign Minister Sergey Lavrov, is a wily veteran of world diplomacy who has dueled — and routinely infuriated — no less than four of Tillerson’s predecessors as secretary of state.",
  "Clinton’s talk of being on “the right side of history,” he added, was “sentimental nonsense.”\n\nLavrov is unusual among Russian officials for passing on the vodka served at diplomatic functions in lieu of scotch.",
  "A devoutly loyal servant to Putin — the only boss he’s had in his current job — Lavrov is likely to dispute many of Tillerson’s core assumptions in their meeting, set for late Wednesday morning Moscow time.",
  "If Tillerson cites Russian aggression in Ukraine, Lavrov is likely to argue that the United States backed a 2014 “coup” in Kiev led by “fascists” who threaten ethnic Russians in the country’s east.",
  "And while Tillerson struck major oil deals with Moscow in his previous job as CEO of ExxonMobil, he had little reason to master the details of Russian policy toward places like Syria and Ukraine.",
  "Dapper in Italian suits and quick with a broad smile, Lavrov can also be bracingly salty — another contrast to the mild-mannered Tillerson, a former Boy Scouts of America president.",
  "U.S. officials have wondered how much real negotiating power Lavrov enjoys, suggesting that he has less clout than senior generals at Russia’s defense ministry.",
  "Lavrov himself hinted at the experience gap in a March 29 interview with the magazine The National Interest, albeit in diplomatically polite terms.",
  "In August 2015, an open microphone caught Lavrov muttering the phrase “f---ing morons” at a conference in Saudi Arabia, for unclear reasons.",
  "After Assad last used chemical weapons, in mid-2013, U.S. officials trying to reach Lavrov for emergency talks were told he was rafting.",
  "Rex Tillerson is just getting into the shoes of his new capacity,” Lavrov said, noting that Tillerson’s team was still being assembled.",
  "President Donald Trump has still not nominated Tillerson’s deputy or a top State Department official for Russian and European affairs.",
  "When Secretary of State Rex Tillerson meets with Vladimir Putin’s top diplomat in Moscow on Wednesday, he’d better come prepared.",
  "\"He should know going in that the guy on the other side of the table will know the details much better than he will.\"",
  "Officials who have dealt with him said Lavrov will be prepared for anything Tillerson has planned for their meeting.",
  "The problem, he explained, was not with gay people but their “propaganda” and “flaunting” of their sexuality.",
  "He steps out of pitched discussions on issues like Iran, Ukraine and Syria for regular cigarette breaks.",
  "Lavrov writes poetry, and in 2015 he published a series of beat poems in a Russian arts magazine.",
  "He has also flashed hints of Russia’s patriarchal — some say sexist and homophobic — attitudes.",
  "Tillerson, by contrast, has less than three months of diplomatic experience under his belt.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "And after 13 years of standing up to Americans, he has become a minor Russian celebrity.",
  "“The best advice for anyone meeting with Sergey Lavrov is to be extremely well prepared.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "He’s highly professional, he’s highly experienced, and he’s agile,” Saunders said.",
  "(It remains unclear whether Tillerson will be granted an audience with Putin.)",
  "He is also an outdoorsman who loves water sports in the Siberian summer.",
  "“He smokes like a chimney,” said Wade, the former Kerry aide.",
  "With Lavrov, you always need to read the fine print.\"",
  "“Never let the charm fool you,” Wade said.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "He also has an artistic streak.",
  "“He’s very lawyerly.",
  "“Mr."
]