[
  "And to twist the knife a little deeper, what does America do when nations such as Egypt and China — states that are in Washington’s vital national interest to have at least a business-like relationship — commit acts that tug at anyone’s moral compass, completely disregarding any notion of human rights?",
  "With Washington and Beijing squaring off over a nuclear North Korea, Taiwan, the South China Sea and now trade issues, throwing human rights into the mix seems like a recipe for disaster — one pressure point too many.",
  "That anyone on this planet suffers from persecution of any kind, is singled out in any way for any perceived “differences,” or must endure human-imposed suffering on a mass scale ought to be unthinkable in 2017.",
  "Civil wars, where people are gassed to death — leaving this world in the most horrific way possible, gasping for every breath, where human rights is just a dream — still exist.",
  "What is a superpower like the United States to do in a world with unlimited pain, suffering and brutality, where there is no global government or police to ride to the rescue?",
  "Harry J. Kazianis is director of defense studies at the Center for the National Interest and executive editor of its publishing arm, The National Interest.",
  "Yet human rights renegades such as North Korea — a prison parading as a country, which utilizes active gulags and starves its own people — still exist.",
  "Just because Washington has a military second to none, it does not mean it can right every wrong, solve every problem, take on every burden.",
  "Recognizing that Washington can’t solve every problem — and in fact can exacerbate the problem, as occurred in Libya — is a sad reality.",
  "Even if America were, for example, to take Egypt to task on human rights, even break off relations, what happens next?",
  "But even America, the most powerful nation in human history, has limits in its ability to shape global events.",
  "(Photo: Pool photo by Olivier Douliery)\n\nLet’s start out by stating the obvious: Human rights matter.",
  "President Trump and Egyptian President Abdel Fattah al-Sisi at the White House on April 3, 2017.",
  "The situation is even worse when you apply such an idea to China.",
  "Would Egypt take its revenge on Israel or ally with Iran?",
  "Human-imposed suffering on a mass scale is a sad reality.",
  "Read or Share this story: http://usat.ly/2oKtHXu",
  "The answer isn’t an easy one.",
  "But it is reality."
]