[
  "But her departure comes at a time when the administration has set a rapid timeline for making concrete progress on the statement signed by President Trump and Kim Jong Un in Singapore last week that committed to the “complete denuclearization of the Korean Peninsula.”\n\nThe statement did not include specifics of how they would address Trump’s insistence on “complete, verified and irreversible” elimination of North Korea’s nuclear weapons program and arsenal.",
  "“Any suggestion that the United States somehow lacks the technical expertise across government or lacks it on the ground here in Singapore is mistaken.”\n\nHall has already been replaced in an acting capacity by a senior military officer with extensive weapons of mass destruction education and experience, according to an administration official who spoke on the condition of anonymity to discuss personnel moves.",
  "The departure of Andrea Hall, the National Security Council’s top staff official on weapons of mass destruction, comes as the Trump administration assembles a negotiating team capable of the intricate task of understanding and negotiating over North Korea’s elaborate array of nuclear weapons production facilities, warheads and missiles to deliver them.",
  "“I don’t know who’s thought of that.”\n\nPompeo said Monday it is “hard to know” if there will be a second summit between Trump and Kim, but if North Korea denuclearizes, the United States will make good on its promise to provide security guarantees and alter the armistice agreement that ended fighting in the Korean War.",
  "In a statement to The Post, Hall said “it truly has been a privilege to work for the Administration alongside so many amazing colleagues at the National Security Council.”\n\nHer acting replacement, already on the job, is Maj. Gen. Julie A. Bentz, the administration official said.",
  "“We still have to flesh out all the things that underlay the commitments that were made that day in Singapore.”\n\nOthers expressed concern Hall’s departure as coordinator of a large team spread across numerous agencies and still being assembled might complicate the effort.",
  "Pompeo said the day after the summit he was “very confident that by some time in the next week or so we will begin the engagement.”\n\n“We have big teams ready to go,” he said, and “major disarmament” could be achieved before the end of Trump’s current term in office.",
  "A key U.S. official involved in denuclearization talks with North Korea is leaving the White House just as the Trump administration prepares to engage in high-stakes negotiations with the isolated regime, the official confirmed to The Washington Post.",
  "Bolton, a vocal North Korea hawk, has long been skeptical that Pyongyang is prepared to relinquish its nuclear arsenal, even as Trump has raised expectations of a landmark deal that rids the world of North Korean nukes once and for all.",
  "James Carafano of the Heritage Foundation, a former Trump transition official, said he believes Bolton still has time to hire more senior people with nuclear expertise because “serious nuclear negotiations” have not yet begun.",
  "“The departure could not come at a worse time.”\n\nLast week, Trump declared North Korea was “no longer a Nuclear Threat,” but the regime’s vast nuclear infrastructure, sprawling tunnels and secret facilities remain intact.",
  "Until last week, Hall led an interagency task force for denuclearizing North Korea that included members of the State Department, Pacific Command, the National Nuclear Security Administration and other agencies.",
  "During working-level negotiations between the two sides, North Korea resisted efforts to outline how and when it will denuclearize, leaving a long list of challenges to Trump’s aides and their subordinates.",
  "“On the ground in Singapore, we have a team that includes the president’s senior most expert in weapons of mass destruction who can cover any technical needs that the meetings may present,” Pompeo said.",
  "Secretary of State Mike Pompeo specifically mentioned her job when he criticized a New York Times report last week that noted the paucity of nuclear physicists advising the president on North Korea.",
  "The vast majority of NSC staffers come from the State and Defense Departments and intelligence agencies, on loan for one or two years, after which they typically return to their original agencies.",
  "“The loss of Andrea Hall — a known and respected expert on weapons of mass destruction — is a big loss for the NSC,” said Harry Kazianis, an Asia expert at the Center for the National Interest.",
  "Hall joined the NSC under the Obama administration after serving in the Office of the Director of National Intelligence as a senior adviser on WMD and proliferation issues from 2014 to 2016.",
  "The turnover has created hiring opportunities for national security adviser John Bolton, who has recruited new people and fired others in an effort to reshape the NSC.",
  "But he expressed concern that the United States lacks the personnel necessary to implement a potential deal, given the scope of North Korea’s nuclear program.",
  "Hall is one of a number of staffers who have reached or are coming to the end of those details as the Trump administration nears the year-and-a-half mark.",
  "“Even if the North Koreans are 100 percent cooperative, where do we get the capacity to implement the verification and removal process?” he asked.",
  "Bentz has a doctorate in nuclear engineering and has spent three previous stints on the NSC staff dealing with nuclear policy.",
  "On Monday, Pompeo said he would probably travel to North Korea again soon for a new round of nuclear discussions.",
  "Hall, who comes from a government intelligence and diplomatic background, was detailed to the NSC in June 2016.",
  "Most recently, she was vice director of the military’s Defense Threat Reduction Agency.",
  "Since then, no further meetings with the North Koreans are known to have taken place.",
  "“There’s a great deal of work to do,” he said during a speech in Michigan.",
  "It was unclear why Bentz was appointed only in an acting capacity.",
  "Greg Jaffe contributed to this report."
]