[
  "Developing now, Tuesday, Feb. 20 2018\n\nSurvivors of last week's Florida shooting are planning a rally to pressure lawmakers into considering more gun control legislation as Marjory Stoneman Douglas High School plans to reopen\n\nPresident Trump turns the tables on his critics and wonders why the Obama administration failed to act on warning signs of Russia meddling in the U.S. political system\n\nTrump endorses frequent critic Mitt Romney in his bid for the Utah Senate seat\n\nNorth Koreans who fail to win medals at the Winter Olympics fear a dangerous fate in the gulags after the games end\n\nTHE LEAD STORY - GOP LAWMAKERS FACING PRESSURE TO ACT ON GUN CONTROL AS FLORIDA SCHOOL LOOKS TO MOVE FORWARD: A hundred Marjorie Stoneman Douglas High School students are busing 400 miles to Florida's capital Tuesday to urge lawmakers to act to prevent a repeat of the massacre that killed 17 of its students and faculty last week ...",
  "Romney taps political ally as campaign treasurer\n\nGOLD - OR THE GULAG: As North Koreans return home this week from the Pyeongchang Winter Games, possibly without any medals, Olympians hope to avoid the gulags — a fate the losers of the 1966 World Cup are believed to have experienced ... Twenty-two North Koreans participated in the 2018 Olympics, with the support of the nation’s handpicked cheering squad, for the regime’s ninth representation in a Winter Games.",
  "– NFL star Benjamin Watson, on \"The Story with Martha MacCallum,\" saying we must take \"an honest assessment of our culture in its totality\" in the aftermath of the school shooting in Parkland, Fla. WATCH\n\nTHE SWAMP\n\nPennsylvania Supreme Court issues new congressional map, which could benefit Dems.",
  "OBAMA UNDER THE MICROSCOPE ON RUSSIA: President Trump on Monday followed other Republican leaders in questioning why the Obama administration failed to act” on the intelligence that Russia’s meddling in U.S. politics began in 2014 ... “Obama was President up to, and beyond, the 2016 Election.",
  "Competing in figure skating, skiing and ice hockey — as part of a joint team with South Korea — the country has failed to medal in any event, surely disappointing leader Kim Jong Un, whose family allegedly sentenced the failed World Cup athletes to concentration camps for the loss.",
  "ET: Dan Bongino, Kennedy, and Allen West on the latest in the fallout from the Florida massacre and the Russian collusion investigation; Secretary of Health and Human Services Alex Azar on efforts to expand consumer choices and lower health insurance costs.",
  "ET: Guests include: Anthony Scaramucci, former White House communications director; Rep. Ron DeSantis; Tom Lydon, ETF Trends CEO; Chris Swecker, former FBI assistant director; Denny Strigl, former Verizon Wireless CEO.",
  "Last week, a federal grand jury, as part of special counsel Robert Mueller's Russia collusion probe, indicted 13 Russians and three Russian companies for allegedly interfering in the 2016 presidential election.",
  "Special Counsel Robert Mueller indicted 13 Russians and three Russian companies for coordinating an elaborate, secret social media campaign in an attempt to undermine the 2016 presidential election.",
  ": President Trump gave his full backing to 2012 Republican presidential nominee Mitt Romney on Monday, saying Romney's bid for a Senate seat from Utah \"has my full support and endorsement!\"",
  "1907: President Theodore Roosevelt signs an immigration act which excluded \"idiots, imbeciles, feeble-minded persons, epileptics, insane persons\" from being admitted to the United States.",
  "U.S. Winter Olympics 2018 medal winners\n\nFull Coverage: 2018 Winter Olympics\n\nAS SEEN ON FOX NEWS\n\nTHE TRUMP HATERS CLUB: \"So much of the opposition media is part of their own 4-H club.\"",
  "The students plan to hold a rally Wednesday in hopes that it will put pressure on the state's Republican-controlled Legislature to consider a sweeping package of gun-control laws.",
  "ET: Rep. Carlos Curbelo; Sebastian Gorka, chief strategist of The Make America Great Again Coalition; Rep. David Schweikert; Austin Dillon, Daytona 500 winner.",
  "ET: House Intelligence Committee Chair Devin Nunes on the fallout from the indictment of 13 Russian nationals for meddling in the 2016 presidential election.",
  "The president's tweet suggested he may have buried the hatchet, at least temporarily, with the GOP foe who called Trump a \"phony\" and a \"fraud\" in 2016.",
  "1816: The opera buffa \"The Barber of Seville\" by Gioachino Rossini premieres in Rome under its original title, \"Almaviva, or the Useless Precaution.\"",
  "However, this time, a combination of pressure from the public and President Trump could spur at least some changes in the country's gun laws.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: Students are leading the charge for gun reform after last week's mass shooting in Florida.",
  "#OnThisDay\n\n1962: John Glenn becomes the first American to orbit the Earth as he flies aboard Project Mercury's Friendship 7 spacecraft.",
  "U.S. medal winners | Full coverage\n\nACROSS THE NATION\n\nEx-NFL player who planned murder of pregnant girlfriend seeks custody of son.",
  "WATCH\n\nTRYING TO MAKE SENSE OF TRAGEDY: \"When we start to remove God from the public sphere, we start to suffer the consequences.\"",
  "As lawmakers grapple with a plan of action, Marjory Stoneman Douglas High School plans to reopen in phases starting this Friday.",
  "– Michelle Malkin, on \"Hannity,\" likening the press to an anti-Trump \"club\" that cares only about \"bringing down the president.\"",
  "Cavuto: Coast to Coast, Noon ET: James Damore, fired Google engineer; Robert Ray, former Whitewater independent counsel.",
  "Trump wrote Monday evening that Romney \"will make a great Senator and worthy successor\" to the retiring Orrin Hatch.",
  "Plus, commentary by Director of Defense Studies at the Center for the National Interest, Harry Kazianis.",
  "NEW IN FOX NEWS OPINION\n\nCalifornia cities and crazy climate change lawsuits - Do as I say, not as I do.",
  "Sylvester Stallone death hoax causes actor, younger brother to slam rumors\n\nDID YOU HEAR ABOUT THIS?",
  "UFO ‘evidence’: Recordings reveal air traffic control’s confusion at strange craft over Oregon.",
  "The White House has said Trump backs efforts to improve the country's background check system.",
  "His involvement could be the nudge for action in a Congress divided on virtually every issue.",
  "ET: David Bossie and Jonathan Turley on possible new developments in the Michael Flynn case.",
  "Plus, comedian Jim Florentine discusses his new book, \"Everybody Is Awful: (Except You!)\"",
  "ET: President Trump touts Republican gains in polling; will it carry to the midterms?",
  "MINDING YOUR BUSINESS\n\nFed seen triggering housing slump by offsetting Trump tax cut.",
  "Why China's takeover of the Chicago Stock Exchange would have been a very bad thing.",
  "HOLLYWOOD SQUARED\n\nFergie admits national anthem performance was kind of a mess.",
  "Byron York, chief political correspondent for the Washington Examiner weighs in.",
  "Then, meet the sheriff who's offering free concealed carry classes to teachers.",
  "Jane Sanders' daughter runs for Bernie's old seat, amid college $$ controversy.",
  "Enjoy your day, and we'll see you in your inbox first thing Wednesday morning.",
  "Georgia looks to drop electronic voting machines in favor of paper ballots.",
  "Carly Novell, a student at Marjory Stoneman Douglas High School explains.",
  "Texas teen accused of setting her dad up to be carjacked at gunpoint.",
  "So why didn’t he do something about Russian meddling?” Trump tweeted.",
  "Woman faked being a federal agent to get Chick-fil-A discount: cops.",
  "Blac Chyna sex tape a 'criminal matter' according to her lawyer.",
  "Princess Diana's letters to AIDS victim surface, up for auction.",
  "Elon Musk's Boring Company gets Hyperloop permit for NYC to DC.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Judging Jennifer Aniston - what Jesus has to say about that.",
  "Twin babies found in suitcase in Arkansas ditch, police say.",
  "French ice dancer suffers 'nightmare' wardrobe malfunction.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "And we'll get a preview of this year's hottest toys.",
  "Lucky Charms unveils new change to iconic cereal.",
  "Amy Chua, author of \"Political Tribes\" joins Tom.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "2018 WINTER OLYMPICS\n\nHero, harasser or both?",
  "TRUMP-ROMNEY FEUD OVER ... UNTIL NEXT TIME?",
  "The Story with Martha MacCallum, 7 p.m.",
  "Shaun White’s newly complex legacy.",
  "ET: \"Tiger Mom\" meets \"Mean Dad\"!",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "Varney & Co, 9 a.m.",
  "Not signed up yet?",
  "Click here.",
  "..."
]