[
  "“There was such a level of exchange and engagement,” between Trump and Putin, he added, “neither of them wanted to stop.”\n\nDespite all the congressional hearings, the accusations of a White House cover-up of Russia ties, and the thousands of hours of withering cable news coverage, Trump wasn’t afraid to be caught by the cameras smiling as he met Putin for the first time, or to be the first to extend his arm for a handshake.",
  "If the ceasefire works, one senior administration official said Friday, “that bodes well for the possibility of working with the Russians on other aspects of resolution of the Syria conflict.”\n\nTrump’s critics suspect his outreach to Putin is driven by some unseen influence—perhaps undisclosed business dealings with Russia.",
  "“We simply have to find a way to start moving forward.”\n\nAnd although Trump’s top diplomat said that the president and his Russian counterpart had a “robust and lengthy exchange” on the subject of Russian interference in the U.S. election, he did not say that Trump threatened Putin with any retribution.",
  "In the estimation of Tillerson, who was in the room, the men “connected very quickly” and enjoyed “positive chemistry.”\n\nFor Trump, it was a step towards fulfilling a vision that dates to early in the 2016 campaign—one that imagines Washington and Moscow as partners, not adversaries.",
  "First Lady Melania Trump interrupted her husband’s Friday meeting with Russian President Vladimir Putin here at the G-20 summit in an unsuccessful attempt to end an unexpectedly long and chatty session between the leaders of two ostensibly hostile powers.",
  "We’re unhappy, they’re unhappy.”\n\nAnd so they discussed how their countries can “move forward” into an era of warmer relations—an outcome that, by all available evidence, and for whatever reason, would make Donald Trump very happy indeed.",
  "For more than two years prior to that, Obama had limited his contacts with Putin in an effort to shame and isolate the Russian leader for actions like granting asylum to Edward Snowden and annexing Ukraine’s Crimean peninsula.",
  "They note that Putin has long pursued good relations with Washington, but mainly to elevate his country’s internationalstature and win geopolitical concessions that previous presidents have been unwilling to give.",
  "“It’s an honor to be with you,” Trump declared before meeting with the man widely accused of trying to distort American democracy, but whom Trump has virtually never criticized in public.",
  "“We went another hour after she came in to see us,” Secretary of State Rex Tillerson told reporters in a briefing afterwards, with top White House and State Department aides looking on.",
  "Trump simply believes that it’s too dangerous for Russia and the U.S., two major nuclear powers with a history of threatening one another’s annihilation, to be in a state of conflict.",
  "Trump even warned that a Hillary Clinton presidency could precipitate “World War III” in Syria, because Clinton had threatened to push back against Russia’s military intervention.",
  "Some advisers reportedly urged Trump to limit his contact with the Russian to a short, impromptu chat instead of the formal sit-down of more than two hours they held today.",
  "As president, Trump has backed away from campaign promises to impose tariffs on China, scrap the Iran nuclear deal and quickly build a wall on the Mexican border.",
  "Trump has never made a secret of it: as a candidate, he often said he thought he would “get along great” with the authoritarian Russian leader.",
  "Story Continued Below\n\nBut nothing has deterred him from his vow to test the possibilities of diplomacy with Russian President Vladimir Putin.",
  "He feels very strongly about that,” Dmitri Simes, president and CEO of the Center for the National Interest, told POLITICO last week.",
  "It was a marked contrast to the way his predecessor, President Barack Obama, glowered at Putin at last year’s last G-20 summit.",
  "Many other presidents, for reasons of politics of principle, might have avoided a scheduled meeting with Putin.",
  "“This is a really important relationship, the two largest nuclear powers in the world,” Tillerson said Friday.",
  "“Wouldn't it be nice if we got together with Russia and knocked the hell out of ISIS?” he said soon after.",
  "On Friday, his administration announced a deal with Moscow brokering a ceasefire in southwestern Syria.",
  "HAMBURG — When it comes to dealing with Russia, President Donald Trump is keeping his promise.",
  "“It’s not clear to me that we will ever come to some agreed-upon resolution,” Tillerson said.",
  "“If we could get along with Russia, wouldn’t that be a good thing?” Trump asked last summer.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“The leaders felt that there’s a lot of things in the past that we’re unhappy about.",
  "“This is a president who is committed to try and improve relations with Russia.",
  "Not three federal investigations, not talk of impeachment—not even his wife.",
  "Instead, he suggested it was time to move past the subject.",
  "“There was not a lot of relitigating the past,” he added.",
  "Trump’s allies and advisers say it’s simpler than that.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Instead, Trump won."
]