[
  "“You’ve re-entered a policy of containing Russia … You’ve tried to contain Russia through economic pressure and through sanctions.”\n\nHe added that the U.S. has waged what he called “a huge propaganda campaign against Russia.”\n\nBut Kislyak also says better relations between Moscow and Washington are possible: “In the Cold War, there were irreconcilable ideological differences,” he said at Stanford, adding that that is no longer the case.",
  "They include regular “jazz diplomacy” nights co-hosted by American University’s Carmel Institute of Russian Culture and History—one recent installment featured performances by Wynton Marsalis and the Russian jazz star Igor Butman—at which Kislyak calls for better understanding of Russian culture in the U.S.\n\n“Stereotypes have to change in the heart,” he said in October.",
  "The Wall Street Journal reported at the time that Trump had greeted the Russian “warmly.” In his Thursday news conference announcing his recusal from Justice Department investigations into Russian interference in the 2016 presidential campaign, Sessions said he could not remember any other meetings with Kislyak beyond the two he has acknowleged.",
  "Some U.S. officials believe Kislyak to be more than a stubborn advocate for Russia’s foreign policy: On Tuesday, the Kremlin’s top spokesman, Dmitri Peskov, denounced as “fake news” a CNN report that cited unnamed U.S. officials alleging that Kislyak is an intelligence officer who recruits and runs spies.",
  "Sessions recused himself Thursday from investigations involving Russian hacking and other interference in the 2016 presidential election on Trump’s behalf after reports that he failed to disclose meetings he had with the Russian envoy last July and September, when he was a Trump campaign adviser.",
  "Before the speech, the soft-spoken Russian envoy and other foreign ambassadors mingled at a backstage reception also attended by Trump and future Attorney General Jeff Sessions, according to an account written by one of the event’s hosts.",
  "At Russia’s fortress-like Embassy on Wisconsin Avenue, north of Washington’s Georgetown neighborhood, Kislyak also hosts parties for fellow diplomats, Russia specialists and other Washingtonians with personal or business ties to Russia.",
  "Trump’s first national security adviser, Michael Flynn, resigned last month after he gave inaccurate accounts to White House officials—including Vice President Mike Pence—and to the FBI about his contacts with Kislyak in December.",
  "People who know Kislyak describe him as intelligent but an unyielding advocate for the Kremlin line—much the character described by Sessions on Thursday when he recalled a September meeting with Kislyak in his Senate office.",
  "Sessions said that in Kislyak’s view, “Russia had done nothing wrong … and everyone else was wrong.”\n\nThe Obama administration and Western European governments overwhelmingly believe Russia to be the aggressor in Ukraine.",
  "Story Continued Below\n\nAfterward, Kislyak sat near the front and listened as Trump bashed the Washington foreign policy status quo and repeated his controversial call for a new dawn in U.S.-Russian relations.",
  "When Donald Trump delivered his first foreign policy speech of the 2016 campaign at a Washington hotel last April, a special foreign guest was in attendance: Sergey Kislyak, Russia’s ambassador to Washington.",
  "After some initial small talk, Sessions said, “somehow the subject of Ukraine came up.” He added that the conversation turned “testy” after Kislyak seemed to portray the conflict there as Ukraine’s fault.",
  "A think tank expert who speaks regularly with Kislyak cast doubt on that claim, while saying that Kislyak is a highly trusted emissary who is regularly called back to Moscow on short notice for meetings.",
  "I’ve seen him debate a dozen rounds back and forth.”\n\nEven so, two days after Trump’s election, Kislyak sounded hopeful about the prospects for a friendlier dialogue with his Washington counterparts.",
  "(Though elegant, those functions may also reveal hints of Russia’s economic malaise: At one recent event, bartenders served Kirkland vodka—the brand sold by the bulk-discount retailer Costco.)",
  "After a stint as Russia’s ambassador to Belgium and to the NATO alliance, Kislyak was named ambassador to Washington by then-Russian President Dmitry Medvedev, assuming his post in July 2008.",
  "An engineer by training, Kislyak came to the U.S. in the early 1980s to work for the Soviet mission at the United Nations in New York City, and then at the Russian Embassy in Washington.",
  "A Sessions aide told POLITICO that a staffer accompanying the senator that day remembered \"talking to several specific ambassadors and other guests in the holding room,” but not Kislyak.",
  "“I believe an easing of tensions and improved relations with Russia—from a position of strength only—is possible, absolutely possible,” Trump said in a ballroom at the Mayflower Hotel.",
  "\"Because we can do things together.”\n\nWhether Kislyak still believes that, now that he is at the center of the biggest story of Russian intrigue since the Cold War, remains unclear.",
  "But the White House did confirm a Thursday report that Kislyak held a previously undisclosed meeting with Flynn and Trump’s son-in-law, Jared Kushner, at Trump Tower in December.",
  "Kislyak has become Washington’s most dangerous diplomat, with one top Trump official already sacked and another now in the hot seat over conversations with the Russian envoy.",
  "I intend to find out.”\n\nAfter the speech, Kislyak, who is tall and heavyset, headed for the door swiftly—pausing to cautiously answer a question from POLITICO on his way out.",
  "He arrived at a contentious moment in U.S.-Russia relations, just before Russia’s invasion of the neighboring republic of Georgia led to soaring tensions with Washington.",
  "It is not clear whether Sessions or Trump spoke at any length to Kislyak at Trump’s foreign policy speech in April, hosted by the Center for the National Interest.",
  "The aide said the staffer \"does not believe he would have met Sessions at that point,” but also acknowledged it was possible and the staffer did not see it.",
  "“I thought he was pretty much of an old-style Soviet-type ambassador,” Sessions said at his news conference announcing the decision to recuse himself.",
  "“I have had no indication” that Kislyak is a spy, said Matthew Rojansky, director of the Kennan Institute at the Woodrow Wilson Center in Washington.",
  "That was typical for the 66-year-old Kislyak, a career diplomat and fluent English speaker who has been Moscow’s man in Washington since 2008.",
  "“I still believe that there will be enough wisdom not only in your country but in ours to focus on what unites us,” Kislyak said in November.",
  "The Department of Justice did not respond to a request for comment about whether Sessions had interacted with Kislyak at the April event.",
  "He added that it’s possible U.S. officials consider any Russian official now in the U.S. to be an intelligence operative “by default.\"",
  "Kislyak keeps a low public profile: He mostly shuns television appearances, rarely speaks to American reporters and does not tweet.",
  "In pursuit of a thaw, Kislyak often travels beyond Washington to promote his country’s business beyond Washington.",
  "Trump “made some intriguing points, but we need to understand what is meant in the implementation,” he said.",
  "He returned to Moscow to serve in the foreign ministry on scientific cooperation and arms control issues.",
  "The White House declined to comment on whether Trump had interacted with Kislyak at the Mayflower Hotel.",
  "“We are living through the worst point in our relations after the end of the Cold War,” Kislyak said.",
  "When he’s not socializing, Kislyak generally toes the Kremlin’s tough line on U.S. policies.",
  "But things now are even worse, he told an audience at Stanford Business School in November.",
  "“He can be very charming, and he can be very tough,” Rojansky said.",
  "Inside the Beltway, he hosts and attends regular cultural events.",
  "Shane Goldmacher and Josh Gerstein contributed to this report.",
  "The Russian Embassy did not respond to a request for comment.",
  "The aide did not convey Sessions’s own memory of the event.",
  "“He never backs down from intellectual combat.",
  "“Some say the Russians won’t be reasonable.",
  "But there’s no avoiding the spotlight now."
]