[
  "“We continue to make progress on agreements made at Singapore summit.”\n\nHarry Kazianis, the director of defence studies at the Center for the National Interest, said that given the limited time, there was no way that Kim and Pompeo had “achieved any major breakthroughs”, but said progress may have been achieved on a second US-North Korean summit.",
  "North Korea leader says relations with US would continue to develop and he and Donald Trump ‘look forward’ to second summit\n\nKim Jong-un has said he expects “great progress would surely be made” on issues between North Korea and the US after secretary of state Mike Pompeo visited Pyonyang for “productive and wonderful talks”.",
  "“Trump will likely be tempted to hold such a summit quickly – and possibly even in the North Korean capital of Pyongyang – to make history and drive headlines, pointing to another success right before the midterm elections”, which are scheduled for early November, he said.",
  "Thanks for hosting me and my team @StateDept pic.twitter.com/mufyOKkDLw\n\nThe visit followed a third meeting between Kim and the South Korean president, Moon Jae-in, that suggested an increasingly close relationship between the two Koreas.",
  "“And we had a very successful morning, so thank you and I am looking forward to our time here at lunch as well.”\n\n“It’s a very nice day that promises a good future for both countries,” Kim said at lunch, speaking through a translator.",
  "An unnamed US official accompanying Pompeo said Sunday’s talks were “better than the last time”, but added: “It’s going to a long haul.”\n\n“Had a good trip to #Pyongyang to meet with Chairman Kim,” Pompeo wrote on Twitter.",
  "The two countries will soon begin talks to negotiate the particulars of the meeting, following the historic summit in Singapore in June, according to South Korea’s presidential office which was briefed by US officials.",
  "Kim “explained in detail the proposals for solving the denuclearization issue”, according to paraphrased remarks reported by the official Korean Central News Agency, but neither side has revealed those plans.",
  "Kim also said he was confident relations between the two countries would “continue to develop favorably in the future” and expected a second summit with Donald Trump to be held “sooner or later”.",
  "Kim is expected visit Russia soon and Chinese president Xi Jinping may make a trip to North Korea, according to remarks by South Korean president Moon Jae-in who met with Pompeo late Sunday.",
  "North Korea has resisted calls for unilateral denuclearisation, slammed the US for continued sanctions pressure and demanded Washington make “corresponding” concessions.",
  "Kim has repeatedly said he is committed to the “complete denuclearisation of the Korean peninsula”, but the pledge has been criticised as overly vague by observers.",
  "'All the time in the world': Trump says no rush for North Korea to denuclearise Read more\n\nThe trip was Pompeo’s fourth since March.",
  "“I look forward to seeing Chairman Kim again, in the near future,” Trump tweeted saying Pompeo had a “good meeting”.",
  "“As president Trump said, there are many steps along the way, and we took one of them today,” Pompeo said.",
  "Pompeo arrived in Seoul later on Sunday after his meeting with Kim and briefed Moon on the outcome.",
  "It is unclear if Trump could persuade Kim to relinquish his nuclear arsenal in a second meeting.",
  "Secretary Pompeo (@SecPompeo) Had a good trip to #Pyongyang to meet with Chairman Kim.",
  "An earlier visit planned for August was cancelled at the last minute as talks stalled.",
  "After his last trip in July, North Korea denounced his behaviour as “gangster like”.",
  "“Thank you for hosting, president Trump sends his regards,” Pompeo said on Sunday.",
  "Pompeo posted a photo of himself walking with Kim on his Twitter account.",
  "We continue to make progress on agreements made at Singapore Summit.",
  "Pompeo and Kim met for two hours, followed by a 90-minute lunch.",
  "So this is, I think, a good outcome for all of us.”",
  "“It was another step forward."
]