[
  "The existence of the children or their genders have never been verified by the state media, but former NBA player Dennis Rodman said in 2013 after returning from the Hermit Kingdom that he held the couple’s then-baby daughter, Ju-ae, and praised the dictator as “a good dad.”\n\nMILLIONS OF AMERICAN LIVES COULD BE AT STAKE AS NORTH KOREA THREATENS TO ATTACK POWER GRID\n\nAccording to Foley, hiding any information about the children – and even any pregnancy appearances by the first lady – allows “the dynasty to select whichever child Kim wants as a successor.”\n\n“If the regime confirms first ladies, it would have to explain why Kim Jong Un’s mother was not Kim Jong’s Il’s wife but one of his consorts, and why more legitimate heirs were passed up,” he said.",
  "It also suggests an effort to bolster and soften the public positioning of the Pyongyang line to have him visit a cosmetics factory, and have them both appearing to offer guidance to the workers.”\n\nWomen in North Korea are said to be encouraged to emulate Ri’s hairstyle and fashion, which is mostly centered on tailored, pastel-colored suit dresses.",
  "And while analysts expect to see Ri saunter in front of the lens on the odd occasion, especially during times of heavy criticism over the regime’s growing nuclear program, little is likely to be leaked out about the first family anytime soon.",
  "Given North Korea’s acute and chronic poverty there was some criticism – especially in Ri’s early years as first lady – for her preference for upscale western attire as she had been seen cradling a Chanel or Dior handbag.",
  "“Regime watchers are always left piecing clues together about who is in charge of what, and why, and for how long.”\n\nAnother part of the reason for the mystery is that secrecy is a government strategy.",
  "While his son’s family life, too, is shrouded in obscurity, Sol-ju’s occasional step out into the spotlight is a sign that the regime is purporting to appeal to a more modern and millennial base.",
  "It considers confusing the rest of the world to be an important element of its security strategy,” Eric Foley, CEO and co-founder of the Voice of the Martyrs Korea, told Fox News.",
  "HOW TO SUCCESSFULLY SUE ISIS, HEZBOLLAH OR THE REGIMES OF IRAN, SYRIA AND NORTH KOREA\n\nMost of Ri’s public appearance have been with her husband at military functions.",
  "“She seems to play a ceremonial role, attending some events in an effort to show the North Korean people and the outside world a softer side,” said Kazianis.",
  "Part of the reason for the mystery around Comrade Ri Sol-ju is because she is rarely seen in public, with her most recent public appearance being last month.",
  "The less information the world has, the more they feel protected,” said Harry Kazianis, director of Defense Studies at the Center for the National Interest.",
  "South Korean intelligence reports that the real name of Ri, sometimes called Lee Seol-ju, is Hyon Song-wol and that she is a former singer in a pop group.",
  "Prior to tying the knot with Kim, she is believed to have studied singing in China and traveled to South Korea in 2005 as part of a cheerleading squad.",
  "In the six years since Kim Jong Un began ruling North Korea, information about the nation’s first lady is as elusive as her husband is provocative.",
  "There is some speculation she may have been coerced into the third in the hopes she would give birth to a boy, a heir to the dictator’s throne.",
  "“North Korea never goes out of its way to clarify for the rest of the world the titles, roles and responsibilities of anyone in North Korea.",
  "It is rare for anyone other than Kim Jong Un, or Kim Jong Il or Kim Il Sung before him, to publicly offer guidance to anyone,” Foley said.",
  "“First lady Ri seems to have been portrayed as offering guidance – not to her husband, of course, but to the factory workers.",
  "The couple are thought to have three children, likely born in 2010, 2013 and a third within the last couple of years.",
  "Ri reportedly was born into a prestigious family – her mother a doctor and her father a prominent professor.",
  "Ri was identified as Kim’s wife in 2012, and it is likely the couple married secretly in 2009 or 2010.",
  "Kim’s father, known to have multiple wives and consorts, never introduced any of them to the public.",
  "North Korea views “information as power and a weapon that can be used against them.",
  "“Even at the highest level, most trusted people are rarely ever shown doing that.",
  "So this certainly shows a high level of official trust in her."
]