[
  "Meanwhile, Trump’s explicit call for a nonpartisan foreign policy — “Our moments of greatest strength came when politics ended at the water’s edge” — and his continued criticism of foreign interventions by both the Bush and Obama administrations, can only bolster the expectation that Trump would make an unorthodox opponent for Clinton by tacking away from mainstream Republican philosophy.",
  "Asked following the speech whether his presence was a sign of support for Trump, Grover Norquist, the founder of Americans for Tax Reform and a regular in the conservative think tank world told reporters he was present because he serves on the board of the Center for the National Interest and that he would support the eventual Republican nominee.",
  "Rather than Bills coach Rex Ryan, who introduced Trump at a recent rally in Buffalo, or former Indiana University basketball coach Bobby Knight, who is scheduled to appear with Trump in Indiana later on Wednesday, the businessman was introduced by Zalmay Khalilzad, a former U.S. ambassador to the United Nations under George W. Bush.",
  "In the address, Trump laid out five areas of \"major weaknesses\" in American foreign policy, including an over-extension of resources, allies not paying their fair share, confusion about who are allies and who are enemies, and criticizing the U.S. for not even understanding its own foreign policy in the last quarter century.",
  "Among the few new specifics Trump offered, he said that early in his presidency, he would call separate summits of America’s NATO and Asian allies to discuss a “a rebalancing of financial commitments.” Trump has long said American allies do no pay enough for the protection they receive for the American military.",
  "Gilmore said he needed more time to make sense of the speech, in which Trump both called for the country to be “more unpredictable” on the world stage and vowed “America is going to be reliable again.”\n\n“I would like to study whether or not there is a consistent framework within the speech,” Gilmore said.",
  "He explicitly called for a nonpartisan American foreign policy and positioned himself, at times, as a dove to Clinton’s hawk, setting the stage for a general election foreign policy debate in which Trump scrambles typical partisan divides, straying selectively from Republican Party orthodoxy.",
  "Jim Gilmore – one of Trump’s more easily vanquished Republican presidential rivals — said he liked the strength of Trump’s rhetoric on American adversaries, but that he values American allies like Japan, who Trump has criticized for taking advantage of the United States.",
  "“It’s time to invite new voices and new visions into the fold.”\n\nPaul Manafort, a senior Trump adviser who wrote primary night remarks for Trump’s victory in New York last Tuesday, told reporters after Wednesday’s speech that he did not write this one.",
  "Trump stumbled a couple times with the teleprompter — mispronouncing “Tanzania” and saying “aboard” in place of “abroad” — and delivered remarks with more conventional cadences than his distinctive, stream-of-consciousness stump speeches.",
  "The speech was notable more for the atmospherics and presentation than for its substance, which amounted to an elaborated form of the foreign policy points Trump has been making in stump speeches and interviews, in some cases for decades.",
  "As he aims to assume the mantle of the presumptive nominee, Trump delivered the speech to reporters and members of the foreign policy establishment inside a chandeliered ballroom at the swanky Mayflower Hotel.",
  "“The legacy of the Obama-Clinton interventions will be weakness, confusion disarray, a mess,” he said, emphasizing the “America first” mantra that he described to the New York Times in an interview last month.",
  "Khalilzad said Trump had been invited by the Center for the National Interest, a Washington think tank founded by Richard Nixon, to elaborate on his “provocative” and “distinctive” foreign policy views.",
  "Even as he criticized Clinton for failing to name “radical Islam” as America’s enemy, Trump, for all his tough talk, continued to selectively position himself as a dove to Clinton’s hawk.",
  "He said he hoped Trump’s threats to raise tariffs were just that – threats the businessman would issue only to negotiate “more and better” trade deals and not follow through on.",
  "Trump’s son-in-law Jared Kushner, who helped craft the businessman’s prepared remarks to AIPAC last month, was on hand for Wednesday’s speech, along with his eldest son Don Jr.",
  "Trump’s unorthodox views were reflected in the reception they received from members of the Republican establishment who were on hand and greeted the speech with caution.",
  "\"This is how we won the Cold War, and it’s how we will win our new future struggles, which may be many, which may be complex, but we will win if I become president.\"",
  "Donald Trump went for full-on presidential on Wednesday, laying out a broad foreign policy vision in prepared remarks delivered from a ritzy hotel ballroom.",
  "But Trump also continued to make the case that America’s allies were taking advantage of it while the rest of the world has “laughed” at the United States.",
  "| Getty Trump vows to make America strong again The self-proclaimed presumptive nominee attacks Clinton as he delivers a formal foreign policy speech.",
  "The United States, he said, needs a new, \"rational\" foreign policy \"informed by the best minds and supported by both parties.\"",
  "Story Continued Below\n\nWith an eye towards November, Trump aimed his critiques squarely at Barack Obama and Hillary Clinton.",
  "The upscale setting and more polished presentation did little to diminish the enthusiasm of Trump’s biggest fans.",
  "Ann Coulter, tweeted that it was the “GREATEST FOREIGN POLICY SPEECH SINCE WASHINGTON’S FAREWELL ADDRESS.”",
  "\"America First will be the major and overriding theme of my administration,\" Trump said on Wednesday.",
  "Donald Trump speaks to supporters and the media at Trump Towers on April 26 in New York City.",
  "Democrats, Republicans, independents, everybody, as well as by our close allies,\" he said.",
  "“It’s time to shake the rust off of America’s foreign policy,” he said.",
  "\"To our friends and allies, I say America is going to be strong again.",
  "It's going to be a great and reliable ally again,\" Trump said.",
  "America is going to be reliable again.",
  "\"And it will be by both parties.",
  "Former Virginia Gov."
]