[
  "“The president asked me to ­begin a re-engagement process with Russia to see if we can first stabilize that relationship so it does not deteriorate further, and then can we identify areas of mutual interest where perhaps we can begin to rebuild some level of trust and some level of confidence that there are areas where we can work together,” Tillerson said during a visit to New Zealand in June.",
  "“And it’s not like Russia is going to send special forces to Damascus to arrest Assad and deliver him to The Hague or to President Trump.”\n\n[Inside Trump’s anger and impatience — and his decision to fire Comey]\n\nTrump, who has been criticized for his overly warm posture toward Putin, has not indicated how he will approach the meeting this week.",
  "[Trump is struggling to stay calm on Russia, one morning call at a time]\n\nTrump wants Russia’s cooperation on a number of issues, including the fight against the Islamic State group in Syria and Russia’s use of North Korean laborers whose pay goes directly to the regime in Pyongyang, despite its nuclear weapons program.",
  "At an Oval Office meeting with Russian Foreign Minister Sergei Lavrov and Russian Ambassador Sergey Kislyak in May, Trump complained to the Russians about the ongoing probes into his campaign, suggesting that his firing of the FBI director, James B. Comey, would ease the political pressure on his administration.",
  "“But he’s also made clear that we will do what is necessary to confront Russia’s destabilizing behavior.”\n\nThere is also a risk that Trump could choose to freelance in the meeting, diverting from the more balanced objectives that his advisers have laid out for the bilateral relationship.",
  "“The president has been clear to me: ‘Do not let what’s happening over here in the political realm prevent you from the work you need to do in this relationship.’”\n\nDespite Trump’s consistent overtures to Putin, however, U.S.-Russia relations have not improved since he took office.",
  "Shortly after Trump met with the Russian officials, special counsel Robert S. Mueller III was appointed to take over the Russia investigation and is now investigating whether Trump sought to obstruct the case by firing Comey, officials have told The Washington Post.",
  "“It has been extraordinarily difficult for Trump, even if he had the means to do so, to do what is in the vital national interest, that is, improve relations with Russia,” said Jack Matlock, who was ambassador to the Soviet Union under President Ronald Reagan.",
  "And if he offers platitudes for Putin without addressing Russia’s election meddling, it will renew questions about whether Trump accepts the findings of his own intelligence officials that Russia intended to disrupt the democratic process on his behalf.",
  "He’ll see weakness in a vacuum.”\n\n(Reuters)\n\nAlready, Moscow is clamoring for the Trump administration to return two Russian compounds in the United States that were seized by the Obama administration in retaliation for Russian meddling in the election.",
  "Secretary of State Rex Tillerson has tried to ward off Congress from imposing more sanctions on Russia for its involvement in Ukraine, saying that getting tough now could hamper cooperation on other issues like fighting the Islamic State.",
  "In recent months, Trump has done little to hide his frustration that his effort to pivot toward Russia has been hampered by congressional and FBI investigations, which he views as a “witch hunt” being carried out by his political enemies.",
  "Russian President Vladimir Putin, 64, a former KGB agent, served as prime minister from 1999-2000, then two presidential terms from 2000-2008, before shifting into the prime minister’s seat again for four years because of term limits.",
  "Russian President Vladimir Putin, 64, a former KGB agent, served as prime minister from 1999-2000, then two presidential terms from 2000-2008, before shifting into the prime minister’s seat again for four years because of term limits.",
  "Russian President Vladimir Putin, 64, a former KGB agent, served as prime minister from 1999-2000, then two presidential terms from 2000-2008, before shifting into the prime minister’s seat again for four years because of term limits.",
  "Now nearly six months into his presidency, Trump is set to finally meet Putin at a summit this week in Hamburg after a stop here in Warsaw — severely constrained and facing few good options that would leave him politically unscathed.",
  "“Treating them as if they are enemies is absolutely absurd, and yet it permeates much of the attitude in Congress.”\n\nThe Trump administration, meanwhile, has been moving on multiple fronts to soften the U.S. stance on Russia.",
  "1 of 58 Full Screen Autoplay Close Skip Ad × A look at President Trump’s first year in office, so far View Photos The president’s term has featured controversial executive orders and frequent conflicts with the news media.",
  "If Trump prioritizes his desire to build camaraderie with Putin as he has with other world leaders, it may put him at a stark disadvantage with a former KGB operative known for his ­unflagging focus on Russia’s primacy.",
  "Among the foreign policy experts who support Trump’s push for improved relations with Russia, there is growing frustration that the current political climate and Trump’s actions have made that goal all but impossible.",
  "If Trump attempts to loosen sanctions against Russia for its involvement in the conflict in eastern Ukraine or its interference in the 2016 U.S. election, Congress could defy him by pursuing even stronger penalties.",
  "Meanwhile, Russia’s continued support for Syrian President Bashar ­al-Assad’s massacre of his own citizens in the country’s civil war has further engendered distrust among U.S. political leaders.",
  "Paul Saunders, who directs the U.S.-Russia program at the Center for the National Interest, said the level of mutual distrust and hostility is as bad as it was during the height of the Cold War.",
  "He has repeatedly labeled an investigation of Russian meddling in the U.S. election as “a hoax,” and he even bragged to Russian officials about firing the FBI director leading the probe.",
  "Last month, the Senate voted 97 to 2 for a bill that would put new sanctions in place for Russia’s election meddling and would constrain Trump’s ability to lift existing penalties.",
  "Tillerson also said last month that the administration is not necessarily wedded to the Minsk agreement to end the fighting in Ukraine if something else would meet the same goals.",
  "That’s a shift in position since March, when he told a meeting of NATO foreign ministers that the United States would not ease sanctions until Russia meets its Minsk commitments.",
  "In light of the continued pressure from both parties, White House aides have sought to play down expectations for this first engagement between the two world leaders.",
  "Jan. 25, 2017 Trump signs an executive order for border security and immigration enforcement improvements at the Department of Homeland Security in Washington.",
  "“As the president has made it clear, he’d like the United States and the entire West to develop a more constructive relationship with Russia,” McMaster added.",
  "But they have offered few clues about what will be on Trump’s agenda, including whether he plans to raise the issue of Russia’s election interference.",
  "What has he done to deserve that?”\n\nHe added, “If you try to curry favor, offer concessions, pull back on the pressure, he’ll take advantage.",
  "“He should know and we should understand: Putin is coming with an agenda,” added McFaul, who served under President Barack Obama.",
  "President Trump promised voters that he would strike “a great deal” with Russia and its autocratic president, Vladimir Putin.",
  "Putin has strongly denied any interference in the 2016 election and has accused U.S. politicians of Cold War-era hysteria.",
  "The White House was forced to step up its lobbying of Republicans in the House to slow the progress of a similar measure.",
  "“The president is boxed in,” said Nicholas Burns, who was U.S. ambassador to NATO under President George W. Bush.",
  "“He’s overly focused on ‘having a good meeting.’ He wants to be liked, and he wants to say things are successful.",
  "“He has a tendency to ad-lib in these kinds of things,” said former U.S. ambassador to Russia Michael McFaul.",
  "“I faced great pressure because of Russia,” Trump told the men, according to the New York Times.",
  "“That’s taken off.”\n\nSince that meeting, Trump’s Russia-related troubles have only gotten worse.",
  "And the Trump administration signaled in May that it would be open to returning the properties.",
  "Yet in the Senate, there is a rare near-unanimity in favor of tough sanctions against Russia.",
  "Chip Somodevilla/Pool photo via Bloomberg News Buy Photo Wait 1 second to continue.",
  "“Without progress on Ukraine, I don’t see how one would ease sanctions,” he said.",
  "­McMaster said last week when asked whether Trump planned to confront Putin.",
  "Caption Scenes from the Republican’s beginning months in the White House.",
  "He is a very effective interlocutor.”\n\nMorello reported from Washington.",
  "“Why would you give Putin any kind of concession at the first meeting?",
  "“It’s really going to be whatever the president wants to talk about.",
  "If you are going to freelance it, doesn’t mean he’s going to.",
  "“There’s no specific agenda,” national security adviser H.R.",
  "He was reelected as president in 2012.",
  "He was reelected as president in 2012.",
  "He was reelected as president in 2012.",
  "“Putin is going to be prepared."
]