[
  "Worse, in his speech to Congress the president took credit for the small uptick in military outlays by European NATO members which actually began in 2015: “based on our very strong and frank discussions, they are beginning” to “meet their financial obligations.” Although he declared with predictable exaggeration that “the money is pouring in,” no one believes that Germany, which will go from 1.19 to 1.22 percent of GDP this year, will nearly double its outlays to hit even the NATO standard of two percent.",
  "He sharply criticized previous policy in the Mideast: “Logic replaced with foolishness and arrogance, which led to one foreign policy disaster after another.” He explicitly denounced interventions in Iraq and Libya, promising to get out “of the nation-building business,” and emphasized the defeat of the Islamic State rather than overthrow of Bashar al-Assad.",
  "Indeed, he promised not to include in his administration “those who have perfect resumes but very little to brag about except responsibility for a long history of failed policies and continued losses at war.” And he’s generally kept that commitment, for instance rejecting as deputy secretary of state Elliot Abrams, who said Trump was unfit to be president.",
  "In his speech hosted by the Center for the National Interest he complained that “our allies are not paying their fair share.” During the campaign he suggested refusing to honor NATO’s Article 5 commitment and leave countries failing to make sufficient financial contributions to their fate.",
  "In contrast, Trump promised: “unlike other candidates for the presidency, war and aggression will not be my first instinct.”\n\nYet so far the Trump administration is shaping up as a disappointment for those who hoped for a break from the liberal interventionist/neoconservative synthesis.",
  "In December he told Afghan President Ashraf Ghani that he “would certainly continue to support Afghanistan security.” There may be no conflict which less advances serious American interests than attempting to sustain an incompetent, corrupt, and failing central government in Kabul.",
  "Secretary Tillerson also took a highly adversarial position, suggesting in Senate testimony that the U.S. might blockade the PRC’s claimed Pacific possessions, a casus belli, and “compel,” whatever that means, compliance with sanctions against North Korea.",
  "During the campaign he briefly pushed an “even-handed” approach to Israel and the Palestinians, before going all in backing the hardline Likud government’s practical repudiation of a two-state solution and expanded colonization of the West Bank.",
  "How best to handle America’s one potential peer competitor is a matter of serious debate, but even before taking office President Trump launched what appeared to be confrontation on multiple fronts: Taiwan, trade, South China Sea, North Korea.",
  "Moreover, President Trump’s attempt to improve relations faces strong ideological opposition from neoconservatives determined to have a new enemy and partisan resistance from liberal Democrats committed to undermining the new administration.",
  "President Trump’s support for Brexit has roiled relations with Europe, which also worries about his protectionist beliefs—highlighted by his attack on Germany’s alleged currency manipulation—and potentially softer approach to Russia.",
  "Practical if not exactly Realist, he cared more for consequences than his three immediate predecessors, who had treated wars as moral crusades in Somalia, the Balkans, Afghanistan, Iraq, Libya, and Syria.",
  "Yet after recently meeting alliance officials he even repudiated his criticism of NATO as “obsolete.”\n\nPresident Trump’s signature policy initiative, rapprochement with Russia, appears dead in the water.",
  "Despite complaining about inadequate burden-sharing principle in the Middle East, President Trump risks encouraging the Gulf States and Turkey to reduce their efforts to defeat the Islamic State.",
  "Unfortunately, the president’s strange personal enthusiasm for Vladimir Putin undercut his desire to accommodate a great power which has no fundamental, irresolvable conflicts with the America.",
  "He appears to be restoring Washington’s uncritical embrace of Saudi Arabia, which will undermine his expressed desire for greater burden-sharing by allies and yield long-term problems in Yemen.",
  "Early in the campaign he said America should end its longest war, which has devolved into a forlorn attempt to create a centralized, liberal democratic state in Central Asia.",
  "President Trump appears to be most concerned with issues that have direct domestic impacts, and especially with economic nostrums about which he is most obviously wrong.",
  "At least Trump’s first National Security Adviser, Mike Flynn, wanted better relations with Russia, amid other, more dubious beliefs, but now the president seems alone.",
  "Since then, however, he, like other presidents before him, has backed away—though perhaps only temporarily—from the promise to move the U.S. embassy to Jerusalem.",
  "In fact, Secretary Tillerson sounded like he was representing the Obama administration when he demanded Moscow’s withdrawal from Crimea, a policy nonstarter.",
  "But his secretary of state rejected that course, instead threatening military action—backed by an aircraft carrier battle group off of the North’s coast.",
  "It doesn’t appear that he has any foreign policy realists around him, or anyone with a restrained view of America’s international responsibilities.",
  "Yet Secretaries Mattis and Tillerson have insisted that Washington remains committed to the same alliances incorporating dependence on America.",
  "The president also proposed creating “safe zones” in Syria, which would require an extensive and potentially long-term U.S. military presence.",
  "In contrast, on more abstract foreign policy issues President Trump seems ready to treat minor concessions as major victories and move on.",
  "The Pentagon introduced a Marine Corps artillery battalion and other forces to assist in capturing the ISIS capital of Raqqa, Syria.",
  "But all seem inclined toward traditional foreign policy approaches and committed to moderating their boss’s unconventional thoughts.",
  "Most of the names mentioned for deputy secretary of state have been reliably hawkish—Abrams, John Bolton, the rewired Jon Huntsman.",
  "Moreover, President Trump has emphasized his desire to make a peace deal, which obviously would require concessions on both sides.",
  "More important, Trump has abandoned the economic field to the People’s Republic of China, which is pushing two different accords.",
  "Australia, among other U.S. allies, has indicated that it now will deal with Beijing, which gets to set the Pacific trade agenda.",
  "Yet the administration launched missile strikes on Syria and UN Ambassador Nikki Haley loudly joined the “oust Assad” bandwagon.",
  "Yet after meeting with Chinese President Xi Jinping President Trump appeared ready to take a more balanced approach to China.",
  "The president appears to be stepping into the Syrian and Iraq quagmires despite his election promises to the contrary.",
  "The U.S. is not alone in losing manufacturing jobs, which are disappearing around the world and won’t be coming back.",
  "Ambassador-designate Huntsman’s views are unclear, but he will be constrained by the State Department bureaucracy.",
  "The Chinese once artificially limited the value of the renminbi, but recently have taken the opposite approach.",
  "The president can speak and tweet, but he needs others to turn ideas into reality and implement his directives.",
  "His decision embarrassed Japanese Prime Minister Shinzo Abe, who made important economic concessions to join.",
  "For years he criticized America’s Asian and European allies for taking advantage of U.S. defense generosity.",
  "Rex Tillerson, James Mattis, and Herbert McMaster are all serious and talented, and none are neocons.",
  "There are reports that the administration is considering an extended military role in Iraq as well.",
  "Despite being highly critical of the Iran nuclear accord, he has not yet challenged the pact.",
  "The administration’s repudiation of the Trans-Pacific Partnership was particularly damaging.",
  "Substantively candidate Trump appeared to offer not so much a philosophy as an inclination.",
  "He’s long been a protectionist (his anti-immigration opinions are of more recent vintage).",
  "President Trump also appears to have no appointees who share his commitment on this issue.",
  "He was particularly critical of neoconservatives, who seemed to back war at every turn.",
  "During the campaign he indicated a willingness to talk with North Korea’s Kim Jong-un.",
  "Multilateral trade agreements are rarely perfect, but they are not zero sum games.",
  "More recently, however, he indicated he planned to keep U.S. forces there.",
  "Finally, the president appears to have reversed himself on Afghanistan.",
  "The president is heading in an uncertain direction regarding China.",
  "Candidate Donald Trump offered a sharp break from his predecessors.",
  "More seasoned Asia experts have yet to be appointed, however.",
  "The Trump policy in the Middle East seems in confused flux.",
  "They usually offer political as well as economic benefits.",
  "Yet his views have not changed even as circumstances have.",
  "Where the president stands on other issues is unclear.",
  "He has barely noticed Africa and South America.",
  "In Washington people are policy.",
  "The first problem is staffing."
]