[
  "Developing now, Wednesday, Nov. 29, 2017:\n\nNorth Korea's latest missile launch puts the entire U.S. mainland in its crosshairs, state television claims\n\nMichigan Democrat John Conyers faces new calls to resign after more sex allegations surface\n\nNew Clinton email claims prompt President Trump’s call for a “deep state” investigation\n\nTampa’s serial killer may have been captured as police make arrest at a local McDonald’s\n\nVegas gunman used to own unit at site of Tuesday shooting in Reno, report says\n\nTHE LEAD STORY: The latest intercontinental ballistic missile launched by North Korea is \"significantly more\" powerful than the previous ICBM and puts the entire United States mainland in its crosshairs, state television said ... North Korea has now test-launched three intercontinental ballistic missiles in its history.",
  "John Conyers' long history of controversy surfaces amid misconduct allegations\n\nTRUMP SEEKS 'DEEP STATE' PROBE: President Trump called for a closer look into a former intelligence committee watchdog's claims to Fox News that Hillary Clinton's campaign had a \"strategic coordination\" with the State Department to play down the presence of classified information on her private email server ... \"Charles McCullough, the respected [former] Intel Comm Inspector General, said the public was misled on Crooked Hillary Emails,\" Trump tweeted.",
  "NEW IN FOX NEWS OPINION\n\nJohn Stossel: As long as rich people don't collude with government, they make our lives better\n\nReps. Renacci, Meadows: New legislation would help fight opioid crisis that is causing holiday heartbreak\n\nTodd Starnes: Jesus banned from buses in DC, but gay hookup ads allowed\n\nHOLLYWOOD SQUARED\n\nCNN boycotting White House Christmas party for media,\n\nM&M's Christmas commercial sequel comes 20 years after original\n\nThe Grammy Awards 2018 nominees are ...\n\nDID YOU HEAR ABOUT THIS?",
  "The Brian Kilmeade Show, 9 am to noon ET: Harry Kazianis, director of defense studies at the Center for the National Interest, on North Korea's latest missile threat; Rep. Mike Gallagher sounds off on tax reform and terror threats during the holiday season; Dr. Marc Siegel on his interview with Sen. Rand Paul on his injuries suffered in an altercation with a neighbor.",
  ": The Las Vegas gunman who killed 58 people in October previously owned a unit at a Reno high-rise condominium that was the site of a separate active shooting Tuesday, the Associated Press reported ... Police said there were no reports of injuries in the Reno shooting, in which a gunman allegedly fired shots from the eighth floor of the Montage condominium.",
  "PRESSURE ON CONYERS TO RESIGN: U.S. Rep. John Conyers is faces new pressure from fellow Democrats to resign as more allegations of sexual misconduct surface ... U.S. Rep. Pramila Jayapal, D-Wash., was the second Democratic lawmaker to call on Conyers to step down after his former deputy chief of staff alleged Conyers made unwanted advances toward her.",
  ": Authorities in Tampa, Fla. said they have arrested a suspect in four killings that sent chills through the Seminole Heights community and sparked fears of a serial killer ... Howell Donaldson III, 24, was arrested at a McDonald's restaurant in Ybor City, based on a tip given to police, Tampa's FOX 13 reported.",
  "Their keyword is resistance\" – Kellyanne Conway, counselor to President Trump, on \"Hannity,\" blasting the absence of Senate Minority Leader Chuck Schumer and House Minority Leader Nancy Pelosi from a bipartisan White House meeting on stopping a government shutdown.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: As Special Counsel Robert Mueller continues his probe into Russia's interference in the 2016 presidential election, some Republicans are calling for a second special counsel to focus Hillary Clinton controversies.",
  "In an exclusive interview with Fox News, former Intelligence Community Inspector General Charles McCullough III said he suffered \"personal blowback\" over his pursuit of the email investigation.",
  "ET: Former White House press secretary Sean Spicer sounds off on President Trump's quest for tax reform, the controversy over his reference to Sen. Elizabeth Warren as \"Pocahontas\" and more.",
  "Jayapal said in a statement that while she had looked up to Conyers for decades, \"I believe these women, I see the pattern and there is only one conclusion – Mr. Conyers must resign.\"",
  "Meanwhile, the 88-year-old congressman missed two roll call votes in the House on Tuesday evening and was photographed by a passenger boarding a Delta Airlines flight to Detroit.",
  "Stephen Paddock, the Las Vegas gunman who opened fire Oct. 1 from the 32nd floor of the Mandalay Bay hotel and casino onto an outdoor concert below, owned a unit at the Montage.",
  "ET: Sen. Tom Cotton gives insight on North Korea's latest ICBM test launch; inside the Washington, DC's archdiocese's lawsuit against DC Metro over a rejected Christmas ad.",
  "President Trump vowed to “take care of ” the latest North Korea threat and pointed to the missile launch to generate support for avoiding a potential government shutdown.",
  "Judge Andrew Napolitano breaks down the Supreme Court showdown on whether law enforcement has the right to search mobile devices without a warrant.",
  "McCullough claimed the Clinton campaign put out word that he would be fired if the Democratic nominee won last year's presidential election.",
  "1961: Enos the chimp is launched from Cape Canaveral aboard the Mercury-Atlas 5 spacecraft, which orbited Earth twice before returning.",
  "– Greg Gutfeld, on 'The Five,\" on ex-MSNBC host Keith Olbermann announcing his retirement from \"media commentary in all venues.\"",
  "Former Intel IG: 'I expected to be embraced and protected' for questioning Hillary's email server\n\n'SERIAL KILLER' IN CUSTODY?",
  "He will face murder charges in connection with all four killings, police said, adding that they believe Donaldson acted alone.",
  "Jayapal joined Rep. Kathleen Rice, D-N.Y., as the only two lawmakers who have said Conyers should resign from Congress.",
  "WATCH\n\nOBSTRUCTIONIST - AND ABSENT - DEMOCRATS: \"The Democratic Party has been reduced to carrying around a stop sign.",
  "ET: Melanie Sloan and Deanna Maher, two former staffers who accuse Rep. John Conyers of sexual misconduct, speak out.",
  "#OnThisDay\n\n2001: George Harrison, the \"Quiet Beatle,\" dies in Los Angeles at age 58 following a battle with cancer.",
  "Tuesday’s launch was the first since the rogue nation fired an intermediate range missile in September.",
  "ET: Former Dirty Jobs host Mike Rowe looks at the tax cut plan and the future of jobs in America.",
  "AS SEEN ON FOX NEWS\n\nBYE-BYE, KEITH: \"He came, he screamed, he soiled his diapers, then he left.\"",
  "MINDING YOUR BUSINESS\n\nTemporary restraining order to stop Trump's pick for CFPB is denied.",
  "Tuesday's gunman, who was killed by police, was not immediately identified by Reno police.",
  "WATCH\n\nACROSS THE NATION\n\nBellagio Las Vegas casino robbed at gunpoint as gamblers watch.",
  "Fed chair nominee Powell sees no too-big-to-fail banks | Powell eyes Bitcoin's future.",
  "Mom walks out of hospital days after breaking vertebrae in freak gymnastics accident.",
  "The latest missile flew 1,000 miles higher than during the first ICBM launch in July.",
  "Conservative Lucian Wintrich arrested at UConn speech titled, 'It's OK to be White.'",
  "Fox News Chief Intelligence Correspondent Catherine Herridge takes a closer look.",
  "Graphic video footage shows Japanese whaling operation's harrowing harpoon hunt.",
  "Enjoy your day and we'll see you in your inbox first thing Thursday morning.",
  "1890: The first Army-Navy football game is played at West Point, N.Y..",
  "Holiday spirit: These are the most charitable states in America.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Benghazi victims' relatives outraged over Khatalla verdict.",
  "Why aren’t our Deep State authorities looking at this?",
  "Plus, commentary by Fox News contributor Tammy Bruce.",
  "Records show he sold the property in December 2016.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Sodastream says it can turn water into wine.",
  "Thank you for joining us on Fox News First!",
  "The Story with Martha MacCallum, 7 p.m.",
  "\"'Emails endangered National Security.'",
  "Tucker Carlson Tonight, 8 p.m.",
  "VEGAS, RENO SHOOTINGS LINKED?",
  "Welcome to Fox News First.",
  "Not signed up yet?",
  "Rigged & corrupt?\"",
  "Hannity, 9 p.m.",
  "Click here."
]