[
  "'Take your time'\n\nWhile US officials had said Pyongyang must denuclearize and take action to show it's serious, Trump was vague about North Korea's commitment to do so, even as US intelligence services warn that some of Pyongyang's gestures toward dismantling its weapons programs might be nothing more than propaganda.",
  "Trump's North Korea summit raises déjà vu concerns\n\nWashington (CNN) - President Donald Trump has thrown another twist into the North Korean summit saga, announcing he will meet with leader Kim Jong Un on June 12 after all -- and raising some concern that history may be repeating itself.",
  "\"\n\nFor many Korea watchers and national security analysts, it had a familiar ring: a wily North Korean regime parlaying a willingness to talk and the eagerness of its interlocutors into long drawn-out negotiations that give it recognition, concessions and validation.",
  "More theater than reality\n\nKlingner, a former CIA deputy division chief for Korea, pointed out that even as Trump and Kim Jong Un have agreed to meet, the two sides may not be any closer to agreeing on a common interpretation of the term denuclearization.",
  "On Tuesday, CNN reported that US intelligence assessments conclude that while Kim could give up some weapons in negotiations with the US -- including warheads and missiles -- he may not be willing to give up the capability to regenerate his program.",
  "RELATED: Trump says Singapore summit with Kim is back on\n\nTrump told reporters he would not add extra sanctions on Pyongyang and would no longer use the term \"maximum pressure\" -- the international sanctions regimen designed to squeeze North Korea.",
  "\"I think many people are going to feel that not using the phrase 'maximum pressure' signals an end to the sanctions campaign that is premature,\" said Scott Snyder, director of the program on US-Korea policy at the Council on Foreign Relations.",
  "North Korea did make a grand gesture recently, inviting reporters to witness the detonation of underground nuclear test tunnels -- but the US intelligence community now says the performance might have been more theater than reality.",
  "Trump met in the Oval Office on Friday with former North Korean spy chief Kim Yong Chol for about 90 minutes -- the highest-level North Korean official to visit the US in 18 years -- and sent him off with a smile and a handshake.",
  "\"The Trump strategy now seems to be to cajole the North Koreans into a potential nuclear deal,\" Kazianis said, by showing Pyongyang that America can guarantee its security and provide massive economic assistance.",
  "\"Right now, it seems President Trump's North Korea policy is in a state of flux,\" said Harry Kazianis, director of defense studies at the Center for the National Interest, a foreign policy think tank.",
  "And where the administration once talked about a nuclear deal and one summit, Trump on Friday stressed that this is \"a process\" that will go on for some time: \"I told them today, 'Take your time.",
  "\"If we're going to have a summit, they're going to have to make clear what they're willing to do,\" a senior State Department official, briefing reporters this week, said of the North Koreans.",
  "As a self-proclaimed member of the nuclear club, Pyongyang's position has been that it will go to zero nuclear weapons only once all other members of the club do as well -- a nonstarter.",
  "\"While that may work, my great fear is that North Korea will do what it has always done: Pocket the concessions and economic aid and never give up its nuclear weapons,\" Kazianis said.",
  "That concerns analysts such as Snyder, who said that \"many people were hoping the administration would continue the talks after tangible steps in the direction of denuclearization.\"",
  "US intelligence and international arms control officials say preliminary analysis of North Korea's detonation indicates the explosions were not strong enough to destroy the tunnels.",
  "They point to the familiar dance developing between clever North Korean negotiators and US counterparts eager to nail down a deal -- a dance that has ended in failure in the past.",
  "But, in comments to reporters on the South Lawn afterward, Trump set down markers that seemed to shift the US position in ways analysts said could undermine Washington's leverage.",
  "Klingner points out that the Trump White House, like previous administrations, has declined to use secondary sanctions to target China for doing business with North Korea.",
  "Another concern is that in publicly announcing he's backing away from the term, Trump is sending a signal that could undermine the international pressure that does exist.",
  "Not quite maximum pressure\n\nIn fact, the US has not been deploying maximum pressure, said Bruce Klingner, a senior fellow at the conservative Heritage Foundation.",
  "And in recent weeks North Korea has been building a buffer against US sanctions by cultivating its relationships with South Korea, China and Russia.",
  "\"He's toning down his rhetoric, he's emphasizing positive things and he's just on a glide path to what he hopes will be a successful meeting.\"",
  "\"I don't even want to use the term 'maximum pressure' anymore, because I don't want to use that term because we're getting along,\" Trump said.",
  "He said he looked forward to lifting them one day and that wouldn't happen until North Korea denuclearized, but then he softened his rhetoric.",
  "\"President Trump must be cautious and not fall in the traps that the Kim regime have successfully laid for American presidents for decades.\"",
  "\"Maximum pressure has not been maximum because Trump, like his predecessors, continues to pull punches on enforcing US law,\" said Klingner.",
  "It didn't sound like an endorsement of the complete, verifiable and irreversible denuclearization that US officials have been calling for.",
  "But the standards for a summit seemed to have shifted Friday, when Trump was asked whether Kim Jong Un is committed to denuclearizing.",
  "One significant difference this time, Snyder said, is the talks are starting not with low-level negotiators but with Trump himself.",
  "\"It means that the North Koreans are getting relief in return for dialogue, when what we need is relief in exchange for action.\"",
  "You're talking about years of hostility, years of problems, years of, really, hatred between so many different nations.\"",
  "Joel Wit, co-founder of 38 North, an authoritative website that tracks North Korea, saw no reason for pessimism.",
  "A US official with knowledge of the findings told CNN that portions of the tunnel complex may remain usable.",
  "\"My reaction is he's now doing everything he should be doing in the run-up to a summit,\" Wit said of Trump.",
  "The prospect of a summit instead of the pre-emptive war that many feared just a few months ago drew praise.",
  "\"What we don't know is whether it will be different because we're doing it at the top level,\" Snyder said.",
  "\"It seems the United States still has not convinced North Korea to abide by CVID,\" Klingner said.",
  "Hundreds of new sanctions that are ready to go will be put on hold, the President said.",
  "Trump emphasized the positive with reporters Friday, even as he discussed sanctions.",
  "On Friday, Trump emphasized that this is just the beginning of a long process.",
  "North Korea, he said, attaches great conditionality to the term.",
  "Action is what US officials had been saying they needed to see.",
  "I don't say and I've never said it happens in one meeting.",
  "Trump predicted a \"a very positive result in the end.\"",
  "Analysts and Korea experts say it's too soon to tell.",
  "\"Why would I do that when we're talking so nicely?\"",
  "\"June 12th, we'll be in Singapore,\" he said.",
  "Trump added that Kim \"wants to be careful.",
  "He's not going to run and do things.\"",
  "\"I think so,\" the President said.",
  "\"He'd like to see it happen.\"",
  "Yeah, we need a commitment.\"",
  "\"They have to denuclearize.",
  "\"You see the relationship.",
  "\"It will be a beginning.",
  "We're getting along.\"",
  "... We need action.",
  "We can go slowly.'",
  "We can go fast.",
  "he added.",
  "..."
]