[
  "Though drones swarms are probably better suited for reconnaissance, analysts believe that they may be able to destroy soft targets, and could even ambush leaders like Kim Jong Un if he were traveling in a convoy or at a public event.",
  "The drones could be used in a similar fashion as depicted in \"Slaughterbots,\" a short film made by the Future of Life Institute and University of California at Berkeley professor Stuart Russell.",
  "\"You could use them for assassination strikes or you could use them for preventative strikes,\" Harry Kazianis, director of defense studies at the Center for the National Interest, told CNBC.",
  "Earlier this year, the The Korea Institute for National Unification reported that North Korea could have as many as 1,000 drones that could carry explosive, chemical, or biological weapons.",
  "This comes just two months after the South Korean government made public that they are planning a \"decapitation unit\" which could conduct cross-border raids and kill North Korean leaders.",
  "\"If you build them cheap enough and build enough of them you almost have a situation like it's the 'Terminator' — basically having drones and robotic weapon systems.",
  "South Korea's Yonhap News Agency reports that the military will create a specialized unit that will utilize drone swarm technology on the battlefield.",
  "Though that video was intended as a warning, the militaries of China, Russia, the US, and Israel are reportedly researching the concept.",
  "The film depicts a dystopian future where killer drone swarms in the hands of unknown criminals terrorize society.",
  "The technology in question has been called \"dronebot\" — a combination of the words \"drone\" and \"robot.\"",
  "Screenshot via YouTube\n\nSouth Korea appears to be developing large-scale drone swarms for military use.",
  "A South Korean Army official told Yonhap that it could be \"a 'game changer' in warfare.\"",
  "North Korea is also supposedly developing its own drone force."
]