[
  "pic.twitter.com/y5sMadd84v — Secretary Pompeo (@SecPompeo) May 31, 2018\n\nKim Yong Chol, the former head of North Korea's Reconnaissance Bureau, an espionage and special operations organization, is believed to have been involved in a torpedo attack that sank the South Korean warship Cheonan in 2010, killing 46 South Korean sailors.",
  "\"After listening to Secretary Pompeo today, I would argue North Korea is still unwilling -- and maybe never will be willing -- to satisfy the Trump Administration's goal of a denuclearization agreement before any summit in Singapore,\" said Harry Kazianis, director of Defense Studies at the Center for the National Interest.",
  "\"If Trump were to go to Singapore and give Kim Jong Un the photo op of a lifetime, photos that would legitimize Kim and be on par with (President Richard) Nixon being photographed with (Chinese leader) Mao (Zedong), he needs to make sure he is not getting played,\" Kazianis said.",
  "Pompeo refused to talk about the \"elements, the shape of an agreement\" at his news conference, but the administration says it wants the complete, verifiable, irreversible denuclearization of the Korean peninsula -- an unwieldy phrase that has given rise to the acronym CVID.",
  "JUST WATCHED Russian FM meets with Kim Jong Un in N. Korea Replay More Videos ... MUST WATCH Russian FM meets with Kim Jong Un in N. Korea 01:34\n\nThe Trump administration is trying to convince North Korea that possessing nuclear weapons makes it less safe, not more.",
  "Pompeo, speaking to reporters in New York after two meetings with a senior North Korean official, said the two sides have made progress toward a successful meeting between Trump and North Korean leader Kim Jong Un, but that challenges remain.",
  "Pompeo and national security adviser John Bolton have said they want a quick process, with Bolton in particular reportedly concerned that the North Koreans will use any longer term process to wring concessions from the United States.",
  "'Positive signs'\n\nTrump said earlier that meetings with a North Korean delegation in New York had gone \"very well\" and that he expects the delegation to travel to Washington on Friday to deliver him \"a letter from Kim Jong Un.\"",
  "Meanwhile, North Korean state media reported that North Korea and Russia have agreed to a meeting between their top leaders to mark the 70th anniversary of the establishment of diplomatic relations between the two countries.",
  "And he said he believes that North Korea's leaders are \"contemplating a strategic shift ... one their country has not made before,\" but added that \"it should not be to anyone's surprise\" that roadblocks emerge.",
  "Pompeo made clear that North Korea \"must do things they haven't done before,\" the official said, and must show the administration in these meetings what they are willing to do before the summit can take place.",
  "The President also told the news agency that North Korean denuclearization would cover the country's missiles as well as its weapons, and that he will be very happy when he can lift sanctions on the country.",
  "Acknowledging that North Korea would need assurances in order to be convinced that their security would be greater without weapons, Pompeo added that \"the true test comes when we actually achieve that.\"",
  "Because he is under US sanctions for that attack, Kim is getting a waiver from the US government to allow him to travel beyond the 25-mile radius of New York City and the United Nations to visit Trump.",
  "Pompeo and Kim were looking to agree on the content of summit talks and what more needs to be done to make the potentially historic meeting happen, according to a senior State Department official.",
  "The President abruptly called off the potentially historic meeting in a letter to the North Korean leader that some analysts saw as a classic \"Art of the Deal\" attempt to gain leverage.",
  "Washington (CNN) Secretary of State Mike Pompeo said Thursday he still doesn't know whether a summit between President Donald Trump and North Korea's leader will take place on June 12.",
  "State Department spokeswoman Heather Nauert said Thursday that Pompeo told her that the meetings \"were great last night, but there is still a lot of work to be done.\"",
  "Meetings so far, Trump said, \"have been very positive,\" but he added, \"it doesn't mean it gets all done at one meeting; maybe you have to have a second or a third.",
  "Pompeo confirmed that the official he met with, former North Korean spy chief Kim Yong Chol, would be traveling to Washington to deliver a letter to the President.",
  "But Pompeo indicated that the two sides haven't closed the gap on the central issue of what exactly North Korea will do and how to define \"denuclearization.\"",
  "In April, Kim Jong Un said that his country's quest for nuclear weapons was \" complete \" and that it \"no longer needs\" to test its weapons capability.",
  "He noted that US teams in Singapore and at the Demilitarized Zone between North and South Korea have also been meeting with North Korean counterparts.",
  "Pompeo added that the two countries are at a \"pivotal moment\" and that it would be \"nothing short of tragic to let this opportunity go to waste.\"",
  "A second or a third -- or none\n\nLast week Trump canceled the summit after a North Korean official harshly criticized Vice President Mike Pence.",
  "\"Make no mistake about it, President Trump, this administration, completely understands how hard this problem is,\" the top US diplomat said.",
  "Thursday, he raised the possibility that it will take more than one meeting with the North Koreans to settle the issue of denuclearization.",
  "Trump, on the other hand, has indicated some openness to a slower approach, saying, \"It would certainly be better if it were all in one.",
  "The agreement, according to KCNA, came during a meeting between Kim and Russian Foreign Minister Sergei Lavrov in Pyongyang on Thursday.",
  "The uncertainty and frustration that often characterize negotiations with North Korea have been compounded, in part, by Trump himself.",
  "But North Korea, which has seen its nuclear program as an existential insurance policy, has not committed to denuclearization yet.",
  "After his New York meetings with Kim, Pompeo tweeted Thursday that he had had \"substantive talks with the team from #NorthKorea.",
  "\"And so far, there is no evidence that Pyongyang is truly serious about nuclear disarmament beyond aspirational pledges.\"",
  "\"We've made real progress in the last 72 hours in terms of setting the conditions\" for a successful summit, Pompeo said.",
  "In separate remarks, Trump told Reuters that he would like to see those meetings take place as quickly as is practical.",
  "Kazianis said that hammering out an agreement, or at least a framework, is vital before any meeting takes place.",
  "The difficulty in closing gaps between the North Korean and US positions is adding another kind of uncertainty.",
  "Pompeo acknowledged it would be hard to persuade Pyongyang to see the US point of view on nuclear weapons.",
  "\"These are all positive signs,\" said Joel Wit, co-founder of 38 North, a website that tracks North Korea.",
  "\"Everything that's happened since Trump threatened to cancel the summit, these are all positive signs.",
  "They made progress,\" and attributed the early end to the fact that the talks were successful.",
  "\"Through these meetings I'm confident we're moving in the right direction,\" Pompeo said.",
  "Pompeo echoed that point, telling reporters that the work will take time and effort.",
  "But, he added, \"make no mistake about it, there remains a great deal of work to do.\"",
  "There seems to be disagreement about how exactly to make that happen, though.",
  "We discussed our priorities for the potential summit between our leaders.\"",
  "We discussed our priorities for the potential summit between our leaders.",
  "A senior State Department official added that \"the meetings went well.",
  "\"And make no mistake: This is the key to getting a summit finalized.\"",
  "Pompeo and Kim had also met Wednesday night for a 90-minute dinner.",
  "\"We are looking for something that has never been done before.\"",
  "\"This is going to be a process that will take days and weeks.",
  "\"We are looking for something historic,\" the official said.",
  "There will be tough moments, tough times,\" Pompeo said.",
  "Substantive talks with the team from #NorthKorea.",
  "I don't think I want to totally commit myself.\"",
  "And I don't know the answer to that right now.",
  "The issue is, what is the deal?",
  "I don't think anyone knows.\"",
  "And maybe we'll have none.\"",
  "Does it have to be?"
]