[
  "Trump will always give priority to the foreign-policy issues that serve the base coalition of voters who helped him get elected: blue-collar workers hit hard by globalization, evangelical Christians desperate to turn the tide in the culture wars and wealthy pro-Israel donors.",
  "Former White House deputy chief of staff Rick Dearborn said at the American Enterprise Institute this week that Trump’s worldview has always been “focused on trying to create more of a realpolitik Nixonian foreign policy” that deprioritized idealism in favor of pragmatism.",
  "Just this week, self-proclaimed realist Sen. Rand Paul (R-Ky.) saw his efforts to help spark new U.S.-Russian arms-control talks go awry when Trump announced the United States will withdraw from a major arms-control agreement with Russia before negotiations even begin.",
  "One is that Trump has held some beliefs on foreign policy for 30 years that he will never abandon, such as the notion that the United States is getting taken advantage of on trade and that alliance relationships are out of whack.",
  "The Chinese government, for example, has tried to influence Trump using Commerce Secretary Wilbur Ross, Treasury Secretary Steven Mnuchin, Henry Kissinger, Stephen Schwarzman and even senior adviser Jared Kushner.",
  "The president is reasserting his own claim to prioritize the U.S. national interest over all other considerations, rejecting what he sees as the “internationalist” view of free trade or democracy promotion abroad.",
  "Other countries just don’t know how to cope with it.”\n\nThe end result is that the United States has foreign policy that is characterized by unpredictability, which might be an asset if only it were it deliberate.",
  "The truth is Trump can be a nationalist on one issue, a realist on the next and an internationalist on yet another, without ever being required to resolve any of the underlying ideological contradictions.",
  "“For conceptual realists, Trump is an occasional ally rather than somebody who carries the flag,” said Dimitri Simes, president of the Center for the National Interest, a realist think tank in Washington.",
  "Columnist\n\nAlmost two years into the Trump presidency, governments, academics and pundits are still searching for the ideology and doctrine that guides President Trump’s decision-making on world affairs.",
  "But Reagan also believed in arms-control negotiations, trade liberalization, immigration reform, human rights and democracy promotion, all of which Trump has largely tossed aside.",
  "That explains why Trump has aggressively renegotiated trade deals, prioritized the freeing of an evangelical pastor in Turkey and moved the U.S. embassy in Israel to Jerusalem.",
  "Trump administration officials often say privately that while Trump has some long-held beliefs on foreign policy — not all based in fact — he has no core ideology at all.",
  "And because Trump can be convinced to change his mind on important issues based on offhand conversations, personal access to him is the only real influence that matters.",
  "It’s no surprise that Trump’s attempts to define his foreign policy confuse not only Americans but also foreign governments, because the labels change all the time.",
  "Trump’s tough Russia stance is a victory for traditional conservative hawks in his administration, such as national security adviser John Bolton.",
  "It should be clear by now that there is none, other than the specific and unique set of political interests and beliefs Trump personally holds.",
  "Sometimes Trump has claimed his foreign policy is modeled after President Ronald Reagan, based on their shared love of defense spending.",
  "Trump insists on pursuing diplomacy with North Korea, a policy that is regarded with skepticism by many officials, including Bolton.",
  "“He’s doing exactly what he promised in the campaign,” said Dov Zakheim, who served in the Reagan and George W. Bush administration.",
  "Some Americans took that in a “white nationalist” or totalitarian sense, but that’s probably not what Trump meant.",
  "Trump tried a new label on for size this week by declaring himself a “nationalist” at a Houston rally.",
  "Read more from Josh Rogin’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "“You can say he doesn’t have a worldview, but he has a Donald Trump view and he’s sticking to it.",
  "Another is that he likes to be disruptive, believing it gives him leverage in negotiations.",
  "None of them can consistently deliver Trump or even reliably predict what he will do next.",
  "But “realists” in Washington have not gotten the foreign policy they desire from Trump.",
  "It’s whatever he says it is on a given day, and it will probably change the day after.",
  "That means there’s no real way to predict his future decisions based on past actions.",
  "And for all those around the world trying to define Trump’s doctrine, don’t bother.",
  "But the establishment types have not gotten the foreign policy they prefer either.",
  "Even though Trump doesn’t have a foreign-policy ideology, he does have patterns.",
  "It’s not nationalism or realism — it’s just Trumpism.",
  "But even access doesn’t ensure the desired result."
]