[
  "“Something has to give.”\n\nFormer National Security Council spokesman Michael Anton, who is now a lecturer at Hillsdale College, said President Trump would rather be the president known for solving the North Korea problem rather than the “guy who turned places into glass or parking lots.”\n\nHe said other than the two strikes in Syria after the regime’s use of chemical weapons, Trump has gone against interventionist ideas.",
  "If you try to make it work, you’re going to compromise the lethality of the force.”\n\nWatch the panel Veterans and the Forever War: Recent Vets on Military Reform and U.S. Foreign Policy:\n\nDan Grazier, the Jack Shanahan military fellow at the Project for Oversight of Government and a Marine veteran, argued that the U.S. military is being used to fight wars that have no military solution.",
  "Buck called on the American people to force Congress to make tough decisions, saying, “I have no faith that Congress will move in a direction that puts members at risk until the Americans forces us to.”\n\nDefense experts, who also served in the military, discussed how much foreign policy has been militarized today, and how that has affected troops.",
  "He said the concept that the military had to be large enough to fight two wars simultaneously was to justify military largesse after the Cold War, and as a result, the U.S. has a hollow military where a fraction of its units are combat ready and a sizable portion of the budget is going to personnel costs.",
  "“We have absolutely proven that.”\n\nJeff Groom, author of American Cobra Pilot: A Marine Remembers a Dog and Pony Show and a Marine veteran, discussed how continuous wars combined with the desire to maintain an oversized military has hurt the nation’s ability to fight and deter adversaries.",
  "The conference, which took place in the Hart Senate Capitol Building, featured Sen. Rand Paul (R-KY) as the keynote speaker, and panels discussing U.S. foreign policy in the Middle East and East Asia, defense spending, and military readiness.",
  "He slammed administrations going back to former President George W. Bush, calling foreign interventions “one blunder after another.” He said when presidents have campaigned on a message of peace, Americans “seem to like the message.",
  "Watch the panel Middle East (In)stability: Telling the Difference Between Friends and Enemies:\n\nAbbas Kadhim, non-resident senior fellow at the Foreign Policy Institute at John Hopkins University, said there is no Iraq policy.",
  "Paul Pillar, a non-resident senior fellow at the Center for Security Studies at Georgetown University and a contributing editor to The National Interest, called American foreign policy in the Middle East too black-and-white.",
  "He resisted all along.”\n\nWatch the panel Trump Politics and Foreign Policy Realism: A Media View:\n\nHowever, Antle noted that Trump’s anti-war instincts “have not yet broken with the foreign policy status quo” in Washington.",
  "Joshua Landis, author of Syria Comment and director of the Center for Middle East Studies at the University of Oklahoma, said the U.S. is trying to make Syria under the Assad regime and Iran so poor that they collapse.",
  "Gil Barndollar, director of Middle East Studies at the Center for the National Interest and a Marine veteran, criticized putting young U.S. troops in foreign countries expecting them to engage in nation building.",
  "… But presidents don’t make the changes they promise when they campaign.”\n\nBuck said his fellow Republicans failed to take tough votes on authorizing wars, out of concern of keeping their majority.",
  "He said flying military aircraft past their service life and outside of their intended purposes has contributed to aviation mishaps, and last year, more troops dying in aviation mishaps than war.",
  "The American Conservative Editor Jim Antle began the conference by noting that two consecutive presidents — Trump and former President Barack Obama — had questioned U.S. foreign policy post-9/11.",
  "Watch Rand Paul’s Keynote Address:\n\n“I’m convinced that there is a majority of American people who believe as I do and as many of you do that we’ve been at war too long, and in too many places.",
  "“Beggar your enemies to the point where they collapse” is the abandonment of the “most American principles,” Landis said, that ultimately people will buy into the values of the U.S.",
  "Reps. Ro Khanna (D-CA) and Ken Buck (R-CO), who spoke on a bipartisan panel, called for more members of Congress to take back control over declaring war, particularly in Yemen.",
  "“Make them as sexy as action, because action is what everyone respects.”\n\nWatch the panel The Future of Asian Power Politics: Is Trump Gaining or Losing Ground for the U.S.?",
  "Lawmakers and foreign policy experts gathered in Washington, DC, on Thursday for a day-long conference to discuss the need for a more restrained American foreign policy.",
  "The Committee for Responsible Foreign Policy is a 501(c)(4) organization with the mission of pursuing a more restrained foreign policy that adheres to the Constitution.",
  "“It’s unfortunate that we have this uber Manichean approach…all the good guys are on one side of the line, the bad guys are on the other side of the line,” he said.",
  "“If you have a more realistic approach, there’s a lot of things we can do.”\n\nKazianis said one problem with foreign policy is that there is a bias towards action.",
  "Watch Congressman Khanna and Buck:\n\n“I don’t think our founders would have imagined the extent we have abdicated our influence on foreign policy,” Khanna said.",
  "Harry Kazianis, director of defense studies at the Center for the National Interest, argued that North Korea will never give up its nuclear weapons.",
  "Everything’s about doing something, pushing back.”\n\nHe said there needed to be a way to “operationalize” the idea of restraint.",
  "I think there is a possibility for changing things, and I will continue to agitate for that,” Paul said during his remarks.",
  "“They’re out there in the front lines, they are not trained, selected or prepared to be ambassadors of America,” he said.",
  "Furthermore, he said, squeezing Iran would lead to more dependence on Russia and China, and less dependence on Europe.",
  "Khanna said Democrats have also been unwilling to raise the issue out of concern over looking weak on foreign policy.",
  "He said this policy would condemn the region to poverty, which would only increase terrorism over the long run.",
  "“I have more faith that the Democrats will raise this issue in the Congress and force this debate,” he said.",
  "The U.S. has since 2015 supported a Saudi-led coalition fighting against Iran-backed Houthi rebels in Yemen.",
  "He called for Congress to regain and reassert their constitutional powers over matters of war and peace.",
  "He said the establishment “really, really wanted to get boots on the ground in the Syria civil war.",
  "The organization aims to increase awareness of Congress’ Article I responsibility to oversee war.",
  "“Will they rein in the executive branch in this area as the constitution requires it?” he asked.",
  "The following post is sponsored by The Committee for Responsible Foreign Policy (CRFP).",
  "On East Asia, experts argued for a realistic, non-militaristic approach to North Korea.",
  "For more information on CRFP, please visit http://responsibleforeignpolicy.org.",
  "“There is no military solution for a political problem in Afghanistan.",
  "“If you ask them to be ambassadors, one, that’s not going to happen.",
  "“We just don’t have enough bread to feed all the mouths,” he said.",
  "Experts also slammed the U.S.’s foreign policy in the Middle East.",
  "It was hosted by The American Conservative magazine.",
  "The Iraq policy is really the Iran policy, he said.",
  "Yet, he said, the same wars are still ongoing.",
  "Definitely not one in Syria, Yemen,” he said.",
  "“Doing something is praised … .",
  "“Action is praised,” he said."
]