[
  "Meanwhile, President Trump threatened to close the entire southern border in a dispute with Mexico over asylum-seekers\n\nA Democratic senator suggested in a tweet that U.S. agents used 'chemical weapons' on migrants attempting to cross the border illegally - and later backtracked\n\nPresident Trump is scheduled to appear at rallies in Mississippi on Monday in support of Republican U.S. Sen. Cindy Hyde-Smith, who faces Democrat Mike Espy in a pivotal runoff election on Tuesday\n\nThe United States on Sunday offered up to a $5 million reward for information leading to culprits behind the deadly 2008 Mumbai terror attacks\n\nIt is Cyber Monday, and analysts say shoppers will see more sites charging sales tax.",
  "THE LEAD STORY - CHAOS AT THE BORDER - Images and videos posted on social media Sunday showed hundreds of migrants from a Central American caravan pushing past Mexican riot police and rushing the border at the port of entry in San Ysidro, Calif., in a major test for both U.S. border authorities and Mexican officials ... U.S. Customs and Border Protection (CBP) said it temporarily suspended northbound and southbound crossings for both pedestrians and vehicles at the San Ysidro port of entry for approximately five-and-a-half hours.",
  "- Reported by Bradford Betz (@bradford_betz on Twitter)\n\nSTILL SEEKING JUSTICE, 10 YEARS LATER: The U.S. on Sunday offered up to $5 million for information about the attackers who unleashed terror in India's largest city 10 years ago in a horrifying siege that killed 166 people, including six Americans ... Secretary of State Mike Pompeo announced the reward in a statement, calling for justice for the families of the victims in Mumbai.",
  "- Reported by Gregg Re (@gregg_re on Twitter)\n\nLiz Peek: Dems not happy as Hillary Clinton blasts open border policy in Europe\n\nLIBERAL HYSTERIA OVER BORDER VIOLENCE: Sen. Brian Schatz, D-Hawaii, tweeted Sunday that the use of tear gas against Central American migrants who attempted to enter the U.S. illegally may have been a violation of international agreements governing the use of chemical weapons -- before he backtracked ...",
  "Race has become the dominant issue is the final weeks of the campaign as Hyde-Smith has had to defend herself against several stumbles: A photograph of her wearing a replica Confederate soldier's hat, as well as a video of her praising a supporter by saying she would sit in the front row of a public hanging with him.",
  "Black Friday and Cyber Monday are increasingly merging\n\nOil claws back some losses after Black Friday plunge\n\nBE A NATION BUILDER: FOX Nation, FOX News' subscription-based streaming platform, will launch Tuesday ... Viewers will be able to access FOX Nation through their phone, tablet, computer and select TV devices.",
  "- Reported by Samuel Chamberlain (@SChamberlainFOX on Twitter)\n\nSEEKING A 'TRUMP BUMP': President Trump is scheduled to return to the campaign trail on Monday to give a boost to incumbent Republican U.S. Sen. Cindy Hyde-Smith in the final hours of her battle with Democrat Mike Espy over Mississippi's Senate seat ...",
  "- Reported by Nicole Darrah (@nicoledarrah on Twitter)\n\nFLASHBACK: Photos from the 2008 Mumbai terror attack\n\nNEW CYBER MONDAY SALES TAXES - AND TIPS: Shoppers heading online to purchase holiday gifts will find they're being charged sales tax at some websites where they weren't before.",
  "ET: Special guests include: Stephen Sadove, Former chairman and CEO of Saks Incorporated; Tom McGee, CEO of the International Council of Shopping Centers; Karl Rove, former senior adviser to President George W. Bush; U.S. Rep. Scott Perry, R-Pa.\n\nMaking Money with Charles Payne, 2 p.m.",
  "The dramatic escalation at the border came as Mexico's incoming government denied reports Saturday that it had struck a deal with the White House to keep asylum-seekers in the country while their claims move through U.S. immigration courts.",
  "\"We call upon all countries, particularly Pakistan, to uphold their UN Security Council obligations to implement sanctions against the terrorists responsible for this atrocity, including Lashkar-e-Tayyiba and its affiliates.\"",
  "- Former ICE supervisor Jason Piccolo, on \"FOX & Friends Weekend,\" sounding off on migrant caravans heading toward the San Ysidro, Calif., point of entry into the U.S., hours before chaos broke out there on Sunday.",
  "Homeland Security Secretary Kirstjen Nielsen said in a statement that DHS “will not tolerate this type of lawlessness and will not hesitate to shut down ports of entry for security and public safety reasons.\"",
  "It is a members-only destination for the FOX News super fan, featuring exclusive content, daily and weekly short-form programming and a long-form programming lineup of investigative series and documentaries.",
  "The closely watched runoff election this Tuesday between Hyde-Smith and Espy is the last U.S. Senate race to be decided in 2018 and will determine whether Republicans add to their slim majority.",
  "Before the Supreme Court's recent decision, the rule was that businesses selling online had to collect sales tax only in states where they had stores, warehouses or another physical presence.",
  "Developing now, Monday, Nov. 26, 2018\n\nClashes broke out Sunday between U.S. Border Patrol agents and Central American migrants who attempted to rush a major port of entry in California.",
  "In an exchange with opinion writer Stephen Miller, Schatz admitted that \"I went ahead and deleted the one about chemical weapons because I just don’t know enough about what happened.\"",
  "U.S. border agents shot several rounds of tear gas after some migrants attempted to penetrate various points along the border and threw what appeared to be rocks at U.S. authorities.",
  "That meant that major retailers such as Apple, Best Buy, Macy's and Target, which have brick-and-mortar stores nationwide, were generally collecting sales tax from online customers.",
  "Geoff Pender, reporter at the Clarion Ledger, previews the runoff election between Republican U.S. Sen. Cindy Hyde-Smith and Democrat Mike Espy, a former U.S. agriculture secretary.",
  "\"It is an affront to the families of the victims that, after ten years, those who planned the Mumbai attack have still not been convicted for their involvement,\" Pompeo said.",
  "#OnThisDay\n\n\n\n2000: Florida Secretary of State Katherine Harris certifies George W. Bush the winner over Al Gore in the state's presidential balloting by a 537-vote margin.",
  "Vera Gibbons, founder and editor of “NoPo,” a free daily consumer newsletter, offers Cyber Monday shopping strategies on FOX Business: (1) Research, research, research.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: The last ongoing Senate race will be decided in Mississippi Tuesday, but not before President Trump visits the state.",
  "They are set to appear together Monday in Tupelo, best known as the birthplace of Elvis Presley, and are then scheduled to fly to the Gulf Coast for a rally in Biloxi.",
  "In response to reports of U.S. agents using tear gas on migrants, Schatz initially tweeted: \"Tear gas across the border against unarmed families is a new low.\"",
  "1942: The Warner Bros. motion picture \"Casablanca,\" starring Humphrey Bogart and Ingrid Bergman, has its world premiere at the Hollywood Theater in New York.",
  "One expert on FOX Business offers strategies for great deals\n\nSIGN UP: FOX Nation, FOX News' new subscription-based streaming service, launches Tuesday.",
  "That's one of the busiest land ports we have in the world, and it's also going to disrupt commercial and legitimate pedestrian traffic as well.\"",
  "The reason: the Supreme Court ... A June ruling gave states the go-ahead to require more companies to collect sales tax on online purchases.",
  "President Trump, for his part, again threatened to close the entire southern border if no deal could be reached between the two counties.",
  "The Mexican Interior Ministry said Sunday afternoon it would immediately deport the migrants who tried to \"violently\" breach the border.",
  "ET: Nigel Farage, European Parliament member and former UK Independence Party leader; Art Laffer, economic adviser to President Reagan.",
  "New York Post columnist Michael Goodwin explains the definition of \"Trump Imitation Syndrome\" and how it is afflicting liberals.",
  "Plus, commentary by Christian Whiton, senior fellow for strategy and public diplomacy at the Center for the National Interest.",
  "Whether shoppers get charged sales tax on their online purchases comes down to where they live and where they're shopping.",
  "Espy, a former U.S. secretary of agriculture, is seeking to become Mississippi's first black senator since Reconstruction.",
  "ACROSS THE NATION\n\nDelaware Memorial Bridge reopens after chemical leak forces closure, snarling holiday weekend traffic.",
  "Now, more than two dozen have moved to take advantage of the ruling, many ahead of the busy holiday shopping season.",
  "Tear gas fumes were carried by the wind toward people who were hundreds of feet away, including some children.",
  "Mexico's Milenio TV showed images of migrants climbing over fences and peeling back metal sheeting to enter.",
  "However, the tweet was posted for just a few minutes before it was deleted and replaced by another message.",
  "Online shopping season is in full swing with internet traffic jammed with both shoppers and scammers alike.",
  "Twitter reunites long-lost cruise ship friends\n\nMINDING YOUR BUSINESS\n\nElon Musk admits Tesla nearly died.",
  "WATCH\n\n\n\nFOX NEWS OPINION\n\nSteve Hilton: Trump is fighting the elitist enemy within his own White House.",
  "ET: Special guests include: \"Duck Dynasty\" star Sadie Robertson; Newt Gingrich; Lara Trump; and more.",
  "1917: The National Hockey League is founded in Montreal, succeeding the National Hockey Association.",
  "Alex Hamerstone, TrustedSec cyber security analyst, gives tips on how to secure online purchases.",
  "But that wasn't the case for businesses with a big online presence but few physical locations.",
  "THE SWAMP\n\nDemocrat Kamala Harris could lose seat on Senate Judiciary Committee, report says.",
  "HOLLYWOOD SQUARED\n\nBette Midler blames low minimum wage on dangerous Black Friday conditions.",
  "Migrant caravans and the latest in Robert Mueller investigation will be the topics of debate.",
  "Gen. Anthony Tata on why he believes President Trump was right to send troops to the border.",
  "STAY TUNED\n\nOn Facebook:\n\nCheck out 'FOX News Update,' our Facebook-exclusive news program!",
  "Before it's too late, go to FOX Nation now to see how you can sign up as a Founding Member!",
  "AS SEEN ON FOX NEWS WEEKEND\n\nMORE BORDER BATTLES AHEAD - \"I think it's going to be a mess.",
  "Al Gore blasts Trump for 'burying' climate report by releasing it on Black Friday.",
  "Ex-Trump aide Papadopoulos must report to prison for two-week term, judge rules.",
  "ET: Oliver Chen, managing director and retail analyst at the Cowen and Company.",
  "Midwest snowstorm cancels hundreds of flights as holiday weekend winds down.",
  "Allen Guelzo: America was always an exceptional nation -- are we still?",
  "Walmart, Target, Best Buy toughen gift card policies to fight scammers.",
  "'Wreck-It Ralph' and 'Creed' sequels top the Thanksgiving box office.",
  "Mary Anne Marsh: What is the Trump, CIA and Saudi Arabia connection?",
  "Approximately 45 minutes later, Schatz tweeted: \"Who gave the order?",
  "(2) Act quickly (3) Watch self-gifting (4) Pay with the right card.",
  "'Morning Joe' hosts Joe Scarborough, Mika Brzezinski tie the knot.",
  "Refunds promised after tech glitch on Woods-Mickelson live stream.",
  "CLICK HERE to find out how to become a FOX Nation Founding Member!",
  "He then asked Miller: \"Does this not strike you as excessive?\"",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Millennials still skeptical about impact of Trump's tax cuts.",
  "Is this consistent with the Conventions on Chemical Weapons?\"",
  "Trump has supported Hyde-Smith throughout the controversies.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Ricky Jay, 'Boogie Nights' star and magician, dies at 72.",
  "GM plans major announcement on global operations: Report.",
  "We'll see you in your inbox first thing Tuesday morning.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Chinese researcher claims to have altered babies' DNA.",
  "Countdown to the Closing Bell with Liz Claman, 3 p.m.",
  "EU-UK Brexit agreement: Here are the key points.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "Did it implement or contravene policy?\"",
  "He then tweeted \"WHO GAVE THE ORDER?\"",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "ET: Mary Walter is the guest host.",
  "Schatz then asked: \"Why tear gas?",
  "The Brian Kilmeade Show, 9 a.m.",
  "CLICK HERE for more details.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Enjoy your Monday!",
  "Not signed up yet?",
  "in all caps.",
  "Click here."
]