[
  "Authorities say the death toll from the Camp Fire is now up to 63, with 631 people unaccounted for\n\nThe Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly confident he could face trial in a U.S. court, according to a report\n\nA federal judge is expected to announce Friday whether he will order the Trump administration to restore CNN correspondent Jim Acosta's White House press credentials while a lawsuit goes forward\n\nNorth Korea has tested an 'ultramodern tactical weapon' under the observation of Kim Jong Un, state media reported on Friday\n\nTUNE IN: President Trump will sit down for an exclusive, wide-ranging interview with Chris Wallace for this weekend's 'FOX News Sunday' at 2 p.m.",
  "- Reported by Elizabeth Zwirz\n\nNEW DEVELOPMENT EXPECTED IN CNN-TRUMP ADMINISTRATION CASE - A federal judge is expected to announce Friday whether he will order the Trump administration to restore the White House press credentials of CNN reporter Jim Acosta while a lawsuit over its revocation goes forward ... U.S. District Court Judge Timothy Kelly, an appointee of President Trump, has scheduled a hearing for Friday morning to announce his decision.",
  "ET: Jon Summers, communications director for former Senate Majority Leader Harry Reid; Nile Gardiner, director of the Margaret Thatcher Center for Freedom at the Heritage Foundation\n\nOn FOX News Radio:\n\nThe FOX News Rundown podcast: On Tuesday, charges were announced in the fatal shootings of seven adults and a 16-year-old boy that sent shockwaves through an Ohio town nearly three years ago.",
  "- Reported by FOX News and the Associated Press\n\nNORTH KOREA TESTS NEW WEAPON - North Korean leader Kim Jong Un observed the successful test of an unspecified \"newly developed ultramodern tactical weapon,\" state media reported Friday, in an apparent bid to apply pressures on the United States and South Korea amid a stalemated nuclear diplomacy ...",
  "Embattled Broward County official Brenda Snipes is embroiled in a new controversy after her county submitted its machine recount numbers a few minutes late, invalidating the entire tally\n\nPresident Trump is expected to visit California over the weekend to assess the damage to areas ravaged by wildfires over the past week, the White House said.",
  "ET: Special guests include: John Browne, former member of Britain's parliament; Dennis Muilenburg, chairman, president and CEO of Boeing; Robert Kaplan, president and CEO of the Federal Reserve Bank of Dallas; Charles Jones, FirstEnergy president and CEO; Lanhee Chen, former policy director for Mitt Romney and senior adviser to Marco Rubio.",
  "- Reported by Barnini Chakraborty (@Barnini on Twitter) and Gregg Re (@gregg_re on Twitter)\n\nVoting lawsuits piling up after Florida midterms\n\nTRUMP TO VISIT CALIFORNIA - President Trump is expected to travel to California over the weekend amid the wildfires that have ravaged both ends of the state, the White House revealed ...",
  "ET: The latest in the Florida recount, CNN's lawsuit against the Trump administration, the migrant caravans and Nancy Pelosi's potential battle with fellow Democrats to become House speaker will be the topics of debate with the following guests: Jonathan Turley, Geraldo Rivera, Robert Merry, Jason Chaffetz, and Shannon Bream.",
  "- WikiLeaks founder Julian Assange is reportedly facing the prospect of prosecution by the U.S. Justice Department ... A variety of potential charges have been talked about recently among U.S. prosecutors, the Wall Street Journal reported Thursday, citing sources familiar with the details.",
  "ET: John Lonski, managing director and chief economist at Moody's; Lawrence Jones, editor-in-chief at CampusReform.org; Michael Pillsbury, senior fellow and director of the Center for Chinese Strategy at the Hudson Institute; Brandon Judd, president of the National Border Patrol Council.",
  "Thank you for your continued support in our company's growth\n\n------------------------------------------------------------------------------------------------------------------\n\nAS SEEN ON FOX NEWS\n\nSHARING THE BLAME GAME IN FLORIDA - \"She was brought in by [former Florida Gov.",
  "Members of FOX News Influencers:\n\nHave the opportunity to be heard\n\nBe part of a special network of peers\n\nGet to influence new ideas and initiatives\n\nReceive updates on what we’ve learned and how your input has made an impact\n\nFill out our qualification survey and join us.",
  "- The FOX News Insider\n\nHoward Kurtz: Media furor over Trump trashing Mueller probe as 'absolutely nuts'\n\n\n\n-------------------------------------------------------------------------------------------------------------------\n\nDo you consider yourself an Influencer?",
  "ET on FOX News Channel\n\nTHE LEAD STORY - RECOUNT MADNESS: A legally-required hand recount in Florida's battle over a U.S. Senate seat is under way after an initial review of the machine ballots showed Republican Gov.",
  "The Todd Starnes Show, Noon ET: U.S. Rep. Paul Gosar, R-Ariz., weighs in on the Republican House leadership elections and pollster Robert Cahaly will discuss Nancy Pelosi's chances of becoming speaker of the House.",
  "It didn't appear to be a nuclear device or a long-range missiles targeting the mainland U.S., a string of which last year had many fearing war before the North turned to engagement and diplomacy early this year.",
  "- Reported by the Associated Press\n\n'FOX NEWS SUNDAY' EXCLUSIVE: WALLACE INTERVIEWING TRUMP - President Trump will sit down with Chris Wallace for an interview that will air this weekend on \"FOX News Sunday\" ...",
  "The blaze, which is 40 percent contained, has burned through 140,000 acres and destroyed more than 8,700 homes since it erupted Nov. 8, according to the California Department of Forestry and Fire Protection.",
  "The website also gained attention amid the 2016 presidential election when Russian spies allegedly gave WikiLeaks emails from Hillary Clinton’s campaign in a bid to help elect then-candidate Donald Trump.",
  "The website also gained attention amid the 2016 presidential election when Russian spies allegedly gave WikiLeaks emails from Hillary Clinton’s campaign in a bid to help elect then-candidate Donald Trump.",
  "CNN has asked the judge for an order that would force the White House to immediately hand back the credentials that give Acosta access to the White House complex for press briefings and other events.",
  "Wallace will talk to the president about his domestic and foreign policy agendas following the midterm elections, where Democrats took control of the House of Representatives and much more.",
  "Still, any mention of weapons testing could influence the direction of currently stalled diplomacy between Washington and Pyongyang that's meant to rid the North of its nuclear weapons.",
  "CNN sued the Trump administration after the White House revoked Acosta's press access following a contentious exchange with President Trump during a news conference last week.",
  "Assange has been holed up inside the Ecuadorian Embassy in London since 2012 when British courts ordered him extradited to Sweden to face questioning in a sexual assault case.",
  "Stoddard, associate editor of RealClear Politics, giving her taking the recount chaos in Florida and the focus on Broward County Supervisor of Elections Brenda Snipes.",
  "The Washington Post reported Thursday that Assange has already been charged and that prosecutors inadvertently revealed the development in an unsealed court filing.",
  "Great white sharks tracked off North Carolina coast traveled 1,000 miles from Canada, experts say\n\nCreatures with 'pancake batter'-like appearance found off Maine.",
  "#OnThisDay\n\n\n\n2006: Democrats embrace Nancy Pelosi as the first woman House speaker in history, but then select Steny Hoyer as majority leader against her wishes.",
  "The Camp Fire burning in Northern California has killed at least 63 people, Butte County Sheriff Kory Honea said Thursday night; 631 people were unaccounted for.",
  "WATCH\n\n\n\nAVENATTI AND THE LEFT'S DOUBLE STANDARD\n\nMichael Avenatti's rise and fall: From media darling, potential 2020 candidate to domestic violence arrest.",
  "WikiLeaks is facing a federal grand jury investigation over its publication of American diplomatic and military secrets stemming from the war in Iraq.",
  "WikiLeaks is facing a federal grand jury investigation over its publication of American diplomatic and military secrets stemming from the war in Iraq.",
  "That case has been dropped, but WikiLeaks supporters have claimed that Assange fears being extradited to the United States if he leaves the embassy.",
  "Ohio Attorney General and Governor-elect Mike DeWine discusses what led authorities to charge four members of a different family for the killings.",
  "ET: Tim Goodnow, president and CEO of Senseonics Incorporated; Barry Worthington, executive director of United States Energy Association (USEA).",
  "1959: The Rodgers and Hammerstein musical, \"The Sound of Music,\" opens on Broadway\n\nFOX News First is compiled by FOX News' Bryan Robinson.",
  "And while those potential charges have yet to be determined, it’s possible that they could include the Espionage Act, the Journal reported.",
  "Developing now, Friday, Nov. 16, 2018\n\nA hand recount was underway in Florida's bitter battle for the U.S. Senate between Republican Gov.",
  "The president on Saturday will visit those who've been affected by the flames, White House deputy press secretary Lindsay Walters said.",
  "In the recount, Nelson lost more votes than Scott -- meaning Scott would have seen a net gain of 779 votes if Snipes hadn't been late.",
  "ACROSS THE NATION\n\nCalifornia sheriff's deputy killed responding to bar shooting proposed to his wife in same spot decades before.",
  "GOP Senate candidate Rick Scott's campaign charged Snipes intentionally submitted late results so that they would be invalidated.",
  "Under Florida state law, a manual recount is required if the margin of victory between the candidates is less than 0.25 percent.",
  "ET: 710 WOR radio host Mike Reidel and FOX News Radio reporter Michael \"Gunz\" Gunzleman discuss the top news stories of the day.",
  "Plus, commentary by Christian Whiton, senior fellow for strategy and public diplomacy at the Center for the National Interest.",
  "Instead, Broward County's results from last Tuesday’s election will stand until manual recount totals come in Sunday at noon.",
  "1966: Dr. Samuel H. Sheppard is acquitted in Cleveland at his second trial of murdering his pregnant wife, Marilyn, in 1954.",
  "News coverage of Special Counsel Robert Mueller's Russia probe took a backseat during the run-up to the midterm elections.",
  "ET: U.S. Rep. Adam Kinzinger, R-Ill.; Rep. Louie Gohmert, R-Texas; Nigel Farage, former UK Independence Party leader.",
  "TRENDING\n\n'Stranded motorist’ in GoFundMe case allegedly texted friend, ‘shush about the made up stuff’: report.",
  "FOX NEWS OPINION\n\nNed Ryun: Trump vs. Macron: What the French president doesn't understand about nationalism.",
  "Thursday’s mistake in Broward is just the latest in a series of missteps for the largely Democratic county.",
  "All eyes are once again locked on Broward County and its troubled supervisor of elections, Brenda Snipes.",
  "An official said her county had uploaded the results of its recount two minutes after the state’s 3 p.m.",
  "Acting Attorney General Whitaker doesn't see need to recuse himself 'legally or factually,' Graham says.",
  "Stan Lee talks about his fans in a touching posthumous video: 'I cannot tell you how much I love' them.",
  "'The View' promises to disavow 'friend to the show' Michael Avenatti if he's guilty of domestic abuse.",
  "Hyde-Smith campaign says remarks about making it 'difficult' for 'liberal folks' to vote were a joke.",
  "Also check your local FOX broadcast network listings for the \"FOX News Sunday\" air time in your area.",
  "U.S. Rep. Andy Biggs, R-Ariz., on new calls to build a wall as the migrant caravans cross the border.",
  "CNN wants Acosta's credentials restored while a lawsuit over the revocation remains in litigation.",
  "Assange has denied getting the files from the Russian government or backing the Trump campaign.",
  "Assange has denied getting the files from the Russian government or backing the Trump campaign.",
  "Dr. Marc Siegel: ObamaCare is here to stay, but it's improving under the Trump administration.",
  "- Russia Special Counsel Robert Mueller is believed to be close to ending his investigation.",
  "Rick Scott and incumbent Democratic Sen. Bill Nelson separated by less than 13,000 votes ...",
  "Tammy Bruce: Avenatti demands fairness when he's accused – denies it to Trump and Kavanaugh.",
  "THE SWAMP\n\nGrassley, in split from McConnell, favors Senate vote on Mueller protection bill.",
  "Russia Special Counsel Robert Mueller is believed to be close to ending his investigation.",
  "Nikolas Cruz asked brother of student he'd just shot for a ride after massacre: report.",
  "Become a trusted adviser in our FOX News community and help guide our brand’s future.",
  "Rick Scott] fully accountable for the state of the voting system in Florida today.",
  "Stu Varney: Maxine Waters threatening banks is a lot of noise, no serious action.",
  "HOLLYWOOD SQUARED\n\nKim Porter, model and mother of Diddy's children, dead at 47.",
  "The exclusive interview will be Wallace's first with Trump since he took office.",
  "On Facebook:\n\nCheck out 'FOX News Update,' our Facebook-exclusive news program!",
  "ET: What has President Trump done for the military and what work is left to do?",
  "Michael Graubart: How to navigate the 'Bermuda Triangle' of holiday drinking.",
  "It's on him, and poor Ron DeSantis better clean it up in the next two years.\"",
  "Bette Midler slammed for vulgar caption of old Melania Trump modeling photo.",
  "ET: Florida Attorney General Pam Bondi on the latest in the Florida recount.",
  "Amazon's NYC headquarters will displace 1,000 public school employees.",
  "- Sign up now and find out more about its exciting launch on Nov. 27!",
  "Judge Andrew Napolitano gives an update on the Mueller investigation.",
  "The hottest holiday shopping deals with lifestyle expert Amy Sewell.",
  "Groom-to-be accidentally knocks girlfriend to floor during proposal.",
  "ET on FNC: Exclusive - Chris Wallace interviews President Trump.",
  "A special edition of \"Cooking with 'Friends'\" with Steve Doocy!",
  "After the Bell with Melissa Francis and Connell McShane, 4 p.m.",
  "Remembering Roy Clark, country music legend and 'Hee Haw' star.",
  "MINDING YOUR BUSINESS\n\nStocks claw back on trade talk optimism.",
  "Stormy Daniels says Avenatti accusations are 'very troubling.'",
  "Malibu Mayor Rick Mullen on battling the California wildfires.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "John Kasich, in New Hampshire, hints at Trump 2020 challenge.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "- Reported by Elizabeth Zwirz\n\nDOJ READY TO CHARGE ASSANGE?",
  "But the manual recount does not come without controversy.",
  "Jeb Bush] because the person before her was a disaster.",
  "We'll see you in your inbox first thing Monday morning.",
  "Countdown to the Closing Bell with Liz Claman, 3 p.m.",
  "Rick Scott and incumbent Democratic Sen. Bill Nelson.",
  "On FOX News Weekend:\n\nCavuto Live, Saturday, 10 a.m.",
  "Kennedy: The 'Never Nancy' movement is gaining legs.",
  "ET deadline – making its machine recount tally void.",
  "Powell credits strong U.S. economy to fed policies.",
  "MLB, FOX extend TV broadcasting deal through 2028.",
  "Don't miss some good news with FOX News' Tonya J.",
  "New pro-Trump social network offers alternative.",
  "Greg Gutfeld: 'We must be better than Avenatti.'",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "However, new indictments may be coming soon.",
  "Army sets sights on new sniper camouflage.",
  "FOX News Sunday, Sunday, 2 p.m. and 7 p.m.",
  "Catch the interview this Sunday at 2 p.m.",
  "Thanksgiving dinner is getting cheaper.",
  "Making Money with Charles Payne, 2 p.m.",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "STAY TUNED\n\nFOX Nation is coming!",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Enjoy your day and weekend!",
  "Click here to find out how.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "Pete Hegseth sounds off.",
  "DID YOU HEAR ABOUT THIS?",
  "I hold him [Florida Gov.",
  "ET on FOX News Channel.",
  "Why is this important?",
  "Banned from Facebook?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "ET and 7 p.m.",
  "ET and 7 p.m.",
  "Click here.",
  "Powers.",
  "– A.B."
]