[
  "- Reported by John Roberts, Gregg Re (gregg_re on Twitter), and Samuel Chamberlain (@SChamberlainFOX on Twitter)\n\nGregg Jarrett: Flynn sentencing memo is a big nothing\n\nU.S.-CHINA TRADE TURMOIL: China has issued an optimistic promise to carry out the terms of the tariff ceasefire reached by President Trump and Chinese leader Xi Jinping last weekend at the G20 summit, but has not succeeded in clearing up any confusion about the deal ... A Commerce Ministry statement on Wednesday said, \"China will start from implementing specific issues on which consensus has been reached, and the sooner, the better.\"",
  ": Former CBS CEO Les Moonves, who resigned in September following a slew of sexual misconduct allegations made against him, \"destroyed evidence\" related to the case, according to a report released Tuesday night ... Moonves, 69, was trying to save his reputation at the network, and his multimillion-dollar severance package, when he \"misled investigators\" working on behalf of the company, the New York Times reported, citing a 59-page report drafted for the CBS board.",
  "Senate lawmakers want answers after the FBI raided the home of an alleged whistleblower who provided documents on the Clinton Foundation and the Uranium One deal to a watchdog\n\nFormer CBS CEO Les Moonves obstructed the investigation into sexual misconduct allegations against him, according to a report\n\nTHE LEAD STORY – FAREWELL TO 41: The nation will say its final farewell to former President George H.W.",
  "CALL FOR TRANSPARENCY ON URANIUM ONE: Sen. Chuck Grassley, R-Iowa, has written to FBI Director Christopher Wray and the Justice Department's internal watchdog to request information about a raid on the home of a former FBI contractor who gave the watchdog documents related to former Secretary of State Hillary Clinton and the sale of Canadian mining company Uranium One to a Russian firm's subsidiary ...",
  "Daniel Krauthammer joins the podcast to share stories of his late father and to discuss his final book, “The Point of It All: A Lifetime of Great Loves and Endeavors.” Charles’ friends and colleagues - FOX News anchor Bret Baier, FOX News senior political analyst Brit Hume, and FOX News political editor Chris Stirewalt - all give touching accounts of his life and legacy as a political pundit.",
  "Bush as President Trump, four living former presidents and other high-ranking officials and dignitaries from around the world gather at the Washington National Cathedral to celebrate Bush’s life of public service ... George W. Bush will eulogize his father, as will former U.S. Sen. Alan Simpson, former Canadian Prime Minister Brian Mulroney and presidential historian Jon Meacham.",
  "The draft, according to the Times, said Moonves \"engaged in multiple acts of serious nonconsensual sexual misconduct in and outside of the workplace, both before and after he came to CBS in 1995.”\n\n\n\nTHE SOUNDBITE\n\nTIME FOR THE U.S. TO SEND A MESSAGE - \"It's not in our interests to give the crown prince a pass for murder of an American resident with three American children.",
  "Special Counsel Robert Mueller has recommended a lenient sentence, with the possibility of no prison time, for Trump's former national security adviser Michael Flynn, citing his 'substantial' help in multiple investigations\n\nChina on Wednesday issued a vague statement promising to carry out the tariff cease-fire agreement reached by presidents Trump and Xi.",
  "- Special Counsel Robert Mueller filed a memorandum Tuesday recommending a lenient sentence -- with the possibility of no prison time -- for convicted former national security adviser Michael Flynn, and stating that Flynn has offered \"substantial\" help to investigators about \"several ongoing investigations\" ...",
  "The documents in question allegedly show that federal officials failed to investigate possible criminal activity related to Clinton, the Clinton Foundation and Rosatom, the Russian nuclear company whose subsidiary purchased Uranium One in 2013.",
  "- U.S. Sen. Lindsey Graham, R-S.C., on \"The Story with Martha MacCallum,\" vowing to come down \"like a ton of bricks\" on Saudi Arabian Crown Prince Mohammed bin Salman for the killing of Saudi activist Jamal Khashoggi.",
  "Plus, special guests: Wall Street Journal columnist Kimberley Strassel; Anthony Scaramucci, former White House director of communications under President Trump; Charlie Hurt, Opinion editor for the Washington Times.",
  "The heavily redacted memo’s release comes as additional sentencing memorandums are expected within days in the cases of former Trump attorney Michael Cohen and ex-campaign chairman Paul Manafort.",
  "1776: The first scholastic fraternity in America, Phi Beta Kappa, is organized at the College of William and Mary in Williamsburg, Va.\n\nFOX News First is compiled by FOX News' Bryan Robinson.",
  "The Todd Starnes Show, Noon ET: U.S. Rep. Jim Jordan, R-Ohio, discusses how Congress can fund the border wall, and former NFL player Burgess Owens takes on the league's latest controversies.",
  "Developing now, Wednesday, Dec. 5, 2018\n\nA National Day of Mourning is being observed in the U.S. on Wednesday as the nation prepares to say its last farewell to former President George H.W.",
  "After the state funeral, Bush will be flown back to Texas, where he will lie in repose at St. Martin’s Episcopal Church in Houston until Thursday morning's funeral there.",
  "Former Presidents Barack Obama, Bill Clinton and Jimmy Carter are expected to attend along with former first ladies Michelle Obama, Hillary Clinton, and Rosalynn Carter.",
  "Also reportedly expected in the invitation-only crowd: Mike Lovejoy, a Kennebunkport electrician and fix-it man who has worked at Bush's Maine summer estate since 1990.",
  "Rudy Giuliani, President Trump's attorney, downplayed the memo, calling Mueller's team \"sick puppies\" and arguing alleged Russian collusion still had not been proven.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: In the final days before his death in June, Charles Krauthammer left his son Daniel the task of finishing his book.",
  "#TheFlashback\n\n\n\n2008: The Labor Department reports that an alarming half-million jobs vanished in November 2008 as unemployment hits a 15-year high of 6.7 percent.",
  "The New York Stock Exchange and Nasdaq will be closed Wednesday in observance of the national day of mourning for former President George H.W.",
  "In response, Cain reportedly claimed that he was a protected whistleblower under federal law recognized by the DOJ watchdog, Michael Horowitz.",
  "ET: Special guests include: Christian Whiton, senior fellow for strategy and public diplomacy at the Center for the National Interest.",
  "ET: Wall Street Journal columnist Kimberley Strassel, Allen West and Kennedy will look at the life and legacy of George H.W.",
  "China has yet to confirm Trump's claim Beijing promised to cut auto tariffs and immediately buy more American farm goods.",
  "1932: German physicist Albert Einstein is granted a visa, making it possible for him to travel to the United States.",
  "U.S. stocks on Tuesday plunged 799 points over fears of recession and confusion over the U.S.-China trade 'truce.'",
  "ET: Tune in for FOX News' ongoing coverage with Bill Hemmer and Dana Perino at the Washington National Cathedral.",
  "Plus, Daniel Krauthammer provides commentary\n\nWant the FOX News Rundown sent straight to your mobile device?",
  "That fueled the confusion and doubt on Wall Street that led to U.S. stocks plunging 799 points on Tuesday.",
  "According to the Daily Caller, 16 FBI agents raided the Maryland home of Dennis Nathan Cain on Nov. 19.",
  "TODAY'S MUST-READ: John Stossel: Google and Facebook cross 'The Creepy Line' of censorship every day.",
  "CIA Director Gina Haspel briefed Senate committee leaders on Tuesday on the Khashoggi investigation.",
  "President Trump is not expected to speak but will be in attendance with first lady Melania Trump.",
  "Plus: columnist Ron Hart and attorney Jonna Spilbor discuss the legacy of President George H.W.",
  "He told FOX News that Flynn had admitted to offenses comparable to \"spitting on the sidewalk.\"",
  "ET: Daniel Krauthammer discusses his father's legacy and final book, \"The Point of It All.\"",
  "Cain, his lawyer Michael Socarras said, was accused of possessing stolen federal property.",
  "Because then you're going to have open season on Americans everywhere.\"",
  "A closer look at a child's fight against snowball ban in Colorado.",
  "Bush at a state funeral at the Washington National Cathedral.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Bush Presidential Library Center in College Station, Texas.",
  "We'll see you in your inbox first thing Thursday morning.",
  "Bush and the latest in the Robert Mueller investigation.",
  "The statement gave no indication what those issues are.",
  "- Reported by Samuel Chamberlain\n\nEYE ON A COVERUP?",
  "Bush and the latest on the Russian investigation.",
  "STAY TUNED\n\nOn FOX News:\n\nFOX & Friends, 6 a.m.",
  "He will be laid to rest at the George H.W.",
  "On FOX Business:\n\nKennedy, 9 p.m.",
  "The State Funeral of George H.W.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Bush before his state funeral.",
  "ET: A tribute to George H.W.",
  "The Tom Shillue Show, 3 p.m.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "Not signed up yet?",
  "Enjoy your day!",
  "Bush, 2 p.m.",
  "FLYNN FLIPS?",
  "Click here.",
  "Bush."
]