[
  "President Trump and other world leaders have gathered in Argentina as the Group of 20 summit officially begins Friday\n\nA high-speed chase near the U.S.-Mexico border left three people dead and eight injured Thursday night\n\nFired FBI Director James Comey has asked a judge to dismiss a congressional subpoena for him to testify about alleged anti-Trump bias in the agency under his watch\n\nAmid outcry from civil rights groups, U.S. Sen. Tim Scott, R-S.C., reversed his stance and announced Thursday he would oppose embattled Trump judicial nominee Thomas Farr\n\nTUNE IN: First lady Melania Trump gives FOX News' Ainsley Earhardt a behind-the-scenes tour of White House Christmas decorations and more in an exclusive interview on 'FOX & Friends' Friday at 6 a.m.",
  "ET: Michael Pillsbury, senior fellow and director of the Center for Chinese Strategy at the Hudson Institute; Christian Whiton, senior fellow for strategy and public diplomacy at the Center for the National Interest; U.S. Rep. Andy Biggs, R-Ariz.\n\nOn FOX News Radio:\n\nThe FOX News Rundown podcast: Jonathan Turley, professor of law at George Washington University and Judge Andrew Napolitano, FOX News senior judicial analyst, discuss Michael Cohen's guilty plea and its potential ramifications for the Mueller investigation.",
  "- Reported by Gregg Re (@gregg_re on Twitter)\n\nFIRST LADY’S CHRISTMAS TOUR: First lady Melania Trump gave FOX News an exclusive inside look at the striking red-themed White House Christmas décor that she says represents the \"bravery, heart, and patriotism\" of the country ... Mrs. Trump and \"FOX & Friends\" co-host Ainsley Earhardt toured some of the most iconic locations in the presidential residence, and the first lady offered personal thoughts on what the display means to her.",
  "- Reported by Bradford Betz (@bradford_betz on Twitter)\n\nCOMEY, A LEAKER, NOW WORRIED ABOUT 'SELECTIVE LEAKS': Fired FBI Director James Comey has asked a federal judge to dismiss a subpoena from the House Judiciary Committee requesting closed-door testimony, citing a history of leaks creating a “corrosive narrative\" ... Lawyers for Comey filed the motion Thursday in an attempt to keep him from having to appear before House Republicans in a closed-door meeting on Monday.",
  "Trump cancels meeting at G20 with Putin over Ukraine tensions\n\nMatthew Swift: It's time for the G20 summit to deliver real solutions and results\n\nDEADLY CHASE AT THE BORDER: A high-speed chase near the U.S.-Mexico border in San Diego County ended with three dead and eight injured after a Chevrolet pickup fled an enforcement stop ... Border Patrol agents attempted to conduct an enforcement stop around 4:25 p.m. in eastern San Diego County.",
  "ET\n\nTHE LEAD STORY - RUSSIA COLLUSION, COHEN'S GUILTY PLEA AND ITS WORTH: Michael Cohen, President Trump’s former personal attorney, pleaded guilty Thursday to lying to Congress about a Trump real estate project in Russia in the latest development in Special Counsel Robert Mueller’s investigation ... Cohen entered the plea in a surprise, 30-minute federal court appearance in New York City on Thursday.",
  ": South Carolina Republican Sen. Tim Scott announced Thursday he will oppose embattled judicial nominee Thomas Farr, in a reversal of his position a day earlier that seemingly ends the nominee's chances for now amid fierce criticism by civil rights groups ... Democratic lawmakers and the NAACP have long cited Farr's work on the campaigns of North Carolina Republican Sen. Jesse Helms in 1984 and 1990.",
  "In an op-ed on Foxnews.com, Jarrett writes, \" Insofar as proving some amorphous crime of Trump-Russian 'collusion' to win the 2016 presidential election, Mueller is getting something about as valuable as a crumpled dollar...\"\n\n'GLADIATOR BATTLE' ANTICIPATED AT G20 SUMMIT: FOX Business anchor Liz Claman gave a preview of the G20 summit, which opens Friday.",
  "The subpoena, issued last week, calls on Comey to testify as part of the congressional inquiry into allegations of anti-Trump bias that led to shutting down the probe of Hillary Clinton's private email server and the opening of the investigation into purported ties between the Trump campaign and Russia.",
  "Trump has already slapped tariffs on $250 billion worth of Chinese goods coming into the U.S. and has threatened to turn up the heat by tacking tariffs on another $257 billion worth of imports if China doesn't drop its trade practices which Trump argues are unfair.",
  "– Dana Perino, on \"The Five,\" sounding off on former porn star Stormy Daniels' allegations that her attorney, Michael Avenatti, filed a defamation lawsuit against President Trump without her approval and that he is not forthcoming on legal accounting information.",
  "Agents deployed a spike strip as the vehicle traveled westbound and the driver lost control, became airborne and rolled down an embankment into a two-lane interstate east of Crestwood Road, authorities said, according to the San Diego Union-Tribune.",
  "Saudi Arabia's Big Gamble - Saudi Arabia's Crown Prince Mohammed Bin Salman, also known as MBS, could be in the crosshairs of Argentine prosecutors who are considering charging the prince with torture and war crimes if he lands on Argentinian soil.",
  "ET: Special guests include: John Negroponte, former U.S. ambassador to the U.N.; Aron Levine, head of Consumer Banking and Merrill Edge at Bank of America; U.S. Rep. John Garamendi, D-Calif.; Ray Dalio, founder of Bridgewater Associates.",
  "Special guests include: Ric Grenell, U.S. ambassador to Germany, on what President Trump wants to accomplish at the G20 summit; U.S. Sen. Joni Ernst, R-Iowa, on how the U.S. should deal with Russia's new aggression in the Ukraine.",
  "The Todd Starnes Show, Noon ET: Todd Starnes speaks with GOP strategist Jen Kerns about the border crisis and gets a visit from Robert Jeffress, a FOX News contributor and senior pastor at the First Baptist Church of Dallas.",
  "Here are excerpts from Claman's analysis on FOXBusiness.com:\n\nThe Group of 20 event is already shaping up to be more of a gladiator battle than a cordial forum that brings together leaders of the world's major economies ...",
  "But forget the anti-capitalists and anarchists: This time around it's shaping up to be a multi-layered showdown involving the United States, China, Russia, Saudi Arabia, Argentina and possibly even Canada and Mexico.",
  "Farr was specifically criticized for allegedly working on the Helms campaign's behalf to distribute 120,000 postcards, primarily to black voters, to discourage voting, something he denied knowing anything about.",
  "ET: Nelson Balido, chairman and CEO of the Border and Commerce Security Council; Curtis Ellis, former Trump campaign trade and jobs adviser; U.S. Rep. Tom Reed, R-N.Y.; Gary Kelly, Southwest Airlines CEO.",
  "Thursday marked the first time Mueller’s team charged Cohen as part of its investigation into Russian meddling and potential collusion with Trump campaign associates during the 2016 presidential election.",
  "Developing now, Friday, Nov. 30, 2018\n\nPresident Trump's former attorney, Michael Cohen, pleaded guilty Thursday to lying to Congress about a possible Trump Organization real estate project in Moscow.",
  "ET: The G20 summit, Mueller's Russia investigation, Michael Cohen's guilty plea and caravan crisis at the border will be the topics of debate with the following guests: U.S. Sen. Roger Wicker, R-Miss.",
  "However, Gregg Jarrett, FOX News' legal analyst, says the plea deal only helps Cohen's case for leniency when he is sentenced and does not prove wrongdoing on the part of President Trump.",
  "1993: President Bill Clinton signs the Brady Bill, which requires a five-day waiting period for handgun purchases and background checks of prospective buyers.",
  "Peter Brookes, senior fellow of national security affairs for the Heritage Foundation, breaks down the United States' relationship with Saudi Arabia.",
  "ET: Former CIA operative Mike Baker joins Tom Shillue to preview the G20 summit and discuss our ongoing hostilities with Russia and Saudi Arabia.",
  "Reading the tea leaves - U.S. vs. China: President Donald Trump has a dinner meeting set for Saturday night with Chinese leader Xi Jinping.",
  "Lawmakers on both sides of the political aisle have voiced their disagreement with the Trump administration's handling of the situation.",
  "He pleaded guilty to making false statements to the Senate Intelligence Committee in 2017 about a plan to build a Trump Tower in Moscow.",
  "ET: Exclusive: Ainsley Earhardt gets a behind-the-scenes look at the White House Christmas decorations with first lady Melania Trump.",
  "- Another gigantic question mark hovers over the planned signing at the G20 meeting of the US-Mexico-Canada Agreement (USMCA), a.k.a.",
  "HOLLYWOOD SQUARED\n\n'Dog the Bounty Hunter' speaks out following news his wife Beth's cancer has returned: 'Please say a prayer.'",
  "FOX News legal analyst Gregg Jarrett says Cohen's guilty plea still does not prove Russian collusion or any wrongdoing by Trump.",
  "But a 1991 memo from the Department of Justice, unearthed this week, set the stage for Farr's latest troubles.",
  "ET: Tune in for live coverage of President Trump attending the G20 summit with world leaders in Argentina.",
  "ACROSS THE NATION\n\nCNN drops commentator Marc Lamont Hill after anti-Israel remarks at UN spark backlash.",
  "The driver reportedly failed to yield to the Border Patrol’s marked vehicle and fled, the statement read.",
  "ET on FNC: \"FOX News Sunday\" broadcasts live from the Ronald Reagan Presidential Library in California.",
  "The intended date to officially seal the deal is Friday but the text has still not been finalized.",
  "fans watch Ken Jennings' 74-game winning streak end as he loses to real estate agent Nancy Zerg.",
  "Colorado dad seen in newly released video with truck used to haul bodies of wife, daughters.",
  "STAY TUNED\n\nOn Facebook:\n\nCheck out 'FOX News Update,' our Facebook-exclusive news program!",
  "In October, Jamal Khashoggi was murdered inside the Saudi Arabian consulate in Istanbul.",
  "Tom Hanks in talks to play Geppetto in Disney’s live-action ‘Pinocchio’ movie: report.",
  "Elizabeth Warren opposes revamped North American trade deal in foreign policy speech.",
  "Janice Dean rappels from one of Connecticut's tallest buildings with \"Santa's Elf.\"",
  "The main course will undoubtedly be the trade battle raging between the world's No.",
  "Plus, commentary by Democratic strategist and FOX News contributor Leslie Marshall.",
  "Trent Reznor claims he banned Ted Cruz from guest list at Nine Inch Nails shows.",
  "MINDING YOUR BUSINESS\n\nU.S., Canada, Mexico continue brinkmanship on trade deal.",
  "Facebook's Sandberg said to have asked staff to research George Soros: report.",
  "THE SWAMP\n\nPaul Ryan questions California's 'bizarre' vote-counting process.",
  "California Democratic Party chairman resigns amid sexual misconduct claims.",
  "Christian artists could face jail for refusing service to same-sex couples.",
  "Trump may suspend additional China tariffs under proposed deal: Report.",
  "Michael Froman, former U.S. trade representative under President Obama.",
  "1982: The Michael Jackson album \"Thriller\" is released by Epic Records.",
  "Ed Rollins: President Trump v. Speaker Pelosi -- let the battle begin.",
  "Other special guests include: Geraldo Rivera and Judge Jeanine Pirro.",
  "; Gen Jack Keane; Michele Flournoy, former undersecretary of defense.",
  "; Geraldo Rivera; Michael Isikoff; Shannon Bream; Martha MacCallum.",
  "Black Christmas trees become hottest new holiday trend this season.",
  "- Reported by Gregg Re\n\nAS SEEN ON FOX NEWS\n\nAVENATTI THE OFFENDER?",
  "Bill Stoller: Are you being smart about hiring in a tight market?",
  "- Reported by Paulina Dedaj (@PaulinaDedaj on Twitter)\n\nFARR OUT?",
  "Bayer to slash 12,000 jobs, sell businesses after Monsanto deal.",
  "ET: Guests include: Steve Hilton, host of \"The Next Revolution.\"",
  "Tune in to \"FOX & Friends\" Friday morning to see the interview!",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "We'll see you in your inbox first thing Monday morning.",
  "Time for law enforcement to end the cash grab: Kennedy.",
  "FOX NEWS OPINION\n\nMarc Thiessen: Gene editing is here.",
  "These six figure jobs don't require a college degree.",
  "9,000-year-old rare stone mask discovered in Israel.",
  "On FOX News Weekend:\n\nCavuto Live, Saturday, 10 a.m.",
  "Don't miss the good news with FOX News' Tonya J.",
  "Click here to read Liz Claman's entire article.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "Why some doctors are swallowing Lego heads.",
  "Special guests: U.S. Sen. Ben Cardin, D-Md.",
  "FOX News Sunday, Sunday, 2 p.m. and 7 p.m.",
  "The Story with Martha MacCallum, 7 p.m.",
  "Here are the new tax brackets for 2019.",
  "Making Money with Charles Payne, 2 p.m.",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "Cavuto: Coast to Coast, Noon ET: Amb.",
  "#OnThisDay\n\n\n\n2004: \"Jeopardy!\"",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Enjoy your day and weekend!",
  "This is the war on women.\"",
  "Welcome to FOX News First.",
  "Will Pen Be Put to Paper?",
  "Thank you for joining us!",
  "It's an enormous threat.",
  "DID YOU HEAR ABOUT THIS?",
  "-You know what this is?",
  "2 largest economies.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Click here.",
  "NAFTA 2.0.",
  "1 and No.",
  "Powers."
]