[
  "Seemingly citing a spokesperson for Russian President Vladimir Putin, Mr. Trump pointed out that Moscow had said the report -- which the president-elect charged as having been “paid for by political opponents” -- was “A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.”\n\nRussia just said the unverified report paid for by political opponents is \"A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.\"",
  "“Russia is one of the hottest places in the world for investment.”\n\nOn Wednesday, the president-elect also seemed to criticize U.S. intelligence agencies, saying they “should never have allowed this fake news to ‘leak’ into the public.”\n\nHe then questioned: “Are we living in Nazy Germany?”\n\nIntelligence agencies should never have allowed this fake news to \"leak\" into the public.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nRussia, he went on to say, had “never tried to use leverage over me.” He distanced himself from the country further saying he has “NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!”\n\nRussia has never tried to use leverage over me.",
  "According to top aide Kellyanne Conway, who spoke to “CBS This Morning” earlier in the day, Mr. Trump is expected to address the claims of compromising Russian information during his formal news conference, his first since he was elected to the White House in November.",
  "CBS News’ Julianna Goldman reported on his connections to Russia in July of last year, showing that Trump had thought of Russia as being a appealing business climate and that he had attempted to bring his brand to the country for decades.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nExtensive reporting has shown, however, that the president-elect has had business ties to the country -- and to some of its most important power players.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nI win an election easily, a great \"movement\" is verified, and crooked opponents try to belittle our victory with FAKE NEWS.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nThe president-elect made the comments hours before he is scheduled to hold a press conference Wednesday morning.",
  "In 2013, Trump’s Miss Universe pageant was held in Moscow -- thanks, in part, to the dealings of Crocus Group, a Russian real estate development firm that.",
  "Donald Trump blasted out several Twitter missives Wednesday addressing the unsubstantiated claims of Russian attempts to discredit the president-elect.",
  "In a 2007 deposition, Mr. Trump even discussed plans for a Trump International hotel in the country.",
  "“It’s ridiculous that I wouldn’t be investing in Russia,” Trump had said in his deposition.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!",
  "One last shot at me.Are we living in Nazi Germany?",
  "A sorry state!",
  "Very unfair!"
]