[
  "… Reuters alum Jessica Bachman … Jacob Levy ... Joseph Grieboski … Hemanshu Nigam ... Mike Thomas ... Jacqueline Policastro, Gray Television’s D.C. bureau chief … Emily Hytha, comms director for Rep. Mike Conaway (R-Texas) ... Sheri Treadwell ... TPM’s Tierney Sneed ... Jill Meadows Hoppin ... Barclay Palmer ... Joseph Collins ... Sarah Guinan Nixon ... Joe Harris … Andrew Chesley ... Susie Weinrauch Leach ... Edelman’s Alex Milwee and Holli Holsan ... Phil Reisen ... Josh Litten ... Catherine Marx ... Moyer Brandon McCoy … Geri Palast … Yael Belkind (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "How she got her start in politics: “I covered politics as a television reporter in Texas and when Sen. John Tower was named co-chair of the Reagan-Bush ‘84 re-election campaign in Texas, he and his co-chair Martha Weisend hired me as their Texas press coordinator (historical footnote — the campaign had co-chairs to try to mend an ongoing rift in the party from the ‘76 election — Sen. Tower had supported President Ford and Martha was an early Ronald Reagan supporter).” Read her Playbook Plus Q&A: http://politi.co/2BZzKll\n\nBIRTHDAYS: Savannah Guthrie ... Mercedes Schlapp … Cokie Roberts ... Arthur Kent is 64 ... Max Band … Kurt Volker, executive director of the McCain Institute and the special representative to Ukraine ... Brennan Bilberry, VP and head of public affairs of the Messina Group … Trygve Olson, president of Viking Strategies … Christina Glenn, adviser at Corporate Communications in Oslo and SKDK alum … Bloomberg’s Glen Carey ... Tim Ball, creative director at Politico Europe ... Rep. Jeff Fortenberry (R-Neb.)",
  "He is a U.S.-based representative of Azerbaijani oligarch Aras Agalarov’s real estate firm, the Crocus Group.” http://reut.rs/2l7iIqT\n\n-- A MESSAGE TO TRUMP: “Trump Should Pardon Michael Flynn, Who Took ‘The Biggest Fall,’ Family Says,” by Newsweek’s Max Kutner: “‘About time you pardoned General Flynn who has taken the biggest fall for all of you given the illegitimacy of this confessed crime in the wake of all this corruption,’ Joseph Flynn [Michael Flynn’s brother] tweeted, though the post was deleted after about 15 minutes.” http://bit.ly/2l563Vx\n\nTHE RESISTANCE -- STEYER WATCH EDITION: “‘We have tapped into something.’ Impeachment drive builds digital army to take on Trump,” by California Playbookers Carla Marinucci and David Siders in San Francisco: “When billionaire Democratic donor Tom Steyer launched a digital petition drive to impeach President Donald Trump two months ago, some Democratic Party leaders dismissed it as an unhelpful vanity project — and even Steyer thought he’d top out at a million signatures.",
  "Among those left behind under the umbrella of the Affordable Care Act would be people of modest means who qualify for Medicaid or receive sizable subsidies for private insurance.” http://nyti.ms/2l5Uzkq\n\nPLAYBOOK YEAR IN REVIEW: Today’s audio briefing features a bonus episode of Anna, Jake and Zach talking about being journalists in the era of fake news and what impact it has had in coverage http://bit.ly/2BZnQrE … ICYMI: Check out yesterday’s bonus briefing about the recent wave of sexual misconduct allegations against prominent D.C. figures and how the political world is reacting to them http://bit.ly/2pwfQIG\n\nWHAT’S ON PRESIDENT TRUMP’S MIND -- @realDonaldTrump at 5:17 p.m.: “All signs are that business is looking really good for next year, only to be helped further by our Tax Cut Bill.",
  "Even true believers in Bitcoin and its underlying technology -- the blockchain record-keeping function -- acknowledge that the currency, which traded around $16,000 per coin on Tuesday, could be in a massive bubble.” http://politi.co/2BKsVjv …Listen to the full podcast http://apple.co/2nUA2Dc\n\n-- “Bitcoin’s boom is a boon for extremist groups,” by WaPo’s Craig Timberg: http://wapo.st/2zC9cQY\n\nHMM -- “Many Comments Critical of ‘Fiduciary’ Rule Are Fake,”by WSJ’s James V. Grimaldi and Paul Overberg: “A significant number of fake comments appear among thousands criticizing a proposed federal rule meant to prevent conflicts of interest in retirement advice, according to a Wall Street Journal analysis.",
  "But other allies agree with the United States’ argument that its longer reach strengthens international security while preventing a terrorist attack, drug shipment, or human smuggling ring from reaching American soil.” http://nyti.ms/2E0Ztag\n\nSEXUAL HARASSMENT FILES -- “Inspector general says mishandling of sexual harassment complaints at Justice Department is a ‘systemic’ problem,” by WaPo’s Sari Horwitz: “The Justice Department has ‘systemic’ problems in how it handles sexual harassment complaints, with those found to have acted improperly often not receiving appropriate punishment, and the issue requires ‘high level action,’ according to the department’s inspector general.",
  "My father went into the hospital and died, and right after my dad died, my mother had two heart attacks — and a month later the president tweeted.’” Also featuring Kathy Griffin, Alan Dershowitz, John Podesta and Kirsten Gillibrand: http://politi.co/2lfBLP2\n\nWHAT TRUMP LIKES TO SEE -- “In the heart of Trump Country, his base’s faith is unshaken,” by AP’s Claire Galofaro in Sandy Hook, Kentucky: “Despite the president’s dismal approval ratings and lethargic legislative achievements, he remains profoundly popular here in these mountains, a region so badly battered by the collapse of the coal industry it became the symbolic heart of Trump’s white working-class base.",
  "‘They’re looking out for themselves, and building technologies for themselves, while giving the short end of the stick to the rest of the country,’ said Garrett Johnson, co-founder of the right-of-center tech group Lincoln Network, adding that many fellow conservatives are eager to ‘pick a fight’ with Silicon Valley.” http://politi.co/2l6NWhK\n\nON THE WHITE HOUSE GROUNDS -- “Iconic White House tree to be cut down,” by CNN’s Kate Bennett: “The south facade of the White House will undergo a dramatic change this week: the historic Jackson Magnolia, a tree that has been in place since the 1800s, is scheduled to be cut down and removed.",
  "If so, it would be the rare instance of a major change in U.S. military policy that takes place despite the opposition of the commander in chief.” http://bit.ly/2li7hvB\n\nFOR YOUR RADAR -- AP: “Treasury issues sanctions against 2 North Korean officials”: “The U.S. Treasury Department issued sanctions Tuesday against two officials it describes as ‘key leaders of North Korea’s unlawful weapons programs.’ The sanctions against Kim Jong Sik and Ri Pyong Chol block them from any property or interests in property within U.S. jurisdiction, and prohibit them from transactions with American citizens.",
  "‘Once myself, Reince and Steve were out of the picture, I think that moved the target off — it got people back to focus,’ Spicer recalled.” http://bit.ly/2BKQfh2\n\nOBAMA LEGACY WATCH -- NYT’S ROBERT PEAR -- “Years of Attack Leave Obamacare a More Government-Focused Health Law”: “The Affordable Care Act was conceived as a mix of publicly funded health care and privately purchased insurance, but Republican attacks, culminating this month in the death of a mandate that most Americans have insurance, are shifting the balance, giving the government a larger role than Democrats ever anticipated.",
  "Mr. Schubert is among 50 people who responded to a survey last week conducted by research firm Mercury Analytics for The Journal—40%, or 20 of whom said they didn’t post the comment listed under their name, address, phone number and email.” http://on.wsj.com/2BZnRvJ\n\nTHE REGULATORY ROLLBACK -- “Trump Administration Eases Nursing Home Fines in Victory for Industry,” by Jordan Rau in NYT: “The Trump administration is scaling back the use of fines against nursing homes that harm residents or place them in grave risk of injury, part of a broader relaxation of regulations under the president.",
  "I would certainly hope so.’ The clash illustrates the dilemma that congressional GOP leaders face early next year: How to sketch out an election-year agenda that unifies House and Senate Republicans and satisfies the conservative base without further risking their already-imperiled majorities.” http://politi.co/2BYKEYE\n\nMEANWHILE, IN JANESVILLE … JANESVILLE GAZETTE EDITORIAL: “Our Views: Please don’t go, Paul”: “Rumors about House Speaker Paul Ryan possibly leaving Congress next year dampened excitement over passage of the nation’s first tax overhaul since the Ronald Reagan era.",
  "THE OVAL meeting on immigration -- PRINCE HARRY talks to OBAMA -- RYAN vs. MCCONNELL on entitlement reform -- JANESVILLE newspaper begs RYAN to stick around -- B’DAY: Savannah Guthrie Presented by\n\nDriving the Day\n\nA BIT OF NEWS … A group of House Republicans key in the immigration debate quietly went to the White House last week for an Oval Office meeting with PRESIDENT DONALD TRUMP about a fix for DACA -- a program that prevented the deportation of children who came to the U.S. illegally through no fault of their own.",
  "Paul, please don’t go.” http://bit.ly/2Cc861e\n\nAP TICK TOCK -- JONATHAN LEMIRE and ZEKE MILLER –“13 Days in July: The Trump White House’s crucible”: “The two-week span laid bare the splintering of Trump’s relationships with two influential Cabinet members, foreshadowed the reach of the Russia probe into the interior of his orbit; saw the dramatic, last-minute defeat of one of the president’s signature campaign promises; and featured a senior staff shakeup that reset the rhythms of this presidency.",
  "Every election cycle has its own dynamics, and whoever is tapping into the sentiments of their own base usually has an advantage.’” http://politi.co/2BHFKLn\n\nONE BIG HURDLE FOR DEMS -- “Democrats Struggle to Convert Voter Enthusiasm Into Cash Contributions,” by WSJ’s Julie Bykowicz: “Democrats want to win back control of Congress and build up their presence in state capitals during next year’s elections, but they begin this ambitious mission with precious little cash to finance it.",
  "http://bit.ly/2DY2Lep\n\n--“2017: The nation’s cartoonists on the year in politics,” edited by Matt Wuerker -- 37 keepers http://politi.co/2BM28TP\n\nSPOTTED: House Majority Leader Kevin McCarthy and Frank Luntz yesterday eating a bite at Smashburger right outside Staples Center before the Clippers v. Kings basketball game ... former Rep. Alan Grayson (D-Fla.) in the express line yesterday for the Harry Potter “Escape From Gringotts” ride at Universal Studios Orlando.",
  "is 57 ... former Rep. Joe Walsh (R-Ill.) is 56 ... Ben Lazarus, JD candidate at NYU Law ... Alex Baren … Bill Connor of Oratorio Media & Presentation Training (h/t Cynthia Hacinli) ... Andi Lipstein Fristedt, deputy health policy director for the Democratic minority on the Senate HELP committee ... Osaremen Okolo ...\n\n... Jessica McCreight, VP at SKDKnickerbocker and an Obama WH alum ... Kamau Marshall, communications director for Rep. Al Green (D-Tex.)",
  "He’s punching at all the people who let them down for so long — the presidential embodiment of their own discontent.” http://bit.ly/2BZ1eHO\n\nSOMETHING TO WATCH -- “Military poised to accept transgender troops, despite Trump tweets, as courts block ban,” by L.A. Times’ David Savage: “Barring last-minute intervention by the Supreme Court, the military’s ban on enlisting transgender troops is set to fall next week, despite President Trump’s tweets.",
  "HOLIDAY-WEEK CLICKERS -- BBC RADIO 4: “Prince Harry interviews Barack Obama”: “Our guest editor today, Prince Harry, met President Obama, in Toronto in September during the Invictus Games to talk about his memories of the day he left office, his post-presidential work with the Obama Foundation and his hopes for the future.” 39 minutes http://bbc.in/2zCKEYa\n\n-- BOSTON MAGAZINE: “Michael Dukakis’s Last Stand,” by Robert Huber.",
  "lawmakers question businessman at 2016 Trump Tower meeting: sources,” by Reuters’ Mark Hosenball and Jonathan Landay: “A Georgian-American businessman who met then-Miss Universe pageant owner Donald Trump in 2013, has been questioned by congressional investigators about whether he helped organize a meeting between Russians and Trump’s eldest son during the 2016 election campaign, four sources familiar with the matter said.",
  "... [L]ocals call it: Dave Thomas Circle, in honor of the jovial, short-sleeved founder of the fast-food chain at the center of this mess.” http://wapo.st/2lgePPF\n\nDESSERT – “Variety Critics Name the 20 Most Anticipated Movies of 2018”: http://bit.ly/2CcCRD4\n\nPlaybookers\n\nBIRTHDAY OF THE DAY: Karen Hughes, worldwide vice chair of Burson-Marsteller, celebrating in New Mexico with Jerry.",
  "“The cases examined by the IG’s office include a U.S. attorney who had a sexual relationship with a subordinate and sent harassing texts and emails when it ended; a Civil Division lawyer who groped the breasts and buttocks of two female trial attorneys; and a chief deputy U.S. marshal who had sex with ‘approximately’ nine women on multiple occasions in his U.S.",
  "Learn more at google.com/grow/veterans\n\nANNIE KARNI, “What happens when Trump targets you on Twitter: Five Americans named by the president on social media talk about the unexpected fallout in their real lives”: “The [‘facelift’] tweet ... hit [Mika] Brzezinski at the tail end of 24 months of back-to-back personal traumas, blunting its effect, she said.",
  "Common citations include failing to protect residents from avoidable accidents, neglect, mistreatment and bedsores.” http://nyti.ms/2zBONeU\n\n--“Trump administration eases rule against killing birds,” by WaPo’s Juliet Eilperin: http://wapo.st/2CetjI0\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "It’s placed at his fingertips a potentially powerful tool: an email list of millions of motivated activists who he can reach instantly for organizing and fundraising and that could become the hottest trove of data in Democratic politics since the email list that Bernie Sanders’ insurgent campaign against Hillary Clinton collected in 2016.",
  "Treasury said the men are senior officials in North Korea’s Munitions Industry Department.” http://bit.ly/2Cfklwk\n\n-- “Homeland Security Increasingly Means Putting Agents Outside the Homeland,” by NYT’s Ron Nixon aboard a P-3 Orion, over the Pacific Ocean: “The Department of Homeland Security is increasingly going global.",
  "“In short, President Barack Obama’s signature domestic achievement is becoming more like what conservatives despise -- government-run health care -- thanks in part to Republican efforts that are raising premiums for people without government assistance and allowing them to skirt coverage.",
  "From Steve Bannon railing against the ‘lords of technology’ to Donald Trump Jr. using Twitter’s ‘blue checkmark’ as an insult, anti-tech tropes are ricocheting around the right, painting the internet industry as an unaccountable monolith that looks down on so-called mainstream Americans.",
  "House Homeland Security Chairman Mike McCaul of Texas, Judiciary Chairman Bob Goodlatte of Virginia, House Freedom Caucus Chairman Mark Meadows of North Carolina, Rep. Raul Labrador of Idaho and Rep. Martha McSally of Arizona were all in attendance for the Dec. 19 meeting.",
  "And if you are that guy who started this, that’s certainly a leg up in organizing a 50-state strategy,’ said Mike Madrid, a Republican consultant in California who is advising former Los Angeles Mayor Antonio Villaraigosa, a Democrat, in his gubernatorial campaign.",
  "| Alexander Nemenov/Pool Photo via AP\n\nBEN WHITE talks about Bitcoin with PETER VAN VALKENBURGH, director of research at nonprofit group Coin Center, in the latest “POLITICO Money” podcast: “Bitcoin could be on a rocket ride to over $1 million per coin.",
  "A comment posted in his name on the Labor Department website opposed the rule, saying: ‘I do not need, do not want and object to any federal interference in my retirement planning.’\n\n“In an interview, Mr. Schubert said the comment was a fraud.",
  "Learn more at google.com/grow/veterans\n\nCOMING ATTRACTIONS -- “Conservatives’ culture wars come to Silicon Valley,” by Nancy Scola: “Conservatives have found the latest mark in their long-running assault on cultural elites: Silicon Valley.",
  "-- “It’s Ryan vs. McConnell on entitlement reform,” by Seung Min Kim and Rachael Bade: “Speaker Paul Ryan’s dream of overhauling the nation’s entitlement programs in 2018 will soon run into a harsh reality: His own party isn’t on board.",
  "CLICKER -- “The Worst Political Predictions of 2017” http://politi.co/2BYKAYO\n\nPlaybook Reads\n\nPHOTO DU JOUR: Russian President Vladimir Putin arrives to chair a meeting of the State Council in the Kremlin in Moscow, Russia on Dec. 27.",
  "“Senate Majority Leader Mitch McConnell (R-Ky.) has all but ruled out the idea, saying publicly that he doesn’t expect to see welfare and entitlement changes on the agenda next year, particularly if it’s done in a party-line manner.",
  "But bring it up with key Senate Republicans and House GOP moderates and they blanch -- seeing a legislative battle that may not be winnable and that may not be worth it in an election year where control of Congress is up for grabs.",
  "Inside the West Wing, the chaotic days between July 19-31 stand as a panicked memory but also one that also paved the way for future successes, according to nearly two dozen administration officials, outside advisers and lawmakers.",
  "“Conservatives say their disdain stems from suspicions that tech companies are biased against their views — as well as the industry’s utility as a symbol of the establishment amid the populist backlash unleashed by President Trump.",
  "“But nearly four million digital signatures later, the philanthropist and environmental activist’s unlikely campaign has seized on an issue -- impeaching Trump -- that could become part of the Democratic mainstream in 2018.",
  "An estimated 2,000 Homeland Security employees -- from Immigration and Customs Enforcement special agents to Transportation Security Administration officials -- now are deployed to more than 70 countries around the world.",
  "The Senate and House of Representatives intelligence committees recently questioned behind closed doors Irakly Kaveladze, a U.S. citizen born in the former Soviet republic of Georgia, the sources said.",
  "... Several advisers deemed Kelly’s hire a turning point for the administration, a move that cut down on internal fights, restored order to the West Wing and laid the groundwork for wins down the road.",
  "At the same time, the number of allegations of sexual misconduct has been increasing over the past five years and the complaints have involved senior Justice Department officials across the country.",
  "‘In the past two years, I’ve lost my best friend to pancreatic cancer, I’ve gotten divorced, my oldest daughter had this harrowing day on her college campus, and we thought she had been kidnapped.",
  "The frenetic churn of the national news, the ceaseless Twitter taunts, the daily declarations of outrage scroll soundlessly across the bottom of the diner’s television screen, rarely registering.",
  "“Steyer’s digital success is fueling intense curiosity about what he’ll do with that tool in the future -- and whether he’ll use it beyond his California base, for a White House bid of his own.",
  "And while President Trump insisted again on Tuesday that the health law was ‘essentially’ being repealed, what remains of it appears relatively stable and increasingly government-funded.",
  "Marshals Service office, according to investigative reports obtained by The Washington Post under a Freedom of Information Act request.” http://wapo.st/2CdQx3m\n\nRUSSIA UPDATE -- “U.S.",
  "‘The sensitivity of entitlements is such that you almost have to have a bipartisan agreement in order to achieve a result,’ McConnell told reporters at a news conference last week.",
  "Hundreds more are either at sea for weeks at a time aboard Coast Guard ships, or patrolling the skies in surveillance planes above the eastern Pacific Ocean and the Caribbean Sea.",
  "Surrounding the Wendy’s is a ‘virtual traffic circle,’ a polite way to refer to this urban aneurysm — a pair of triangles, really, with a roundabout movement forced upon them.",
  "By ending the tax penalty for people who do not have coverage, beginning in 2019, Republicans may hasten the flight of customers who now pay the full cost of their insurance.",
  "Sen. Shelley Moore Capito (R-W.Va.), a swing vote during the Obamacare repeal fight this summer, quickly changed the subject when asked about Ryan’s entitlement reform push.",
  "The Wisconsin Republican has detailed an ambitious effort to dramatically reshape Medicare, Medicaid and welfare programs that the GOP has long targeted as ripe for reforms.",
  "The decision to remove the tree was ultimately made by first lady Melania Trump after she assessed all of the professional information and accompanying historical documents.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“Justice supervisors have mishandled complaints, the IG said, and some perpetrators were given little discipline or even later rewarded with bonuses or performance awards.",
  "“For tech companies, flush with cash and facing little risk of regulation from Republicans, the intensifying rhetoric poses minimal short-term danger in Washington.",
  "“The [DNC] had $6.3 million in the bank on Dec. 1, while the [RNC] had six times as much, at $40 million, according to documents the parties filed with the [FEC].",
  "Terry McAuliffe, a former DNC chairman who hosted a party fundraiser at his home Dec. 14, is among the party stalwarts stepping in to try to reverse the course.",
  "They have been touting their recent electoral victories and growing enthusiasm as evidence that they will win a congressional majority in the midterm election.",
  "“The expansion has created tensions with some European countrieswho say that the United States is trying to export its immigration laws to their territory.",
  "It’s been there since the mid-’80s, on a wedge of land bordered by First Street NE and Florida and New York avenues, at a major gateway to Washington, D.C.",
  "Stock Market is poised for another year of SUCCESS!”\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Some athletes try to retire at the top of their games, and maybe Ryan is having similar thoughts as he contemplates this major legislative victory.",
  "... Trump has requested that the wood from the tree be preserved.” http://cnn.it/2BXUwSj\n\nPLAYBOOK METRO SECTION – “What’s a Wendy’s doing there?",
  "But a sustained assault could, over time, turn the tech industry into the same kind of conservative punching bag as Hollywood or the news media.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Since 2013, nearly 6,500 nursing homes — four of every 10 — have been cited at least once for a serious violation, federal records show.",
  "Democrats will need to find a way to make up the difference in order to have a shot at taking advantage of Trump’s low poll numbers.",
  "“Other key Republicans are clearly loath to turn to such a sharply partisan pursuit after grueling fights over Obamacare and taxes.",
  "It means tearing down the political system that neglected them again and again in favor of the big cities that feel a world away.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "If the GOP lets it slip close to Jan. 19, Republicans fear Democrats could use the government-funding deadline to extract more.",
  "It means validation of their indignation about a changing nation: gay marriage and immigration and factories moving overseas.",
  "‘The party’s job is to convince them they can’t.’” http://on.wsj.com/2E1U7vp\n\n-- THIS SHORTFALL for Dems is a big problem.",
  "On those counts, they believe Trump has delivered, even if his promised blue-collar renaissance has not yet materialized.",
  "The enormous magnolia [is] one of three on the west side of the White House and the oldest on the White House grounds ...",
  "When they do, Trump doesn’t shoulder the blame — because the allegiance of those here is as emotional as it is economic.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "He reminds the Beltway of what life used to be like before Twitter, and he’s an example of how a leader should behave.",
  "One of the many mysteries surrounding the buzzy virtual currency is that nobody knows what it’s actually worth.",
  "The tree has had a long and storied life, yet has now been deemed too damaged and decayed to remain in place.",
  "‘That’s what he’s building, and it’s probably second only to Bernie Sanders’ list, and may be eclipsing it.",
  "We hear some Republicans want the GOP Congress to take up the issue in the first few weeks of January.",
  "Needless to say, the fix for DACA will be a huge congressional priority in the first quarter of 2018.",
  "From the outside, it was an unruly stretch that threatened to turn the White House into a sideshow.",
  "And that threatens to alienate parts of tech's vast user base that spans the ideological spectrum.",
  "The story of Washington’s weirdest traffic circle,” by WaPo’s Dan Zak: “First things first.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Ideally, Republicans hope to get border security money in the package that fixes DACA.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "It’s not fair to blame Ryan for the antics of a president with little self-control.",
  "In November, the DNC posted its worst fundraising amount for the month in a decade.",
  "‘I have heard a lot of donors say they need to take a break,’ said Mr. McAuliffe.",
  "“It means God, guns, patriotism, saying ‘Merry Christmas’ and not Happy Holidays.",
  "Republicans say doing it earlier allows them to handle the issue on their terms.",
  "‘I am disgusted that people can post comments using my name,’ Mr. Schubert said.",
  "Congress would lose a great deal -- namely integrity -- if Ryan were to leave.",
  "GIVE HIM CREDIT: The president is working the right channels, at the moment.",
  "ANOTHER PIECE: Democrats, who weren’t at this meeting, will also be crucial.",
  "It was a glove-touching session before the December break, sources told us.",
  "…\n\n“[R]yan has refused to debase himself by hurling insults at his critics.",
  "‘That’s how you build a grassroots operations for a presidential campaign.",
  "Consider the experience of Robert Schubert, a Devon, Pa., salesperson.",
  "We’ve talked it all year, the president talked about it,’ Capito said.",
  "...\n\n“‘That was the extreme,’ said former press secretary Sean Spicer.",
  "… Robert Kraft having a drink at Buccan last night in Palm Beach.",
  "WHAT’S NEXT ON THE AGENDA -- EVEN REPUBLICANS DON’T AGREE!",
  "There’s a Wendy’s in the middle of the intersection.",
  "“‘Well, I’d like to see us pivot to infrastructure.",
  "He brought two of his five kids to Universal.",
  "Medicare has fined two-thirds of those homes.",
  "He didn’t post it and doesn’t agree with it.",
  "Will be a great year for Companies and JOBS!",
  "‘I think it could be a bipartisan exercise.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Or it could be headed to zero.",
  "Hard to get around that.",
  "Good Wednesday morning.",
  "“Virginia Gov.",
  "Why?",
  "...",
  "...",
  "...",
  "..."
]