[
  "Abramson’s theory squares the circle: He argues that Trump signed a real estate contract with Putin’s agents on the 2013 visit and “used his run for the presidency as a chit — a valuable asset to be offered to Putin — to ensure Putin’s assistance with the multibillion-dollar Trump Tower Moscow deal.”\n\nThe fact that Trump Tower Moscow was never actually built Abramson blames on an accident of history: Trump never expected to win the election and conflict himself out of the deal.",
  "After Trump’s former national security adviser admitted to lying about a phone call with Russia’s ambassador last week, Twitter promoted Abramson’s tweets to a news “moment” with the impressive headline: “Legal expert explains why Mike Flynn news is a huge deal.”\n\nThat night, the professor appeared on “BBC Newsnight” to tell the world why he is sure Flynn’s plea deal will lead to the indictment of Vice President Pence, Trump or both.",
  "Meanwhile, the New Republic cites Abramson as an example of “the conspiracy mind-set” that has infected many Democrats, where “even the most mundane logistical details reveal a deeper, preordained plot.”\n\nBut as the special counsel’s Russia investigation progresses, alleging some sort of plot among at least some of Trump’s associates, Abramson’s writing keeps getting read.",
  "“America was SOLD OUT by men who wanted POWER and were willing to trade U.S. POLICY to get it.”\n\n[Here’s what we know so far about Team Trump’s ties to Russian interests]\n\nCiting news reports that date back to the late 20th century, Abramson argues that Trump has long wanted to expand his real estate holdings into Russia’s lucrative markets.",
  "While Ignatius describes the company as a “shopping mall developer,”\n\nAbramson calls it “essentially the Kremlin’s no-bid real estate developer.”\n\nInterpreting liberally from news reports, Abramson details the scandalous things he believes Trump got up to on that visit in a nearly 100-part Twitter thread (one of many on his feed).",
  "pic.twitter.com/frw4TH9THy — Seth Abramson (@SethAbramson) November 23, 2017\n\nIgnatius and others have noted that Trump returned from the trip crowing about his plans to build a Trump Tower in Moscow, and The Post has reported on his company’s pursuit of the hotel deal two years later, when he was running for president.",
  "The University of New Hampshire professor has become virally popular by reframing a complex tangle of public reporting on the Russia scandal into a story so simple it can be laid out in daily tweets — and so dramatic his fans can’t stop reading, even if critics point out the plot holes.",
  "Part of his appeal is that he purports to boil the special prosecutor’s opaque investigation — and the confusing web of Trump businesses, Kremlin associates and conflicting explanations that intersect with it — down to a few key names and dates and a simple motive: greed.",
  "(THREAD) BREAKING: Allegations Trump spoke to Putin via speakerphone at the 2013 Miss Universe pageant, discussing both his plan to run for president and his desire to see Trump Tower Moscow built with Putin's blessing—implying a quid pro quo—are 90% confirmed.",
  "“Their answer to every situation is some dramatic explanation.”\n\nThat said, he acknowledged his explanation for the Trump campaign’s many ties to Russia is as dramatic as possible: that the president of the United States has been corrupted by a foreign power.",
  "It goes, in short, like this:\n\nAfter trying for many years to expand his business empire into Russia, Abramson asserts, Trump visited Moscow in 2013 to personally meet agents of Russian President Vladmir Putin, using his beauty pageant as cover.",
  "His political writing started to get attention in 2015 through a series of HuffPost articles in which he argued that Sen. Bernie Sanders had a shot at the Democratic nomination long after many analysts had given up on the idea.",
  "More reading:\n\nA history of Donald Trump’s business dealings in Russia\n\nAll the known times the Trump campaign met with Russians\n\nWhat can Paul Manafort’s actions tell us about the Trump campaign’s ties to Russia?",
  "(Mikhail Klimentyev/Pool/Sputnik/Kremlin)\n\nAs Seth Abramson tells it, Donald Trump’s alleged collusion with the Russian government is not in doubt, not hard to understand and happens to read like a crime thriller.",
  "President Nixon was very stupid, and that’s how he got caught.”\n\nAbramson worked for years as a criminal investigator and in the New Hampshire Public Defender’s office before getting a PhD in literature, he said.",
  "And everything that has happened since — the election hacking, Trump’s improbable win and a special counsel’s investigation into his campaign and administration — follows from that deal, in Abramson’s telling.",
  "And Abramson notes that one of Trump’s hosts in 2013, Emin Agalarov, was later implicated in arranging a meeting in which Trump campaign officials sought to obtain politically helpful information from Russia.",
  "Read deep down into Abramson’s Twitter feed and you’ll find what he describes as a “confession” from a “Kremlin agent,” who detailed a five-year plot to help Trump win the election in a public Facebook post.",
  "There, Abramson writes, a secret deal was struck: Putin agreed to open up his country’s rich real estate market to Trump, and Trump agreed to campaign for president while promoting pro-Russian policies.",
  "Absolutely, says Abramson — and tried to explain the difference between a conspiracy theory, which he deplores, and the “criminal conspiracy” he asserts Trump involved himself in during the campaign.",
  "pic.twitter.com/WQU51AAg7Y — Your Mom (@PattiArnold12) November 23, 2017\n\nNow his fans post popcorn memes when he starts a new explanatory thread (which he does almost daily).",
  "“It’s a singular event.”\n\nSo singular that he repeatedly warns his readers they need to prepare for a political scandal the likes of which the United States has never seen.",
  "But Abramson departs from those writers in his description of a weekend trip Trump took to Moscow in 2013, when he brought his Miss Universe pageant to the Russian capital.",
  "After Mike Flynn’s guilty plea on Friday, he began tantalizing his followers with predictions of more drama to come — as always, packaged in highly readable tweets.",
  "Abramson’s tweets link copiously to sources, but they range in quality from investigative news articles to off-the-wall Facebook posts and tweets from Tom Arnold.",
  "He later turned to the subject of Trump and left HuffPost behind for his Twitter threads, which have so far proved popular beyond all expectations.",
  "We’ll support you from Russia!“) as “proof” that Trump’s companions on the Moscow trip knew he’d run for president long before he announced it.",
  "Critics will still argue that there’s nothing easy about the Trump-Russia story, of course, but Abramson makes for easy reading, in any case.",
  "“The Kushner Situation, in three easy steps,” for instance, explains why he thinks Trump’s son-in-law Jared Kushner is about to be indicted.",
  "A Forbes article supports his contention that Putin-connected developers talked about a real estate deal with Trump during the Moscow trip.",
  "“I’ve represented thousands of criminal defendants and what they have in common is they were very unsophisticated, and we might say stupid.",
  "Abramson speculates that they may be on a speakerphone with Putin, noting that Trump had publicly expressed a desire to meet the president.",
  "But would those involved in a Kremlin-orchestrated plot to put Trump in the White House really spill the beans unprompted on Facebook?",
  "But sound or not, his theory of the Trump Russia scandal has won thousands of devotees and appears to be breaking into the mainstream.",
  "And it led to a presidential election the fairness and accuracy of which no one in America could possibly have confidence in anymore.",
  "(Courtesy of Seth Abramson)\n\nTrump ended up spending part of the weekend with Russians associated with the Crocus Group.",
  "[Flynn could deliver a knockout blow to Trump]\n\n“I don’t like conspiracy theorists,” Abramson told The Washington Post.",
  "He now teaches at the University of New Hampshire, where his subjects range from legal advocacy to creative writing.",
  "Abramson cites a 2014 tweet from a Russian lifestyle blogger (“I’m sure @realDonaldTrump will be great president!",
  "And that’s because I consider this to be an extraordinary criminal investigation and prosecution,” Abramson said.",
  "Quartz writes explainers based on his analysis, and CNN has been bringing him in as an expert since the summer.",
  "“The CORE NARRATIVE is simple,” as Abramson wrote in a typically styled Twitter thread over the weekend.",
  "\n\nRussian President Vladimir Putin and President Trump talk at a summit in Danang, Vietnam, in November.",
  "— Seth Abramson (@SethAbramson) December 3, 2017\n\nThere are, to be sure, many leaps in his analysis.",
  "The thread is topped with a photo of Trump and several Russians gathered around a laptop in Moscow.",
  "20/ America was SOLD OUT by men who wanted POWER and were willing to trade U.S. POLICY to get it.",
  "“This was very unsophisticated and the people involved were largely moronic,” he told The Post.",
  "Many mainstream writers, have argued the same, including David Ignatius in The Washington Post.",
  "Indeed, his own Twitter feed at the time was filled with people hoping and assuming he’d run.",
  "Much of his analysis is based on his experience as a criminal defense lawyer in the 2000s.",
  "“Yes, I have a dramatic reading from what did happen here and what’s going to happen here.",
  "The New Republic and Atlantic have both dismissed the professor as a conspiracy theorist.",
  "Abramson will be the first to tell you he has no special knowledge of the investigation.",
  "But these facts are sprinkled into his threads with more fantastic sounding claims.",
  "But this ignores that Trump was openly flirting with a presidential run for years.",
  "Sanders did not win, of course but some of Abramson’s articles went viral.",
  "He has been invited on CNN to talk about the scandal several times.",
  "Yet Abramson’s popularity is growing, and not just on Twitter.",
  "Other parts of Abramson’s analysis may be better grounded.",
  "And he’s often conflated with the cranks he despises.",
  "On this point, at least, he’s in good company.",
  "It's that simple—and happened under our noses.",
  "Nobody say anything until he's done.",
  "His evidence isn’t so clear cut.",
  "The people involved were stupid.",
  "Watergate was stupid.",
  "It’s dramatic stuff.",
  "Please read/share.",
  "Simple as that."
]