[
  "In addition to Trump Jr. and Veselnitskaya, the meeting also included Paul Manafort, the former Trump campaign chairman; Jared Kushner, Trump's son-in-law and senior adviser; Rinat Akhmetshin, a Russian lobbyist and former Soviet military intelligence officer; Anatoli Samachornov, a Russian translator; Rob Goldstone, a British music publicist who arranged the meeting at the request of Aras and Emin Agalarov, a wealthy Russian family; and Irakly \"Ike\" Kaveladze, a senior executive at the Agalarovs' real-estate company, Crocus Group, who attended the meeting as their representative.",
  "Trump Jr.'s initial statement responding to the story about his Russia meeting, published in July month after The New York Times first reported that the meeting took place, said that he and Veselnitskaya \"primarily discussed a program about the adoption of Russian children\" and that the subject of conversation was \"not a campaign issue at the time.\"",
  "'The president's actions are under scrutiny'\n\nDonald Trump Jr. President Donald Trump More\n\nMueller's focus on Trump's role in crafting Trump Jr.'s statement about the meeting could suggest that the special counsel is looking into any \"attempts to conceal what happened in that meeting,\" wrote former federal prosecutor Renato Mariotti.",
  "Special counsel Robert Mueller's team is interested in interviewing a small group of White House staffers who were on board Air Force One with President Donald Trump when he dictated Donald Trump Jr.'s initial statement about a meeting he had last June at Trump Tower with a Kremlin-connected lawyer, CNN reported on Thursday.",
  "The development is the latest indication that Mueller's investigation into the Trump campaign's ties to Russia is ramping up, and that he's not only homing in on Trump Jr.'s meeting with the lawyer, Natalia Veselnitskaya, but also on the president's involvement in the matter.",
  "Indeed, NBC News reported last week that after Trump's involvement in drafting the initial statement emerged, prosecutors on Mueller's team were \"keenly focused\" on finding out what Trump knew about the meeting and whether he tried to conceal its purpose.",
  "When news of the meeting broke, a group of Trump's advisers reportedly agreed that the White House should release a truthful statement that could not be repudiated if more details surfaced later.",
  "His team has not yet begun the interviews, and although the current list of people he wants to interview is limited to a small number of individuals, sources said the list will likely get longer.",
  "But that characterization evolved over the next few days, with Trump Jr. ultimately publishing his email correspondences with Goldstone, the British music publicist who organized the meeting.",
  "The email chain confirmed reports that Trump Jr. had agreed to the meeting after he was told Veselnitskaya was offering damaging information about then candidate Hillary Clinton.",
  "The meeting, Trump Jr. was told, was being arranged \"as part of Russia and its government's support for Mr. Trump,\" to which Trump Jr. replied, \"I love it.\"",
  "A few weeks later, however, The Washington Post reported that Trump had \"dictated\" Trump Jr.'s initial misleading statement about it.",
  "But Trump overruled the advisers and \"personally dictated\" the statement that was eventually published, according to The Post.",
  "The statement was then crafted aboard Air Force One as Trump returned from the G-20 summit in Hamburg, Germany.",
  "Mueller considers some staffers who were with Trump on Air Force One to be witnesses, according to CNN.",
  "Trump's lawyers initially said he was not involved and did not know about the meeting.",
  "\"It also shows that he's interested in attempts to conceal or shape testimony.",
  "The President's actions are under scrutiny,\" he said.",
  "Mueller has not asked to interview Trump."
]