[
  "Because he didn't expect to make a documentary this time, he didn't spend as much time researching his subject as he usually does, a difference that give Under the Influence an almost improvisational feel.",
  "Neville directed Keith Richards: Under the Influence, an original Netflix documentary that premieres Friday, the same day the Rolling Stones guitarist releases his Crosseyed Heart album.",
  "(Photo: Mark Seliger)\n\nFor a self-avowed music nerd like Morgan Neville, days don't get much better than the one he spent spinning records with Keith Richards.",
  "On the first day of shooting, Neville says, \"I brought about a hundred albums and a turntable, and we just talked about music for a couple hours.",
  "Neville's favorite moment of the film came after he received early partial mixes, called \"stems,\" of the Stones' 1968 hit Street Fighting Man.",
  "For Richards, Crosseyed Heart has the added benefit of spotlighting some of his heroes, including Buddy Guy, who's featured in a key scene.",
  "\"It was never supposed to be a documentary,\" says Neville, who began filming shortly before the Rolling Stones' summer North American tour.",
  "And to find out, to have Buddy Guy thank the Stones for resurrecting the blues in America — hey, I've done the job in spades, man.",
  "\"Keith used this old Norelco tape recorder to overdrive the acoustic guitar and make it sound like an electric guitar.",
  "\"There's a kind of Keith energy and looseness that the whole process of making the film had to match,\" he says.",
  "\"In a weird way, the entire making of the film has been done on Keith's wavelength — for the better, I think.",
  "Richards says he had little input into the film, beyond providing Neville with previously unseen home movies.",
  "When the Stones first started, Richards says, \"Our biggest ambition was to be the best blues band in London.",
  "Keith Richards' \"Crosseyed Heart\" is the Rolling Stones guitarist's first solo studio album in 23 years.",
  "That day set the stage for Under the Influence, which tells Richards' story through the music he loves.",
  "\"They worked around me so subtly that I was hardly aware I was making a documentary,\" he says.",
  "Neville won a best-documentary Oscar for 20 Feet From Stardom, his film about backup singers.",
  "\"In the back of our minds, we thought, 'We'd love to make a Keith Richards documentary.'",
  "\"For me, as a filmmaker, it was liberating, because there was no time to overthink it.",
  "Initially, he says, he thought the footage might be used for an electronic press kit.",
  "He also co-produced a 2012 documentary about the Stones called Crossfire Hurricane.",
  "Now I say, 'Why should I ever spend more than six months making a documentary?'\"",
  "\"It was kind of a demo that got upgraded into a feature version,\" he says.",
  "\"Literally, I was on the road with the Stones, so I had other priorities.",
  "But I think if we had gone in saying that, it never would have happened.",
  "It could only have happened in the backwards way it did happen.\"",
  "\"We brought one of those exact same tape recorders to Keith.",
  "We listened to the stems, then Keith re-enacted what he did.",
  "Morgan has a way of doing things where he'd just pop in.\"",
  "I'm still kind of stunned how well this film turned out.",
  "All I wanted to do was turn other people on to them.\"",
  "Read or Share this story: http://usat.ly/1Kk1QTe",
  "It was pretty amazing.\"",
  "It was fantastic.\"",
  "That was it."
]