[
  "On Oct. 31, 2016, roughly a week before the election, the New York Times reported that the FBI had been investigating and saw “no clear link to Russia.” Officials even shrugged off the idea that Russia was helping Trump, which seems like a weird tack for an organization that set out to spy on a campaign to prove it colluded with Russia:\n\nLaw enforcement officials say that none of the investigations so far have found any conclusive or direct link between Mr. Trump and the Russian government.",
  "If you're Comey, it makes sense to consider the possibility that your decision will affect that race; if your goal in the first place was to prevent Trump's election to the extent that you would launch an illegal spying operation against him, you probably don't stop short.",
  "The FBI and the Justice Department had enough reason to suspect that another foreign policy adviser, Page, was acting as an agent of the Russian government that it was able to obtain a Foreign Intelligence Surveillance Act (FISA) warrant to monitor him on Oct. 21, 2016.",
  "This would seem to have been a pretty good opportunity to mention the possibility that certain members of the Trump campaign were suspected of being agents for the Russian government or had floated the prospect of collusion — which, again, the FBI knew at the time.",
  "The New York Times recently detailed just how careful it was, in fact, with only a small group of FBI officials even aware of the operation, which was code-named “Crossfire Hurricane.”\n\nThe FBI was so careful about this, in fact, that it may have overcompensated.",
  "President Trump has turned the “witch hunt” dial up to 11, tweeting more than ever about his supposed persecution by law enforcement and even lodging a particularly pernicious conspiracy theory about the FBI spying on his campaign.",
  "And beyond that, there was the small matter of then-FBI Director James B. Comey announcing new emails in the Hillary Clinton investigation on Oct. 28 — a disclosure that Clinton and her allies still blame for her loss.",
  "And the combination of the FBI disclosing this and opting not to disclose anything suspicious about the Trump campaign's ties to Russia does a pretty good job arguing against Trump's latest conspiracy theory du jour.",
  "While it perhaps hadn't nailed down concrete collusion or anything criminal, there were definitely allegations that could have been used to hurt Trump's campaign if simply shared with a reporter or two.",
  "To wit:\n\nThe FBI knew Trump foreign policy adviser George Papadopoulos had told an Australian diplomat over drinks about high-ranking Russian officials who had “dirt” on Hillary Clinton.",
  "But it sure seems like a lot of trouble to launch a conspiracy against Trump and then fail to follow through on it before the election just because he's down by five points in the polls.",
  "The FBI had reportedly been investigating the ties to Russia of one-time Trump campaign chairman Paul Manafort since 2014 and had a FISA-approved wiretap on him before the election.",
  "But there is one central problem with this entire conspiracy theory, as it's been spun: The fact that these people who supposedly would do anything to stop Trump ... didn't.",
  "This comes after he baselessly accused Barack Obama of wiretapping his campaign and pointed to alleged bias in the applications to monitor a campaign aide, Carter Page.",
  "Any of these stories leaking out before the election would have caused an uproar and all kinds of digging by other reporters.",
  "If Trump is to be believed, the FBI decided to spy on Trump's campaign \"for political purposes” during the 2016 election.",
  "and intelligence officials now believe, was aimed at disrupting the presidential election rather than electing Mr. Trump.",
  "Comey has admitted that this possibility may have influenced his disclosure of Clinton's emails, however subconsciously.",
  "But then it didn't use the information it had collected to actually prevent Trump from becoming president?",
  "(Manafort has since been indicted, albeit for alleged financial crimes and not election-related ones.)",
  "These applications require extensive evidence that supposedly took weeks and months to assemble.",
  "But, some readers will say, maybe they just thought Trump would lose like everybody else did?",
  "If the FBI wanted Trump to lose, this would seem to have been quite counterproductive.",
  "(This is reportedly what launched the counterintelligence investigation in July 2016.)",
  "Instead, the FBI seemed to take extra care to avoid anything affecting the election.",
  "Perhaps they sat on this information because they thought it was pointless?",
  "Instead, the word out of the FBI was that Russia didn't even favor Trump.",
  "That seems to be a rather poorly executed conspiracy.",
  "And even the hacking into Democratic emails, F.B.I.",
  "And it did know some things."
]