[
  "The Senate Judiciary Committee chairman also asked Rosenstein to ensure that the committee “receives timely access to or possession of all documents on equal terms provided to other congressional committees related to the controversies described in this letter and the investigation that has been publicly reported as ‘Crossfire Hurricane.’”\n\nSign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "| Chip Somodevilla/Getty Images Grassley seeks DOJ documents on official’s contacts with dossier author\n\nSen. Chuck Grassley on Monday called on the Justice Department to release information relating to a former top official’s communications with the author of a dossier alleging ties between President Donald Trump and Russia.",
  "In a letter to Deputy Attorney General Rod Rosenstein, the Iowa Republican requested emails, phone logs, handwritten notes and text messages regarding former Associate Deputy Attorney General Bruce Ohr’s communications with Christopher Steele, who wrote the dossier.",
  "Grassley said he was concerned that Ohr, who was demoted last year, had continued to send the FBI information from Steele, a former British spy, even after the bureau sought to distance itself from him over his contacts with the media.",
  "Grassley’s letter comes as the House GOP faces off with the DOJ over lawmakers’ request for details about a source believed to have aided the FBI as it probed Trump campaign contacts with Russians ahead of the election.",
  "Senate Judiciary Committee Chairman Chuck Grassley requested emails, phone logs, handwritten notes and text messages regarding a former associate deputy attorney general’s communications with the Trump dossier‘s author.",
  "Story Continued Below\n\nIn addition, Grassley asked to schedule a transcribed interview with Ohr.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The report was commissioned by Fusion GPS, where Ohr’s wife worked.",
  "You can unsubscribe at any time."
]