[
  "Robert Mueller (Photo: J. Scott Applewhite, AP)\n\nBack in what feels like the Jurassic period but was actually just over a year ago, Rod Rosenstein, a Trump appointee and a Republican, picked former FBI director Robert Mueller (first appointed by Republican George W. Bush) to oversee an investigation into “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump, and any matters that arose or may arise directly from the investigation.” Later, it was reported that Mueller was also charged with looking into any potential obstruction of justice related to the firing of former FBI director James Comey.",
  "While Chaffetz and many others claim to have turned on Mueller only because he has taken too long or hasn’t produced any results — yet — it’s worth bearing in mind that the president was shrieking “witch hunt” when the Mueller probe wasn’t yet 24 hours old and he didn’t know where the office bathroom was, never mind the cache of torches he needed to hunt witches.",
  "On May 17, 2017, the White House issued a restrained statement credited to the president: “As I have stated many times, a thorough investigation will confirm what we already know — there was no collusion between my campaign and any foreign entity.” He added, “I look forward to this matter concluding quickly.",
  "The “Mueller appointment is good news for Trump,” wrote McClatchy’s Andrew Malcolm, because Mueller — “universally respected as a straight shooter in Washington, a rare breed in that swamp\" — could “lean on Congress to curb its own investigations as complicating the main one.",
  "In the meantime, I will never stop fighting for the people and the issues that matter most to the future of our country.”\n\nBy the next morning, the president tweeted, “This is the single greatest witch hunt of a politician in American history!”\n\nWhy rehearse this history?",
  "Should be widely accepted.” Now a Fox News contributor, Chaffetz spends much of his time attacking Mueller’s credibility, specifically for “dragging out” the investigation (though he falls short of Stalin comparisons).",
  "More: Crossfire Hurricane: Pull back curtain on FBI's investigation of Donald Trump, Russia\n\nThe appointment provided “short-term relief” from the then-white hot frenzy on Capitol Hill, wrote USA TODAY’s Susan Page.",
  "First, because it’s worth pointing out that more than any other factor, the reason why the Mueller investigation has stayed in the news is that Trump remains obsessed with it.",
  "“The president and his team, in theory, can turn the focus to governing, while deferring questions about the investigation,” Perry Bacon Jr. of FiveThirtyEight.com wrote.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "It could be a past criminal act (former adviser Steve Bannon suggested it was money laundering), it might just be something embarrassing (use your imagination).",
  "Whatever the reason, Trump has been living up to his credo: “I am a whiner and I keep whining and whining until I win.” The whining, too, has proved infectious.",
  "Buzz60\n\nWhen Mueller was appointed as special counsel almost a year ago, many argued that it would be good for Trump, but he won't stop bringing it back up.",
  "Jonah Goldberg, an American Enterprise Institute fellow and National Review contributing editor, is a member of USA TODAY's Board of Contributors.",
  "For Trump, this would helpfully stanch the daily drip-drip of bad revelations, some of which may even be true.”\n\nWell, we were all wrong.",
  "Occam’s razor principle suggests that if he’s not guilty of collusion, he is guilty of something that he doesn’t want Mueller to find.",
  "Back then, many commentators — including yours truly — argued that this could be a good thing for the president for several reasons.",
  "His reputation is impeccable for honesty and integrity.” This spring, he was comparing Mueller to Stalin and the Gestapo.",
  "In fairness, we all predicated our analysis on the assumption that the president could, in theory, restrain himself.",
  "I’m still inclined to think the collusion charge will ultimately fizzle, at least with regard to Trump himself.",
  "When Mueller was appointed, Newt Gingrich said, “Robert Mueller is a superb choice to be special counsel.",
  "CLOSE Sean Hannity has some advice for the witnesses in special counsel Bob Mueller’s Russia probe.",
  "But if Trump is innocent, that makes the president’s behavior all the more remarkable.",
  "POLICING THE USA: A look at race, justice, media\n\nWhich brings me to my second point.",
  "It could take the whole “collusion” story out of the day-to-day news cycle.",
  "That seemed superficially plausible on the day of the announcement.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "More: Robert Mueller's Trump-Russia investigation is a year old.",
  "Then-Rep. Jason Chaffetz gushed, “Mueller is a great selection.",
  "And the president’s obsessions have proved to be infectious.",
  "First, if Trump was innocent Mueller would vindicate him.",
  "More: Donald Trump should not assume he's above the law.",
  "Read or Share this story: https://usat.ly/2Jkdfae",
  "But, there were other short-term upsides.",
  "A sitting president can be indicted.",
  "Veuer's Nick Cardona has that story.",
  "Too soon to 'wrap it up.'",
  "Impeccable credentials.",
  "Follow him @JonahNRO.",
  "For several reasons."
]