[
  "For 8 years, President Obama and his allies in the left-wing media paid little attention to the growing nuclear threat from Russia, to Russian aggression in Ukraine and the Middle East, to declining U.S. military and nuclear capabilities necessary to defend against an increasingly aggressive Russia.",
  "Totalitarian minds clearly do dominate the liberal mainstream media, so lacking is the journalistic commitment to objectivity, facts, and fair play that is the purpose of the First Amendment, and essential to the intellectual and physical survival of a constitutional republic.",
  "During the next presidential election, if President Trump mobilizes the intelligence community to conduct clandestine operations against the Democratic Party — to protect democracy from Russia, of course — will ABC, NBC, CBS, CNN, MSNBC and the rest be OK with that?",
  "Now the Obama Administration’s FBI, CIA, and Department of Justice has been caught red-handed penetrating and trying to sabotage the rival Republican Party’s presidential campaign in a so-called counter-intelligence operation code-named CROSSFIRE-HURRICANE.",
  "The aftermath of CROSSFIRE-HURRICANE is the Mueller investigation and vociferous, omnipresent campaign by the liberal mainstream media to delegitimize President Trump’s election with the now proven lie that he is Russia’s Manchurian Candidate.",
  "In the 1964 movie “Seven Days In May” a right-wing conspiracy by the Joint Chiefs of Staff, led by General James Mattoon Scott, attempts to overthrow liberal President Jordan Lyman, who supports a controversial nuclear disarmament treaty.",
  "Astonishingly, the former Director of National Intelligence, General James Clapper, now a CNN commentator, unashamedly defends as a “good thing” the weaponization of the intelligence community against political rivals.",
  "Revelation of CROSSFIRE-HURRICANE and its still blossoming poisoned fruit, the Mueller investigation, confronts the nation with an unprecedented crisis, though the liberal media strives mightily to ignore this fact.",
  "In the movie, right-wing generals plan a coup d’etat against President Lyman by taking over television and radio stations and arresting the president during a military exercise code-named ECOMCON.",
  "Today, the media are so obsessively dominated by Trump hatred and fake news that they might as well be Russia’s Pravda or Izvestiya, ventriloquizing views of America’s totalitarian enemies.",
  "Their objective was to ensure defeat of Donald Trump and election of Hillary Clinton as President of the United States by framing Trump with false allegations of collusion with Russia.",
  "CROSSFIRE-HURRICANE is an obviously illegal and unconstitutional weaponization of the powers of the intelligence community and federal law enforcement for partisan political purposes.",
  "“Seven Days In May” is a cultural manifestation of paranoia and deep bias by political and media liberals and the Left against the U.S. military and American conservatives.",
  "CROSSFIRE-HURRICANE and the Mueller investigation is an assault on the civil rights of every American who voted for President Trump — and on the rights of those who didn’t.",
  "In the movie “Seven Days In May” the military planned to capture television stations to justify to the American people over-throwing a legitimately elected president.",
  "Despite Pentagon opposition, President Kennedy encouraged making the movie, sympathetic to the theme of a right-wing military conspiracy against a liberal president.",
  "Kennedy was stung by military criticisms of his seeking nuclear arms control treaties with Moscow, and particularly by personal attacks from General Edwin Walker.",
  "He served on the Congressional EMP Commission as chief of staff, the Congressional Strategic Posture Commission, the House Armed Services Committee, and the CIA.",
  "Astonishingly, the liberal mainstream media have closed ranks behind General Clapper to support what amounts to an ongoing coup attempt against President Trump.",
  "In real life, “Seven Days In May” authors stupidly feared General Curtis LeMay, a conservative nuclear hawk, chief of the Strategic Air Command, and war hero.",
  "Clapper hides behind the transparent fiction CROSSFIRE-HURRICANE and the Mueller investigation protect America’s political system from Russian interference.",
  "The self-righteous Left has for decades been warning that conservatives are a Right-wing threat to our constitutional republic and freedom.",
  "Pentagon nuclear hawks fear Russian cheating on disarmament will set-up the United States for destruction in a surprise nuclear attack.",
  "And now we are supposed to believe that their endless angst over President Trump’s election has to do with protecting us from Russia?",
  "— Somehow, universities — that educate journalists, citizens, and national leaders — must again become a free marketplace for ideas.",
  "The movie “Seven Days In May” was produced, directed, and starred Kirk Douglas, John Frankenheimer and other Hollywood liberals.",
  "In 1957, President Eisenhower sent U.S. troops into Arkansas to defend the constitutional voting rights of black Americans.",
  "Coincidentally, General Walker survived an assassination attempt by communist Lee Harvey Oswald, who later killed JFK.",
  "The movie was based on a book of the same name by Fletcher Knebel and Charles Bailey, liberal political journalists.",
  "President Kennedy sent more U.S. troops into the South to protect the civil rights of black Americans.",
  "President Trump — lest life imitate art — sign an executive order protecting America from EMP attack.",
  "Peter Vincent Pry is executive director of the Task Force on National and Homeland Security.",
  "Russia, China, North Korea and Iran are watching, eager to help our self-destruction.",
  "— Somehow, fair and balanced reporting and commentary must be restored in the media.",
  "The enemies of free thought and freedom have already captured most of the media.",
  "Drastic measures must be taken to save our constitutional republic.",
  ":\n\n— The Mueller investigation is illegitimate and must terminate.",
  "But can our deeply corrupt institutions be reformed?",
  "For more of his reports, Go Here Now.",
  "He is author of \"Blackout Wars.\"",
  "Absurd."
]