[
  "The winner of the GOP primary will take on the victor of the Democratic primary, between Leticia Sanders of Maumelle and Henderson, as well as Libertarian candidate Mark West of Batesville in the Nov. 6 general election.”\n\nHASPEL CONFIRMATION EXPOSES RIFT AMONG SENATE DEMS\n\nAP: “The political schism in the Democratic Party is playing out in the confirmation vote for Gina Haspel [who was confirmed today] as CIA director, as support from red-state senators facing re-election bumps up against a more liberal flank eyeing potential 2020 presidential bids and rejecting the nominee over the agency’s clouded history of torture.",
  "PLAY-BY-PLAY\n\nLawmaker: “Soil or rock or whatever” falling in ocean partly to blame for sea level rise - Energy & Environment News\n\nTrade hardliner Navarro reportedly went off on Mnuchin - Axios\n\nChabot joins jockeying for to replace Goodlatte as Judiciary chairman - Politico\n\nTexan Cruz fights for space station cash - The Hill\n\nHouse sends $52 billion veterans’ health package to Senate - Military Times\n\n2020 Scouting Report: Los Angeles Mayor Garcetti taps Hollywood donor base - Politico\n\nRowdy caucus: Louisiana legislators apologize for getting in bar fight - The [Monroe, La.]",
  "Speaker Paul Ryan (R-Wis.) called an emergency meeting in his office Wednesday night to try to broker peace.”\n\nTHE JUDGE’S RULING: SANCTUARY BOOKIES\n\nThis week, Fox News Senior Judicial Analyst Judge Andrew Napolitano explains why sanctuary cities could benefit from SupCo’s sports betting decision: “If Congress had outlawed sports betting, such a law would not have implicated the anti-commandeering jurisprudence because it would have been a restraint on individual personal behavior and not a restraint on the discretion of state law enforcement or elected state representatives.",
  "Independent voters could play a key role in the race, which is expected to draw national attention as Democrats seek to regain control of the Senate.”\n\nPennsylvania Republicans don’t low energy Barletta Senate campaign - WashEx: “Senior Republicans are sounding the alarm about Rep. Lou Barletta's, R-Pa., struggling Senate campaign in Pennsylvania, fretting that his lackadaisical, disorganized effort will hand a third term to incumbent Sen. Bob Casey, D-Pa. President Trump rallied support for Barletta in a string of Wednesday afternoon tweets.",
  "U.S. Trade Representative Robert Lighthizer told lawmakers in a meeting on Wednesday that he didn’t think a deal could be completed by then or in the immediate term, according to two Democratic representatives who attended the meeting.”\n\nImmigration petition puts pressure on House Majority leaders - WaPo: “House Republican leaders made a full-court press Wednesday to forestall a GOP immigration rebellion that they fear could derail their legislative agenda and throw their effort to hold the majority in doubt.",
  "Their message, according to attendees, was that efforts were underway at the highest levels, including with the White House, to get immigration legislation on the House floor before the midterm elections.”\n\nHouse GOP leaders warn centrists against DACA to save House - Politico: “House Republicans are flailing to get on the same page on immigration, as rebellious moderates inch closer toward forcing a vote protecting Dreamers and leaders scramble to stop the intra-party collision.",
  "… Red flags about Barletta were raised anew after he won the party's Senate nomination on Tuesday with 63 percent of the vote despite being Trump's handpicked candidate and enjoying the support of Pennsylvania's GOP machine.”\n\nKobach campaign shake-up: Consultant, aide are out as race intensifies - The Wichita Eagle: “Kris Kobach has parted with a key consultant and a longtime aide, part of a campaign shakeup as the race for governor enters an intense summer period.",
  "THE RULEBOOK: JEALOUSY IS AN ILLNESS, GET WELL SOON\n\n“It ought never to be forgotten, that a firm union of this country, under an efficient government, will probably be an increasing object of jealousy to more than one nation of Europe; and that enterprises to subvert it will sometimes originate in the intrigues of foreign powers, and will seldom fail to be patronized and abetted by some of them.” - Alexander Hamilton, Federalist No.",
  "McGrath’s biggest political test so far is on Tuesday, when she’ll face off against Lexington Mayor Jim Gray (and four other candidates) for the Democratic nomination in Kentucky’s 6th District.”\n\nTwo Atlanta House races are feeling crowded - Atlanta Journal-Constitution: “Atlanta’s well-to-do northern suburbs were considered so politically safe for Republicans that Democrats often couldn’t recruit serious challengers.",
  "‘Titi, man, they got this alligator on me and they saying that if no money is given, they are gonna have him chewing on me,’ the victim said… Bridgeport and Shelton police would later surround a Shelton hotel, capture the creature and arrest 30-year-old Isaias Garcia, a convicted felon from Garland, Texas, on kidnapping, extortion and assault charges.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "Control of House\n\nRepublican average: 41.8 percent\n\nDemocratic average: 48.4 percent\n\nAdvantage: Democrats plus 6.6 points\n\nChange from one week ago: Democratic advantage down 0.4 points\n\n[Average includes: CNN: 47% Dems - 44% GOP; CBS News: 50% Dems - 41% GOP; Pew Research Center: 48% Dems - 43% GOP; Monmouth University: 49% Dems - 41% GOP; Quinnipiac University: 48% Dems - 40% GOP.]",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 41.4 percent\n\nAverage disapproval: 53.6 percent\n\nNet Score: -12.2 points\n\nChange from one week ago: up 0.2 points\n\n[Average includes: Gallup: 43% approve - 52% disapprove; CBS News: 40% approve - 55% disapprove; CNN: 44% approve - 51% disapprove; IBD: 38% approve - 56% disapprove; Pew Research Center: 42% approve - 54% disapprove.]",
  "Murphy said he and Jolly will make a decision within a month.”\n\nInside the GOP’s massive effort to hold the House - Politico: “Republicans have amassed a sprawling shadow field organization to defend the House this fall, spending tens of millions of dollars in an unprecedented effort to protect dozens of battleground districts that will determine control of the chamber.",
  "In the study, researchers led by Frank Seifart, a linguist at the University of Amsterdam, and Balthasar Bickel, of the University of Zurich, analyzed hundreds of recordings of spontaneous speech from nine very different languages from around the world: English and Dutch, as well as several others from as far afield as Amazonia, Siberia, the Kalahari, and Tibet.",
  "So, just bear in mind as this donnybrook tumbles into its next tumultuous phase that 1) the real penalties the president phases are political; 2) Mueller’s intended object is to find out what happened and prosecutions are only a tool to that end; and 3) a lot of satellites in the president’s orbit are probably going to have a very unhappy summertime.",
  "… As of Tuesday, CLF — which markets itself to donors as a super PAC dedicated to saving the House majority and can collect contributions with no dollar limit — had hauled in more than $71 million.”\n\nMcGrath and Gray brace for Kentucky’s primary next Tuesday - Roll Call: “Even a casual observer of politics has probably heard of Amy McGrath.",
  "And to be sure, the concept of American exceptionalism has been badly abused sometimes, but the basic idea is that because of the responsibilities with which our nation has been entrusted as it relates to preventing various forms of barbarism and inhumanity that we have special privileges in order to execute those duties.",
  "Several of them have supported many of Trump’s nominees.”\n\nNAFTA deal will likely fail to pass by American trade law deadline - Bloomberg: “House Speaker Paul Ryan warned a new NAFTA deal had to be completed by Thursday, but President Donald Trump’s trade chief told lawmakers he expects that deadline will not be met.",
  "… In an odd couplet, however, it also helps the sanctuary city movement, insofar as that movement purports to require that state and local law enforcement agencies not actively enforce federal immigration laws or policies because compelling them to do so would violate anti-commandeering jurisprudence.” More here.",
  "But changing demographics, simmering resentment on the left about President Donald Trump’s election and last year’s surprisingly competitive special election to succeed Price in the 6th have injected the kind of energy into the area’s Democratic circles that would have been unimaginable even two years ago.”\n\nGov.",
  "Now former congressman and 2016 Senate candidate Patrick Murphyis entering a new phase in his exploration of a potential bid for governor with former Republican Rep. David Jolly: Dialing for possible dollars, thinking about a campaign team and talking openly about the chance of hitting the trail.",
  "Asa Hutchinson boosted his campaign war chest by collecting another $700,000 in contributions, while his Republican foe, Jan Morgan, raised about $58,000 and Democratic candidate Jared Henderson received about $48,000, according to their latest campaign finance reports filed this week.",
  "Citing American trade law, Ryan had said May 17 was the last day to receive notice of intent to sign a deal for a new North American Free Trade Agreement that could be passed by the current Congress before a new crop of lawmakers change the political calculus.",
  "KETV: “A Connecticut woman got a disturbing phone call from her nephew, who told her he had been kidnapped and his abductor was demanding $... ‘Titi, I was wondering if you were gonna send that money, ‘cause I really want to go home,’ [he said in a call.]",
  "The Republican primary is less than three months away.”\n\nBipartisan ticket for Florida governor may be more than hot air - Politico: “First, a poll showed that Florida Democrats might want an unprecedented bipartisan ticket in the 2018 governor’s race.",
  "59\n\nTIME OUT: WORDS ARE HARD\n\nNew Yorker: “A study published this week in the Proceedings of the National Academy of Sciences found that nouns actually take longer to spit out than verbs do, presumably because they require more thought to produce.",
  "HAM SANDWICHES, YES; PRESIDENTS, NO\n\nIt occurs to us that many of the president’s defenders, in both the legal and political senses of that word, seem to have misunderstood the object of Special Counsel Robert Mueller’s investigation.",
  "But bearing all of that in mind we get a pretty good sense of what’s motivating Mueller and the fact that from the very beginning, the senior most officials in the agency were aware of the extraordinary delicacy of the situation.",
  "House Majority Leader Kevin McCarthy warned centrist Republicans in a closed-door meeting Wednesday that their effort to force votes on immigration could cost the party its House majority and empower Minority Leader Nancy Pelosi.",
  "Even if there is an innocent explanation for Cohen’s good fortune with bank regulators, the either incompetence or corruption he has demonstrated in his dealings and legal practice creates lots of exposure for the president.",
  "That tiny window is informative: cognitive scientists have concluded that it takes the brain about that long to formulate its next word, which happens even as a current word or phrase is being spoken.”\n\nFlag on the play?",
  "They dubbed this one “Crossfire Hurricane” in homage to the Rolling Stones’ song “Jumpin’ Jack Flash.” Though you would have to give them points for being accurate, since this has turned out to be one hell of a storm.",
  "Doesn’t it only make sense that Russia would want a President more amenable to its view of the world and would act to make that happen, just as America has done (and continues to do) in many parts of the world.",
  "**\n\nOn the roster: Ham sandwiches, yes; presidents, no - Poll: Blackburn struggling with independents - Haspel confirmation exposes rift among Senate Dems - The Judge’s Ruling: Sanctuary bookies - C’mon, Titi!",
  "The Justice Department’s inspector general has notified Congress that he is about to deliver a report on the mishandling of the federal probe aimed at the other major party nominee in 2016, Hillary Clinton.",
  "The initiative by the Congressional Leadership Fund, a super PAC aligned with Speaker Paul Ryan (R-Wis.), now includes 34 offices running mini-campaigns for vulnerable Republicans throughout the country.",
  "Trump called them “satellites” when he long ago explained to then-FBI Director James Comey that he wanted any election misconduct by his underlings or friends ferreted out and there are plenty of them.",
  "They picked out and compared the spoken renditions of the nouns and verbs, focusing not on how long it took for each word to be spoken but on what was happening in the half-second preceding each word.",
  "The retired Marine fighter pilot made a splash last year with an introductory video about the letters she wrote to members of Congress asking them to change the law so that women could fly in combat.",
  "Blessed is the man that can say that the boy he was would be proud of the man he is.” – Former Secretary of State Rex Tillerson speaking at the Virginia Military Institute graduation on Wednesday.",
  "When you know that the integrity of an election and the office of the presidency is on the line you tend to be a little more careful than if you’re just roughing up some senator from Illinois.",
  "It continued in the evening, when the leaders of a petition effort that would sidestep were summoned to a room with House Speaker Paul D. Ryan (R-Wis.), McCarthy and three other top leaders.",
  "Like you, I enjoyed Charles McCarry’s ‘Shelley’s Heart’ but believe ‘Tears of Autumn’ to be his classic and quite possibly the best in the genre.” - Greg Cary, Gradys Creek, Australia\n\n[Ed.",
  "The effort began in a closed-door morning meeting where Majority Leader Kevin McCarthy (R-Calif.) warned that a freewheeling immigration debate could have sharp political consequences.",
  "Rob Woodall, R-Lawrenceville, hadn’t faced serious challengers in the 7th Congressional District since he emerged from a crowded primary in 2010 to replace his former boss John Linder.",
  "A whistleblower at Treasury leaked Cohen’s shady financial documents after it appeared that someone had removed electronic warnings at the agency about suspicious Cohen transactions.",
  "Tuesday was the deadline for candidates seeking state office to file their last campaign finance reports with the secretary of state's office before next Tuesday's primary election.",
  "She supports abortion rights but hasn’t sought the endorsement of EMILY’s List, and the Democratic Congressional Campaign Committee recruited someone else to run against her.",
  "Two additional Republicans, John Katko of New York and David Trott of Michigan, signed on after McCarthy's scolding, leaving the group just four signatures shy of their goal.",
  "They are rural, noncoastal representatives of states won by President Donald Trump, places where some say the party needs to win back voters to grow beyond its urban core.",
  "The Republican secretary of state has also elevated a state lawmaker to campaign manager and picked the former editor of a conservative news site as his new spokeswoman.",
  "But the congressman is taking fire from Republicans at home and in Washington who worried that he is relying too much on the president to boost his flagging Senate bid.",
  "Yet the division in the Senate is set in large part by the election calendar, home-state geography and personal views — and it may define Democrats for years to come.",
  "In the 6th Congressional District… U.S. Rep. Tom Price, R-Roswell, regularly cruised to re-election with upwards of two-thirds of the votes in general elections.",
  "It has built its own in-house research and data teams and recruited 4,000 student volunteers, who have knocked on more than 10 million doors since February 2017.",
  "It is certainly rational that Russia would like to influence American politics, and not just to obtain American leaders more in line with the Kremlin’s thinking.",
  "The degree of surprise to which this information was greeted by reporters, politicians and pundits suggests to us that a little remedial education is in order.",
  "The president has to be thinking about his former national security adviser and former campaign chairman, both of whom are staring down possible prison time.",
  "POLL: BLACKBURN STRUGGLING WITH INDEPENDENTS\n\nTennessean: “Independent voters in Tennessee have a significantly more positive view of former Democratic Gov.",
  "Both indicators, included in a new poll from Vanderbilt University, offer valuable insight into the state of the race and provide a map for each candidate.",
  "As the documents disgorged by the Senate Intelligence Committee this week illustrate, a president doesn’t just have to be worried about the things he does.",
  "Now would be a good time to air dirty laundry to try to get ahead of bad stories and an even better time to try to shape a narrative that will be helpful.",
  "The former chairman is still fighting, albeit to little success, but the former head of the National Security Council is cooperating with Mueller’s team.",
  "America, for instance, thinks nothing of decreeing that we will forbid another sovereign nation from building nuclear weapons or using chemical weapons.",
  "News Star\n\nAUDIBLE: THE BEATITUDES OF T-REX\n\n“Blessed is the man who can see you make a fool of yourself and doesn’t think you’ve done a permanent job.",
  "Indeed, there is pretty good evidence that your country (through the CIA) played a role in the downfall of our Prime Minister, Gough Whitlam, in 1975.",
  "The penalties Trump faces are all political, ranging from a loss of public confidence to official measures undertaken by Congress, up to impeachment.",
  "When Giuliani points out that what Mueller really has the power to do is issue a report about what the president did or did not do, he’s quite right.",
  "It has been settled policy at the Department of Justice since the Watergate era that prosecutors do not seek indictments against sitting presidents.",
  "If the president’s personal lawyer was calling in favors at the Treasury Department and found a willing helper it would be momentous misconduct.",
  "The photograph showed the 21-year-old victim lying face-down in a bathtub, a 3-foot alligator on top of him, its open mouth facing the camera.",
  "Phil Bredesen than Republican U.S. Rep. Marsha Blackburn, a new poll shows, as the race to replace U.S. Sen. Bob Corker continues to heat up.",
  "A thought occurred to me this morning (as it has many times) as I read your piece on how Russia sought to influence the American election.",
  "Barletta has been a disappointing fundraiser and been too slow to ramp up a capable statewide campaign operation, his critics charge.",
  "That misunderstanding is at least somewhat understandable given the fact that many of the president’s foes seem oblivious themselves.",
  "… The potential bipartisan bid… has injected a surprise element into the gubernatorial race in the nation's largest swing state.",
  "What Russia does again and again is seek to erode the confidence that citizens in liberal democracies have in their governments.",
  "Share your color commentary: Email us at HALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "As it happens, the NYT obliges us today with the deepest of deep dives into the origin and arrangement of Mueller’s probe.",
  "The video went viral and helped her raise more than double Kentucky GOP Rep. Andy Barr during the third quarter of 2017….",
  "But the California Republican's warning did little to stop the centrists' momentum on their so-called discharge petition.",
  "Haspel’s confirmation became all but certain with a favorable 10-5 vote Wednesday by the Senate Intelligence Committee.",
  "While officers ran a trace, detectives told the aunt to demand that his abductors text her a photograph of her nephew.",
  "Certainly when our agents were standing up or pulling down regimes during the Cold War there were many more lapses.",
  "… Hutchinson has been governor since 2015 and is seeking the Republican nomination in Tuesday's primary election.",
  "But what we don’t know is whether that report will include anything that will elicit a response from Congress.",
  "FROM THE BLEACHERS\n\n“Hi Chris, I continue to enjoy your commentary immensely, as I do your podcast with Dana.",
  "On one side is a growing list of a half-dozen Democrats whom many see as the future of the big-tent party.",
  "The poll, released Thursday, found 69 percent of independent respondents had a favorable view of Bredesen.",
  "One of Trump’s attorneys, former New York Mayor Rudy Giuliani, asserted a basically incontrovertible fact.",
  "There’s some shady stuff there, but I will have to research more before I allow myself to have an opinion.",
  "I have never read any of McCarry’s other work, perhaps surprising since I love “Shelley’s Heart” so much.",
  "All of this bodes well for the independence of the states in the areas where they are free to govern.",
  "Moscow may have preferred Trump to Clinton, but the larger objective is always to weaken the West.",
  "In the whole, though, I tend to think that America has mostly been responsible with its power.",
  "Taken together, the turnover shows Kobach’s campaign aiming to retool itself as it faces Gov.",
  "note: You know how fond we Americans are about discussing our “exceptionalism,” Mr. Cary.",
  "Now that does not mean that Mueller can’t indict anybody as part of this investigation.",
  "Second, there’s probably a reason that the Times’ sources were so forthcoming just now.",
  "Jeff Colyer, who has attracted headlines in recent days amid a blitz of bill signings.",
  "Hutchinson surpasses opponents’ campaign finances - Arkansas Online: “Republican Gov.",
  "He has to worry about what his intimates do, especially when they do it in his name.",
  "Further, a majority of Republicans even say they have a favorable view of Bredesen.",
  "Blessed is the man who does not try to blame all of his failures on someone else.",
  "- Email us at HALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "On a charge like that, people could do very, very long stretches in prison.",
  "First, federal agents love cheesy names for operations and investigations.",
  "Michael Cohen’s colossally bad judgment presents major problems for Trump.",
  "This does not look like a Peter Fitzgerald bull-in-a-china-shop routine.",
  "But there really is no debate what the agency’s policy is and has been.",
  "There are a couple of things to bear in mind while you read the piece.",
  "Hasn’t the U.S done this dozens of time, often by nefarious means?",
  "Just 44 percent of independents had a positive view of Blackburn.",
  "Then came a legal analysis indicating it could, in fact, be done.",
  "Now, Giuliani added a few flourishes typical of a defense lawyer.",
  "I had not read until now the story of your former prime minister.",
  "I understand how this sounds to much of the rest of the world.",
  "Lord knows he already has, and already won some guilty pleas.",
  "And Cohen isn’t the only one Trump has to be worried about.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Or his political dirty trickster’s online escapades.",
  "What are the unintended consequences of this ruling?",
  "Or there’s his eldest son’s unusually poor memory.",
  "Or that same son’s long ties to Russian big shots.",
  "Of course Mueller is not trying to indict Trump.",
  "Who are we to claim these rights for ourselves?",
  "Brianna McClelland contributed to this report.",
  "Talks, however, remain hung up on key issues.",
  "Or his son-in-law’s troubled family business.",
  "Even when they do it without his knowledge.",
  "… No one was prepared for what came next.",
  "Looking forward very much to your book.",
  "A few miles to the east, U.S. Rep.",
  "Perhaps I’m missing something.",
  "Or… well, you get the idea.",
  "I’ll have to pick it up.]",
  "Sign up here.",
  "Sign up here.",
  "C’MON, TITI!"
]