[
  "Mostly, it countered the growing suspicion that the bureau had been snooping on a presidential campaign on the basis of truly disreputable info—a dossier of salacious information compiled by an opposition research firm working for the rival campaign.",
  "According to this narrative, the FBI did not launch its probe until July 31, 2016, only after Australia tipped it to a conversation junior Trump aide George Papadopoulos had with Australian diplomat Alexander Downer in the spring of 2016 in London.",
  "It has flouted so many subpoenas, and played so many games with redactions and deadlines, that the entire House GOP united last week to vote for the resolution demanding submission to Congress’s requests for documents.",
  "Only after this formal commencement of a counterintelligence probe—Crossfire Hurricane—did the FBI begin to target U.S. citizens with spying, wiretapping and other tools usually reserved for foreign infiltrators.",
  "At issue is the FBI’s “origin story,” in which it claims its full-fledged investigation into a presidential campaign was conducted, as it were, by the book.",
  "The Australian “government” connection allowed the bureau to infuse the meaningless Papadopoulos conversation with significance, justifying the probe.",
  "A House resolution sets Friday as the deadline for the Justice Department to come clean on the beginning of its investigation into the Trump campaign.",
  "The vote was an order but also a warning—that this is the last chance to comply, and the next step will be to hold officials in contempt.",
  "In the trench war between congressional Republicans and the Federal Bureau of Investigation, we have arrived at a crucial battle.",
  "This account, relayed by the New York Times in December 2017, has proved highly convenient for the FBI.",
  "It is a measure of the stakes that even that threat doesn’t guarantee cooperation.",
  "Keep reading Kimberley Strassel's column in the Wall Street Journal.",
  "The origin story suggested the FBI had followed procedure.",
  "We’ll find out if the FBI has been lying to the public.",
  "That is, if the department complies.",
  "Or so the story goes."
]