[
  "As TheDCNF reported, Halper has been accused in the past of making “absurd” and “false” claims about Russian infiltration at Cambridge, where he oversees the Cambridge Security Initiative, a group that brings together academics, businesses and former intelligence officials.",
  "(RELATED: Stefan Halper Accused Of Making ‘False’ And ‘Absurd’ Allegations About Russian Infiltration At Cambridge)\n\nIn December 2016, Halper also resigned from the Cambridge Intelligence Seminar after claiming he was worried about Russian infiltration of that program.",
  "But Christopher Andrew, the convener of the seminar and the chief of historian of Britain’s MI5 intelligence service, called Halper’s concerns “absurd.”\n\nAsked whether Halper could have provided false information to the FBI about him, Page was open to the possibility.",
  "(RELATED: An Email Referring To ‘Collusion’ Sheds Light On Trump Aide’s Interaction With Halper)\n\n“It seems attention has shifted a bit from the ‘collusion’ investigation to the ‘contretempts’ [sic] within the White House,” Halper wrote on July 28, 2017.",
  "As The New York Times reported on May 18, Halper was who expressed concerns back in February 2014 about then-Defense Intelligence Agency Director Michael Flynn’s interactions at a Cambridge event with a Russian academic named Svetlana Lokhova.",
  "What Page and Halper discussed in their encounters looms large over those FISA warrants as well as over “Crossfire Hurricane.”\n\nPage says he can’t recall many details of what he and Halper discussed over their 14 month relationship.",
  "But the debate has overshadowed more important questions about Halper’s role in “Crossfire Hurricane,” the code name for the FBI’s investigation of possible collusion between the Trump campaign and Russian government.",
  "But Page tells The Daily Caller News Foundation that in his conversations with Halper, he never departed from what he has said publicly in response to the allegations made about him in the infamous Steele dossier.",
  "The next day, Halper reached out to Papadopoulos through email — unbeknownst to Clovis — to offer to fly the young Trump aide to London to discuss writing an academic paper about Mediterranean energy issues.",
  "But Lokhova, a historian of Russian intelligence agencies, says that Halper was behind the “false allegations.” She has vigorously denied having anything close to an improper relationship with Flynn.",
  "“I never did anything even remotely wrong [or] similar to what’s alleged in the Dodgy Dossier,” Page says was his general message to Halper when the subject of collusion came up in conversation.",
  "The dossier, written by former British spy Christopher Steele and funded by Democrats, accuses Page of being the Trump campaign’s main back channel to the Kremlin for the purposes of collusion.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nThat 14-month window leaves open numerous possibilities for Halper’s intelligence-gathering activities.",
  "Though Page says he never had conversations with Halper in which he said anything that would support allegations in the dossier, what Halper may have relayed to the FBI is another matter.",
  "So whether it was him or whoever, they came to the wrong conclusion.”\n\nThere is virtually no visibility into what information Halper collected on Page or any of the other Trump advisers.",
  "And there has been speculation that whatever information he collected was provided to the FBI for use in Foreign Intelligence Surveillance Act (FISA) warrants granted against Page.",
  "But there is one piece of correspondence that suggests that Halper was sympathetic and supportive of Page and that he presented himself as critical of the collusion allegations.",
  "The core questions are: Who tasked Halper, a former University of Cambridge professor, with contacting Trump campaign advisers Carter Page, Sam Clovis, and George Papadopoulos?",
  "Those concerns, which were that Flynn’s interactions with Lokhova suggested that he could be compromised by Russian intelligence, were also shared with American authorities.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Clovis, the campaign’s national co-chairman, met with Halper once on Sept. 1, 2016 over coffee to discuss the campaign and their mutual interest in geopolitical issues.",
  "As has been widely noted, FISA renewals require additional evidence showing probable cause that a surveillance target is acting as an agent of a foreign power.",
  "Would be great to catch up.”\n\nPage has discussed another encounter with Halper in which he says the professor seemed to dismiss the allegations of collusion.",
  "A battle of semantics has dominated the revelation that the FBI used a Cambridge professor named Stefan Halper to keep tabs on three Trump campaign advisers.",
  "During a press conference on Tuesday, Speaker Paul Ryan linked the issue of allegations about FISA abuse to the revelation of a Trump campaign informant.",
  "There is a debate over whether former Cambridge professor Stefan Halper, who kept tabs on three Trump campaign advisers, was an FBI informant or a spy.",
  "One of the key questions to the debate is: Who tasked Halper with contacting Trump campaign advisers Carter Page, Sam Clovis, and George Papadopoulos?",
  "It was Summer 2016 after then-Senate Minority Leader Harry Reid sent a letter to then-FBI Director James Comey accusing Page of being a Russian agent.",
  "“FISA abuse is a serious issue,” Ryan said when discussing House Republicans’ request for information about the FBI’s top-secret source.",
  "But he says that nothing he said would support the idea that he was involved in collusion on behalf of the Trump campaign with Russia.",
  "And how was that information used by government officials in their investigation of possible Russian meddling in the 2016 election?",
  "Page said that when he and Halper discussed the letter, Halper “rolled his eyes” as if he disapproved of the Reid allegations.",
  "They met multiple times, and Page says he never felt that Halper was trying to pump him for information about the campaign.",
  "He also stayed in touch with the 73-year-old the longest of any of the three Trump advisers — from July 2016 to Sept. 2017.",
  "During one dinner conversation, Halper asked Papadopoulos whether he was involved in Russian hacking of Democrats’ emails.",
  "An energy consultant and former Naval officer, Page was the first Trump associate known to have made contact with Halper.",
  "“I must assume this gives you some relief,” he continued, signing off with “be in touch when you have the time.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The argument is over whether Halper was a mere FBI informant or a spy, as President Trump has asserted.",
  "The dossier claims that Page met with two sanctions Kremlin insiders, Igor Sechin and Igor Diveykin.",
  "Halper’s interactions with Clovis and Papadopoulos were more limited than those he had with Page.",
  "“I’m not concerned about this other stuff,” Page told TheDCNF, referring to the Halper angle.",
  "And Halper’s track record as an intelligence gather has already been called into question.",
  "They expired in September 2017, the same month that Page and Halper fell out of contact.",
  "The first FISA warrant authorizing surveillance on Page was granted on Oct. 21, 2016.",
  "The pair met multiple times, including at Cambridge and at Halper’s farm in Virginia.",
  "The letter, it is now known, relied heavily on allegations from the Steele dossier.",
  "The entire saga was first reported on May 17, 2017 by The Wall Street Journal.",
  "What did they tell Halper, and what did he in turn tell his FBI/CIA handlers?",
  "Papadopoulos vigorously denied the allegation, much to Halper’s frustration.",
  "He was paid $3,000 for the paper, which he submitted in early October 2016.",
  "But it is now clear that Halper was collecting some information on Page.",
  "Carter Page holds the key to many questions surrounding Halper.",
  "Three renewals were granted in January, April and June 2017.",
  "Papadopoulos accepted and flew to London on Halper’s dime.",
  "Halper’s approach to Page was much softer, Page says.",
  "Carter Page holds the key to many of those questions.",
  "“The reality is there are a lot of lies in there.",
  "It’s also unknown what he passed to the FBI.",
  "Page has vehemently denied the allegations.",
  "“He may very well have,” he told TheDCNF.",
  "Was Halper a credible source?"
]