[
  "Personal:\n\nBirth date: July 26, 1943\n\nBirth place: Dartford, England\n\nBirth name: Michael Philip Jagger\n\nFather: Basil \"Joe\" Jagger, a teacher\n\nMother: Eva (Scutts) Jagger\n\nMarriages: Jerry Hall (November 21, 1990-August 13, 1999, annulled); Bianca (Pérez Morena De Macías) Jagger (May 21, 1971-November 2, 1979, divorced)\n\nChildren: with Melanie Hamrick: a son, 2016; with Luciana Gimenez Morad: Lucas, 1999; with Jerry Hall: Gabriel, 1997; Georgia, 1992; James, 1985; Elizabeth, 1984; with Bianca (Pérez Morena De Macías) Jagger: Jade, 1971; with Marsha Hunt: Karis, 1970\n\nEducation: Attended the London School of Economics\n\nOther Facts:\n\nPlays the harmonica, tambourine, guitar and piano.",
  "March 17, 2014 - Fashion designer and Jagger's longtime companion Fashion designer and Jagger's longtime companion L'Wren Scott is found dead of an apparent suicide\n\nMarch 25, 2016 - The Rolling Stones become the first major international rock band to play in Cuba, drawing hundreds of thousands of people to a The Rolling Stones become the first major international rock band to play in Cuba, drawing hundreds of thousands of people to a free concert in Havana.",
  "February 16, 2017 - According to London publisher John Blake, he holds the sole copy of a 1980s autobiographical manuscript written by Jagger that has never before been published.",
  "The film follows the 2016 tour with the Rolling Stones as they travel through Latin America on the way to playing their first show in Havana, Cuba to more than 1 million fans.",
  "The film follows the 2016 tour with the Rolling Stones as they travel through Latin America on the way to playing their first show in The documentary film, \"¡Olé, Olé, Olé!",
  "According to London publisher John Blake, he holds the sole copy of a 1980s autobiographical manuscript written by Jagger that has never before been published.",
  "1994 - The Rolling Stones win two Grammy Awards - Best Rock Album for \"Voodoo Lounge\" and Best Music Video, Short Form, for \"Love is Strong.\"",
  "May 28, 1969 - When his London home is raided by police, Jagger and girlfriend Marianne Faithfull are arrested for marijuana possession.",
  "December 2, 2016 - The Rolling Stones The Rolling Stones release \"Blue & Lonesome,\" their first studio album in more than a decade.",
  "2008 - Director Director Martin Scorsese releases \"Shine a Light,\" a documentary film featuring a Stones performance from 2006.",
  "Jagger reads poetry and releases 3,500 butterflies in honor of former band mate Brian Jones who was found dead on July 3.",
  "According to the New York Times, Blake has not been given permission by Rolling Stones management to publish the memoir.",
  "December 6, 1969 - A free concert at Altamont Speedway in Livermore, California, results in a fan's stabbing death.",
  "January 28, 2018 - The Rolling Stones win the Grammy for Best Traditional Blues Album for \"Blue & Lonesome.\"",
  "October 18, 2012 - \"Crossfire Hurricane,\" a documentary about the band, opens at the London Film Festival.",
  "(CNN) Here's a look at the life of singer, songwriter and Rolling Stones front man, Mick Jagger.",
  "Rahman, composer of the soundtrack for \"Slumdog Millionaire,\" to form the new group SuperHeavy.",
  "In 1970, the documentary \"Gimme Shelter\" about the concert tour and the tragedy is released.",
  "2011 - Collaborates with Dave Stewart of the Eurythmics, Damian Marley, Joss Stone and A.R.",
  "January 18, 1989 - The Rolling Stones are inducted into the Rock and Roll Hall of Fame.",
  "November 12, 2012 - The Rolling Stones release their greatest hits compilation \"GRRR!\"",
  "June 6, 1965 - \"(I Can't Get No) Satisfaction\" is released in the United States.",
  "February 12, 1967 - Jagger and Keith Richards are arrested for drug possession.",
  "The film had a very limited release in theaters in the US and UK in late 2016.",
  "July 5, 1969 - The Rolling Stones give a free concert in London's Hyde Park.",
  "December 12, 2003 - Is Is knighted by Prince Charles for services to music.",
  "October 16, 2012 - The band's book \"The Rolling Stones: 50\" is released.",
  "Once said, \"I'd rather be dead than singing \"Satisfaction\" when I'm 45.\"",
  "September 20, 2011 - New self-titled album from SuperHeavy is released.",
  "June 15, 1970 - Opening day of \"Ned Kelly,\" Jagger's first film role.",
  "Timeline:\n\n1960 - Lead singer of Little Boy Blue and the Blue Boys.",
  "1962-present - Lead singer of Lead singer of The Rolling Stones.",
  "February 25, 1985 - Releases first solo album \"She's the Boss.\"",
  "A Trip Across Latin America,\" is released for digital download.",
  "A Trip Across Latin America,\" is released for digital download.",
  "Jagger is sentenced to three months and Richards to one year.",
  "It is #1 for four weeks and is the band's first gold record.",
  "November 10, 2002 - Appears as himself on \"The Simpsons.\"",
  "May 26 2017 - The documentary film, \"¡Olé, Olé, Olé!",
  "Childhood friends with bandmate Keith Richards.",
  "Later, the sentences are overturned on appeal.",
  "Keith Richards later joins the band."
]