[
  "Developing now, Thursday, May 17, 2018\n\nRobert Mueller's Russia collusion investigation hits the one-year mark Thursday; Republicans call for the probe to end, while Democrats argue the special counsel should be allowed to complete his work\n\nIn an exclusive interview with Fox News' Laura Ingraham, Rudy Giuliani says Mueller 'has nothing' on President Trump and that it's time for him to 'wrap up' the investigation\n\nTrump's newly filed financial disclosure form includes confirmation that he reimbursed lawyer Michael Cohen for 'unspecified expenses' that apparently included the Stormy Daniels hush money\n\nTrump praises 'rebellion' against California's immigration policies in roundtable discussion with state lawmakers opposed to the state's sanctuary laws\n\nSouth Korean officials reportedly urge North Korea to stick to denuclearization agreements\n\nTHE LEAD STORY - ROBERT MUELLER'S RUSSIA PROBE, YEAR ONE: The long and winding special counsel Russia investigation that President Trump has routinely decried as a “witch hunt” hit the one-year mark on Thursday, giving Trump’s legal team an opening to renew criticism of the probe’s focus and its investigators ... Legal team member Rudy Giuliani told Fox News on Wednesday that Mueller already has assured them the president can't be indicted.",
  "Trump Tower meeting transcripts: Donald Jr., Russia lawyer downplay session, rip 'apocalyptic Hollywood' narrative\n\nJudge Napolitano on 'political justice' at DOJ: They prosecuted Roger Clemens, but not James Clapper\n\nSINGLE LINE CONFIRMATION: President Trump’s newly filed financial disclosure form includes confirmation that the president reimbursed attorney Michael Cohen last year for unspecified “expenses” – apparently the hush money paid to porn star Stormy Daniels before the 2016 election ...",
  "Stormy Daniels lawyer Michael Avenatti being investigated by California State Bar\n\nTRUMP-ENDORSED 'REBELLION': President Trump praised local California leaders for standing up to “deadly and unconstitutional sanctuary state laws” and hailed what he called a “rebellion” against the state’s immigration policies ... “Each of you has bravely resisted California’s deadly and unconstitutional sanctuary state laws,” Trump said at the White House roundtable of local officials on the issue.",
  "'INGRAHAM ANGLE' EXCLUSIVE: GIULIANI SAYS MUELLER SHOULD END PROBE TODAY: President Trump's lawyer, Rudy Giuliani, told Fox News' Laura Ingraham Wednesday night that Special Counsel Robert Mueller should wrap up his investigation into alleged collusion with Russia by the Trump campaign, saying that Mueller \"has nothing.\"",
  "“You’ve gone through a lot, too, although it’s become quite popular what you do.” The roundtable featured a number of California Republican lawmakers and law enforcement officials who have pushed back against the state’s sanctuary laws which limit cooperation with federal immigration authorities.",
  "– Acting Immigration and Customs Enforcement Director Thomas Homan, on \"Your World with Neil Cavuto,\" calling on Congress to fix the provisions that are allowing illegal immigrants detained by authorities to escape into relative obscurity in the country.",
  "The single line, included at the bottom of a page in the middle of the latest financial report, helps explain why Trump legal team member Rudy Giuliani publicly acknowledged the payment for the first time earlier this month, during a Fox News interview.",
  "While Trump has denied the underlying allegations, a source told Fox News on Wednesday that Giuliani came forward regarding the payment because he knew it would be in the next financial disclosure report to the Office of Government Ethics.",
  "ACROSS THE NATION\n\nESPN to honor Nassar victims at ESPY Awards | Michigan State reaches $500M settlement with Nassar victims\n\nTen children removed from filthy California home were waterboarded, hit with crossbows and BBs, prosecutors say.",
  "- A day after North Korea canceled a high-level meeting with their southern neighbor, South Korean officials urged them to carry out the denuclearization agreements made during their historic summit last month, Yonhap News reported ...",
  "Kent State University graduate Kaitlin Bennett on her parting shot at the college's anti-gun policies that went viral; former federal prosecutor Andrew McCarthy reacts to Rudy Giuliani's interview on \"The Ingraham Angle.\"",
  "#OnThisDay\n\n1954: The U.S. Supreme Court hands down its unanimous Brown v. Board of Education of Topeka decision, which holds that racially segregated public schools are inherently unequal, and therefore unconstitutional.",
  "ET: Larry Kudlow, director of the U.S. National Economic Council; Kristin Gaspar, congressional candidate and San Diego County Board of Supervisors chairwoman; Rep. Lou Barletta; Montana Sen. Steve Daines.",
  "... \"It's been a year, he’s gotten more than 1.4 million documents, he’s interviewed 28 witnesses, and he has nothing,\" Giuliani said, \"which is why he wants to bring the president into an interview.\"",
  "Giuliani said the president's legal team wants Mueller's investigators to \"tell us what you have to get from an interview that you don't already have, because he has all the facts to make a decision.",
  "AS SEEN ON FOX NEWS\n\nDON'T 'PLAY' TRUMP: \"If you're not serious about doing a deal with the president -- if you're not serious about giving up nukes for a better life, don't meet with the president.",
  "The remarks from the south came from their National Security Council (NSC) which met on Thursday, the report said, during which they talked about “future steps” regarding the called off meeting.",
  "ET: Guests include: Vice President Mike Pence; Rep. Steve Russell on North Korea, Iran and the opening of the U.S. embassy in Jerusalem; plus Steve Doocy, Abby Huntsman and Carley Shimkus.",
  "At the time, Giuliani told host Sean Hannity that Trump reimbursed Cohen the $130,000 he paid to Daniels in exchange for her silence about an alleged sexual encounter with Trump in 2006.",
  "Following the meeting in late April, a joint announcement from the two Koreas said that they would strive for a “nuclear-free Korean Peninsula” and try to officially end the Korean War.",
  "ET: Don't miss the new show hosted by Guy Benson, political editor at Townhall.com and Marie Harf, former senior adviser of strategic communications at the State Department.",
  "Giuliani spoke to Ingraham the same day he said that Mueller told Trump's legal team he would follow Justice Department guidelines and not indict the sitting president.",
  "– Sen. Lindsey Graham, on \"The Story with Martha MacCallum,\" warning North Korean dictator Kim Jong Un against canceling a planned summit with President Trump.",
  "The Fox News Rundown podcast: Thursday marks one year since Robert Mueller was appointed to special counsel in the Russian election meddling probe.",
  "And he said earlier this week that the president's lawyers would use the \"anniversary\" to double down on calls to wrap up the investigation.",
  "1792: New York Stock Exchange has its beginnings as a group of brokers meet under a tree on Wall Street and sign the Buttonwood Agreement.",
  "ET: Ainsley Earhardt is live from Windsor as England gears up for this weekend's royal wedding between Prince Harry and Meghan Markle.",
  "THE ROYAL WEDDING: PRINCE HARRY AND MEGHAN MARKLE\n\nPrince Harry's paparazzi pain: From mom to Meghan, he thinks they're 'the enemy.'",
  "Expect vocal reminders from the president's team Thursday that the past year has yielded no collusion-related charges.",
  "HOLLYWOOD SQUARED\n\nPauley Perrette's ex-husband unable to file suit alleging she stalked him and broke into his home.",
  "ET: Guests include: Lt. Col. Michael Waltz; Marc Lotter; Gordon Chang, author of \"The Coming Collapse of China.\"",
  "Jerry Brown was unimpressed by the roundtable and accused Trump of lying about what is going on in California.",
  "'Yanny vs. Laurel' craze reportedly started with high school student studying for her literature class.",
  "WATCH\n\nTHE SWAMP\n\nBenson & Harf: Speaker Paul Ryan on 2018 agenda, Gaza violence and post D.C. plans.",
  "North Korean leader Kim Jong Un and South Korean President Moon Jae-in attended the historic summit.",
  "Elon Musk hires interns to 'problem solve' | Fast-food restaurant owner can't find teens fill jobs.",
  "TUNE IN: Don't miss Fox News' live coverage of the royal wedding this Saturday, starting at 5 a.m.",
  "Netanyahu does chicken dance with Netta Barzilai to celebrate Israeli singer's Eurovision win.",
  "Plus, Kellyanne Conway, counselor to President Trump, takes on the White House's hot topics.",
  "Rolling Stones song inspired 'Crossfire Hurricane' codename for Trump-Russia investigation.",
  "Newt Gingrich: Trump has already made real progress in controlling prescription drug costs.",
  "FOX NEWS OPINION\n\nTammy Bruce: Lincoln vs. Obama -- The incredible tale of two libraries.",
  "#ProudAmerican: Michigan WWII veteran hopes to receive 100 cards on his 100th birthday.",
  "1875: The first Kentucky Derby is run; the winner is Aristides, ridden by Oliver Lewis.",
  "Thursday's podcast dives into the potential legal repercussions and political fallout.",
  "Meghan Markle's half-sister reportedly hospitalized after encounter with paparazzi.",
  "MINDING YOUR BUSINESS\n\nStocks point lower ahead of Walmart, JC Penney earnings.",
  "If you try to play him, we're going to have a war and you're going to lose it.\"",
  "Meghan Markle's father reportedly responsive and coherent after heart surgery.",
  "Conservative student's parting shot at college's anti-gun policies goes viral.",
  "Chilling 'blood vengeance' discovery: 1,000-year-old skull tells grisly tale.",
  "ET: Guests include: Corey Lewandowski; Rep. John Garamendi; Sen. Mike Rounds.",
  "Michael Goodwin: Cynthia Nixon's selective outrage could kill her career.",
  "Shipwreck mystery solved thanks to 800-year-old 'Made in China' label.",
  "Chimpanzee nests have less fecal matter than human beds, study says.",
  "WATCH\n\nTHE LOOPHOLE PROBLEM: \"Congress has to take this seriously.\"",
  "Paris train hero Alek Skarlatos to run for local office in Oregon.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Royal family's cars: Meghan Markle will be motoring in style.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "\"They have only exculpatory information about us,\" he said.",
  "Kennedy: Turkey has become a shady authoritarian hellhole.",
  "ET: Tentative guests include Mark Steyn and Joe diGenova.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "We'll see you in your inbox first thing Friday morning.",
  "So it's about time to get the darn thing over with.",
  "Net neutrality vote: Senate advances bill to House.",
  "Plus, commentary by Media Buzz host, Howard Kurtz.",
  "Cavuto: Coast to Coast, Noon ET: Rep. Dave Brat.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Lachlan and Rupert Murdoch to lead new 'Fox.'",
  "But what progress has the investigation made?",
  "Ford to resume F-150, Super Duty production.",
  "What Seattle 'head tax' will cost Amazon.",
  "On Fox News Radio:\n\nBenson & Harf, 6 p.m.",
  "We've tortured this president enough.'\"",
  "IS A DEAL A DEAL WITH NORTH KOREA?",
  "\"I've been through the documents.",
  "It's about time to say, 'Enough.",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Welcome to Fox News First.",
  "Lou Dobbs Tonight, 7 p.m.",
  "Thank you for joining us!",
  "The Evening Edit, 5 p.m.",
  "DID YOU HEAR ABOUT THIS?",
  "ET: Rep. Keith Rothfus.",
  "ET: Rep. Andy Biggs.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Democratic Gov.",
  "Enjoy your day!",
  "Click here.",
  "ET!"
]