[
  "Among those images are those of a press conference where Mick Jagger announced his plans for a free concert and his intentions in holding it, which are of a worthy and progressive cast: “It’s creating a microcosmic society which sets examples for the rest of America as to how one can behave at large gatherings.” (Later, though, he frames it in more demotic terms: “The concert is an excuse for everyone to talk to each other, get together, sleep with each other, hold each other, and get very stoned.”)\n\nA strange convergence of interests appears in negotiations filmed by the Maysleses between the attorney Melvin Belli, acting on the Stones’ behalf; Dick Carter, the owner of the Altamont Speedway; and other local authorities.",
  "The intense pressure to make the concert happen is suggested in a radio broadcast from the day before the concert, during which the announcer Frank Terry snarks that “apparently it’s one of the most difficult things in the world to give a free concert.” The Stones want to perform; their fans want to see them perform a free concert; the local government wants to deliver that show and not to stand in its way; Belli wants to facilitate it; and the Stones don’t exactly renounce their authority in the process but do, in revealing moments, lay bare to the Maysleses’ cameras their readiness to engage with a mighty system of which they themselves aren’t quite the masters.",
  "Watts asks whether Maysles thinks he can do it in that time, and Maysles answers, waving his arm to indicate the editing room, “This gives us the freedom, you guys watching it.”\n\nFilming in the editing room (which, Sragow reports, was the idea of Charlotte Zwerin, one of the film’s editors and directors, who had joined the project after the rest of the shoot) gave them the freedom to break from the strict chronology of the concert season that went from New York to Altamont while staying within the participatory logic of their direct-cinema program.",
  "Celebrity was already a scene of madness in Frank Sinatra’s first flush of fame and when the Beatles were chased through the train station in “A Hard Day’s Night.” But the Beatles’ celebrity was, almost from the start, their subject as well as their object, and they approached it and managed it with a Warholian consciousness, as in their movies; they managed their music in the same way and became, like Glenn Gould, concert dropouts.",
  "What was envisioned in “Lord of the Flies” and subsequently dramatized in such films as “Straw Dogs” and “Deliverance” was presented in reality in “Gimme Shelter.” The haunting freeze-frame on Jagger staring into the camera, at the end of the film, after his forensic examination of the footage of the killing of Meredith Hunter at the concert, reveals not the filmmakers’ accusation or his own sense of guilt but lost illusions.",
  "The Maysleses virtually lived with the Bible peddlers on the road, they virtually inhabited Grey Gardens with Big Edie and Little Edie, but—as Michael Sragow reports in this superb study, from 2000, on the making of “Gimme Shelter”—the Maysleses didn’t and couldn’t move in with the Rolling Stones.",
  "What emerges accursed is the very idea of nature, of the idea that, left to their own inclinations and stripped of the trappings of the wider social order, the young people of the new generation will somehow spontaneously create a higher, gentler, more loving grassroots order.",
  "It’s easy to imagine another filmmaker using a voice-over and a montage to introduce, at the start, the fatal outcome of the Altamont concert and portentously declare the intention to follow the band on their American tour to see how they reached that calamitous result.",
  "The movie ends with concertgoers the morning after, walking away, their backs to the viewer, leaving a blank natural realm of earth and sky; they’re leaving the state of nature and heading back to the city, from which they’ll never be able to leave innocently again.",
  "A cut from a moment in concert to a helicopter shot of an apocalyptic line of cars winding through the hills toward Altamont and of the crowd already gathered there suggests that something wild has escaped from the closed confines of the Garden and other halls.",
  "It was an outside view.”\n\nIt’s a commonplace to consider the documentary filmmaker Frederick Wiseman’s films to be centered on the lives of institutions and those of the Maysleses to be centered on the lives of people, but “Gimme Shelter” does both.",
  "To my surprise, I found that a big part of the story of “Gimme Shelter” is in the end credits, which say that the movie was filmed by “the Maysles Brothers and (in alphabetical order)” the names of twenty-two more camera operators.",
  "Jagger approaches the concert with constructive purpose and festive enthusiasm, but he performs like a man possessed, singing with fury of a crossfire hurricane and warning his listeners that to play with him is to play with fire.",
  "Though it’s replete with some exhilarating concert footage—notably, of the Stones performing on the concert tour that led up to the Altamont disaster—its central subject is how the Altamont concert came into being.",
  "The Maysleses’ enduring theme of the absent boundary between theatre and life, between show and reality, is stood on its head: art as great as that of the Stones is destined to have a mighty real-world effect.",
  "It had been a while since I’d seen “Gimme Shelter,” one of the early classics of the Maysles brothers, Albert and David, and I watched it again on the occasion of the passing of Albert Maysles last Thursday.",
  "The result is to turn the impersonal archive personal and to give the Maysles brothers, as well as the Rolling Stones, a personal implication in even the documentary images that they themselves didn’t film.",
  "The Maysleses, repudiating such ex-cathedra interventions, instead create a new, and newly personal, sphere of action for the Stones and themselves that the filmmakers can use to frame the concert footage.",
  "The effect—the music running as the nighttime preparations for the Altamont concert occur, with fires and headlights, a swirling tumult—suggests the forces about to be unleashed on the world at large.",
  "By way of contrast, the brothers’ previous feature, “Salesman,” credited “photography” solely to Albert Maysles, and “Grey Gardens,” from 1976, was “filmed by” Albert Maysles and David Maysles.",
  "The lawyers and the insurers, the politicians and the police, security consultants and fire-safety experts—the masters and mistresses of management—would be running the show.",
  "Stan Goldstein, a Maysles associate, told Sragow, “In the film there are virtually no personal moments with the Stones—the Maysles were not involved with the Stones’ lives.",
  "Early on, Charlie Watts, the Stones drummer, is seen in the editing room, watching footage with David Maysles, who tells him that it will take eight weeks to edit the film.",
  "The Maysleses and Zwerin intercut the discussions between Belli, Carter, and the authorities with concert footage from the Stones’ other venues along the way.",
  "The difference is drastic: it’s the distinction between newsgathering and relationships, and relationships are what the Maysleses built their films on.",
  "Yet the Maysleses’ vision of the unfolding events is distinctive—and, for that matter, historic—by virtue of their distinctive directorial procedure.",
  "What died at Altamont was the notion of spontaneity, of the sense that things could happen on their own and that benevolent spirits would prevail.",
  "From that point on, concerts were the tip of the iceberg, the superstructure, the mere public face and shining aftermath of elaborate planning.",
  "The editing-room sequences render the concert footage archival, making it look like what it is—in effect, found footage of a historical event.",
  "By contrast, the Stones were primal and natural performers, whose music seemed to thrive, even to exist, in contact with the audience.",
  "That contact becomes the movie’s subject—a subject that surpasses the Rolling Stones and enters into history at large.",
  "There’s a reason why the crucial adjective for art is “powerful”; it’s ultimately forced to engage with power as such.",
  "What was born there was infrastructure—the physical infrastructure of facilities, the abstract one of authority.",
  "“Gimme Shelter” is a film about a concert that is only incidentally a concert film.",
  "Within this convergence of rational interests, one element is overlooked: madness.",
  "No, what happened at Altamont is not the music’s fault.",
  "What died at Altamont is the Rousseauian dream itself.",
  "What ended was the idea of the unproduced.",
  "They did not have unlimited access."
]