[
  "Strzok, who was the FBI’s top investigator on Crossfire Hurricane, sent an email with the subject line “Crossfire FISA” to Lisa Page discussing a set of talking points aimed at getting then-FBI Deputy Director Andrew McCabe to push the Department of Justice (DOJ) to approve a surveillance warrant against Carter Page, according to The Hill.",
  "The Daily Beast reported that Strzok, the former deputy chief of counterintelligence, claimed in the interview that he had no substantive input on drafting or securing Foreign Intelligence Surveillance Act (FISA) warrants used to spy on Page, an energy consultant who left the Trump team in September 2016.",
  "Strzok and Lisa Page exchanged numerous anti-Trump text messages during their work on the Russia probe, which was codenamed “Crossfire Hurricane.” In one Aug. 8, 2016 message, Strzok told Page that “we’ll stop” Trump from becoming president.",
  "(RELATED: EXCLUSIVE: Cambridge Prof With CIA, MI6 Ties Kept Tabs On Carter Page During Campaign, Beyond)\n\nHalper, a veteran of three Republican presidential administrations, maintained contact with Page for over a year, until September 2017.",
  "As The Daily Caller News Foundation first reported, an FBI informant named Stefan Halper made contact with Page during a conference at the University of Cambridge on July 11, 2016, nearly three weeks before the start of Crossfire Hurricane.",
  "The FBI and DOJ’s spy warrants relied heavily on the Steele dossier, which remains largely unverified and uncorroborated, in order to convince a federal judge to allow spying against Carter Page.",
  "Despite Strzok’s suggestion of an interview with Carter Page, the FBI did not meet with him until March 2017, six months after the email and two months after BuzzFeed News published the dossier.",
  "During a closed-door interview on June 27, former FBI official Peter Strzok downplayed his role in obtaining surveillance warrants to spy on former Trump campaign adviser Carter Page.",
  "News article claimed that U.S. government officials were looking into allegations that Carter Page met secretly in Moscow in July 2016 with two sanctioned Kremlin insiders.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Strzok also commented on a letter that Carter Page sent to then-FBI Director Jim Comey offering to meet with the FBI to discuss allegations made against him in a Yahoo!",
  "(RELATED: Goodlatte: FBI Lawyers Instructed Strzok Not To Answer ‘Many, Many’ Questions)\n\nA new report appears to justify the Republican’s skepticism.",
  "A Republican in the June 27 interview confirmed that Strzok, who oversaw the Russian investigation, denied having a direct role in the FISA process.",
  "It would later be learned that the article, written by Michael Isikoff, was based on information from Christopher Steele, the author of the dossier.",
  "The FISA applications also cited the Isikoff article that relied on the dossier, though without disclosing that the article was derived from Steele.",
  "Halper paid Papadopoulos $3,000 in September 2016 to travel to London under the guise of writing a policy paper and Mediterranean energy issues.",
  "Papadopoulos has told associates that during dinner one night in London, Halper asked him about Russian efforts to steal Hillary Clinton emails.",
  "“At a minimum, the letter provides us a pretext to interview,” Strzok wrote to Lisa Page, with whom he was having an affair, on Sept. 26, 2016.",
  "The Hill’s John Solomon is reporting that Strzok exchanged emails with FBI attorney Lisa Page regarding the Carter Page surveillance.",
  "But the Republican was also incredulous at Strzok’s suggestion that he had little to do with the spy warrants obtained against Page.",
  "“At a minimum, that keeps the hurry the F up pressure on him,” Strzok emailed Lisa Page on Oct. 14, 2016, according to The Hill.",
  "Page has vehemently denied all of the allegations, and no evidence has emerged to support the Steele dossier’s claims about him.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The dossier claimed that Page was the Trump campaign’s conduit to the Kremlin for the collusion conspiracy.",
  "The applications also did not disclose that the Hillary Clinton campaign and DNC had financed the dossier.",
  "A law firm for both organizations hired opposition research firm Fusion GPS, which in turn hired Steele.",
  "Strzok also denied providing evidence for the FISAs, the first of which was granted on Oct. 21, 2016.",
  "Strzok’s attorney, Aitan Goelman, did not respond to an email seeking comment for this article.",
  "That was the same month that the fourth and final FISA warrant against Carter Page expired.",
  "Halper met with two other Trump campaign advisers, Sam Clovis and George Papadopoulos.",
  "The FBI used other methods to keep tabs on the former Trump aide.",
  "Page has questioned why the FBI waited so long to interview him.",
  "News article published on Sept. 23, 2016.",
  "The Yahoo!"
]