[
  "An OIG report released on June 14 showed the text message “is not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.” (RELATED: Source: Strzok Hadn’t Seen Collusion More Than 10 Months After Start Of Russia Probe)\n\nIn another text message, Strzok referred to an “insurance policy” in the context of the Russia probe.",
  "Strzok appeared voluntarily for an interview with members of the House Judiciary and House Oversight and Government Reform Committees to discuss his work on the Clinton and Russia investigations as well as politically charged text messages he exchanged with former FBI attorney Lisa Page.",
  "Peter Strzok, the former deputy chief of counterintelligence, said in a closed-door congressional hearing that his anti-Trump remarks were merely part of an “intimate conversation between intimate friends,” Texas Democratic Rep. Sheila Jackson Lee told CNN.",
  "The former FBI official who called President Donald Trump an “idiot” and told his mistress that “we’ll stop” Trump from becoming president claimed Wednesday that political bias did not affect his work on the Hillary Clinton and Russia investigations.",
  "(RELATED: STRZOK: ‘We’ll Stop’ Trump Presidency)\n\nHe served on Special Counsel Robert Mueller’s team through July 2017, after the Department Justice’s Office of the Inspector General (OIG) discovered Strzok’s text messages with Page.",
  "“I want to believe the path you threw out for consideration in [Andrew McCabe’s] office — that there’s no way he gets elected — but l’m afraid we can’t take that risk,” Strzok wrote to Page on Aug. 15, 2016.",
  "(RELATED: Strzok Has Lost His Security Clearance, Says Jeff Sessions)\n\nStrzok was demoted to the FBI’s human resources department after his removal from Mueller’s team in 2017.",
  "“I don’t know how you read the texts, I don’t know how any reasonable person reads the texts and suggests there was no bias,” Meadows told The Washington Post.",
  "Strzok wrote that “we’ll stop” Trump in response to Page’s question: “[Trump’s] not ever going to become president, right?” in an Aug. 8, 2016, message.",
  "Congressional Republicans are especially interested in messages that Strzok sent just after the FBI opened its Russia investigation on July 31, 2016.",
  "“It’s like an insurance policy in the unlikely event you die before you’re 40.”\n\nStrzok sent other texts that showed a strong anti-Trump sentiment.",
  "North Carolina Republican Rep. Mark Meadows, a member of the Judiciary Committee, dismissed the idea that Strzok was unbiased.",
  "“Trump is a fucking idiot,” Strzok wrote Page, with whom he was having an affair, on Oct. 20, 2016.",
  "A day after the OIG report, he was escorted from FBI headquarters as part of a disciplinary review.",
  "Attorney General Jeff Sessions said on June 21 that Strzok recently lost his security clearance.",
  "He was the top investigator on the Russia probe as well, which was called Crossfire Hurricane.",
  "Strzok was one of the lead investigators on the Clinton email probe."
]