[
  "FBI agents began looking into Trump's campaign shortly after then-Director James Comey announced in early July 2016 that, though he found he found Hillary Clinton was “extremely careless” in her handling of classified emails on a private server, the agency wouldn't recommend to the Department of Justice (DOJ) that criminal charges be brought against her.",
  "Additionally, 13 Russians and three Russian companies were indicted and accused of setting a “strategic goal to sow discord in the U.S. political system, including the 2016 presidential election.”\n\nWHO'S BEEN CHARGED BY MUELLER IN THE RUSSIA PROBE SO FAR?",
  "Now, nearly two years later, the FBI is once again facing tough questions about how they conducted both of the investigations, particularly the continuing Russia probe, which, Trump has called a $10 million \"witch hunt.\"",
  "MUELLER'S RUSSIA INVESTIGATIN: WHAT TO KNOW\n\nPapadopoulos, a former foreign policy adviser to Trump’s campaign, pleaded guilty in 2017 to making false statements to the FBI about his connections with Russian officials.",
  "He also interacted with a professor “understood to have substantial connections to Russian government officials” who told Papadopoulos the Russians had “dirt” on Hillary Clinton, according to court documents.",
  "So far, four former Trump campaign associates — Michael Flynn, Paul Manafort, Richard Gates and Papadopoulos — have been charged, though the charges are unrelated to Russian interference in the 2016 election.",
  "A bombshell report from The New York Times Wednesday revealed the nickname used by a select group of officials before the probe into whether the Trump campaign was colluding with Russia went public.",
  "The agents' summary of the \"highly unusual\" interview with Downer reportedly provided the basis for a case that was later taken over by special counsel Robert Mueller a year ago on Thursday.",
  "In late July 2016, two FBI agents jetted off to London to uncover evidence that Australian ambassador Alexander Downer claimed to have on the Trump campaign, The New York Times reports.",
  "To the public, the words were simply lyrics from a Rolling Stones jam — but to FBI officials, the phrase was a top secret codename used before the launch of the Russia investigation.",
  "Trump's attorney, Rudy Giuliani, told Fox News on Wednesday that Mueller told the president's legal team he will follow DOJ guidance and not seek an indictment against Trump.",
  "Comey defended his decision to announce the new findings against Clinton in late October, adding that the Russia probe was just beginning during that time period.",
  "Days before the election, Comey reversed course, announcing that the bureau would renew the investigation — a move Clinton believes cost her the election.",
  "\"And they worried that any overt actions against Mr. Trump’s campaign would only reinforce his claims that the election was being rigged against him.\"",
  "I was born in a cross-fire hurricane\n\nAnd I howled at the morning driving rain\n\nBut it's all right now, in fact, it's a gas\n\nBut it's all right.",
  "During his time on the campaign, Papadopoulos attempted to set up meetings between campaign officials and Russians on numerous occasions.",
  "During the meeting, which was previously unknown, Downer discussed his interactions with then-campaign adviser, George Papadopoulos.",
  "In order to talk about the alleged collusion, FBI officials created a name that only they would recognize: \"Crossfire Hurricane.\"",
  "Unlike the Clinton email probe, The New York Times says FBI officials kept \"Crossfire Hurricane\" under wraps.",
  "But The New York Times argues his actions were motivated by the fact Clinton would easily come out on top.",
  "I'm Jumpin' Jack Flash\n\nThe whirlwind probe, which is still ongoing, has led to a handful of indictments.",
  "\"In the Clinton case, Mr. Comey has said he erred on the side of transparency,\" the newspaper reports.",
  "Operation \"Crossfire Hurricane\" began approximately 100 days before the 2016 presidential election.",
  "\"Agents feared being seen as withholding information or going too easy on her,\" The Times adds.",
  "Fox News' Kaitlyn Schallhorn, Alex Pappas and Judson Berger contributed to this report.",
  "\"But in the face of questions from Congress about the Trump campaign, the F.B.I.",
  "The words were taken from the Rolling Stones' 1986 single \"Jumpin' Jack Flash.\"",
  "declined to tip its hand.\""
]