[
  "The FBI opened the investigation after receiving information from the Australian government about a May 10, 2016 meeting between Papadopoulos and Alexander Downer, the Australian High Commissioner to the U.K. Downer claimed that Papadopoulos referred to Russia having damaging information on Clinton.",
  "An FBI attorney who sent anti-Trump text messages — including one calling for “resistance” against Trump — took part in at least one interview last year with George Papadopoulos, the former Trump campaign adviser who has pleaded guilty to lying to the FBI.",
  "Meadows said that Clinesmith appeared to be an FBI lawyer described as “FBI Attorney 2” in recent report from the Justice Department’s office of the inspector general (OIG) about the FBI’s handling of the Hillary Clinton email investigation.",
  "(RELATED: Mark Meadows Drops Multiple Bombshells In Hearing About Clinton, Russia Probes)\n\nWhile Meadows, a close President Donald Trump ally, did not explicitly say that Clinesmith was FBI Attorney 2, The Daily Mail reported that he was.",
  "Papadopoulos did tell the FBI about a meeting with Mifsud on April 26, 2016 in which the professor claimed that he had learned that the Russian government had “dirt” on Hillary Clinton in the form of “thousands” of her emails.",
  "(RELATED: ‘Viva Le Resistance’: Mueller Team Attorney Sent Anti-Trump Texts)\n\nPapadopoulos, a 30-year-old energy consultant, was interviewed twice last year prior to his arrest on July 27, 2017.",
  "Papadopoulos’ wife, Simona Mangiante, has told The Daily Caller News Foundation that Papadopoulos denies taking part in any collusion between the Trump campaign and Russian government.",
  "Viva le resistance.”\n\nRepublicans have said that the text messages from FBI Attorney 2 and others on the Mueller team have shown that investigators were biased against Trump.",
  "The attorney worked on the Clinton probe and was also the FBI’s lead attorney on the investigation into possible collusion between the Trump campaign and Russian government.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Papadopoulos pleaded guilty on Oct. 5 to lying to the FBI during that first interview about the timing of his contacts with a Maltese professor named Joseph Mifsud.",
  "The lawyer, Kevin Clinesmith, was part of the FBI team that interviewed Papadopoulos on Feb. 16, 2017, a source familiar with the interview tells TheDCNF.",
  "“I am so stressed about what I could have done differently,” read another message that apparently referenced the Clinton email investigation.",
  "He joined Special Counsel Robert Mueller’s investigation early last year but left this February after the discovery of his anti-Trump texts.",
  "Papadopoulos would serve as the catalyst for the FBI’s counterintelligence investigation, which was code named Crossfire Hurricane.",
  "Like Clinesmith, Strzok interviewed a former Trump associate who has pleaded guilty in the special counsel’s investigation.",
  "Strzok and another FBI agent interviewed then-national security advisor Michael Flynn at the White House on Jan. 24, 2017.",
  "An affidavit filed in the case says that Papadopoulos deleted his Facebook account a day after his second FBI interview.",
  "Peter Strzok, the lead investigator on the Russia probe, was also referred for disciplinary action for anti-Trump texts.",
  "The report said that five FBI employees, including FBI Attorney 2, were referred to the bureau for disciplinary action.",
  "Asked in one text message after the election if he had changed his mind about Trump, Clinesmith wrote: “Hell no.",
  "North Carolina Rep. Mark Meadows first mentioned Clinesmith’s name in a congressional hearing held last week.",
  "Papadopoulos told agents that he believed he met with Mifsud before he joined the campaign on March 21, 2016.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Strzok was removed from special counsel Robert Mueller’s team last July after the discovery of the texts.",
  "The interview concerned Flynn’s contacts in December 2016 with Russian ambassador Sergey Kislyak.",
  "The affidavit asserts that shutting down the Facebook account obstructed the FBI’s investigation.",
  "In one Aug. 8, 2016 message, Strzok told Page that “we’ll stop” Trump from becoming president.",
  "She says that Papadopoulos did not take Mifsud’s comments about Clinton emails seriously.",
  "The OIG report criticized the lawyer and other FBI agents for their biased comments.",
  "The OIG report said FBI Attorney 2 sent numerous text messages criticizing Trump.",
  "“I am numb,” the attorney wrote on Nov. 9, 2016, the day after Trump’s election.",
  "Papadopoulos has been cooperating with Mueller’s team since his arrest.",
  "Clinesmith was not present for the first interview, TheDCNF is told.",
  "Flynn pleaded guilty on Dec. 1 to lying in the FBI interview.",
  "The first interview was conducted on Jan. 26, 2017.",
  "He was interviewed again on Feb. 16, 2017.",
  "He faces sentencing in September."
]