[
  "To quote former FBI director James Comey when defending the drafting of an exoneration of Hillary Clinton in May 2016, 11 months into her email investigation and before interviewing her, “If you’ve been investigating something for almost a year, and you don’t have a general sense of where it’s likely to end up, you should be fired because you’re incompetent.”\n\nThirteen Russian nationals and three Russian companies were charged with conspiracy and identity theft involving a Russian propaganda campaign.",
  "Thus, the question of whether there was “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump” has dragged on for 22 months.",
  "The House can impeach the president for refusing to testify, but Mueller violates separation of powers if he uses the weaponry of a grand jury subpoena to gather evidence for another government branch.",
  "OUR VIEW:Trump's war on Justice enters alarming phase\n\nTwo Justice Department Office of Legal Counsel opinions hold that a sitting president is constitutionally immune from indictment.",
  "Gen. Michael Flynn and George Papadopoulos were charged with making false statements to the FBI about matters that were not criminal if they had admitted to them.",
  "(May 23) AP\n\nCrossfire Hurricane and special counsel investigation have dragged on for 22 months: Opposing view\n\nA shirt depicting special counsel Robert Mueller.",
  "CLOSE President Donald Trump says he wants transparency from everyone involved in the investigation of Russian influence in the 2016 presidential election.",
  "Ten months later, Acting Attorney General Rod Rosenstein passed the counter­intelligence baton to special counsel Robert Mueller to continue the inquiry.",
  "Paul Manafort and Rick Gates were charged with financial crimes occurring years before Donald Trump even announced his presidential candidacy.",
  "(Photo: davekloc.com)\n\nThe FBI opened Crossfire Hurricane, a counterintelligence investigation of the Trump campaign, on July 31, 2016.",
  "Not one document implicates a single person from the Trump campaign linked with the Russian government to effect the 2016 election.",
  "Joe diGenova, a former U.S. attorney, and Victoria Toensing are founding partners of diGenova & Toensing, LLP in Washington.",
  "If Mueller does not have evidence of collusion after 22 months, he should not be fired.",
  "Conflicts recently prevented them from joining the president’s legal team.",
  "Mueller, appointed under executive authority, is obliged to follow them.",
  "It can only be to provide it to Congress for impeachment proceedings.",
  "Trump insisted Wednesday, \"what I want is total transparency.\"",
  "If you can't see this reader poll, please refresh your page.",
  "Why, then, does he seek the president’s testimony?",
  "Read or Share this story: https://usat.ly/2J2sVlG",
  "He should call it quits."
]