[
  "***\n\nOne of the first investigative steps made in Crossfire Hurricane was to interview Alexander Downer, the Australian High Commissioner to the U.K.\n\nA team of FBI agents, including counterintelligence deputy chief Peter Strzok, visited Downer at the Australian embassy in London on Aug. 1 or 2, 2016 to interview him about a conversation he had with Papadopoulos around May 10, 2016.",
  "“Defendant PAPADOPOULOS acknowledged that the professor had told him about the Russians possessing ‘dirt’ on then-candidate Hillary Clinton in the form of ‘thousands of emails,’ but stated multiple times that he learned that information prior to joining the Campaign,” reads Mueller’s statement of offense.",
  "(RELATED: EXCLUSIVE: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nThe decision to choose tactics resembling a John le Carré novel was made in lieu of a more direct alternative: contacting Papadopoulos to ask him what he knew about the Clinton emails.",
  "But as The Times notes, the FBI “ultimately interviewed Mr. Papadopoulos in January 2017 and managed to keep it a secret, suggesting they could have done so much earlier.”\n\nPapadopoulos has pleaded guilty to the special counsel’s office for lying to the FBI during that interview.",
  "The investigation, code-named “Crossfire Hurricane,” was opened on July 31, 2016 based on a claim from an Australian diplomat that Trump campaign adviser George Papadopoulos made comments more than two months earlier about Hillary Clinton’s emails and Russians.",
  "(RELATED: An Email Referring To ‘Collusion’ Sheds Light On Cambridge Prof’s Interaction With Trump Aide)\n\nThe FBI and Department of Justice have said investigators had ample reason to investigate Page because of his past links to Russians.",
  "But that idea was tabled because of the fear that interviewing witnesses and issuing subpoenas ran the risk of publicizing the investigation — a scenario FBI officials hoped to avoid down the final stretch of the presidential campaign.",
  "In late-spring 2016, FBI and DOJ officials, including James Comey and Loretta Lynch, discussed whether to provide the Trump campaign with a defensive briefing warning about possible attempts by Russians to infiltrated the campaign.",
  "And sources familiar with Papadopoulos’s version of the FBI interview say he claims that he, and not the FBI agents, first mentioned Mifsud during the interview, which was conducted in Chicago without lawyers present.",
  "Papadopoulos initially told FBI agents that the contacts occurred prior to joining the Trump campaign when, in fact, they occurred after he learned that he would be joining the Trump campaign in March 2016.",
  "But according to a House Intelligence Committee report, Comey and Lynch decided that providing such a briefing ran the risk of alerting Russian operatives that they were being watched.",
  "That’s when Halper unsolicitedly emailed Papadopoulos offering to pay the Trump adviser $3,000 to write an academic paper about a gas field located in the Mediterranean Sea.",
  "According to reports, the Australians gave the information to the FBI after becoming alarmed at the release of stolen Democratic National Committee emails on July 22, 2016.",
  "At some point over the ensuing month, the FBI seemingly decided to activate an FBI informant to make contact with Papadopoulos, who had joined the Trump team in March 2016.",
  "FBI defenders could point to Papadopoulos’ deception in the January 2017 interview to argue that he would have lied had he been questioned earlier in Crossfire Hurricane.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Sources familiar with Papadopoulos’ version of events say that during one conversation, Halper asked Papadopoulos whether he was involved in the release of DNC emails.",
  "As part of his plea deal, Papadopoulos admitted he lied about the timing of his interactions with two Russian nationals and a Maltese professor named Joseph Mifsud.",
  "That delay in interviewing Papadopoulos and in other steps taken during the investigation was addressed in a New York Times article published last Wednesday.",
  "The fear, according to their telling, was that conducting an aggressive investigation would tip their hand to anyone involved in a possible collusion scheme.",
  "According to a statement of offense Special Counsel Robert Mueller filed, Papadopoulos told FBI agents that Mifsud mentioned the stolen Clinton emails.",
  "Downer, who was accompanied by another Australian diplomat named Erika Thompson, reportedly claimed that Papadopoulos discussed the Clinton emails.",
  "The month of August 2016 is emerging as especially crucial to the FBI’s counterintelligence investigation of the Trump campaign.",
  "Little else is known about the conversation, including when exactly Downer passed the information to his Australian colleagues.",
  "Papadopuolos did not know Halper but still accepted the offer, which included a flight to London and several nights hotel stay.",
  "Top FBI and DOJ officials faced a dilemma, according to the Times article, which relies heavily on sources from both agencies.",
  "Halper’s contacts with Carter Page, another Trump adviser, were more extensive than his outreach to Clovis and Papadopoulos.",
  "Stefan Halper, a Cambridge professor with longstanding CIA and MI6 ties, made contact with Papadopoulos on Sept. 2, 2016.",
  "Days before his outreach to Papadopoulos, Halper met for coffee with Sam Clovis, the campaign’s national co-chairman.",
  "The bureau did not interview Papadopoulos until Jan. 27, 2017, nearly six months after Crossfire Hurricane started.",
  "As The Daily Caller News Foundation has reported, Halper also made contact with two other Trump campaign advisers.",
  "According to The Times, officials discussed approaching campaign officials to ask about their Russian contacts.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He was also interviewed in 2013 as part of an FBI counterintelligence investigation of a Russian spy ring.",
  "He says that the papers were immaterial and did not include any sensitive or proprietary information.",
  "The 73-year-old professor was accompanied by a woman he introduced as his assistant named Azra Turk.",
  "There is no evidence that Page did anything wrong, and he has not been accused of wrongdoing.",
  "(RELATED: Cambridge Professor Spied On Trump Campaign)\n\nPapadopoulos also met with Turk.",
  "Page has said he provided copies of his academic papers to the covert Russian agent.",
  "But that argument is undercut by what else Papadopoulos said in his FBI interview.",
  "Halper approached Page on the sidelines of a symposium at Cambridge in July 2016.",
  "That was the same month the surveillance warrant granted against Page expired.",
  "She also later attempted to meet with Papadopoulos in Chicago, where he lives.",
  "Papadopoulos denied it, telling Halper that hacking emails would be treason.",
  "The pair remained in contact for the next 14 months, through September 2017.",
  "Page, a former Navy officer, worked as a banker in Moscow in the mid-2000s.",
  "Sources say Papadopoulos claims Turk asked the Trump aide about the emails.",
  "One member of the ring approached Page and met with him in New York City.",
  "Papadopoulos and Halper met several times during the mid-September trip.",
  "The bureau opened Crossfire Hurricane just over a week later.",
  "Halper grew frustrated, according to the sources.",
  "The FBI declined comment for this article.",
  "There was no follow-up to that meeting.",
  "Fast forward a month to Sept. 2, 2016.",
  "They met in London later that month."
]