[
  "And in another, Strzok endorsed a comment from author John Hodgman claiming that “establishment white dudes” have ignored “what a moral monster Trump was and is.”\n\nStrzok follows several Obama administration officials, as well as pundits who have been heavily critical of Trump.",
  "(RELATED: Peter Strzok FIRED From FBI)\n\nThe FBI’s Office of Professional Responsibility investigated Strzok over anti-Trump text messages he sent while working on the investigation into possible collusion between the Trump campaign and Russian government.",
  "The first tweet Strzok “liked,” which was posted by actor Jim Carrey, compared South Carolina Rep. Trey Gowdy, the chairman of House Oversight, to “a vile insect.” The tweet includes a sketch of Gowdy with the body of an insect.",
  "Strzok’s lawyer, Aitan Goelman, said in a statement that the FBI’s deputy director decided to fire Strzok despite a recommendation from the bureau’s personnel division that he be suspended for 60 days and demoted.",
  "Strzok, the former deputy chief of counterintelligence, was fired Friday following an investigation into anti-Trump text messages he exchanged with his mistress, former FBI lawyer Lisa Page.",
  "https://t.co/iET9SbeTrv pic.twitter.com/7VTswzjoxE — Peter Strzok (@petestrzok) August 13, 2018\n\nJennifer Kay, a spokeswoman for Strzok’s attorney, confirmed the authenticity of the account.",
  "“It has been an honor to serve my country and work with the fine men and women of the FBI,” Strzok wrote, linking to a Go Fund Me page that has been set up to raise money on his behalf.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Though he has posted only once, he liked a series of tweets posted by anti-Trump pundits and celebrities following his marathon testimony before Congress on July 12.",
  "Former FBI official Peter Strzok has reacted to his firing from the FBI, saying on a newly-created Twitter account that he was “deeply saddened” by the decision.",
  "They include former CIA Director John Brennan, former White House strategist Ben Rhodes and former Justice Department spokesman Matthew Miller.",
  "Strzok testified for 11 hours before the House Judiciary and House Oversight & Government Reform Committees about his text messages.",
  "He joined the special counsel’s investigation in May 2017 but was let go after the discovery of his text messages.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Strzok led that investigation, nicknamed Crossfire Hurricane, since its inception on July 31, 2016.",
  "Other tweets liked by Strzok are from pundits praising the former FBI official’s testimony.",
  "Strzok also wrote to Page on Aug. 8, 2016 that “we’ll stop” Trump from becoming president.",
  "It has been an honor to serve my country and work with the fine men and women of the FBI.",
  "He sent messages referring to Trump as an “idiot” and mocking Trump supporters.",
  "Notably absent from the list is Strzok’s former boss, James Comey.",
  "Strzok appears to have been on Twitter for at least a month.",
  "Deeply saddened by this decision."
]