[
  "The Washington Post reported that the Defense Department paid Halper more than $1 million, which he used to hire other “academics and experts to conduct research and prepare reports.” This sounds like a lot of money, but it’s also par for the course at the Pentagon, where overpaid contractors are the norm, not the exception.",
  "https://t.co/FUueQs0IKL — Evan McMullin (@Evan_McMullin) May 23, 2018\n\nJames Robbins, USA TODAY: \"The FBI and Justice Department could help matters at this point with radical transparency, releasing all the information about every aspect of what they dubbed Operation Crossfire Hurricane.",
  "You can follow her on Twitter: @K8brannen\n\nWhat our readers are saying\n\nWe have a president who claims that the FBI spied on him during the 2016 presidential campaign with no concrete proof of it, and is calling it \"one of the biggest political scandals in history.\"",
  "The so-called spy was paid “a seemingly massive amount of money,” which Trump claimed was “many times higher than normal.”\n\nThere is no evidence in the public record yet that the FBI paid Halper for his work as an informant — although it’s possible.",
  "(Photo: Alex Wong, Getty Images)\n\nPresident Trump is escalating his rhetorical war against the agencies investigating Russian interference in the 2016 election, referring to them as the \"criminal deep state\" in a series of Wednesday morning tweets.",
  "With suspicious Russian contacts piling up, the FBI turned to a retired American professor and longtime intelligence source, Stefan Halper, to see what he could find out about the motivations of Page and two others working on the Trump campaign.",
  "CLOSE “SPYGATE could be one of the biggest political scandals in history!” Trump said in an early morning Twitter tirade Time\n\nDonald Trump is escalating his rhetoric against the agencies investigating Russian interference in the 2016 election.",
  "Never in my life have I seen a president scrutinized over every word he speaks, humiliated by the public to the point of wanting to hurt someone, slandered, ridiculed, insulted, and have his children also insulted and humiliated to this level.",
  "Kate Brannen, the editorial director of Just Security, a legal analysis news outlet based at New York University School of Law, is a non-resident senior fellow at the Scowcroft Center for Strategy and Security at the Atlantic Council.",
  "That very suspicion is what likely sparked the FBI to open its investigation in the summer of 2016, before it even obtained the infamous “Steele dossier,” and it’s what is still driving the inquiry of special counsel Robert Mueller.",
  "Now, after an unprecedented drive by Congress and the president to out a secret FBI informant, Trump is working to discredit Halper, which begs the question: What did Halper learn that poses such a threat to the president?",
  "More: Investigating the investigation: Today's Toon\n\nWhat others are saying\n\nJonathan Turley, The Hill: \"The use of a paid FBI asset to target a national campaign in this way would be unprecedented.",
  "The closest we have come historically was the allegation in 1980 that aides to Ronald Reagan spied on Jimmy Carter’s campaign and obtained confidential documents Carter used to prepare for a debate.",
  "To do so, the FBI showed a court “compelling evidence and probable cause to believe Page was knowingly assisting clandestine Russian intelligence activities in the U.S.”\n\nAnd Page wasn’t alone.",
  "As Mueller continues to investigate Russia’s disinformation campaign, Trump and his allies continue to wage their own, inserting purposefully misleading information into the public narrative.",
  "I am skeptical that the FBI spy story is indeed about the FBI targeting innocent Trump campaign members to sink the campaign, for two reasons:\n\n1) None of this came out during the campaign.",
  "If the FBI was trying to protect the Trump campaign, then it should have alerted them to the issue, and use its informants with permission from the campaign's knowledge and permission.",
  "It’s possible there were \"spies\" working inside the Trump campaign, but they weren’t there on behalf of the Obama administration, as President Trump and his congressional allies claim.",
  "— Ben Shapiro (@benshapiro) May 22, 2018\n\nTo join the conversations about topics on USA TODAY, email letters@usatoday.com, comment on Facebook, or use #tellusatoday on Twitter.",
  "In this role, Halper reportedly set up meetings in the summer and fall of 2016 with Page, Sam Clovis and George Papadopoulos, mostly discussing foreign policy with them.",
  "More: Crossfire Hurricane: Pull back curtain on FBI's investigation of Donald Trump, Russia\n\nMore: Talker: Could 'mistreatment' of shooter justify Santa Fe killings?",
  "As part of its counterintelligence investigation, the FBI was looking into at least three other individuals associated with the Trump campaign by September 2016.",
  "The department leadership needs to understand that a considerable number of Americans believe that the DOJ itself has become a national security threat.\"",
  "Comments are edited for clarity and grammar:\n\nI have lived through Jimmy Carter, Ronald Reagan, Bill Clinton, two George Bushes and Barack Obama.",
  "The FBI successfully obtained a warrant to conduct electronic surveillance on Carter Page not once but four times, starting in October 2016.",
  "— Tom Sfer\n\nCovertly infiltrating a presidential campaign without hard evidence of a serious crime by that campaign can never be tolerated.",
  "If anything, certain Trump campaign officials may have been there to push the interests of foreign governments and report back to them.",
  "President Trump speaks during the Susan B. Anthony List's 11th annual Campaign for Life Gala at the National Building Museum Tuesday.",
  "In a series of tweets this morning, Trump alleged a spy was placed “very early into my campaign” by the Obama administration.",
  "“SPYGATE” is their latest attempt to shoot the messenger, only raising the question: Why are you so afraid of the message?",
  "Instead, Trump is most likely purposefully conflating work Halper did for a Pentagon think tank for many years.",
  "But at every turn the DOJ has raised national security objections to revealing practically anything important.",
  "Is he doing it to divert attention away from the Russian investigation because he knows he is guilty?",
  "— Bill Wilson\n\nMore: Easy questions only for Donald Trump: President Snowflake loves his safe space.",
  "You cooperated with Moscow’s attack & the collusion accusations against you are credible.",
  "— Rodney Wright\n\nBoth the FBI and the Department of Justice need to go as they stand now.",
  "While he has denied the allegations, one of those aides identified was Halper.\"",
  "The FBI and DOJ have completely lost the trust from the American people.",
  "Is what he is doing an act to fool people, or is he genuinely not well?",
  "He wouldn't know what reality was if it stared him in the face.",
  "The million dollar question is: Why does he go on these rants?",
  "There’s no “deep state,” only laws and those who uphold them.",
  "The FBI uses informants, not “spies,” in all investigations.",
  "2) Trump could declassify any and all of this anytime.",
  "Yes, we’ve never seen a spy scandal like this before.",
  "Read or Share this story: https://usat.ly/2s67ZQ9",
  "Or is he doing it because it is natural for him?",
  "This is harmful to the DOJ and the country.",
  "Kenneth Zimmerman; Huntington Beach, Clif.",
  "In other words, is he crazy like a fox?",
  "Trump is nuts and paranoid.",
  "'SPYGATE' is now a thing.",
  "Why is Trump so pressed?",
  "His evidence for this?",
  "This is such nonsense.",
  "Heads need to roll.",
  "4.",
  "2.",
  "3.",
  "1."
]