[
  "In a little-noticed interview in April, former Australian diplomat Alexander Downer spoke publicly for the first time about his barroom conversation with President Donald Trump’s campaign adviser that would serve as a catalyst for the FBI’s collusion investigation.",
  "He didn’t say what it was.”\n\nDowner’s encounter with Papadopoulos would later prompt the FBI to open “Crossfire Hurricane” — the counterintelligence investigation into possible coordination between members of Trump’s campaign and the Kremlin.",
  "Downer said he felt the information “seemed quite interesting” and “was worth reporting.”\n\nPapadopoulos, an energy consultant who joined the campaign in March 2016, had other discussions about Clinton information during the campaign.",
  "Downer, the former high commissioner to the U.K., said he asked another Australian diplomat to contact the Trump aide, George Papadopoulos, for the meeting, which occurred around May 10, 2016, at London’s Kensington Wine Room.",
  "“During that conversation, [Papadopoulos] mentioned the Russians might use material that they have on Hillary Clinton in the lead-up to the election, which may be damaging,” Downer told The Australian.",
  "According to the profile, Downer and Papadopoulos spoke over a “single short drink.”\n\nDowner also confirmed he confronted Papadopoulos over his comments about then-British Prime Minister David Cameron.",
  "“Downer, or Thompson at Downer’s request, made contact with Papadopoulos through an Israeli contact in early May 2016.”\n\nThat Israeli contact is Christian Cantor, an Israeli embassy official.",
  "While he told the truth about Mifsud’s remarks about Clinton dirt, Papadopoulos lied about the timing of his encounters with Mifsud and two of the professor’s Russian associates.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The information was not provided to the FBI until months later when Joe Hockey, Australia’s ambassador to the U.S., passed it to American authorities in late July 2016.",
  "Papadopoulos said Mifsud claimed to have been in contact with Russian government officials who said they had “dirt” on Clinton in the form of “thousands” of her emails.",
  "Papadopoulos was quoted in the British press a week before the Kensington Wine Room meeting, calling on Cameron to apologize for making negative comments about Trump.",
  "“By the way, nothing [Papadopoulos] said in that conversation indicated Trump himself had been conspiring with the Russians to collect information on Hillary Clinton.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nPapadopoulos has also privately denied allegations he colluded with Russia.",
  "In his interview, Downer confirmed several details TheDCNF previously reported, including about how the Papadopoulos meeting came about and what else was discussed.",
  "It was just that this guy, [Papadopoulos], clearly knew that the Russians did have material on Hillary Clinton — but whether Trump knew or not?” Downer explained.",
  "Over drinks, Papadopoulos mentioned Russians had information on Hillary Clinton that could prove damaging, Downer told The Australian in an April 28 interview.",
  "Downer said he and Papadopoulos also discussed foreign policy issues, including Trump’s position on the Trans-Pacific Partnership and policy toward China.",
  "But sources close to Papadopoulos have told The DCNF he believed Mifsud was referring to 30,000 emails Clinton had deleted from her private email server.",
  "(RELATED: In Private, Trump Aide George Papadopoulos Denies Collusion)\n\nHe said Erika Thompson, a counselor to the high commission, accompanied him.",
  "He has told associates he did not see, handle or disseminate Clinton emails, according to the source with information on the Downer meeting.",
  "“We didn’t know anything about Trump and Russia, and we had no particular focus on that,” Downer said in his interview with The Australian.",
  "Sources familiar with Papadopoulos’s activities in London at that time have told TheDCNF that Cantor introduced Papadopoulos to Thompson.",
  "There was no indication in the short exchange with Papadopoulos that Trump was aware of the damaging information, Downer also said.",
  "He told the FBI back on Jan. 26, 2017, about a conversation he had on April 26, 2016, with Joseph Mifsud, a Maltese professor.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Downer sent a cable back to Australian government authorities within 48 hours of the Papadopoulos encounter.",
  "Downer also suggested the meeting was brief and Papadopoulos was not drunk, as has been widely reported.",
  "He said it was about Russians and Hillary Clinton; it wasn’t about Trump,” Downer told The Australian.",
  "Papadopoulos has pleaded guilty to the special counsel’s office for lying during that FBI interview.",
  "It is still unknown whether Papadopoulos told anyone on the Trump campaign about Mifsud’s remarks.",
  "It has since folded into the investigation being conducted by special counsel Robert Mueller.",
  "The whereabouts of those deleted documents was a hot topic of debate during the campaign.",
  "He was prompted to share the information by WikiLeaks’ release of hacked DNC emails.",
  "Papadopoulos’s reference to Clinton material was vague, Downer suggested.",
  "“He didn’t say Trump knew or that Trump was in any way involved in this.",
  "“He didn’t say dirt; he said material that could be damaging to her.",
  "“Crossfire Hurricane” was officially opened on July 31, 2016.",
  "The trio met several times in London during April 2016.",
  "No, he said it would be damaging."
]