[
  "“It seems Mueller wasn’t happy with the result of [Papadopoulos’] cooperation because he didn’t get the information he wished to get from George, for the simple reason that this information doesn’t exist.”\n\nMangiante Papadopoulos, who this week told TheDCNF that she believes her husband should withdraw his plea agreement, questioned Mueller and his team’s claim that Papadopoulos’ statements to the FBI hindered investigators’ ability to effectively question Mifsud.",
  "“The defendant’s crime was serious and caused damage to the government’s investigation into Russian interference in the 2016 presidential election,” Mueller wrote in a court filing submitted late Friday to a judge in Washington, D.C.\n\n“The government respectfully submits that a sentence of incarceration, within the applicable Guidelines range of 0 to 6 months’ imprisonment, and a $9,500 fine are warranted and appropriate,” the document reads.",
  "(RELATED: EXCLUSIVE: Papadopoulos’s Wife Says He Should Scrap Plea Deal With Mueller’s Office)\n\nMueller contends that Papadopoulos’s statements “substantially hindered” investigators’ ability to “effectively question” Mifsud when he traveled to Washington, D.C., two weeks after the first Papadopoulos interview, Friday’s filing said.",
  "Special Counsel Robert Mueller is asking a federal judge to sentence George Papadopoulos to up to six months in jail and is accusing the former Trump campaign adviser of impeding the government’s investigation into Russian interference in the 2016 election by lying to the FBI during an interview in early 2017.",
  "Papadopoulos told FBI agents during a Jan. 27, 2017 interview that Mifsud claimed during an April 27, 2016 meeting in London that Russian government officials had relayed to him that they had “dirt” on then-Democratic presidential candidate Hillary Clinton in the form of “thousands” of her emails.",
  "She said that the interactions were “oriented to set up a meeting between Trump and Putin, none of them mentioning any dirt to be used for electoral purposes.”\n\nCampaign emails show that Papadopoulos attempted to set up meetings between the Trump campaign and Russian government officials.",
  "The Russia investigation, dubbed Crossfire Hurricane, was opened on July 31, 2016, after the FBI received information about Papadopoulos that originated with Alexander Downer, who then served as the Australian High Commissioner to the United Kingdom.",
  "Papadopoulos, 30, pleaded guilty on Oct. 5, 2017 to lying to the FBI about the timing and extent of his contacts with a Maltese professor and two Russian nationals while he worked on the Trump campaign.",
  "(RELATED: A Meeting In London Aroused George Papadopoulos’s Suspicions)\n\nDowner and an assistant met with Papadopoulos in London on May 10, 2016, just two weeks after Papadopoulos met with Mifsud.",
  "Mueller claims that Papadopoulos coughed up information only after investigators confronted him with his own emails, text messages and information obtained through search warrants and subpoenas.",
  "Investigators attempted to meet with Papadopoulos in December 2017, but canceled the meeting after learning that Papadopoulos had given an interview to a national news publication.",
  "While Trump critics are likely to jump on the new Mueller filing, the document does not assert that Papadopoulos attempted to obtain Clinton dirt on behalf of the Trump campaign.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Special Counsel Robert Mueller is recommending that former Trump campaign aide George Papadopoulos be sentenced to up to six months in jail for lying to the FBI.",
  "Alex van der Zwaan, an attorney who worked with former Trump campaign chairman Paul Manafort, was sentenced to 30 days in jail in April for lying to the FBI.",
  "A former University of Cambridge professor, Halper flew Papadopoulos to London and paid him $3,000 to write a policy paper about international energy issues.",
  "Papadopoulos’s wife, Simona Mangiante Papadopoulos, describes Mueller’s sentencing document as “fluff” and says her husband did not collude with Russia.",
  "Papadopoulos, an energy consultant based in Chicago, was arrested on July 27, 2017 at the Washington Dulles International Airport near Washington, D.C.",
  "Mueller’s filing also quashes widespread speculation that Papadopoulos had information that would implicate others in the Trump campaign in collusion.",
  "“The campaign never attempted to collude with Russia through George,” she told The Daily Caller News Foundation in response to the Mueller filing.",
  "Mueller’s filing says that Papadopoulos sat for interviews with investigators over the course of four days in August and September 2017.",
  "He is not accused of conspiracy and a charge of lying to federal investigators is the lightest charge in the federal criminal code.",
  "The FBI at one point thought that Papadopoulos held the keys to the collusion conspiracy between the campaign and Kremlin.",
  "Papadopoulos has told associates that Halper randomly asked him what he knew about Russian hacking of Democrats’ emails.",
  "But Papadopoulos told FBI agents that the encounters were a “coincidence” and occurred before he joined the Trump team.",
  "According to Mueller, Papadopoulos lied more than a dozen times about the contacts with the professor, Joseph Mifsud.",
  "After being arrested at Dulles in July 2017, Papadopoulos agreed to meet with investigators to answer questions.",
  "He first met Mifsud in Italy on March 14, 2016, and the pair remained in contact over the next several months.",
  "In the document, Mueller states that Papadopoulos did not provide “substantial assistance” to investigators.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Papadopoulos’s wife, Simona Mangiante Papadopoulos, insists that her husband did not collude with Russia.",
  "She also argues that Mueller failed to disclose the reason that Papadopoulos was in contact with Mifsud.",
  "Papdopoulos would be the second person involved in the Russia investigation to be sentenced to jail.",
  "In September 2016, the FBI used an informant named Stefan Halper to make contact with Papadopoulos.",
  "Downer claims that Papadopoulos brought up Russians having negative information on Clinton.",
  "Mueller claims that Papadopoulos’s lies to the FBI hindered the Russia investigation.",
  "Papadopoulos learned in early March 2016 that he would join the Trump campaign.",
  "The claim slowly made its way through the Department of State and to the FBI.",
  "A document Mueller filed last year states that the meetings did not occur.",
  "“The whole document is fluff,” Mangiante Papadopoulos tells TheDCNF.",
  "He will be sentenced on Sept. 7."
]