[
  "“I wasn’t saying that the campaign was trying to collude.”\n\nShe also bristles at the impression that she has become a “tool for the liberal media to support the idea of collusion.” She pointed to a recent book by Stephen Roh, an associate of Mifsud’s, who argued that Mangiante’s media interviews have supported the case of collusion against the Trump campaign.",
  "Mangiante also said Papadopoulos “pled guilty because [Mueller’s prosecutors] threatened to charge him with being an Israeli agent.”\n\nIt was Papadopoulos’ meetings during spring and summer 2016, which reportedly led the FBI in late-July 2016 to open “Crossfire Hurricane” — the counterintelligence investigation into Russian infiltration of the Trump campaign.",
  "In an exclusive interview with The Daily Caller News Foundation, Mangiante also claimed that it was former Trump campaign aide Papadopoulos who, during an interview with the FBI on Jan. 27, 2017, brought up Joseph Mifsud, the mysterious Maltese professor who mentioned Hillary Clinton’s emails to him during a meeting in London in April 2016.",
  "George Papadopoulos’ wife, Simona Mangiante, said her husband was not involved in collusion between the Trump campaign and the Russian government and that he pleaded guilty in the special counsel’s investigation to avoid facing charges that he was an agent of the Israeli government.",
  "(RELATED: Report: Australian Diplomat Passed Papadopoulos Information To US Embassy)\n\nTo Mangiante, Papadopoulos’ willingness to address Mifsud shows that he was not trying to hide material facts about his interactions with the mysterious professor, whose whereabouts are unknown.",
  "On Dec. 8, she told CNN that the White House wanted to “disassociate” from Papadopoulos because he had “decided to actively cooperate with the government, on the right side.”\n\nMangiante said she was limited at the time in what she could discuss about Papadopoulos’ case.",
  "According to a statement of offense Mueller released, Papadopoulos told FBI agents that Mifsud claimed that someone affiliated with the Russian government claimed to have “dirt” on Clinton in the form of “thousands” of her emails.",
  "A former attorney in the European Parliament, Mangiante is coming forward with the new details about Papadopoulos’ activities on the Trump campaign in order to “reset the narrative” that he colluded with the Russian government.",
  "Papadopoulos’ Oct. 5 guilty plea in the special counsel’s investigation has stoked concern among Trump defenders that the campaign aide might hold the information that proves that the Trump campaign colluded with the Kremlin.",
  "He just talked about emails.”\n\nIn his plea deal with the special counsel’s office, the 30-year-old Papadopoulos acknowledged lying to the FBI in a Jan. 27, 2017 interview about the timing of his contacts with Mifsud.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\n“When I said there was a lot to come, I was referring precisely to the situation with Halper,” Mangiante told TheDCNF.",
  "The special counsel’s statement of offense against Papadopoulos said the meetings did not pan out, and that there has been no other evidence that Papadopoulos successfully brokered meetings with Russians.",
  "Mangiante, who met Papadopoulos just weeks before his arrest last July and is relaying Papadopoulos’ version of events, said her husband first mentioned Mifsud during his January 2017 FBI interview.",
  "(RELATED: Alexander Downer Describes Barroom Meeting With George Papadopoulos)\n\nHouse Republicans are investigating how the information weaved its way through the U.S. government and to the FBI.",
  "The Australian diplomat said in an April interview that he found Papadopoulos’ statement to be “interesting” and decided to pass the information to others in the Australian government.",
  "In interviews with ABC News, CNN and The Washington Post, Mangiante bristled at comments former Trump aides and the White House made that downplayed Papadopoulos’ role on the campaign.",
  "But if accurate, they would undercut much of the speculation about Papadopoulos’ role in Mueller’s investigation into collusion between the Trump campaign and the Russian government.",
  "Mangiante also addressed cryptic comments she made in media interviews, which stoked speculation that Papadopoulos had information that could damage Trump and the campaign.",
  "The 73-year-old academic contacted Papadopoulos on Sept. 2, 2016 and offered to fly him to London and to pay him $3,000 for a policy paper on Mediterranean energy issues.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "But one part of the plea deal that has largely gone ignored is that Papadopoulos told the FBI in that interview that Mifsud made reference to Russians and Clinton emails.",
  "In an interview with The Washington Post on Jan. 22, Mangiante compared Papadopoulos to John Dean, the Nixon White House counsel who provided secrets about Watergate.",
  "Papadopoulos’ willingness to bring up Mifsud during that FBI interview suggests he was not trying to cover up a conspiracy involving Clinton’s emails, Mangiante said.",
  "Mangiante also says that another cryptic remark she made in the interview with The Post was a reference to an FBI spy who contacted Papadopoulos during the campaign.",
  "Papadopoulos and Downer met at a London wine bar on May 10, 2016, about two months after Papadopoulos joined the Trump campaign as a national security adviser.",
  "“This operation is more evidence of George being a target to infiltrate the campaign,” she added, referring to the FBI’s efforts to spy on the Trump campaign.",
  "Mangiante told TheDCNF that the remark referred to former University of Cambridge professor Stefan Halper, who has since been identified as an FBI spy.",
  "But Mangiante said there is a disconnect between the emails Mifsud referenced to Papadopoulos and the FBI’s rationale for opening Crossfire Hurricane.",
  "He provided information that has been used in the Russia investigation, both before and after Mueller’s May 17, 2017 appointement as special counsel.",
  "“George had nothing to do with Russia,” said Mangiante, who has acted as a sort of spokeswoman for her husband in the months since his plea deal.",
  "Mangiante also said she does not understand how a comment from Downer was enough to prompt a full-scale investigation into the Trump campaign.",
  "What is beyond dispute is that Papadopoulos attempted to set up meetings between members of the Russian government and the Trump campaign.",
  "The Special Counsel Robert Mueller’s office declined comment on Mangiante’s claims, which she shared in a lengthy interview on Sunday.",
  "But she said she did not intend the reference to Dean to be an indication that Papadopoulos would reveal information about collusion.",
  "Papadopoulos, who is awaiting sentencing in the case, also admitted he falsely denied knowing that Mifsud had connections to Russia.",
  "During one meeting in London in mid-September 2016, Halper asked Papadopoulos what he knew about Russians having Democrats’ emails.",
  "TheDCNF reported on March 25 that Halper contacted Papadopoulos and two other Trump campaign officials, Carter Page and Sam Clovis.",
  "Crossfire Hurricane was opened on July 31, 2016, about a week after Wikileaks released nearly 20,000 emails stolen from the DNC.",
  "She is also pushing back against the idea that Papadopoulos has information that could be damaging to the Trump administration.",
  "She said Papadopoulos believed Mifsud was talking about 30,000 emails that Clinton had deleted from her private email server.",
  "Campaign emails show Papadopoulos pitched several Trump officials on the idea of meeting with Russian government officials.",
  "Democrats have also cited the plea deal as evidence that Papadopoulos is the key to unraveling the collusion conspiracy.",
  "She noted that Mifsud referred only to Clinton-related emails, not DNC documents that sparked the FBI’s investigation.",
  "The Washington Post has identified Halper as the FBI informant who made contact with Papadopoulos, Page and Clovis.",
  "Erika Thompson, an Australian diplomat who Papadopoulos met in April 2016, introduced the Trump aide to Downer.",
  "Mangiante said she is speaking out about Papadopoulos’ case now because she is “very scared” for her husband.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Halper began “acting aggressively” and “showing disappointment” at Papadopoulos’ denials, says Mangiante.",
  "The investigation reportedly began based on a tip from Alexander Downer, a former Australian diplomat.",
  "“They’re trying to manipulate completely the narrative using him as the mastermind of Russiagate.",
  "Downer has said Papadopoulos mentioned that Russia had derogatory information about Clinton.",
  "Unbeknownst to Papadopoulos and Mangiante was Halper’s relationship with the FBI and CIA.",
  "But Mangiante told TheDCNF Papadopoulos was “absolutely not” involved in collusion.",
  "“There’s a lot to come,” she told The Washington Post in a Jan. 22 interview.",
  "This whole investigation appears to be based on gossiping,” she told TheDCNF.",
  "That batch of emails was a topic of intense interest during the campaign.",
  "“I believe history will remember him like John Dean,” she told The Post.",
  "Papadopoulos told Halper he did not know what he was talking about.",
  "Papadopoulos faces up to six months in jail for lying to the FBI.",
  "He doesn’t have any connection to Russia,” she told TheDCNF.",
  "“It was George who brought up Mifsud to the FBI,” she said.",
  "She was with Downer during the meeting with Papadopoulos.",
  "“What are they talking about?” she asked rhetorically.",
  "The emails show that the proposals were rebuffed.",
  "“Mifsud never offered [Papadopoulos] anything.",
  "The tip was then passed to U.S. authorities.",
  "He never did anything,” she said of Mifsud.",
  "“George has nothing to do with Russia.",
  "“He never saw those emails."
]