[
  "That information is allegedly what prompted the bureau on July 31, 2016 to open its counterintelligence investigation of the Trump campaign, nicknamed “Crossfire Hurricane.”\n\nThe FBI has said that Papadopoulos was the catalyst for the probe, but Halper interacted with Page two weeks before Crossfire Hurricane started.",
  "Last July, Cambridge professor Stefan Halper contacted Carter Page with something resembling support for the Trump campaign aide, who has faced allegations that he is a Russian agent and a conduit for collusion between the Kremlin and the campaign.",
  "(RELATED: EXCLUSIVE: Cambridge Prof With CIA, MI6 Ties Met With Carter Page During Campaign, Beyond)\n\nBut Halper was all but identified on Friday as an FBI informant who spied on Page and George Papadopoulos, another Trump campaign adviser.",
  "Page told The Daily Caller News Foundation that Halper rolled his eyes during an encounter in late Summer 2016 when a letter that then-Senate Minority Leader Harry Reid sent to then-FBI Director James Comey was brought up in conversation.",
  "That email was not the only time Halper, a foreign policy expert with links to the CIA and MI6, offered apparent skepticism at the collusion allegations against Page, a Naval Academy graduate and energy consultant.",
  "Dearlove reportedly met with Christopher Steele, the author of the dossier, in September 2016 to discuss how to investigate possible ties between the Trump campaign and the Russian government.",
  "During an April 26, 2016 meeting, another professor named Joseph Mifsud told the Trump aide that he had learned that Russians had obtained “thousands” of emails related to Hillary Clinton.",
  "During one of their dinners, Halper asked Papadopoulos whether he was involved in the Russian theft of Democrats’ emails, sources familiar with Papadopoulos’ account have told TheDCNF.",
  "Page and Halper first met at an election-themed symposium held at Cambridge on July 11 and 12, 2016, several days after Page’s now-infamous speech at the New Economic School in Moscow.",
  "“It seems attention has shifted a bit from the ‘collusion’ investigation to the ‘contretempts’ [sic] within the White House,” Halper wrote in a July 28, 2017 email to Page.",
  "As TheDCNF reported in March, Halper reached out to Papadopoulos on Sept. 2, 2016 to offer to pay him for a policy paper about energy issues in Turkey, Israel and Cyprus.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "And an Australian diplomat named Alexander Downer reportedly said Papadopoulos discussed hacked Clinton emails during a barroom discussion in London around May 10, 2016.",
  "Clovis, who made the final decision in March 2016 to bring both Page and Papadopoulos onto the campaign, had no inclination that Halper was spying on Trump associates.",
  "The pair met several times during Papadopoulos’ stay, including for dinner at the Travellers Club, an Old London gentlemen’s club frequented by diplomats and spies.",
  "Halper’s father-in-law was CIA legend Ray Cline, and he is currently a partner at the Cambridge Security Initiative with Sir Richard Dearlove, the former MI6 chief.",
  "Manafort and Page are accused in the Steele dossier of having worked together on the campaign’s collusion conspiracy, but both men say they have never met.",
  "Cambridge professor Stefan Halper expressed skepticism of the alleged collusion between Russia and the Trump campaign in communications with Carter Page.",
  "In news articles published Friday, The Washington Post and The New York Times described an informant who met several times with Page and Papadopoulos.",
  "Halper and Clovis did not meet again, though Halper sent the Trump official a note of congratulations after Donald Trump’s presidential election win.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nPage said he did not detect anything untoward from Halper.",
  "The newspapers did not name the informant, but the details matched up exactly with two DCNF reports, one published in March and the other on May 17.",
  "Halper and Page’s 14 months of contact ended in September 2017, the same month the last FISA warrant against the former Trump campaign aide expired.",
  "The FBI and the Justice Department relied heavily on the unverified dossier to obtain Foreign Intelligence Surveillance Act warrants against Page.",
  "To obtain a FISA, the government is required to show that there is probable cause to show that a target is acting as an agent of a foreign power.",
  "While Clovis detected nothing nefarious from Halper, Papadopoulos was alerted during one of his meetings with the professor in mid-Sept. 2016.",
  "Clovis said the conversation was innocuous, focusing mostly on foreign policy issues, including China, one of Halper’s areas of expertise.",
  "Page noted that in their first conversation at Cambridge, Halper said he was longtime friends with then-campaign chairman Paul Manafort.",
  "TheDCNF has not learned whether Papadopoulos was suspicious of the encounters at the time or whether that suspicion developed later on.",
  "It was recently revealed Halper was the alleged FBI informant who spied on Page and George Papadopoulos, another Trump campaign aide.",
  "Papadopoulos has pleaded guilty to lying to the FBI about the timing of his encounters with Mifsud and two Russian nationals.",
  "Halper’s outreach to two other Trump campaign advisers had mixed results in terms of raising skepticism from the targets.",
  "The fourth and final spy warrant against Page expired in Sept. 2017, the same month Page and Halper fell out of contact.",
  "And it was that trust that the 73-year-old Halper seemingly used while working as an FBI informant to keep tabs on Page.",
  "The FBI, the Department of Justice and the CIA have all declined TheDCNF’s request for guidance or comment about Halper.",
  "Papadopoulos wrote the energy policy paper after returning to the U.S. and received a $3,000 wire transfer from Halper.",
  "Turk, Halper’s assistant, also brought up the topic of the emails during a one-on-one interaction with Papadopoulos.",
  "The Times and WaPo said they were not printing the informant’s names upon the request of the intelligence community.",
  "Halper approached Page on the sidelines of the event, and the pair struck up what Page thought to be a friendship.",
  "A person close to Manafort told TheDCNF that Manafort has not seen Halper since the Gerald Ford administration.",
  "“I must assume this gives you some relief,” he continued, signing off with “be in touch when you have the time.",
  "Would be great to catch up.”\n\nThe email provides some insight into how Halper might have gained Page’s trust.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "It’s unknown whether information Halper collected on Page was included in the FISA renewal applications.",
  "To get renewals, the government must provide new information supporting that probable cause claim.",
  "He did, however, tell the FBI in his initial interviews that Mifsud mentioned Clinton documents.",
  "Halper also made contact in August 2016 with Sam Clovis, the campaign’s national co-chairman.",
  "Page told TheDCNF that he stayed in touch with Halper for 14 months, through September 2017.",
  "Papadopoulos has told people around him that he was skeptical of Halper’s inquiries.",
  "Halper has longstanding ties to the CIA and MI6, the British intelligence service.",
  "Papadopoulos denied the allegation, saying that stealing emails would be treason.",
  "Papadopoulos had been told about Russians and the emails earlier in the campaign.",
  "Downer relayed that information to his countrymen, who shared it with the FBI.",
  "Clovis and Halper met for coffee on Aug. 31 or Sept. 1, 2016 near Washington.",
  "She later attempted to meet with Papadopoulos in Chicago, where he lives.",
  "Halper was accompanied by an assistant, a Turkish woman named Azra Turk.",
  "Halper also invited Page to his farm in Virginia for multiple visits.",
  "Halper paid for Papadopoulos’s flight and several nights in London.",
  "Reid accused Page in the letter of possibly being a Russian agent.",
  "They were renewed in January, early April and late June 2017.",
  "The first surveillance warrant was granted on Oct. 21, 2016.",
  "They met numerous times and frequently exchanged emails.",
  "Halper grew frustrated, according to sources."
]