[
  "The @nytimes should be ashamed to be stenographers for biased FBI and DOJ officials EXAMPLE 1 NYT: Strzok writes a message in sentence case, with calm, detached air implied REALITY: \"OMG\" and the entire message in excited ALL CAPS pic.twitter.com/3AJGicwdjs — Undercover Huber (@JohnWHuber) May 16, 2018\n\nThe story reveals that the code name for the investigation on the Trump campaign was “Crossfire Hurricane,” based on a Rolling Stones song.",
  "The Times quoted Strzok as texting Page with, “I cannot believe we are seriously looking at these allegations and the pervasive connections.” In reality, he had texted Page “OMG I CANNOT BELIEVE WE ARE SERIOUSLY LOOKING AT THESE ALLEGATIONS AND THE PERVASIVE CONNECTIONS.”\n\nThe Federalist’s Mollie Hemingway, who has reported on the FBI’s investigation in depth, called the Times’ report “an attempted whitewash” of FBI behavior.",
  "Page and Mr. Papadopoulos,” the Times reported, citing “current and former officials.”\n\nThe revelation of “at least one government informant” appears to confirm a Washington Post story last week in which leakers revealed that the FBI had a “top secret intelligence source” — a U.S. citizen who likely lived overseas — who had spied on members of the Trump campaign for the FBI.",
  "Flynn, a retired three-star general, was once paid $45,000 by Russian outlet Russia Today for a 2015 speaking engagement; Paul Manafort — a veteran Republican strategist — had lobbied for pro-Russian interests in Ukraine long before he joined the Trump campaign; Carter Page had previously worked in Moscow and Russian spies had tried to recruit him.",
  "The story also states: “The question they confronted still persists: Was anyone in the Trump campaign tied to Russian efforts to undermine the election?”\n\n“A year and a half later, no public evidence has surfaced connecting Mr. Trump’s advisers to the hacking or linking Mr. Trump himself to the Russian government’s disruptive efforts,” it states.",
  "And that in turn would mean that the FBI had been spurred to act on the basis of something other than a junior campaign aide’s loose lips.”\n\nThe Times’ story is also vague as to when exactly FBI agents began looking into the Trump campaign, saying that it was “days” after their investigation on Hillary Clinton’s email server ended.",
  "According to the Wall Street Journal‘s Kimberley Strassel, the source meant “the FBI secretly had a person on the payroll who used his or her non-FBI credentials to interact in some capacity with the Trump campaign.”\n\n“This would amount to spying, and it is hugely disconcerting,” she wrote in a piece last Thursday.",
  "Leakers told the Times that “within hours” of opening the investigation into the Trump campaign on July 31, 2016, the FBI dispatched two agents to London to interview the Australian diplomat who had talked to Papadopoulos, meaning that the investigation had officially opened even before they interviewed him.",
  "The Times‘ story also seems to conflict with what the FBI has previously maintained — that the investigation into the Trump campaign began with information that Papadopoulos had told an Australian diplomat he knew that Russians had stolen emails that would be embarrassing for Clinton.",
  "Other reports have said Brennan briefed then-Senate Minority Leader Harry Reid (D-NV), who then urged then-FBI Director James Comey to investigate the Trump campaign in an August 27, 2016 letter that could be shared with media — even though there was already an open FBI investigation.",
  "Those facts appear to confirm that the FBI had opened the investigation on the Trump campaign based on other information — perhaps from the “top secret intelligence source.”\n\nStrassel also questioned in her piece when the investigation really began, and why.",
  "The story comes ahead of the release of the pending Department of Justice inspector general report on the FBI’s actions during the 2016 election, and likely is an attempt by the leakers to paint the FBI’s efforts in the most flattering light possible.",
  "But the story revealed that the FBI – which is supposed to be an apolitical agency – was spying on the Trump campaign through phone records and with “at least one” human asset who interacted with campaign advisers Carter Page and George Papadopoulos.",
  "He continues:\n\nFrom April 2016 to July 2016, according to leaked stories in the British press, he assembled a multi-agency taskforce that served as the beginnings of a counterintelligence probe into the Trump campaign.",
  "Leakers to the New York Times confirmed in a story published on Wednesday that the FBI had run a spy operation on the Trump campaign that involved government informants, secret subpoenas, and possible wiretaps.",
  "In fact, it was not until two days after the investigation began that the agents summarized their interview — which apparently “broke with diplomatic protocol” — and sent the summary back to Washington.",
  "A separate report on Wednesday published by the American Spectator’s George Neumayr said that leaked news stories in the British press showed that Brennan’s spying on Trump began around April 2016.",
  "The story states that Trump’s former national security adviser, Michael Flynn, was about to be cleared in November 2016, until he took actions after the election that the FBI wanted to examine.",
  "During these months, he was ‘personally briefing’ Obama on ‘Russian interference’ — Brennan’s euphemism for spying on the Trump campaign — and was practically camped out at the White House.",
  "According to the Times‘ story, the investigation seems to have been sparked by suspicions over some campaign members’ pre-existing connections with Russia before they joined the campaign.",
  "The story claims that the FBI did not reveal eagerness to investigate Trump, citing one of Strzok’s text messages to FBI lawyer Lisa Page, with whom he was having an extramarital affair.",
  "According to the Times, “intelligence agencies began collaborating to investigate” the Russian government attack on the election, which involved the FBI’s Crossfire Hurricane team.",
  "The Times‘ story glosses over this discrepancy by saying the agents’ report “helped provide the foundation” for the case – instead of sparked the case – as has been claimed.",
  "The story reveals the FBI — instead of alerting the Trump campaign that it might be a target of Russian influence operations — went to lengths to hide the investigation.",
  "Former Deputy Attorney General Sally Q. Yates claimed in an interview with the Times that they did not want word of the investigation to leak and to impact the election.",
  "FBI officials were also alarmed by reports that wrongly suggested that Trump’s campaign had tried to change the GOP’s stance on Ukraine in a way favorable to Russia.",
  "The Post‘s report came out as House Intelligence Committee Chairman Devin Nunes (R-CA) was fighting the Justice Department for access to information on the source.",
  "“As it became urgently clear to Brennan that Trump was going to face off against Hillary, Brennan turned to ‘intelligence partners’ in Europe for dirt on Trump.",
  "Comey had announced he would not seek charges against Clinton on July 5, 2016, and the FBI officially launched their investigation on July 31, 2016.",
  "(Instead, they secretly spied on the Trump campaign as mentioned above, via phone records, secret subpoenas, and at least one informant.)",
  "The story downplays the actions of FBI agent Peter Strzok, who played a key role in the Clinton email and Trump campaign investigations.",
  "He also briefed top lawmakers that summer about Russian election interference and intelligence that Moscow supported the Trump campaign.",
  "But they didn’t have any, save some pretty skimpy material on ‘contacts’ between Trump campaign officials and Russians,” he writes.",
  "By mid-August, Brennan shared intelligence with Comey showing that the Russian government was behind an attack on the election.",
  "“The Crossfire Hurricane team was part of that group but largely operated independently,” three officials told the Times.",
  "obtained phone records and other documents using national security letters — a secret type of subpoena — officials said.",
  "The story also shows former CIA Director John Brennan taking an active role in pushing the investigation along.",
  "The Times’ story also confirms the FBI used the salacious Steele dossier in addition to “F.B.I.",
  "Because if it was prior to that infamous Papadopoulos tip, then the FBI isn’t being straight.",
  "So in all likelihood Obama knew about and had given his blessing to Brennan’s dirt-digging.",
  "The FBI also found Trump’s behavior suspicious, although he was not under investigation.",
  "Nowhere in the story, however, is there evidence of any collusion during the campaign.",
  "In Papadopoulos’s case, he “seemed to know” Russia had “political dirt” on Clinton.",
  "It would mean the bureau was spying on the Trump campaign prior to that moment.",
  "“You do not take actions that will unnecessarily impact an election,” she said.",
  "Democrats have tried to downplay the FBI’s reliance on the document.",
  "And at least one government informant met several times with Mr.",
  "She wrote:\n\n“…when precisely was this human source operating?",
  "The Times‘ story seems to corroborate that taskforce.",
  "information” to obtain a wiretap on Page.",
  "It's an embarrassment of an article.",
  "“The F.B.I."
]