[
  "MUKASEY: Well, I would expect for him to explain his relationship with Steele, his conversations with Steele, what he obtained on a thumb drive or information stick that he got -- he emailed somebody that he had gotten this from Steele, and whether he was in fact feeding information to the FBI from Steele, notwithstanding that the FISA court had been told that Steele was not any longer a source of information in connection with the investigation.",
  "So here you have information flowing from the Clinton campaign from the Russians, likely, likely, I believe was handed directly from Russian propaganda arms to the Clinton campaign, fed into the top levels of the FBI and Department of Justice to open up a counter-intelligence investigation into a political campaign that has now polluted nearly every top official at the DoJ and FBI over the course of the last couple years.",
  "And they totally ignored the big breaking news this week, which is one of the top DOJ attorneys, the assistant to Sally Yates, who's' the (ph) deputy attorney general and also assistant to Rod Rosenstein --\n\nBARTIROMO: Hold on one second --\n\nNUNES: -- was in the middle of all of this, acting as a -- the guys' name is Bruce Ohr --\n\nBARTIROMO: Right.",
  "Now if we were able to with our most immediate trading partners, which is really important to my home state, Arizona, an agreement with Mexico -- but if you started to bring the world together, saying we're lowering barriers, we're protecting our intellectual property, now the world needs to deal with China, who is the bad actor on the world stage.",
  "And so, with that evidence and with these new sanctions, on top of the sanctions we have already placed on Russia because of their ongoing efforts around the world, not only to engage in undermining democracy, including here in the United States, but also their actions in Syria, now, this -- this represents considerable leverage right now on Putin.",
  "If we can begin to move more gas, LNG, to Western Europe, and if you could move gas along the southern route, this Trans-Caspian gas line into Italy, you now have two solid sources of gas into Europe, which then I think really puts the pressure on Germany to not be solely reliant on Russian gas and continue to feed money into the Russian bear.",
  "On the other hand, there's a lot here that really begs for disclosure, particularly when you consider that the FISA warrant that the Department of Justice obtained on Carter Page, because he was a U.S. citizen, they had to show not only that there was probable cause to think that he was an agent of a foreign power, i.e.",
  "If he believed that the nomination of Donald Trump increased the pressure and on the FBI agents to terminate that investigation, it certainly would be interesting to know why and whether they did, and whether they then started Crossfire Hurricane which was the code name for the Donald Trump investigation.",
  "And it deals with full and complete transparencies, full sunlight on as many of the documents that don't endanger national security, which, you know, from our -- from our committee members, we've sent a letter to the president, we don't believe that they're going to jeopardize any sources or methods.",
  "ROLLINS: Well, certainly, this particular thing, there's two races that are down there, one in Arizona that's a very tough race for us, replacement of John -- not McCain, but replacement of Flake, and the Texas race, which is -- Cruz is in a real race, I think he wins, but it's a real race.",
  "But everybody's worried about Russia-gate and what Russia did in the election, but people forget the reports that are out there of the Russians involving themselves in some of these extreme environmental groups that have actually stopped oil drilling and gas drilling in the United States.",
  "And I think people, I have said many times, are going to be shocked as to what went into a FISA warrant against Carter Page, and even more importantly, what did not go into the FISA application, that was not presented to the court involving the information that they had on Carter Page.",
  "But if we can accomplish this, if we can sort of bring the world together to deal with the overcapacity, the stealing, the other things that China is the great sinner of, I think you need a world vs. China to actually make everyone, shall we say, operate fair in a world trade system.",
  "And, really, we need an investigation into these top level people as to how somebody concocted the idea that it's OK to take information from one political campaign and use it to open up an investigation on the other political -- on somebody else's opposing political party.",
  "I think that the types of sanctions that are effective on Turkey, the focus on the human rights violations, holding the pastor for more than two years, and, therefore, the sanctions against Turkish -- Turkish officials for human rights violations, I think that's effective.",
  "I mean, we all know that China has been stealing from the U.S. for decades, in terms of forcing this transaction of forcing technology transfer to Chinese companies, not opening up their markets to foreigners, as well as just out and out stealing intellectual property.",
  "So once Christopher Steele was terminated as a source for doing all things like talking to the media, at the behest the Glenn Simpson, so remember, he was working for Glenn Simpson, Fusion GPS, who were working for the Clinton campaign, Christopher Steele was fired.",
  "NUNES: I think he really has no choice, because I will tell you, you're going to end up with a situation with half of America, including many -- almost nearly every Republican member of Congress, who will have zero confidence in the Department of Justice and FBI.",
  "But let's start with where you are today and what you're seeing, because we have got a map here of this pipeline that would essentially take natural gas from the Caspian Sea in Azerbaijan and travel it throughout Europe, passing Greece into Italy.",
  "It suggests to me that Hillary Clinton was not investigated, let's face it, she was not investigated even though she deleted emails, she was grossly negligent with her use of classified information, no investigation or little investigation.",
  "Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call.",
  "SCHWEIKERT: Look, and, as you know, on some of the metal tariffs, it's a little more complicated, because there's something called transshipment, where it may come from the massive overcapacity in China, ship through other countries.",
  "We are sending the message to Putin, the administration is sending the message, you will pay a steep price for your continued intervention in our elections and for your other actions, such as this attack on British soil.",
  "I think it all gets back to the big picture here, which is there -- there clearly was shenanigans going on in this, in how you open up a counterintelligence investigation into a political campaign with no intelligence.",
  "If he forces the deal here where it's more sand in the gears of trade with Mexico and Canada, a sunset provision, make it harder to resolve disputes, that's not going to be good for his plan to get to 5 percent growth.",
  "Well, I will tell, if a deal with Mexico is at hand over the near-term, this would impact markets, this would impact a lot, because markets and investors and even supporters of the president want to see another deal.",
  "And I think it's like the speaker of the house, Paul Ryan, said several months ago, the Department of Justice and the FBI need to decide whether or not they want to be part of the clean-up crew or the cover-up crew.",
  "BARTIROMO: You know, I remember that there was a story during the financial crisis in 2007 where Russia, Vladimir Putin called up the head of China and said, maybe we should get together and sell U.S. securities.",
  "The second tranche of sanctions, which will go into effect in 90 days if Russia doesn't curtail these activities, could potentially affect the ability of Aeroflot to fly or land anywhere in the United States.",
  "Because we -- the public needs to understand that -- and make a decision whether or not we're going to continue to operate and abuse (ph) our counterintelligence capabilities to target political campaigns.",
  "Because if it's allowed to continue, like it happened in 2016, you have a country that effectively falls apart, where you've politicized our intelligence --\n\nBARTIROMO: Hold -- hold on one moment.",
  "Hold on one second --\n\n(CROSSTALK)\n\nNUNES: -- so the president needs to get this -- needs to get this done sooner rather than later and that is -- and I'm sure you're going to ask about this, too.",
  "And I will tell you, like I said in the last segment, the fact that the media is ignoring this is even more of a reason that we're going to have to have more information than usual declassified.",
  "And at the same time as the administration makes its case -- and they were right to move forward on these sanctions -- they're pointing out that the Russians in this case were caught red-handed.",
  "BARTIROMO: And you've said many times on this program that there was zero evidence, official evidence available to launch an investigation into collusion between Donald Trump and the Russians.",
  "Because when Devin Nunes joined us two weeks ago, he said, if you look at these un-redacted documents, and it's all blacked out, you wouldn't believe it, it's worse than what has taken place.",
  "I wonder if we're going to see that kind of an impact on some of the other detractors, perhaps Iran, or -- I mean, Iran's economy obviously hasn't -- hasn't moved, and it has plummeted.",
  "NUNES: And it's the only -- it's the only way, I think, that we're going to ultimately take on Russia, is to say, look, we're not going to be reliant on you in the West for our energy.",
  "ROYCE: Russia has to take action now in the next -- in the next months in order to try to reverse its actions and send a clear message that they're not going to continue to do this.",
  "Where there's still some frustration with Canada -- Canada, as you know, last -- earlier in the year sort of engaged in a charm offensive, but not necessarily quality negotiations.",
  "That's all part of this effort on behalf of Russia to promote these kind of fake green policies, so that they could be the world's -- one of the world's largest suppliers of gas.",
  "And, in the meantime, I think it's very important we be consistent in sending this message that Russia will pay a -- a steep price if these deadly acts aren't answered by Russia.",
  "BARTIROMO: And during my exclusive interview two weeks ago with the vice president, Mike Pence, he told me that the U.S. is serious and wants Turkey to understand we want change.",
  "MUKASEY: Well, the downside risk is the same as the downside risk of declassifying any classified document, which is that you could disclose methods and sources of intelligence.",
  "ROYCE: So, our main problem with Iran, the main problem with the agreement was that it didn't include missiles, if you will recall, nor did it include Iran's terrorist actions.",
  "I mean, well, one pipeline from the Caspian would be good, if you -- if you add in our ability to bring in LNG from the United States, which we're already doing some now.",
  "SCHWEIKERT: I can be hopeful, because I know, for some of the negotiators, there was an intent to try to have a package put together before Mexico changes its government.",
  "Russia is upping the ante this morning in a showdown with the United States, after Washington punishes the Kremlin for coordinating a nerve agent attack on British soil.",
  "Your thoughts on the U.S.' move, given the pastor that had -- has been held for so long in Turkey, in terms of applying these different sanctions to Turkey and Erdogan?",
  "But it looks like we're actually making progress with our European allies, now hopefully with Mexico, and hopefully Canada will come in and being an honest negotiator.",
  "After that happened, Bruce Ohr, one of the top lawyers in the Department of Justice, kept continually meeting and providing information from Christopher Steele to who?",
  "First question, what is the downside risk of the president declassifying all of these documents so everybody can see and putting a light on exactly what took place?",
  "Well, now there's a push to get -- to move that gas, not just through the Black Sea, but actually build a pipeline all the way through Turkey and Greece and Italy.",
  "And Pastor Andrew Brunson should be freed and should be allowed to return to his family, to his home, to his church and his nation in the United States of America.",
  "And one of the things we were trying to do was to get the other partners in the agreement -- and I think we were -- the British and the French were being helpful.",
  "We're going to --\n\nNUNES: -- acting as a surrogate and feeding information into the FBI --\n\nBARTIROMO: I want to -- I want to ask you about Bruce Ohr in a moment.",
  "Don't forget that Bruce Ohr's wife, Nellie Ohr, who also will have to be interviewed soon, she also was working for Fusion GPS, working for the Clinton campaign.",
  "And now we see Iran not going back to the negotiating table, not really thinking that they're going to change their behavior as a result of the U.S. pulling out.",
  "There are other potential opportunities, but they become more complicated because, as you know, North -- North Africa is a complicated place, not all that safe.",
  "He just returned from the Russian border in regards to a pipeline that would increase Moscow's energy-- decrease Moscow's energy, rather, influence over Europe.",
  "They kept saying, when Strzok testified that he had a right to express his opinions, and of course, he did, but this wasn't just a matter of political opinion.",
  "BARTIROMO: Yes, because there's no evidence of any collusion and we're a year and a half or more than a year and a half into the Robert Mueller investigation.",
  "A lot of this information wasn't shared with the FISA court, especially the fact that Christopher Steele was desperate that Donald Trump not become president.",
  "They then said that he had been fired, had been excluded from any further involvement because he violated Justice Department policy on talking to the press.",
  "It was 10 years ago today that there was a cease-fire, after five days of fighting, when the Russians actually invaded, occupied part of Northern Georgia.",
  "We're talking about the investigations leading up to the 2016 presidential election when we come right back, as we look ahead on \"Sunday Morning Futures.\"",
  "BARTIROMO: Just fascinating that you're actually getting to the core of it and understanding really, really well the strategy on the part of the Russians.",
  "He will join me live this morning, as well as former Attorney General Michael Mukasey, as we pose the question, what's the downside risk of declassifying?",
  "And so the cumulative effect of this is really, really having a hit, not only on the value of the ruble, but on the -- on the Russian economy in general.",
  "U.S.-Russia tensions on the rise, as the Trump administration announced new sanctions against Moscow over the poisoning of a former spy and his daughter.",
  "What they didn't tell the FISA court is he also lied about whether he had spoken to the press, which is far more important than simply violating policy.",
  "I would like to just reiterate, though, that this propaganda arm and how they're blocking the Italians from -- or they're essentially using propaganda.",
  "BARTIROMO: Certainly a deal before the mid-term elections would help the Republicans in the mid-terms, Ed Rollins, where are we here after a busy week?",
  "This is an incredible story and that is why we are doing it every Sunday morning to make sure the American people are informed as far as what went on.",
  "Just as you have seen a 41 percent drop in the lira in the last year in Turkey, we're seeing a similar impact and we're seeing hyperinflation in Iran.",
  "One of the text messages between the anti-Trump FBI agent, Peter Strzok, and his girlfriend Lisa Page, was something that is really not talked about.",
  "Germany wasn't in terms of getting an agreement in which we address these other issues that were not in the original agreement...\n\nBARTIROMO: Right.",
  "And I think it is -- it is in international interests to have Erdogan cease holding Americans as hostages, and including our NASA scientists there.",
  "With auto trade at the center of the talks over NAFTA, President Trump telling Canada to wait while the U.S. and Mexico push ahead on negotiations.",
  "Let me switch gears and ask you about the latest on your investigation into the State Department and what has taken place in the FBI and the DOJ.",
  "One of the best panels there is right now, Ed Rollins, former chairman campaign manager of the Regan Bush ticket 1984 and a Fox News contributor.",
  "The night that now-President Trump got the nomination, Lisa Page sent a message to Peter Strzok: \"Can you believe that Trump got the nomination?",
  "ROLLINS: It's a very positive environment to be going in if you're an incumbent Republican, if you talk about things that you've accomplished.",
  "The president wrote a tweet this weekend basically suggesting that maybe he is open to declassifying, something you have asked for him to do.",
  "In addition, as the chairman pointed out, he then continued to be a source, which they didn't disclose, to the FISA court, through Bruce Ohr.",
  "ROYCE: Well, I don't think that that reaction is going to be too effective in terms of our market because of their de minimis position in it.",
  "I mean, last week, big weekend in Turkey, obviously, the Turkish lira plummeting down big last week, impacting all markets across the world.",
  "We're going to have to have, I think, an unprecedented amount of information declassified because the media is just not covering this topic.",
  "We are going to talk about it with House Intelligence Chairman Devin Nunes, as well as the very latest in the FBI and the DOJ investigation.",
  "Oddly, Carter Page is one person who hasn't been accused of a crime, hasn't been prosecuted for a crime, hasn't been arrested for a crime.",
  "We...\n\nNUNES: Very, very concerning, not a way to run a counter-intelligence system in the united states or any country, for that matter.",
  "Yesterday, he said this: \"Why isn't the FBI giving Andrew McCabe text messages to Judicial Watch or appropriate governmental authorities?",
  "But it's still, I think, from just who you're negotiating with, it would be rational to try to get a package done before that transition.",
  "And it's getting and they're getting them and they're great people --\n\n(END VIDEO CLIP)\n\nBARTIROMO: So Mr. Chairman, that was on July 1.",
  "And so, as a consequence, you had the ayatollah saying every military man must help us mass-produce intercontinental ballistic missiles.",
  "NUNES: Well, those -- those would be -- those are two big ones that are both reliable and both could be done in a short amount of time.",
  "And Strzok messages back: \"Yes, it is,\" this increases the pressure to end -- \"this is going to increase the pressure to end MYE.\"",
  "I think what I'd like to see is a disclosure of information and get it laid out methodically so that people can see what happened.",
  "Joining me right now on the telephone from the capital of Georgia, the chairman of the House Intelligence Committee, Devin Nunes.",
  "SCHWEIKERT: Well...\n\nBARTIROMO: Is it still the auto origination, where is a vehicle originated, produced, in the U.S. or Mexico?",
  "One of the things that they realized after that happened, you know, they couldn't -- they are a country of four million people.",
  "But there were a number of sticking points, percentage of an automobile, how much would be considered content, U.S. content.",
  "The Trump administration announcing new sanctions against Russia over the use of a military-grade nerve agents on U.K. soil.",
  "He's a member of the House Freedom Caucus, House Ways and Means Committee, and the U.S. Congress' Joint Economic Committee.",
  "Should you have very robust access to arbitration, instead of having to defend your investments in a Mexican court system?",
  "NUNES: On this pipeline yet, which is -- which is totally nuts, and part of the sophistication of Russia's propaganda arm.",
  "House Foreign Affairs Committee Chairman Ed Royce on what Vladimir Putin has in store now and how the U.S. should respond.",
  "And we're seeing it on the streets, in terms of people's frustrations with that ideological regime...\n\nBARTIROMO: Right.",
  "SCHWEIKERT: But, apparently, the president is demonstrating a certain warmness to the incoming administration in Mexico.",
  "We're back with the chairman of the House Intelligence Committee, Devin Nunes is in the country of Georgia this weekend.",
  "He has largely solved the competitiveness problem of the U.S. economy with the tax cuts and the deregulation initiative.",
  "BARTIROMO: I'm surprised the Republicans are not screaming 4.1 percent economic growth from the rooftops at every turn.",
  "Add to that the fact that Steele, who was mentioned by the chairman, was avid in his opposition to now-President Trump.",
  "SCHWEIKERT: Every moment, I get optimism, but there's still a number of very technical steps that must be made through.",
  "Do you think a stronger U.S., with allies, Mexico, perhaps the E.U., would bode well for the U.S. dealings with China?",
  "And this is why I think he needs to stop fighting with our friends Canada and Mexico, our two biggest export markets.",
  "So my sense is the key is a plurality of voters are independents, the independents have got to make the difference.",
  "And the United States of America is prepared to bring sanctions against Turkey until Pastor Andrew Brunson is free.",
  "And House Republicans make a move to get more information about that salacious, but unsubstantiated Steele dossier.",
  "He may wish to see other people do the declassifying so that nobody claims that he's acting for political reasons.",
  "What's wrong with declassifying all of this information so the American people understand exactly what took place?",
  "But, first, from sort of being from the Desert Southwest, we have an incredible trading relationship with Mexico.",
  "The Kremlin responding this morning to new U.S. sanctions against Moscow, taking direct aim at the U.S. economy.",
  "And you see it's coming at a time when there's widespread disruption across the country in cities all over Iran.",
  "But everything we're picking up on the Ways and Means Committee is, we're making genuine progress with Mexico.",
  "Arizona Republican Congressman David Schweikert is with us this morning of the House Ways and Means Committee.",
  "BARTIROMO: And, realistically speaking, would you expect to deal with Mexico before the midterms, for example?",
  "BARTIROMO: Former Attorney General Michael Mukasey, we've got a panel next, Ed Rollins, James Freeman on deck.",
  "And so right now, I just want to be clear, they are providing, slowly, but they are providing documentation.",
  "ROYCE: But if these tariffs become too widespread, the use of tariffs, that can have other impacts globally.",
  "And, in the meantime, the U.S. right now, we have had the -- the largest wage growth over the last 10 years.",
  "The Persian community around the world needs to broadcast in and continue that dialogue...\n\nBARTIROMO: Yes.",
  "And James Freeman, Assistant Editor at the Wall Street Journal editorial page, also a Fox News contributor.",
  "JAMES FREEMAN, ASSISTANT EDITOR, WALL STREET JOURNAL: I hope so, it really should have been done yesterday.",
  "So I think talking about that and letting that work is really both a political and policy strategy for him.",
  "You're going to have a president who's going to be very aggressive and be out there campaigning very hard.",
  "The president praising Mexico, but telling Canada to wait, as negotiations for a new NAFTA deal intensify.",
  "I think investors, really everyone was cheering when the president seemed to strike a truce with the E.U.",
  "NUNES: Well, because what has come out now, Maria, is that he has been the go-between Christopher Steele.",
  "SCHWEIKERT: Maria, you're asking the most brilliant question that almost no one has really written about.",
  "SCHWEIKERT: Everything we're being told is, we're making progress, because it turns out it's complicated.",
  "One of the challenges that we're having is the Russian propaganda machine is actually working in Italy.",
  "BARTIROMO: So -- so walk us through these sanctions and how impactful they may or may not be on Russia.",
  "And, in my opinion, the tariffs should, frankly, be focused right now on Beijing for their violations.",
  "And we see the pipeline transfer on this map, but any other alternatives that you feel you would need?",
  "This was a matter of doing your job, how you do your job, and how investigations were being conducted.",
  "And, I mean, that was the whole issue about putting aluminum and steel tariffs on some of our allies.",
  "I hope that - and then at a minimum, accountability being punishing people, that to me is secondary.",
  "The two countries have been in talks to renegotiate the North American Free Trade Agreement, NAFTA.",
  "What they did is, they worked with their neighbors in Azerbaijan to bring gas from the Caspian Sea.",
  "So Mr. Chairman, you've said that many times you want the president to declassify this information.",
  "(BEGIN VIDEO CLIP)\n\nBARTIROMO: Any comment on Peter Strzok and these testimonies that we're seeing?",
  "Mr. Chairman, thanks very much for spending the time this morning, even while you are on the road.",
  "Now, why does Donald Trump, getting a nomination, increase the pressure to end that investigation?",
  "BARTIROMO: But nobody can declassify other than him in terms of making everything open and public.",
  "BARTIROMO: Do you see this as a down-the-line vote for the president getting his agenda executed?",
  "FREEMAN: Yes, I think if they are smart they will make a referendum on these policy achievements.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "And today is actually the 10th anniversary of Russia's real first aggression since the Cold War.",
  "And I want to get right to that because he becomes the central figure now in this investigation.",
  "NUNES: And, quite frankly, it's what you kind of see in this part of the world where I'm at now.",
  "They relied on his credibility in a prior case and yet, he was passing on secondary information.",
  "Let's bring in California Congressman Ed Royce, chairman of the House Foreign Affairs Committee.",
  "BARTIROMO: Well, it seems that the administration are -- they're waiting for Turkey's response.",
  "ROYCE: ... and we did something about 12, 13 years out in the agreement, everything sunsetted.",
  "BARTIROMO: Are there any other potential additional alternatives, say, from Africa, to Europe?",
  "And a moment ago, Judge, you just said in terms of Bruce Ohr, he's testifying on August 28th.",
  "So you start to suspect that the information underlying that warrant was really questionable.",
  "Russia, but also probable cause to believe that he was involved in the commission of a crime.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: So I have this country running like a top (ph).",
  "There's some parts, believe or not, that go back and forth across the border multiple times.",
  "I mean, the president has been adamant, very strong, against Iran, pulling out of that deal.",
  "(BEGIN VIDEO CLIP)\n\nMIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: He wants to come home.",
  "Your colleagues over on the Judiciary Committee have now subpoenaed him and we have a date.",
  "We have to have a strong Department of Justice and a strong FBI that stays out of politics.",
  "Do you think the president will declassify this so that people understand what took place?",
  "BARTIROMO: I want to talk to you about all of this, what you just said is just compelling.",
  "You've got -- we've seen these -- these documents and we want them released to the public.",
  "Republicans and Democrats are now very partisan, battles, and they vote in a partisan way.",
  "BARTIROMO: But why wouldn't the president declassify then just to shine a light on this?",
  "If you don't talk about things that you've accomplished, you're not going to do as well.",
  "There is a strategic push to weaken Moscow's energy influence over Europe and the West.",
  "And we still have questions about Europe and European companies doing business in Iran.",
  "I think -- I think that, in terms of tariffs, tariffs should be very narrowly deployed.",
  "MUKASEY: Mid-Year Exam, which is the code name for the Hillary Clinton investigation.",
  "Why don't you just direct your subordinates to get those documents over to Congress?",
  "I asked the president this straight away in my interview with him about a month ago.",
  "And when people say that that's a risk, I think we have to sit up and pay attention.",
  "Real quick, I'll go one step further in terms of trusting the FBI and the DoJ again.",
  "And new information this morning: Moscow is upping the anti -- ante in the response.",
  "But what I do think is -- we saw on Friday a new two-year low for the Russian ruble.",
  "He was talking about putting enormous pressure on the U.S. while the U.S. was down.",
  "Should President Trump declassify more of the Justice Department and FBI documents?",
  "BARTIROMO: And, of course, we're also seeing an impact on Russia's economy as well.",
  "As you know, containing Russia's geopolitical influence remains a key U.S.\n\npolicy.",
  "Let's talk about that and why you see this as particularly troubling for that side.",
  "But the president's message to Canada is a bit different, decidedly less friendly.",
  "And if we don't get that soon, I think it's just going to continue to deteriorate.",
  "You know other people got involved --\n\nBARTIROMO: Congress wants those documents.",
  "President Trump praising Mexico for making progress on a trade deal with the U.S.",
  "And you need about 10 or 15 percent of those independents to make the difference.",
  "So now we hear this again, that Russia is in fact going to sell U.S. securities.",
  "All that and a lot more right now, as we look ahead on \"Sunday Morning Futures.\"",
  "Where it is today is the specials are not relevant to what happens in November.",
  "SCHWEIKERT: Well, I can't tell you -- I can't tell you all the sticking points.",
  "You have the Russians building small bases across this Northern Georgia region.",
  "The Italians themselves are stopping themselves from permitting this pipeline.",
  "Think about what the president accomplished with Europe a couple of weeks ago.",
  "He's the former U.S. attorney general under the George W. Bush administration.",
  "ROYCE: I think these bogus charges brought against Pastor Brunson have to end.",
  "(END VIDEO CLIP)\n\nBARTIROMO: So, should we expect more with regard to Turkey?",
  "Why not get everybody together to go against the big bad gorilla in the room?",
  "Some detractors of the president said, why are we fighting with our friends?",
  "Let us know what you would like to hear from all of our guests this morning.",
  "It's very similar to the reports that we have seen out of the United States.",
  "It's amazing that this took place in America during a presidential election.",
  "We talked about a NAFTA (ph), you think we're close on a deal, James, or no?",
  "Growth was phenomenal, looks like we're headed toward another great quarter.",
  "Now additional pressure is being put by the administration directly on Iran.",
  "BARTIROMO: Well, I want to get the latest on the DOJ-FBI situation as well.",
  "NUNES: If -- if we, the United States, we're now -- we now can export LNG.",
  "BARTIROMO: Has the president read, do you know, the un-redacted documents?",
  "Who gets punished and who doesn't is - is to me a secondary question (ph).",
  "Transferring Pastor Andrew Brunson to home arrest is just not good enough.",
  "New negotiations intensify, as Mexico gets a thumbs up from the president.",
  "This is a rush transcript from \"Sunday Morning Futures,\" August 12, 2017.",
  "MUKASEY: Don't know, I think that he may not wish to be involved himself.",
  "Auto workers and farmers must be taken care of, or there will be no deal.",
  "NUNES: The only way there could be accountability is one step at a time.",
  "We're going to be watching this important pipeline from the Caspian Sea.",
  "We want to resolve these issues but it's important how they're resolved.",
  "BARTIROMO: Your reaction to Russia's response, cutting U.S. securities?",
  "(CROSSTALK)\n\nROYCE: So I think he's going to face additional pressures.",
  "Two-thirds of the people in Iran want a democracy without a theocracy.",
  "The president signaling and we may have to -- quote -- \"get involved.\"",
  "And I think it's who gets their base out and who gets that swing vote.",
  "I'm Maria Bartiromo, see you on \"Mornings with Maria\" on Fox Business.",
  "And then there's some other things of, how do you protect investments?",
  "The president tweeted this: \"Deal with Mexico is coming along nicely.",
  "But we're going to have to have all of this information declassified.",
  "MUKASEY: Well Jess Sessions is recused from - from the investigation.",
  "Carter Page was wiretapped for over a year on an unverified dossier.",
  "BARTIROMO: Devin Nunes is the chairman of the House Intel Committee.",
  "And, believe it or not, you have Russia propaganda working in Italy.",
  "ROYCE: Well, first of all, these sanctions impact export and import.",
  "BARTIROMO: Yes, let's not forget the impact that it's had on Turkey.",
  "And I think that Erdogan's authoritarian moves need to be countered.",
  "The last holdup right now is to bring the pipeline ashore in Italy.",
  "And they were cooking up something around Donald Trump to stop him.",
  "Good to see you both, got a lot of topics on the discussion today.",
  "END\n\nContent and Programming Copyright 2018 Fox News Network, LLC.",
  "But if -- if you look at it in the big picture...\n\nBARTIROMO: Yes?",
  "The president tweeted out this weekend I may have to get involved.",
  "We should have been -- we should have acted swiftly at that time.",
  "The ability of Putin to have much of an impact on it is not much.",
  "but that was because he said we're moving toward lower barriers.",
  "MYE was the initials...\n\nBARTIROMO: Code name for Mid-Year Exam.",
  "I mean, I understand the big picture, what you're trying to do.",
  "Tell us about the importance and significance of this pipeline.",
  "Arizona Republican Congressman David Schweikert is with me now.",
  "The one thing I want to stay uninvolved in -- at least for now.",
  "MICHAEL MUKASEY, FORMER ATTORNEY GENERAL: Good to be with you.",
  "I mean, the president has said maybe he would declassify this.",
  "So what they did is, they were totally reliant on Russian gas.",
  "The Italians haven't been able to sign off...\n\nBARTIROMO: Wow.",
  "And so, as a consequence, I think he can expect more pressure.",
  "We were in the worst financial crisis in a generation in 2007.",
  "And I'm glad your show is bringing it to the American people.",
  "So it would also be good for the continued growth in Arizona.",
  "BARTIROMO: How close are we with the deal to -- with Mexico?",
  "And how could this affect the efforts to get that deal done?",
  "McCabe's wife took big campaign dollars from Hillary people.",
  "I am back with former U.S. Attorney General Michael Mukasey.",
  "He's going to testify in front of Judiciary on August 28th.",
  "We're looking ahead on \"Sunday Morning Futures\" right now.",
  "We just heard from Devin Nunes and Congressman Schweikert.",
  "The British have films that show the Russian perpetrators.",
  "This copy may not be in its final form and may be updated.",
  "It's the way -- the complication of modern supply chains.",
  "And, Mr. Chairman, you were just talking about Bruce Ohr.",
  "That's not going to happen until there is accountability.",
  "BARTIROMO: Thank you so much for joining us, once again.",
  "And yet that was the basis for getting the FISA warrant.",
  "But I've been told by so many people don't get involved.",
  "Follow me on Twitter at @MariaBartiromo, @SundayFutures.",
  "It was actually in Hank Paulson's book after the crisis.",
  "BARTIROMO: Sanctions also against Turkey this past week.",
  "What role do you see in terms of Iran and the U.S. now?",
  "House Intelligence Committee Chairman Devin Nunes here.",
  "New president of Mexico has been an absolute gentleman.",
  "NUNES: Well, just the slow-rolling (ph) by DOJ and FBI.",
  "MUKASEY: It certainly looks that way from that message.",
  "So we see a real impact in terms of markets in Turkey.",
  "ROYCE: ... with the next generation of young Iranians.",
  "And so, in this situation, our economy is very strong.",
  "And so I would keep that focus narrow, and on Beijing.",
  "How soon will we see a deal with Mexico on the books?",
  "And, you know, nobody can predict what that is today.",
  "You need about 10 percent of that swing vote to win.",
  "Do you think we're going to see accountability here?",
  "So tell us what the sticking point is at this point.",
  "BARTIROMO: And, Congressman, one pipeline is enough?",
  "And it was probably a mistake on behalf of the West.",
  "We'll be right back, more with Michael Mukasey next.",
  "Moscow says it will cut holdings of U.S. securities.",
  "REP. ED ROYCE (R), CALIFORNIA: Good morning, Maria.",
  "ROYCE: You see people go to the streets in protest.",
  "And you saw the missile test here recently in Iran.",
  "And he was the source of a lot of this information.",
  "So it's a little more -- a little more challenging.",
  "REP. DEVIN NUNES, R-CALIFORNIA: Hey, thanks, Maria.",
  "We have 87 days to go and a lot is going to happen.",
  "Now, after 10 years, it's amazing what's happened.",
  "BARTIROMO: Congressman, it's good to see you, sir.",
  "Their tariffs and trade barriers are far too high.",
  "BARTIROMO: Well, that is what is so extraordinary.",
  "Well, Pastor Brunson has been held over two years.",
  "But do you expect further fallout in that regard?",
  "How much of an impact will that have on the U.S.?",
  "Mr. Chairman, it's good to see you this morning.",
  "And we couldn't get Germany to go along on that.",
  "Thank you very much for joining us this morning.",
  "And you have said it many times on this program.",
  "SCHWEIKERT: So how do you do those calculations?",
  "BARTIROMO: We will be watching the developments.",
  "Congressman, it's good to see you this morning.",
  "REP. DAVID SCHWEIKERT, R-ARIZONA: Good morning.",
  "It looks completely abnormal, to say the least.",
  "Erdogan also threatening to withdraw from NATO.",
  "Thanks very much for -- for pointing that out.",
  "But you also have the media that's in on this.",
  "BARTIROMO: Chairman Ed Royce joining us there.",
  "(COMMERCIAL BREAK)\n\n\n\nBARTIROMO: Welcome back.",
  "BARTIROMO: It's great to see you, (inaudible).",
  "James Freeman, Ed Rollins, always a pleasure.",
  "My next guest is currently in Eastern Europe.",
  "I want to bring in Michael Mukasey right now.",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: Welcome back.",
  "It was all based on that unverified dossier.",
  "We will see you when you get back Stateside.",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: Welcome back.",
  "(COMMERCIAL BREAK)\n\nBARTIROMO: Welcome back.",
  "And, hopefully, they're getting wrapped up.",
  "BARTIROMO: It's an extraordinary situation.",
  "Mr. Chairman, good to see you this morning.",
  "MARIA BARTIROMO, HOST: Good Sunday morning.",
  "We have got unemployment under 10 percent.",
  "We need to do more social media into Iran.",
  "I know one deal was done with South Korea.",
  "The area has basically didn't depopulated.",
  "BARTIROMO: Have a great Sunday, everybody.",
  "ROLLINS: I think in most cases it will be.",
  "But other people involved can declassify.",
  "MUKASEY: No, other people can declassify.",
  "Just a -- just a pure sign of aggression.",
  "Is that one of the sticking points still?",
  "And Mexico has been an honest negotiator.",
  "And he's still walking around no charges.",
  "And I'll just kind of close it with this.",
  "And I want to ask you about Iran as well.",
  "The economy is growing at plus-4 percent.",
  "He's got some thoughts and will join me.",
  "I don't - I don't - I don't really know.",
  "Will tax cars if we can't make a deal.\"",
  "They couldn't take on the Russian bear.",
  "We will be watching that, Mr. Chairman.",
  "We really have a greet group of people.",
  "And he is also a former federal judge.",
  "BARTIROMO: And one pipeline is enough?",
  "It's called the South Ossetia region.",
  "FBI said they won't give up even one.",
  "I may have to get involved, he wrote.",
  "The economy is -- or under 4 percent.",
  "Why do you think they're so stinging?",
  "Welcome to \"Sunday Morning Futures.\"",
  "The American people need to know it.",
  "So there's a number of those things.",
  "BARTIROMO: So this is more evidence.",
  "And I want to go through that text.",
  "And how do you do that calculation?",
  "Why is he so central to this story?",
  "He was simply the secondary source.",
  "Mr. Chairman, it's good to see you.",
  "But he was not the initial source.",
  "MUKASEY: I have no way of knowing.",
  "So that certainly has some impact.",
  "House Republicans are looking for?",
  "ROYCE: ... that theocratic regime.",
  "So we're turning up the pressure.",
  "So we had to address this sunset.",
  "(COMMERCIAL BREAK)\n\nWelcome back.",
  "He's joining us on the telephone.",
  "Rod Rosenstein, Christopher Wray?",
  "Chairman Devin Nunes is up ahead.",
  "What would you expect from that?",
  "Unemployment is under 4 percent.",
  "BARTIROMO: Let me turn to Iran.",
  "Thanks so much for being here.",
  "And they'll get the documents.",
  "More to come with Devin Nunes.",
  "Devin -- Devin Nunes, hold on.",
  "Thanks so much for joining us.",
  "NUNES: Well, thank you, Maria.",
  "So you have no way of knowing.",
  "MUKASEY: I certainly hope so.",
  "MUKASEY: Good to be with you.",
  "Judge, it's great to see you.",
  "Will there be accountability?",
  "ROYCE: Not much of an impact.",
  "We're experiencing that now.",
  "NUNES: It's absolutely nuts.",
  "TRUMP: -- and it's not good.",
  "Mike Pompeo is doing great.",
  "They don't switch any more.",
  "This needs to be addressed.",
  "He has to be brought home.",
  "And will we see NAFTA 2.0?",
  "It's an important subject.",
  "So, today, went out there.",
  "BARTIROMO: Right, exactly.",
  "Quick thought experiment.",
  "SCHWEIKERT: I don't know.",
  "But we can do a lot more.",
  "Let's take a quick break.",
  "It is absolutely amazing.",
  "Will we see prosecutions?",
  "ROLLINS: They need to be.",
  "BARTIROMO: Jeff Sessions.",
  "ROYCE: Thank you, Maria.",
  "They impact electronics.",
  "BARTIROMO: That's right.",
  "Good morning, everyone.",
  "And that just can't be.",
  "Are you going to do it?",
  "We will leave it there.",
  "There was no evidence.",
  "But the Georgians did.",
  "BARTIROMO: Don't know.",
  "Thanks for joining us.",
  "He sure hopes he does.",
  "Now, this was a rumor.",
  "They impact aviation.",
  "What can Congress do?",
  "BARTIROMO: All right.",
  "Because you're right.",
  "What are they hiding.",
  "This is just madness.",
  "BARTIROMO: All right.",
  "ALL RIGHTS RESERVED.",
  "This is incredible.\"",
  "I'm Maria Bartiromo.",
  "ROLLINS: Thank you.",
  "FREEMAN: Thank you.",
  "I may get involved.",
  "Where is the crime?",
  "SCHWEIKERT: Thanks.",
  "People forget this.",
  "And it's important.",
  "And that is China.",
  "Thank you so much.",
  "BARTIROMO: Right.",
  "BARTIROMO: Right.",
  "BARTIROMO: Right.",
  "Canada must wait.",
  "BARTIROMO: Right.",
  "Back in a moment.",
  "NUNES: Thank you.",
  "BARTIROMO: Right.",
  "BARTIROMO: Right.",
  "BARTIROMO: Right.",
  "They need to be.",
  "What's changed?",
  "Listen to this.",
  "Do not destroy.",
  "Thanks so much.",
  "BARTIROMO: Yes.",
  "BARTIROMO: Yes.",
  "ROYCE: Exactly.",
  "Listen to this.",
  "Thanks so much.",
  "And we didn't.",
  "BARTIROMO: OK.",
  "Stay with us.",
  "Stay with us.",
  "We know that.",
  "ROYCE: Right.",
  "What's next?",
  "Not so much.",
  "MUKASEY: OK.",
  "NUNES: Yes.",
  "But Canada?",
  "ROYCE: Yes.",
  "Thank you.",
  "The FBI."
]