[
  "President Donald Trump claimed Thursday and Friday that foreign allies have asked him not to declassify documents from the Russia probe\n\nTrump suggested that the documents are cause for concern for the unnamed foreign countries\n\nTrump said that he is honoring the allies’ wishes, as well as the DOJ’s, by backing off of his declassification request\n\nPresident Donald Trump claimed Thursday that two foreign allies recently pleaded with him not to declassify documents related to the Russia investigation.",
  "The Republican also called for the release of FBI notes of interviews conducted to complete the FISA applications as well as notes of FBI interviews with Bruce Ohr, the Justice Department official who met numerous times with Christopher Steele, the former British spy who authored the dossier.",
  "I mean, people who have worked with me, and people in Australia who know me, know absolutely my record.”\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Papadopoulos said in an interview Tuesday on Fox News that his meeting with Downer was “incredibly suspicious.”\n\n“And it was clear that this meeting was completely controlled, and it was not a random attempt by Alexander Downer to invite me for a drink,” he said.",
  "But it will all come out.”\n\nHannity had asked Trump about his Monday order to declassify and release a trove of documents related to the FBI’s investigation into possible collusion between the Trump campaign and Russian government.",
  "(RELATED: Cambridge Professor Spied On Trump Campaign Officials)\n\nHalper contacted Papadopoulos in September 2016 and flew him to London to meet under the guise of discussing writing a policy paper on Mediterranean energy issues.",
  "Trump said on Twitter that the Justice Department “agreed to release them but stated that so doing may have a perceived negative impact on the Russia probe.”\n\n“Also, key Allies’ called to ask not to release,” he added.",
  "Trump said that the Justice Department’s Office of the Inspector General has been instructed to investigate the matter “on an expedited basis.”\n\n“In the end I can always declassify if it proves necessary,” he said.",
  "No evidence has emerged that Downer was directed to meet with Papadopoulos, who was recently sentenced to 14 days in jail for lying to the FBI about his contacts with Maltese professor Joseph Mifsud.",
  "Trump’s order called for the declassification of 21 pages from a June 2017 application for a Foreign Intelligence Surveillance Act (FISA) warrant against former Trump campaign adviser Carter Page.",
  "While Trump did not identify the foreign countries he claims expressed concerns over declassification, the U.K. was the epicenter of several meetings that are considered key to the Russia probe.",
  "“Speed is very important to me – and everyone!”\n\nTrump’s comments raise the question of what concerns U.S. allies expressed over the release of the documents and why they would be concerned.",
  "Downer reportedly told others in the Australian government that Papadopoulos claimed that Russia had derogatory information on former Secretary of State Hillary Clinton.",
  "It was on British soil that FBI informant Stefan Halper met with Page and George Papadopoulos, another Trump campaign aide, in the months before the election.",
  "Halper, a former University of Cambridge professor who has close links to the CIA and MI6, met Page at an event held at Cambridge on July 11, 2016.",
  "“We are moving along, we are also dealing with foreign countries that do have a problem,” Trump said in an interview with Fox’s Sean Hannity.",
  "Papadopoulos has said that during one dinner, Halper asked him whether he knew about Russian involvement in computer hacks against Democrats.",
  "And an Australian government official is said to have sparked the FBI’s collusion investigation, dubbed Crossfire Hurricane.",
  "Trump backtracked on his decision Friday, citing concerns from the Department of Justice as well as unnamed foreign allies.",
  "The bureau opened its counterintelligence investigation of the Trump campaign on July 31, 2016 based on that information.",
  "The pair remained in contact through September 2017, the same month that surveillance warrants against Page expired.",
  "Alexander Downer, who served as Australia’s top diplomat to the U.K., met Papadopoulos on May 10, 2016 in London.",
  "“I got called today from two very good allies saying, ‘Please, can we talk.’ It is not as simple as all of that.",
  "“Can we put to rest the fact that he said you were a spy?” a BBC Radio interviewed asked Downer on Wednesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Papadopoulos has recently accused Downer of working on behalf of someone else to spy on him.",
  "The information wound up in the hands of the U.S. embassy in London as well as the FBI.",
  "“The thing is, I’m just not going to get into these sort of allegations he’s made.",
  "For his part, Downer has dodged questions about Papadopoulos’s allegations.",
  "“I was the Australian high commissioner,” Downer said, laughing.",
  "We do have to respect their wishes."
]