[
  "Deeply embedded in a lengthy and newsworthy piece about the origins of the FBI investigation of the Trump campaign, the paper had to revisit its old story on the very same subject:\n\n\"When The New York Times tried to assess the state of the investigation in October 2016, law enforcement officials cautioned against drawing any conclusions, resulting in a story that significantly played down the case.\"",
  "Halfway through the article, the Times discloses that during the 2016 probe, dubbed \"Crossfire Hurricane,\" \"at least one government informant met several times\" with two Trump campaign aides, Carter Page and George Papadopoulos, according to current and former officials.",
  "Perhaps law enforcement officials are trying to get out in front of the criticism that is sure to follow as we learn more about the origin of the Trump investigation—one so closely held that only a handful of people at the Justice Department knew what the FBI was doing.",
  "Yes, the bureau was aggressive in the Hillary Clinton investigation—with James Comey talking about the probe and later its reopening—because everyone there thought she would win and they might be criticized for going soft on her.",
  "But right now it's caught in a crossfire hurricane of partisanship between those who believe the FBI quietly did its job and those who see a bogus investigation that unfairly put Bob Mueller on Trump's trail.",
  "He said the Hillary probe was a criminal investigation involving her email server, while Trump was subjected to a counterintelligence probe in the hope of turning up evidence to use against him.",
  "The resulting article, on Oct. 31, reflected that caution and said that agents had uncovered no 'conclusive or direct link between Mr. Trump and the Russian government.'\"",
  "In the Times narrative, the FBI was just starting to scrutinize possible links between Trump associates and Russia and didn't have enough evidence to go public.",
  "had opened a broad investigation into possible links between the Russian government and the Trump campaign — was published in the 10th paragraph.\"",
  "When Times reporters asked in the closing weeks of the campaign, \"law enforcement officials acknowledged the investigation but urged restraint.",
  "Beyond that, \"anything the FBI did publicly would only give fodder to Mr. Trump's claims on the campaign trail that the election was rigged.\"",
  "They said they had scrutinized some of Mr. Trump’s advisers but had found no proof of any involvement with Russian hacking.",
  "Trump yesterday linked to a National Review piece by Andrew McCarthy, who argued that the paper’s analysis was \"bunk.\"",
  "\"That has become a politically contentious point, with Mr. Trump's allies questioning whether the F.B.I.",
  "Sees No Clear Link to Russia' — gave an air of finality to an investigation that was just beginning.\"",
  "The New York Times has run a rather stunning correction, only a year and a half after the fact.",
  "That, by the way, is exactly the kind of political judgment that the bureau should never make.",
  "President Trump tweeted yesterday that if it's true, \"this is bigger than Watergate!\"",
  "What's more, \"the article's tone and headline — 'Investigating Donald Trump, F.B.I.",
  "The paper casts the FBI's judgments—and even misjudgments—in a sympathetic light.",
  "was spying on the Trump campaign or trying to entrap campaign officials.\"",
  "The FBI was cautious on Trump because everyone thought he would lose.",
  "And by the way, \"the key fact of the article — that the F.B.I.",
  "So I give the Times credit for owning up to a blunder.",
  "But some on the right think the paper is spinning.",
  "There was more.",
  "You think?"
]