[
  "The New York Times reported in December that during “a night of heavy drinking at an upscale London bar in May 2016,” Trump campaign adviser George Papadopoulos had disclosed to an Australian diplomat the Russians had dirt on the Clinton campaign.",
  "If true – all time biggest political scandal!”\n\nThe New York Times and Washington Post reportedly have known of the informant's identity for weeks, but chose not to reveal his name.",
  "But the informant met with Page in early July that summer, contradicting the FBI’s claims of when the operation began, and remained in contact for more than a year.",
  "A few days later, he reportedly offered Papadopoulos compensation in exchange for writing a paper about energy in the eastern Mediterranean region.",
  "President Trump tweeted Friday that confirmation of an FBI plant in his campaign would become the nation's \"all time biggest political scandal.\"",
  "“Reports are there was indeed at least one FBI representative implanted, for political purposes, into my campaign for president,” Trump wrote.",
  "A professor has been identified as an FBI informant in Donald Trump's 2016 presidential campaign, multiple news outlets reported Saturday.",
  "In August, the informant met with Trump campaign co-chair Sam Clovis to offer his experience, the Washington Post reported.",
  "The Washington Post said it received warnings from U.S. officials that revealing the identity posed a security risk.",
  "Papadopoulos has pleaded guilty to lying to the FBI, while Page was the subject of a federal surveillance warrant.",
  "The Australians then tipped off the FBI, prompting the agency to launch “Crossfire Hurricane” on July 31, 2016.",
  "By May 2017, the “Cross Hurricane” operation had melded with Special Counsel Robert Mueller’s investigation.",
  "The academic reportedly has deep ties to American and British intelligence, the New York Post reported.",
  "“It took place very early on, and long before the phony Russia Hoax became a “hot” Fake News story.",
  "Then on Thursday, the Daily Caller named the individual in the opening paragraph of its report.",
  "Meanwhile, reports vary on when the FBI tapped the informant to snoop on the Trump campaign.",
  "Sources close to Papadopoulos now say the informant was working for an intelligence agency."
]