[
  "New details are emerging about how information on former Trump campaign adviser George Papadopoulos made its way to the U.S. government back in May 2016, two months before the FBI officially started its investigation of possible collusion between the Trump campaign and Russian government.",
  "Papadopoulos, an energy consultant based in Chicago, has told people close to him that he believed Mifsud was embellishing in order to make himself sound important and that he was referring to the 30,000 emails that Clinton deleted from her private email server.",
  "During a meeting in London on April 26, 2016, a Maltese professor named Joseph Mifsud told Papadopoulos that he had heard people in the Russian government that Russian operatives had “dirt” on Clinton in the form of “thousands” of her emails.",
  "According to Wall Street Journal columnist Kimberley Strassel, Alexander Downer, the former top Australian diplomat to the U.K., passed information about a conversation he had on May 10, 2016 with Papadopoulos to the U.S. embassy in London.",
  "In addition to handling information about Papadopoulos, State Department officials also circulated reports compiled by Christopher Steele, the former British spy who authored an anti-Trump dossier on behalf of the Clinton campaign and DNC.",
  "(RELATED: Alexander Downer Described Barroom Meeting With George Papadopoulos)\n\nIt is still not known how the U.S. and Australian governments handled the Papadopoulos intelligence over the two months after the London barroom meeting.",
  "(RELATED: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nWeeks after “Crossfire Hurricane” was started, the FBI used a confidential informant to set up meetings with Papadopoulos in London.",
  "Jonathan Winer, who served as special envoy for Libya in the bureau of near eastern affairs at the State Department, met with Steele during summer 2016 to discuss the former spy’s investigation of Trump and the campaign.",
  "Downer told The Australian in a little-noticed interview published on April 28 that within 48 hours of the Papadopoulos encounter, he passed details of the conversation to his colleagues in the Australian government.",
  "According to Strassel, the concern is that information from Downer about Papadopoulos was not passed through the proper intelligence community channels prior to the FBI’s opening of its investigation.",
  "Downer said in a recent interview that during a May 10, 2016 meeting over drinks, Papadopoulos mentioned that Russia had information on Hillary Clinton that might prove damaging to her campaign.",
  "The information eventually made its way to Joe Hockey, the Australian ambassador to the U.S. Downer did not mention Dibble’s or the U.S. embassy’s involvement in handling the information.",
  "But the information would eventually serve as the catalyst for “Crossfire Hurricane,” the FBI counterintelligence investigation into possible ties between the Trump campaign and Russia.",
  "Republicans on the House Intelligence Committee have recently set their sights on the State Department and its role in early stages of the investigation of the Trump campaign.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Papadopoulos has pleaded guilty in the special counsel’s investigation to lying to FBI agents about the timing of his interactions with Mifsud and two Russian nationals.",
  "Stefan Halper, a former University of Cambridge professor, contacted Papadopoulos on Sept. 2, 2016 with an offer to fly him to London to discuss an academic paper.",
  "Dibble, the deputy chief of mission at the U.S. embassy, was a top official in the bureau of near eastern affairs just before Winer started working there.",
  "Republicans have also questioned why Downer’s claims about his interaction with Papadopoulos were enough to warrant a full FBI counterintelligence probe.",
  "Downer claimed that Papadopoulos told him during a barroom conversation that Russia had information that was potentially damaging to Hillary Clinton.",
  "During one meeting in mid-Sept. 2016, Halper asked Papadopoulos whether he was involved in Russia’s hacking and dissemination of Democrats’ emails.",
  "The information also made its way to Elizabeth Dibble, the deputy chief of mission at the U.S. embassy in London, according to Strassel.",
  "Winer gave a two-page summary of Steele’s allegations to others at the State Department, including then-Secretary of State John Kerry.",
  "Papadopoulos, who was interviewed by the FBI on Jan. 27, 2017, did acknowledge at the time that Mifsud mentioned Clinton emails.",
  "The probe was opened on July 31, 2016, a week after Wikileaks released a batch of emails stolen from the DNC.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Papadopoulos had a conversation about Clinton-related emails about two weeks before the Downer encounter.",
  "Downer has said he found the comment “interesting,” and contacted his Australian colleagues.",
  "Downer said that Papadopoulos did not mention emails or “dirt,” specifically.",
  "Papadopoulos has told people that he vehemently denied the allegation."
]