[
  "“As the Presiding Judge of the [Foreign Intelligence Surveillance Court (FISC)], you are privy to information which could potentially verify or contradict our understanding of abuses of the [Foreign Intelligence Surveillance Act (FISA)] process,” North Carolina Rep. Mark Meadows wrote in a letter Monday to Judge Rosemary Collyer.",
  "“Ultimately, to protect the integrity of the process, we believe such an investigation is necessary.”\n\n“We write to encourage you to investigate the possibility FISA has recently been weaponized for political means,” added Meadows, a Republican member of the House Committee on Oversight and Government Reform.",
  "“Over the course of our congressional task force’s review into certain investigative and prosecutorial decisions made by the FBI and broader Department of Justice surrounding the 2016 elections, concerns have mounted related to the veracity of information presented before the FISC,” Meadows wrote.",
  "The applications submitted by the FBI did note that the dossier was intended to “discredit” Trump and his campaign, but the FBI did not reveal that the Democratic National Committee and former Secretary of State Hillary Clinton’s campaign were behind the project.",
  "“Based on our investigation and open source information, the FISC may not have lived up to the constitution’s protections against unreasonable searches and seizures in approving US citizens targeted for FISA surveillance without probable cause,” Meadows wrote.",
  "The chairman of the House Freedom Caucus is asking a federal judge to investigate whether the process of granting secret surveillance warrants against American citizens was “weaponized for political means” against the Trump campaign.",
  "Meadows is one of a handful of lawmakers on a congressional task force investigating the FBI and Department of Justice’s investigation into possible collusion between President Donald Trump’s campaign and the Russian government.",
  "North Carolina Rep. Mark Meadows, one of the top Republicans in Congress, wants the lead judge on the secret surveillance court to investigate whether the FBI abused the process to obtain FISA warrants against Carter Page.",
  "Meadows wants to know whether the FISA process was “weaponized for political means.”\n\nRepublicans claim that the FBI misled the FISA court by relying heavily on the unverified Steele dossier to mount a case against Page.",
  "Meadows pointed to an Oct. 14, 2016 email in which Peter Strzok, the FBI’s lead investigator on the Russia probe, suggested putting pressure on Stu Evans, the Justice Department official who reviewed FISA materials.",
  "(RELATED: DOJ Releases Carter Page FISAs)\n\nRepublicans on the task force have focused heavily on the FBI’s applications for four FISA warrants against former Trump campaign adviser Carter Page.",
  "“At a minimum, that keeps the hurry the F up pressure on him,” Strzok wrote in an email entitled “Crossfire FISA.”\n\nCrossfire Hurricane was the FBI’s name for the Trump-Russia investigation.",
  "Meadows also claims that there is evidence that the FBI “exerted undue influence” on the Justice Department to speed up the application process for the first FISA warrant.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In his letter to Collyer, Meadows said that the dossier contained “hearsay evidence” that dossier author Christopher Steele gathered from intermediaries.",
  "Steele, a former MI6 officer, claims in the 35-page document that Page met secretly with two sanctioned Russians during a visit to Moscow in July 2016.",
  "To obtain FISA warrants, the FBI is required to provide probable cause that the target of the warrant is acting as an agent of a foreign power.",
  "Other Republicans have noted that much of the dossier was unverified at the time that the FBI cited it in its FISA applications.",
  "Steele also alleged that Page was the Trump campaign’s main back channel to the Kremlin for purposes of swaying the election.",
  "The DNC and Clinton campaign used the law firm Perkins Coie to hire opposition research firm Fusion GPS to investigate Trump.",
  "Republicans have taken issue with the FBI’s heavy reliance on the unverified Steele dossier in applications for the FISAs.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Much of the dossier focuses on Page, an energy consultant who joined the Trump campaign in March 2016.",
  "Four separate judges on the FISC granted four warrants to spy on Page from October 2016 and June 2017.",
  "Meadows also argues that the FBI withheld details of the dossier’s funding from the FISC.",
  "No evidence has emerged publicly that supports Steele’s claims about Page.",
  "The first FISA application against Page was granted on Oct. 21, 2016.",
  "Page has vehemently denied both allegations.",
  "Fusion in turn hired Steele in June 2016."
]