[
  "“It’s hard to understand why the FBI opened the highest profile investigation in recent times into potential collusion by the Trump campaign with the Russian government that centers on a campaign policy adviser who been on the job a month at the time the Trump-Russia investigation was launched,” Texas Rep. John Ratcliffe told Fox News.",
  "“What we’re finding without talking about specifics of what’s going on is that the whole reason that this investigation was opened up was certainly not one built on a solid foundation,” North Carolina Rep. Mark Meadows told Politico after Papadopoulos wrapped up his testimony.",
  "My questioning with Papadopoulos confirmed that he was a 28-year-old policy adviser who’d been on the job a month at the time the Trump-Russia investigation was launched, and to this day he’s never been to Russia nor met anyone associated with the Russian government.",
  "(RELATED: Papadopoulos To Tell Lawmakers About Series Of Suspicious Interactions During 2016 Campaign)\n\nThursday’s hearing was Papadopoulos’s first appearance on Capitol Hill to answer questions about his activities on the Trump campaign.",
  "The bureau opened the inquiry on July 31, 2016, after receiving a tip from the Australian government that Papadopoulos had mentioned in a conversation two months earlier that Russians may have derogatory information on Hillary Clinton.",
  "Republican lawmakers who interviewed George Papadopoulos on Thursday came away from the hearing questioning the FBI’s basis for opening its collusion investigation based on information about the former Trump campaign aide.",
  "The Chicago native is currently preparing to serve a 14 day jail sentence after pleading guilty in the special counsel’s investigation for lying to the FBI about his contacts with a Maltese professor during the campaign.",
  "pic.twitter.com/hi4Jxyb814 — John Ratcliffe (@RepRatcliffe) October 25, 2018\n\nMeadows and Ratcliffe, who are Republicans, joined Maryland Rep. Jamie Raskin, a Democrat, in the closed-door interview of Papadopoulos.",
  "During a Jan. 27, 2017 interview, Papadopoulos told FBI agents that Mifsud told him in an April 2016 meeting that he had learned that Russians had “dirt” on Hillary Clinton in the form of “thousands” of her emails.",
  "Papadopoulos went into Thursday’s interview hoping to tell lawmakers about interactions he had during the campaign that he now wonders were part of an entrapment effort by the U.S. government.",
  "The three lawmakers are part of a task force made up of House Judiciary and House Oversight Committee members investigating the FBI’s handling of its investigations during the 2016 campaign.",
  "Alexander Downer, who served as Australia’s top diplomat to the U.K., claimed that during a meeting in London on May 10, 2016, Papadopoulos told him that Russia had information on Clinton.",
  "Downer has said that Papadopoulos did not provide details of the information and that he did not claim that Donald Trump or the campaign was aware of the unspecified material.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In September 2016, Halper, a former University of Cambridge professor, flew Papadopoulos to London under the guise of writing an academic paper on energy issues.",
  "Republicans who took part in the deposition came away questioning the FBI’s decision to open its collusion investigation based on information about Papadopoulos.",
  "During a conversation there, Papadopoulos says that Halper began asking him whether he knew about or was involved in Russian efforts to steal Democrats’ emails.",
  "In October 2016, the FBI obtained the first of four Foreign Intelligence Surveillance Act (FISA) warrants against Carter Page, another Trump campaign aide.",
  "The dossier, written by former British spy Christopher Steele, alleged that Page was the Trump campaign’s main conduit to the Kremlin.",
  "Papadopoulos, 31, is said to have been the catalyst for “Crossfire Hurricane,” the FBI’s investigation into the Trump campaign.",
  "North Carolina Rep. Mark Meadows said he believes the FBI’s investigation was “certainly not one built on a solid foundation”.",
  "The dossier, which does not mention Papadopoulos, also claims that the Russian government is blackmailing Trump.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Papadopoulos has not been accused of conspiring with Russians or with handling Democrats’ emails.",
  "Instead, he pleaded guilty to the relatively light charge of making false statements to the FBI.",
  "Papadopoulos claims not to remember telling anyone on the Trump campaign about Mifsud’s remarks.",
  "He acknowledged lying about the timeline and extent of his contacts with Mifsud.",
  "The FBI relied heavily on the unverified Steele dossier to obtain the warrants.",
  "The FBI’s collusion probe went in additional directions soon after it started.",
  "At least one FBI informant, Stefan Halper, made contact with Papadopoulos.",
  "Special Counsel Robert Mueller has since taken over the collusion probe.",
  "Lawmakers interviewed former Trump aide George Papadopoulos on Thursday.",
  "But the initial concern about Papadopoulos appears to have dissipated.",
  "He also says he did not see, handle or disseminate Clinton emails.",
  "Papadopoulos says he denied knowing about hacking or emails."
]