[
  "But one of the things from the previous interview, the notion that you\n\n\n\ncan go through this list of items, and not talk about reasonable gun control, reasonable at least background checks -- might not have affected this tragedy, but potentially others -- the fact that we should -- and this was not a case where there was an assault-style weapon, but the fact that we are the only industrial weapon in the world that allows these military-style assault weapons to populate throughout our whole society.",
  "\n\n\n\nReturn to Transcripts main page\n\nSTATE OF THE UNION\n\nRepublican Revolt; Interview With Jack Kennedy Schlossberg; Interview With Virginia Senator Mark Warner; Interview With Texas Lieutenant Governor Dan Patrick; 10 Dead After Shooting At Santa Fe High School In Texas; Trump Says \"Animal\" Remark Referred To MS-13 Gang; Moderate Republicans Close To Forcing DACA Fix Vote; Interview With President John F. Kennedy's Grandson Jack Kennedy Schlossberg.",
  "The moderates need it because they feel like they're vulnerable, the moderate Republicans but base Republicans do not want an immigration bill --\n\n\n\n(CROSSTALK)\n\n\n\nCHAVEZ: They don't want to vote because they don't have the vote to pass the anti-legal immigration bill that the freedom caucus is supporting which would reduce legal immigration by 50 percent at a time when we have the lowest unemployment that we have had in years.",
  "KELLY: That may be true but I think -- you know, every day I think people are more conscious of what is going on and I feel like the voice I (INAUDIBLE) Congress was we always talk about the mass shootings in school but we don't talk about the everyday that goes on in some of the other areas --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: -- Chicago 1,400 kids, people, killed in the streets of Chicago in the past two years.",
  "So let's do something with mental health and let's restrict access to guns by those who need mental health --\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: Linda Chavez, I want to give -- I want to play some sound from a student on Friday that just absolutely broke my heart about the hopelessness that students today feel that I don't think they felt when any of us were in high school.",
  "He is using MS-13 which is a horrible organization, you can call them all sorts of names, he's using them to justify mass deportations or slowing people who are seeking asylum, ripping children from their parents at the border who are coming from Central American countries who may be victims of violent gangs instead -- of perpetrators of violent gangs.",
  "[09:20:02]\n\n\n\nTAPPER: Many questions, but just to put a point on this -- and then I want to move on to another question about the same subject -- still, as far as the public knows, no evidence of anybody in the Trump team accepting the offers of help, no and, as we have seen on reports, a lot of questions that still need to\n\n\n\nbe answered.",
  "[09:20:02]\n\n\n\nTAPPER: Many questions, but just to put a point on this -- and then I want to move on to another question about the same subject -- still, as far as the public knows, no evidence of anybody in the Trump team accepting the offers of help, no evidence of actual conspiracy that we know of yet, that we in the public know of yet?",
  "WARNER: I would also like to find out if there was this other pattern -- if the \"Times\" story is accurate and there is this pattern that other countries were offering, and, clearly, the Trump campaign was receptive to these kinds of offers, how that is not the beginnings of evidence of stuff that needs to be investigated.",
  "TAPPER: And I want to ask you this, Congresswoman, because one of the things I've heard from women in the last couple of days especially after it came out\n\n\n\nthat one -- the mom of one of the students killed, the girl, said that this shooter -- alleged shooter had been asking her out a number of times.",
  "What we do know took place, though, is that Russia, a foreign adversarial nation, massively interfered in our elections, both in terms of leaking information to -- on a selective basis, scanning 21 of our states' electoral systems, using social media in ways that were basically unprecedented.",
  "SCHLOSSBERG: I know in the past one decision that was somewhat controversial is the decision to give the award to Gerald Ford for pardoning Richard Nixon, which I think was a very -- it was a great decision to give him that award for doing so and Gerald Ford helped the country in doing that.",
  "PATRICK: I'm just saying that every parent out there needs to understand, every gun owner, if you are not a parent, you need to understand your guns must not be -- you must not -- you must control your guns at home and be sure they are locked up and kept away from others getting your guns.",
  "TAPPER: OK.\n\n\n\nWARNER: But what we do know is that the conclusion that was reached by both the Obama intelligence officials and the Trump intelligence officials that said they are -- the Russians were trying to influence to help Trump and hurt Clinton, that has all been reconfirmed.",
  "And we owe a responsibility, not just with ZTE, but with other Chinese companies that are penetrating our systems, for the intelligence community to be more forthcoming to the American public to make sure that we -- that we, in effect, inform the public and inform businesses.",
  "I spoke with President John F. Kennedy's grandson, Jack Kennedy Schlossberg, about how his grandfather might have viewed today's political climate, and asked him, why the library selected New Orleans' mayor, Mitch Landrieu, to receive this year's Profile in Courage award.",
  "But it's --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: The state legislature -- the state legislature could --\n\n\n\n(CROSSTALK)\n\n\n\nKELLY: No they are -- no, they have --\n\n\n\n(CROSSTALK)\n\n\n\nKELLY: The state is doing better than --\n\n\n\n(CROSSTALK)\n\n\n\nGRANHOLM: They're getting guns from Indiana.",
  "I think that he would have been proud of President Obama's tenure in office and his decision to enter a nuclear agreement with Iran despite facing enormous political consequences for doing that, the same with the Paris agreement and a host of many other issues.",
  "And there is -- talk about a crisis of culture, there's something that I have been -- I have been hearing from a lot of women about we are raising our boys wrong that they feel like they are entitled to things from girls and sometimes it goes way wrong.",
  "We are going to take a quick break, but when we come back, we're going to talk about a lot having to do with the Russia investigation, including a new report detailing another meeting that Donald Trump Jr. held at Trump Tower before the 2016 election.",
  "I took his comments to mean in the context of the question and everything to be referring to MS-13 but the president does speak vaguely and he does have a history of conflating violent criminals with regular undocumented immigrants who are violent.",
  "TAPPER: So, Governor, one of the issues -- and we'll get to that in a second -- about the farm bill but one issue that I've heard Trump supporters and even non Trump supporters who are conservatives talk about is, now Democrats are defending MS-13.",
  "Was the informant -- what we have been told is that Papadopoulos' meeting with the Australian diplomat in which he said that somebody with ties to the Kremlin told him about the Hillary e-mails, that that was the linchpin for the investigation.",
  "As a matter of fact, Mr. Trump's own FBI director this week, Christopher Wray, said, when officials or elected officials go out and start exposing classified information, exposing informants that work with our government, America is less safe.",
  "And just a few minutes ago, President Trump seemed to respond to that story on Twitter, writing in part -- quote -- \"The world's most expensive witch-hunt has found nothing on Russia and me, so now they are looking at the rest of the world.\"",
  "[09:10:02]\n\n\n\nSEN. MARK WARNER (D), VIRGINIA: Well, first, obviously, condolences to the folks in Santa Fe, although, as has been stated, I think tragedy after tragedy, people want to hear more than thoughts and prayers from politicians.",
  "And it gets caught up in the bigger DACA debate and what we're going to do with folks who are here that we don't want to get rid of, the kids who came here and no fault of their own, they're stuck here and how do we deal with them?",
  "And yesterday, or Friday, because of the heroic action of our two officers on the campus who were armed and a roving officer and a state trooper that showed up very quickly, they were able to stop the shooter from killing more.",
  "And that's why the answer to this question like the last one is November -- people --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: Listen Linda Chavez, no supporter of President Trump says Obama couldn't get it done with Democratic Congress.",
  "PATRICK: There is a parent of one of the deceased students who said that her daughter had told this particular student, the shooter, the alleged killer, time and time again rebuffed his -- his, I guess, asking for a date.",
  "WARNER: I think that we need to take every tool we can to make sure that, whether it's ZTE or other firms that are, in effect, stealing our intellectual property, penetrating our systems, that we take appropriate action.",
  "TAPPER: Well, I want to talk about that, because one of the points that you have been trying to make is, they're trying to undermine it by revealing the identity of somebody who was a confidential informant for the FBI.",
  "I think anyone that says you can address this issue without also dealing with reasonable and logical restraints on gun ownership -- and I say that as somebody who was -- when I was governor, I was supported by the NRA.",
  "TAPPER: Is there anyone you think were your name sake alive today, were President John F. Kennedy is alive today, is there anyone in Washington, D.C. that he would look at and think that person is a Profile In Courage?",
  "So, even in a case of not only controlling your guns in your home and keeping them locked up, you also can be held criminally liable if -- if you use your gun and someone gets hurt who was not your intended target.",
  "URBAN: So, Governor, you heard Jake just asked Senator Warner the question about -- during the '80s when Democrats ran the White House both Houses of Congress, you could have acted, you could have done all of this.",
  "[09:10:02]\n\n\n\nWARNER: Well, first, obviously, condolences to the folks in Santa Fe, although, as has been stated, I think tragedy after tragedy, people want to hear more than thoughts and prayers from politicians.",
  "One area I thought I might agree with him on is taking a stronger stand against China, and particularly calling out a company like ZTE that his intelligence officials have said poses a national security threat.",
  "There is -- you can do all of the above 97 percent of gun owners want to see background checks, 85 percent of gun owners want to see -- make sure that people with mental illness don't have access to firearms.",
  "TAPPER: Have you seen any evidence that this individual was implanted into, because that's -- this is what the conservatives are saying, the Trump supporters are saying, including people like Devin Nunes.",
  "But the way in which people disrespect each other and, you know, that comes from the top on down -- we just --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: Sandy Hook -- the Sandy Hook organization has an incredible program.",
  "Well, in many cases, there are -- there are laws, depending on the states, and I'm sure there is some federal law regarding your culpability in a crime using a gun if it was your gun or if you own a gun.",
  "WARNER: I think that if any individual, elected official or otherwise, knowingly reveals a classified piece of information about an FBI source, you are breaking the law and should be fully prosecuted.",
  "As a matter of fact, the leaked -- the leaking of the transcripts from Donald Trump Jr., putting out by the Judiciary Committee, shows clearly that the Trump campaign welcomed dirt on Hillary Clinton.",
  "We are a year in, 14 indictments, including the indictment of the president's campaign manager, five guilty pleas, and, as we have seen on reports, a lot of questions that still need to be answered.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Is this going to happen Republicans and Democrats -- the moderate Republicans were joining with Democrats only need five more Republicans to join with them to push this.",
  "But this is -- this is part of a much bigger problem of the demonization of immigrants in the United States that this administration has been involved in, encourages and frankly it is frightening.",
  "TAPPER: What do you think President Trump making a big deal out of the fact that in his view the \"fake news\" media -- I'm quoting him now -- the \"fake news\" media purposefully twisted his words?",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: That was President Trump defending and attempting to clear up a comment in which he used the term animals to describe criminals in who are in this country illegally.",
  "TAPPER: And, Congresswoman, let's talk about the issue that David brought up which has to do with the fact that there are some moderate Republicans teaming up with Democrats --\n\n\n\nKELLY: Yes.",
  "If I use my gun to stop a crime or to defend myself, and a stray bullet -- if I fire a bullet that goes astray and strikes someone else, I can be held not only civilly, but criminally liable.",
  "TAPPER: I recognize that it's going to Democrats and Republicans but I wonder has it ever gone to somebody who did something that was a tough decision and you actually think they were wrong?",
  "One year into special counsel Robert Mueller's Russia investigation, there is new reporting suggesting that another country may have tried to influence the U.S. presidential election.",
  "There's plenty of things that we could have pointed back in the '80s and '90s, when the Democrats controlled, that perhaps, in retrospect, should have -- more should have been done.",
  "(BEGIN VIDEO CLIP\n\n\n\nREP. JEFF DENHAM (R), CALIFORNIA: I have asked the speaker every single week, give us a timeline when we can have a full debate in front of the American people.",
  "But I am old enough to remember when Democrats controlled the House and the Senate and the White House, and this -- these shootings did not just start in the Trump administration.",
  "TAPPER: So -- but the big question is, did they do so with the assistance or participation of any American, especially and including people who were in the Trump campaign's orbit?",
  "The president came under fire from Democrats who took his comments to mean he was referring to all undocumented immigrants or even possibly legal immigrants to the United States.",
  "But in terms of any true motive, any more information, police are still investigating all -- the journals that he has written, looking through computers and telephones, I'm sure.",
  "We ought to create a national victim's compensation fund for all victims of gun violence that is funded by gun manufacturers on every weapon sold and every weapon manufactured.",
  "It's an interesting comment from a Republican governor because that has been something that Democrats have been using against Republicans, thoughts and prayers aren't enough.",
  "TAPPER: So, lastly, I know you have been very concerned about President Trump talking about wanting to help China with this telecom giant ZTE get access to the United States.",
  "Is there any new information that you have learned about this tragedy, either having to do with whatever sick motive the shooter had or how he got the guns or anything else?",
  "\"The New York Times\" is reporting that, three months before the election, Donald Trump Jr. met with an emissary for two Gulf nations offering to help his father's campaign.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:42:13]\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: I was talking about the MS-13 and also -- if you look a little bit further on in the tape you'll see that.",
  "They won't even give a change to vote --\n\n\n\nTAPPER: Democrats didn't do anything on gun control when they controlled House, Senate and the White House from 2009 to 2011.",
  "WARNER: I believe there was a whole series of information that our government received, or at least law enforcement received, that made them start this investigation.",
  "Instead of yelling at this, instead of looking at Dan Patrick up there saying we ought to add -- you know, we ought to ban doors instead of looking at access to guns.",
  "And the fact that the president stepped away from that claim, and is just using this as a bargaining chip, that is not in the best interests of our national security.",
  "DAVID URBAN, CNN POLITICAL COMMENTATOR: So, Governor --\n\n\n\nTAPPER: You're from another -- you're from (INAUDIBLE) defense (ph) where gun rights are important as well.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:30:10]\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nFRED GUTTENBERG, FATHER OF MARJORY STONEMAN DOUGLAS SHOOTING VICTIM: The gun industry, they need to pay up.",
  "We can cite all the stats (ph) -- 35,000 people killed last year in gun violence that we are 25 times more likely to be killed in this country than other countries.",
  "OK.\n\n\n\nKELLY: I don't know what the number quite is but I'm feeling positive that it is going to happen but -- then you never know, you know, because things change.",
  "[09:00:15]\n\n\n\n(BEGIN VIDEOTAPE)\n\n\n\nJAKE TAPPER, CNN ANCHOR (voice-over): Another gun tragedy, 10 people dead after a gunman opened fire inside a Texas high school.",
  "We already allow teachers to carry, but we leave it up to local control, up to the superintendent, up to the teachers and up to the parents to make that decision.",
  "TAPPER: Well, let me ask you a question, because, obviously, the current Congress is a place where the kind of gun legislation you are talking about goes to die.",
  "And I don't understand what the president doesn't get about the law that says, if you have a foreign nation interfere in an American election, that is illegal.",
  "What we do know is, there was constant outreach from the Russians, not just to Trump Jr., Papadopoulos, potentially others, and there was a lot of willingness.",
  "And, yes, we have to get to the conclusion...\n\n\n\nTAPPER: OK.\n\n\n\nWARNER: ... just as well as, obviously, the Mueller investigation has to be able to continue.",
  "The president tweeted -- quote -- \"Reports are there was indeed at least FBI representative implanted for political purposes into my campaign for president.",
  "But had teachers been armed -- there was a teacher next door, a Marine who saw what was going on, slammed the door, locked his door, protected his students.",
  "You know, Jake, in the last 10 months, Texas has been through a lot, largest natural disaster with the hurricane, the largest church shooting, and now this.",
  "And I worry that what he is doing is sort of shushing everything together so that everybody gets mad at all immigrants in order to justify the border wall.",
  "At the time, I mean, I obviously wasn't alive, but I think that often times the picks are controversial but that speaks (ph) just how important courage is.",
  "In what now feels like a tragic national routine, the country is remembering those lost on Friday after a student allegedly opened fire at a high school.",
  "Even the ban on bump stocks couldn't get through Congress or isn't going through Congress or doing it in a regulatory way, the Trump administration.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: His 14-year-old daughter Jamie was killed at Marjory Stoneman Douglas High School in Parkland, Florida a few months ago.",
  "We are talking about a culture that breeds as violence and frankly the attention we are spending on this I think probably also encourages copycats.",
  "I mean, when he went down the escalator and announced for presidency he talked about Mexicans, not even Mexican immigrants but Mexicans as rapists.",
  "TAPPER: But the...\n\n\n\nWARNER: And that -- and that point was reconfirmed this week on a bipartisan basis by the...\n\n\n\nTAPPER: By your committee.",
  "URBAN: We need -- what we need -- what we need and I think you'll agree is we need to really take a hard look at mental health in this country.",
  "It's time in Texas that we take action to step up and make sure this tragedy is never repeated ever again in the history of the state of Texas.",
  "A Democratic lawmaker says inaction in Congress is a green light for shooters, while, in Texas, Republicans say it is all about school safety.",
  "REP. ROBIN KELLY (D), ILLINOIS: I think, that just started now if you look at the women killed through domestic violence --\n\n\n\nTAPPER: Sure.",
  "Is there any legislation you can think of, based on what we know about the Santa Fe, Texas, incident, that could have prevented the tragedy?",
  "We -- you know, when you have -- when you are facing someone who is an active shooter, the best way to take that shooter down is with a gun.",
  "President Obama couldn't get it done with a Democratic Congress so he tried to act and do something maybe a little bit outside of his power.",
  "And I think President Trump would be forced to actually sign it if a bill came to him particularly if it also included money for the wall.",
  "PATRICK: Well, again, Jake, depending on the state -- I would have to look at all the federal code right now and code concerning the guns.",
  "GRANHOLM: Of the top 27 largest mass shootings in the history of the United States, the -- 10 of them have happened in the past 10 years.",
  "As the special counsel's investigation enters its second year, President Trump accuses the FBI of spying on him during his 2016 campaign.",
  "And, as in so many of these tragedies, the victims were mostly students, teenagers looking forward to birthday parties and summer break.",
  "TAPPER: He's announced roundtable conversations coming up early this week about potential solutions to mass shootings, school shootings.",
  "And the president -- as Linda correctly points out -- look, MS-13, they are not nice people to say --\n\n\n\nTAPPER: That is a violent gang.",
  "So when the MS-13 comes in, when the other gang members come into our country I refer to them as animals and, guess what, I always will.",
  "TAPPER: Should it be law that if you -- especially if you have children in the house or people under 18 -- I know, Texas, the age is 17.",
  "So, we need armed teachers, trained, of course, not just anyone who has a gun, but trained how to handle active shooters in the schools.",
  "And we will stand strong, and we will stay together as a community, as we have done for almost the last year in many crisis situations.",
  "And when we asked him -- Governor Abbott and I were there and Senator Cruz -- they all said to a person our teachers should be armed.",
  "But if the \"Times\" story is true, we now have at least a second and maybe a third nation that was trying to lean in to this campaign.",
  "TAPPER: -- to force a vote on an immigration bill that would provide a path to some sort of legal status for the dreamers under DACA.",
  "I mean, there are ways that we can put reasonable restraints without dramatically interfering with people's Second Amendment rights.",
  "And this is the point, Jake, that just amazes me, the president and his allies constantly trying to undermine these investigations.",
  "Jake, I'm not -- Jake, Jake, I didn't come on with you to go through the entire penal code of the federal government or the state.",
  "And we have too many people who can get on to our school campuses with guns who are not deterred and are -- and are not detected.",
  "REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: We are working in earnest with our members to try and address all of their concerns.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Everyone must work together at every level of government to keep our children safe.",
  "Come on --\n\n\n\nCHAVEZ: He didn't (ph) try when he had both --\n\n\n\n(CROSSTALK)\n\n\n\nKELLY: He was working on the Affordable Care Act.",
  "He offered his city and his country a compassionate and eloquent explanation for why he thought that decision was the right one.",
  "Coming up, two constitutional scholars on how a president might be impeached and if the Trump White House could be in trouble.",
  "Once he took an action positively, then he immediately backs off and says he is suddenly concerned about Chinese jobs instead?",
  "The first thing you learn when you get involved with the intelligence community is, you have to protect sources and methods.",
  "GRANHOLM: I'm saying I want --\n\n\n\nURBAN: So changing the electorate is not going to change -- listen --\n\n\n\nGRANHOLM: No, no.",
  "This school, Jake, was one of 186 school districts given an award for their safety training in Texas out of 1,000 districts.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Joining me now from Houston, Texas, is the lieutenant governor of Texas, Republican Dan Patrick.",
  "But tragedy after tragedy after tragedy, I would hope elected officials would allow their thinking to evolve on this issue.",
  "[09:05:03]\n\n\n\nAlso, there have been civil suits filed against those who own guns when someone got their guns in the past.",
  "But let's go to the heart of what the president and his allies -- some\n\n\n\nof his allies in the House are starting to do.",
  "Martin Luther King -- right -- which I know you are familiar with that quote because I read it in one of your speeches.",
  "Let me just start with this issue of guns and this epidemic or mass -- a lot of incidents of shootings, mass shootings.",
  "There's a few days of mourning, with the exception of what happened after Parkland, where there seemed to be a moment.",
  "House Speaker Paul Ryan tries to rally his party after a deepening rupture over immigration policy tanks a major bill.",
  "Not just for what he did removing four confederate statues from his city of New Orleans, but also for how he did it.",
  "(CROSSTALK)\n\n\n\nTAPPER: -- Governor Granholm --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: That's an important point that Linda said.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: I mean that just absolutely breaks my heart that that's what kids are growing up with.",
  "Maybe she even embarrassed him last week and that she was one of the first people if not the first person killed.",
  "And is there any evidence that any of them actually followed through and did anything to help the Trump campaign?",
  "TAPPER: Well, but let's...\n\n\n\nWARNER: If the president has got nothing to hide, let these investigations finish.",
  "Some feel, had he been able to carry a gun, he may have been able to stop that shooter, had it been his choice.",
  "Authorities say the alleged shooter was a student at the high school who used guns legally owned by his father.",
  "SEN. MARK WARNER (D), VIRGINIA: This president's relentless attacks are not reflective of what our nation is.",
  "First of all, obviously, our thoughts and prayers have been with the town of Santa Fe over the last few days.",
  "TAPPER: The top Democrat on the Senate Intelligence Committee, Senator Mark Warner, will be here in moments.",
  "(CROSSTALK)\n\n\n\nTAPPER: I want to let you get to number two in a second, but just on number one for a second.",
  "This young man showed up with a trench coat, which he wore often, I have learned, and he had a gun under it.",
  "WARNER: And that -- that is -- that is clearly the end point question that we're going to have to deal with.",
  "And something is going on here where these people feel that they are not being heard and they're acting out.",
  "WARNER: I do not -- I have not seen any evidence of that kind of truth of the claim the president has made.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJACK KENNEDY SCHLOSSBERG, JFK'S GRANDSON: We're giving it to Mitch Landrieu this year.",
  "Take them out by -- at the ballot box if they do not agree that we should have common sense gun solutions.",
  "But, please, for those folks that I work with in the Congress, take a moment and let your position evolve.",
  "Were you aware of this other meeting Donald Trump Jr. had with some representatives of Gulf state nations?",
  "(CROSSTALK)\n\n\n\nTAPPER: But you had other points you wanted to make about things you think need to be done.",
  "WARNER: I'm not going to comment about where we stand in terms of certain witnesses in our investigation.",
  "Gun ownership -- and I'm a proud gun owner -- that comes with responsibility of gun control in your home.",
  "Be sure that your kids and grandkids or anyone who might have access to your home cannot get your guns.",
  "Mark Warner\n\n\n\nJAKE TAPPER, CNN ANCHOR: And here with me is Democratic Senator Mark Warner of Virginia.",
  "URBAN: I grew up -- listen, Governor, I grew up in a state in Western Pennsylvania guns were prevalent.",
  "And so, you know, he wasn't talking about illegally immigrants there he was talking about all Mexicans.",
  "If someone is trying to attack you, and you miss them and hit someone else, yes, you can face charges.",
  "But Texas is strong, and we will stand together and -- with these families and get through this time.",
  "But what we do know is...\n\n\n\nTAPPER: What role did the informant play in launching the investigation?",
  "I think that he would be very proud of how the Democratic Party has acted since 1963 and until today.",
  "Reports in \"The Times\" suggest that this FBI informant met with two Trump aides during the campaign.",
  "I think we ought to make people who do not lock up their guns and give access to their guns liable.",
  "That's where the investigation, Mueller investigation, our investigation will continue to look at.",
  "TAPPER: You think, if Devin Nunes reveals the name of this informant, he will be breaking the law?",
  "It's something that I'm inspired by and it's inspired a lot of choices I have made in life so far.",
  "TAPPER: Well, whatever the solutions, I hope they come quick and I hope that they are successful.",
  "That's the law right now in Texas, but there isn't a -- there isn't a law requiring safe storage?",
  "We saw recently an incident in Maryland where a boy went and shot, I believe, his ex girlfriend.",
  "Do you -- was this individual, this informant, was he or she implanted into the Trump campaign?",
  "So, I am proposing that our new school designs are built that way, and we retrofit our schools.",
  "And you are not willing to comment on whether or not you have seen evidence of that conspiracy?",
  "I'm back with Senator Mark Warner of Virginia, the vice chairman of the Intelligence Committee.",
  "This is why you have got 20 plus Republicans --\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: What's your reaction?",
  "DAN PATRICK (R), TEXAS: The community, like Texas, is very strong, but obviously hurting, Jake.",
  "TAPPER: We have seen a number of people in the next generation of Kennedys running for office.",
  "He was on my show \"THE LEAD\" on Friday talking about the horrific incident in Santa Fe, Texas.",
  "There is a famous quote which I know --\n\n\n\nGRANHOLM: OK --\n\n\n\nURBAN: -- you're familiar with.",
  "GREG ABBOTT (R), TEXAS: We need to do more than just pray for the victims and their families.",
  "I'm Jake Tapper in Washington, where the state of our union is grieving for Santa Fe, Texas.",
  "Number two, Jake, I'm a firm believer, as...\n\n\n\nTAPPER: Can I just interrupt for one second?",
  "I was in a -- I was in the hospital visiting with a student who was wounded on Friday night.",
  "TAPPER: We have also been following, of course, the latest developments about the shooting.",
  "TAPPER: The governor said he wants to do something about this, that prayers are not enough.",
  "It took place early on and long before the phony Russia hoax became a hot fake news story.",
  "Some people won't be a sponsor but they will vote for the bill when it comes to the floor.",
  "LINDA CHAVEZ, DEPUTY ASSISTANT TO PRESIDENT RONALD REAGAN: Absolutely breaks my heart too.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: And our thanks to Jack Kennedy Schlossberg for that interview.",
  "So this -- if it does get to the floor, if we are able to get a vote on it, it will pass.",
  "Late Saturday, authorities released the names of the 10 innocent people who were killed.",
  "[09:55:04]\n\n\n\nSCHLOSSBERG: I'm certainly proud of my family's legacy of public service.",
  "But this evening the John F. Kennedy Presidential Library will honor political courage.",
  "(BEGIN VIDEO CLIP)\n\n\n\nQUESTION: Was there a part of you that was like, this isn't real?",
  "And\n\n\n\nI don't know what role he played in the launch of Operation Crossfire Hurricane.",
  "Are there things we can do that would improve safety of our security -- of our schools?",
  "WARNER: What we're going to do in our investigation, collusion will be the last issue.",
  "As a matter of fact, his attorney Mr. Giuliani, I understand, backed off some of that.",
  "I felt -- I have always kind of felt like eventually it was going to happen here, too.",
  "I don't think there's a single piece of legislation, but there's a series of actions.",
  "WARNER: Well, again, I think the \"Times\" story, we will see what follows after that.",
  "And they were doing it to not only sow disarray, but to help Trump and hurt Clinton.",
  "The idea is that the FBI put somebody in there to trump up this whole investigation.",
  "WARNER: I think this epidemic seems to have gotten much worse in the last 10 years.",
  "And we stand strong together on the rock of faith and the rock of our Constitution.",
  "Is Republican infighting a symptom of larger issues within the party's leadership?",
  "TAPPER: We need to take a quick break and talk about some other subjects as well.",
  "Your children should not be able, or anyone else, to get your legally owned guns.",
  "Thank you so much one and all\n\n\n\nSome might call him American political royalty.",
  "Schools weren't designed and built 40, 50 years ago to deal with today's issues.",
  "But we have to funnel our students into our schools, so we can put eyes on them.",
  "I mean, this wasn't a case of an AR-15 but I still think we ought to ban AR-15s.",
  "(LAUGHTER)\n\n\n\nKELLY: We definitely need to take --\n\n\n\nURBAN: That's right (ph).",
  "Number two, Jake, we need to get down to one or two entrances into our schools.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:16:58]\n\n\n\nTAPPER: Welcome back to STATE OF THE UNION.",
  "PATRICK: In Texas, again, we hold you very responsible if you are a gun owner.",
  "I think they are military weapons that don't belong with individual civilians.",
  "Here is one of the movements -- leaders -- Republican Congressman Jeff Denham.",
  "I don't know when people get intimidated then they don't want to do anything.",
  "URBAN: So he did it -- this is going to be a temporary action to get it done.",
  "TAPPER: -- about looking at kids in the school and giving them the attention.",
  "WARNER: Well, first of all, the president claims he is out for American jobs.",
  "TAPPER: Senator Mark Warner, Democrat of Virginia, thank you so much,\n\n\n\nsir.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: If that is how you feel, sir, should that be law?",
  "Changing the people who are in office --\n\n\n\nURBAN: It's not going to change.",
  "President John F. Kennedy's grandson is now carrying on his family's legacy.",
  "I certainly don't feel any pressure from anyone in my family to do anything.",
  "TAPPER: The lieutenant governor of Texas joins us with all the latest next.",
  "Your cousin, Joe Kennedy, congressman from Massachusetts is a rising star.",
  "(CROSSTALK)\n\n\n\nKELLY: He created the problem that we are dealing with now.",
  "And, you know, the thought that one of them could face this is terrifying.",
  "Now, was there -- was there this willingness to actually connect the dots?",
  "The average age of schools in Texas -- in America, Jake, are 44 years old.",
  "A number of the incidents that -- are caused by young men time and again.",
  "If they have to pay they will change their behavior, you can count on it.",
  "I associate myself with many of the comments that have already been made.",
  "But what concerns me is that he is conflating all immigrants with MS- 13.",
  "Aired 9-10a ET\n\nAired May 20, 2018 - 09:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I will be joining Governor Abbott later this morning at a church service.",
  "Is it part of the family ethos that you need to run for office some day?",
  "But what I do know is that we can demand a lot more out of our politics.",
  "We've reconfirmed the findings of the intelligence community assessment.",
  "And my hope and my appeal to everyone is, let's do an all of the above.",
  "I think that if they were more liable people would be more responsible.",
  "I mean, it's not just -- these are the most grotesque acts of violence.",
  "I mean, OK, so MS-13, I think you use a lot of words to describe MS-13.",
  "You have been speaking there with family members, talking to survivors.",
  "One, if you are a parent and you own guns, lock your guns safely away.",
  "You were governor of a state where gun rights are important, Michigan.",
  "For example, I'm a concealed carry, as are almost one million Texans.",
  "Access to guns --\n\n\n\nTAPPER: But you are saying it is more than that.",
  "We believe in our freedom and our liberties and our Second Amendment.",
  "Look, I absolutely believe we have to have common sense gun control.",
  "GRANHOLM: Because he tried and he had a Republican House and Senate.",
  "You know, the Israelis have -- have -- have three focus on security.",
  "[09:25:03]\n\n\n\nTAPPER: Are you going to try to stop it legislatively?",
  "Violence -- right -- violence is the language of the unheard, right?",
  "(CROSSTALK)\n\n\n\nGRANHOLM: President Obama is not president any more.",
  "[09:45:01]\n\n\n\nNow Democrats are saying, hey, they are not animals.",
  "Governor Abbott of Texas says thoughts and prayers are not enough.",
  "But I don't know what the timeline is in terms of this informant.",
  "Should there be more mental health counseling for troubled teens?",
  "He says he was referring specifically to gang members from MS-13.",
  "TAPPER: OK.\n\n\n\nGRANHOLM: Right now Donald Trump is the president.",
  "I don't know what the speaker is saying to his side of the aisle.",
  "The president deferred action and said, I don't want to do this.",
  "Interestingly their victims are overwhelmingly other immigrants.",
  "You are currently studying law at Harvard and pursuing your MBA.",
  "TAPPER: But should it be law that you have to lock up your guns?",
  "It included a proposal for a social media manipulation campaign.",
  "That would be doing exactly what I said is inappropriate to do.",
  "Courage can sometimes feel in short supply in today's politics.",
  "URBAN: Listen, to the parents who are struck down by the court.",
  "GRANHOLM: Donald Trump --\n\n\n\nURBAN: Why didn't he deal with it?",
  "TAPPER: Has fear become the new normal for students in America?",
  "TAPPER: And they also have a great program --\n\n\n\nURBAN: Right.",
  "(CROSSTALK)\n\n\n\nTAPPER: But have you seen any evidence of that?",
  "WARNER: Now, did the president know about that meeting or not?",
  "We have got to elect people who will do what the voters want.",
  "But I also think there is a crisis in this culture right now.",
  "But there is something really deeply --\n\n\n\nURBAN: Absolutely.",
  "What might JFK have thought about today's political climate?",
  "I think there is actually a chance the Senate would pass it.",
  "KELLY: I actually thought it was closer than that on Friday.",
  "And teenagers in particular, I don't know what has happened.",
  "PAIGE CURRY, SANTA FE HIGH SCHOOL STUDENT: No, there wasn't.",
  "So, we can harden those targets and make it more difficult.",
  "But I think that there were a lot of people who were upset.",
  "But, without question, Jake, several things need to happen.",
  "Now the governor of Texas is calling for immediate action.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "Our congratulations to Mayor Mitch Landrieu for the award.",
  "So this is not a gang that inflicts damage in our streets.",
  "And President Trump is left with it trying to clean it up.",
  "And is that really where the Democratic Party wants to be?",
  "I think the president is speaking specifically about that.",
  "WARNER: I would find that extraordinarily hard to believe.",
  "WARNER: I would find that extraordinarily hard to believe.",
  "GRANHOLM: The one solution is to -- is at the ballot box.",
  "GRANHOLM: Well, he certainly didn't say what he would do.",
  "WARNER: But what we do know -- and we have seen evidence.",
  "Why didn't Democrats do anything about gun violence then?",
  "Is that -- this is all being done in our name as America.",
  "And he left this because he couldn't get it done himself.",
  "We are here because President Obama couldn't get it done.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:52:52]\n\n\n\nTAPPER: Welcome back.",
  "And this is a community that stands on the rock of faith.",
  "Here is what you said about possible answers on Friday.",
  "Are his efforts to undermine the investigation working?",
  "This is -- 2012 President Obama couldn't get this done.",
  "We have these tragedies, it feels like, once a quarter.",
  "JENNIFER GRANHOLM, CNN POLITICAL COMMENTATOR: Yes, yes.",
  "That is illegal if you reveal this kind of information.",
  "But even better than that is four or five guns to one.",
  "Making sure people are safer with their own firearms?",
  "(CROSSTALK)\n\n\n\nGRANHOLM: All of that needs to happen.",
  "TAPPER: Is there a leadership vacuum on Capitol Hill?",
  "SCHLOSSBERG: Well, I can't speak for my grandfather.",
  "Senator, I want to get your reaction to this report.",
  "And he came through one of the entrances undetected.",
  "Lieutenant Governor Dan Patrick, thank you so much.",
  "I agree with both David and Jennifer on this issue.",
  "And we failed to get one, and so we're forcing one.",
  "Lieutenant Governor, thanks so much for joining us.",
  "(BEGIN VIDEO CLIP)\n\n\n\nPATRICK: What can we do now?",
  "TAPPER: Speaker Ryan does not want this to happen.",
  "Five attorney generals were going to sue under it.",
  "It's easier to build a child than repair an adult.",
  "Coming up, the moderates versus the conservatives.",
  "WARNER: I'm not going to get into the particulars.",
  "We are going to deal with the social media issues.",
  "We are all thinking about Santa Fe, Texas, today.",
  "You have the necessary exits for fire, of course.",
  "TAPPER: It's a state President Trump won in 2016.",
  "Are you seeing many of those in Washington today?",
  "Do you feel an obligation towards public service?",
  "And we don't really seem to have a handle on it.",
  "So, we have to look exactly...\n\n\n\nTAPPER: Right.",
  "We need to -- we need our teachers to be armed.",
  "TAPPER: But did it take place, is the question?",
  "KELLY: -- that's through guns most of the time.",
  "Ten of them have happened in the past 10 years.",
  "So the president does have a history with this.",
  "Is President Trump going to sign it or veto it?",
  "GRANHOLM: I guess, does Steven Miller like it?",
  "The question is then, what will the Senate do?",
  "KELLY: -- we actually have a background check.",
  "Speaker Ryan won't call the bill to the floor.",
  "The parents said our teachers should be armed.",
  "UNIDENTIFIED FEMALE: I was scared for my life.",
  "TAPPER: All right, Senator, stay right there.",
  "If true, all-time biggest political scandal.\"",
  "Yes, we do need to change who is in Congress.",
  "(CROSSTALK)\n\n\n\nURBAN: You didn't do anything.",
  "I am sick and tired of being sick and tired.",
  "TAPPER: And you have seen no evidence of it?",
  "And remember where we are at, at this point.",
  "So, in Texas, I can tell you this law, Jake.",
  "GRANHOLM: So if he doesn't like it I wonder.",
  "(CROSSTALK)\n\n\n\nCHAVEZ: It is more than that.",
  "(CROSSTALK)\n\n\n\nCHAVEZ: It's more than that.",
  "And that's why the farm bill failed really.",
  "I'll talk to Jack Kennedy Schlossberg next.",
  "And do you have an answer to that question?",
  "Kids didn't go to schools and shoot people.",
  "And...\n\n\n\nTAPPER: Including the informant?",
  "How do we get beyond the political debate?",
  "WARNER: ... Senate Intelligence Committee.",
  "He was working on the Affordable Care Act.",
  "If you have a gun keep it safe and secure.",
  "Governor Granholm, let me start with you.",
  "WARNER: What his allies are trying to do.",
  "There was a prayer vigil the other night.",
  "I'm taking a whole new strategy on this.",
  "CURRY: It has been happening everywhere.",
  "It is not just individual mental health.",
  "[09:35:05]\n\n\n\nShe rebuffed him one time.",
  "We have a lot more to talk to you about.",
  "We shouldn't talk about people that way.",
  "CHAVEZ: Or even just immigrants, period.",
  "URBAN: Let's not forget how we got here.",
  "He kicked the can down the road himself.",
  "TAPPER: So he did it by executive order.",
  "URBAN: It's an incredibly violent gang.",
  "I would like to get the answer to that.",
  "And a lot of his classmates were there.",
  "And so we need --\n\n\n\nGRANHOLM: I agree.",
  "Something has changed in this culture.",
  "And that is to deter, detect and deny.",
  "that could have prevented the tragedy?",
  "But the fact is, Jake, it is now 2018.",
  "We have dealt with election security.",
  "And they reacted quickly and bravely.",
  "It goes and targets other immigrants.",
  "URBAN: They did have to walk it back.",
  "The panel will weigh in on that next.",
  "But I'm hoping it is going to happen.",
  "Let me start with you, Linda Chavez.",
  "And I want to let you continue, sir.",
  "They have been going on for decades.",
  "We have 208 co sponsors, bipartisan.",
  "TAPPER: Devin Nunes and others, yes.",
  "I am -- feel like Fannie Lou Hamer.",
  "TAPPER: Good to see you, as always.",
  "This would not happen in my school?",
  "And it is a really difficult issue.",
  "CHAVEZ: -- sick about this culture.",
  "I don't know what the future holds.",
  "It's one big step that we can take.",
  "It should be solved pretty easily.",
  "URBAN: Why didn't he deal with it?",
  "They were laying around basements.",
  "GRANHOLM: We need to do that, too.",
  "I do think we need some gun laws.",
  "I'm saying there is one solution.",
  "There is an acceleration of this.",
  "They're coming across the border.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: Hello.",
  "So he is correct in that regard.",
  "He's obviously not around today.",
  "So this is not a new phenomenon.",
  "I disagree with you about that.",
  "That is not what this is about.",
  "GRANHOLM: Well, access to guns.",
  "Is it going to pass the Senate?",
  "Is it going to pass the House?",
  "People's lives depend upon it.",
  "We never had that many before.",
  "They won't entertain the bill.",
  "That's the collusion question.",
  "One, we have to start at home.",
  "And she has talked about that.",
  "Nobody should feel that pain.",
  "TAPPER: But what about Texas?",
  "We need to harden the target.",
  "GRANHOLM: Absolutely it will.",
  "What exactly is your concern?",
  "KELLY: Indiana and Wisconsin.",
  "The president said to do it.",
  "Right now it's Donald Trump.",
  "(CROSSTALK)\n\n\n\nPATRICK: Yes.",
  "Plus: bigger than Watergate?",
  "How is the community doing?",
  "My panel will be here next.",
  "This is a midterm election.",
  "Is this really who we are?",
  "Nobody is defending MS-13.",
  "To me, that is outrageous.",
  "(BEGIN VIDEO CLIP)\n\n\n\nGOV.",
  "My panel is here with me.",
  "It's not going to change.",
  "Because that's collusion.",
  "My panel is back with me.",
  "That should be addressed.",
  "URBAN: So what causes it?",
  "GRANHOLM: Totally agree.",
  "Press the rewind button.",
  "He couldn't get it done.",
  "What is going to happen?",
  "TAPPER: OK. Great panel.",
  "Who was at that meeting?",
  "We need to do that, too.",
  "That is not appropriate.",
  "You didn't do anything.",
  "Let's throw that sound.",
  "I have nine grand kids.",
  "And thank you for that.",
  "TAPPER: Thank you, sir.",
  "TAPPER: Is that right?",
  "Is it going to happen?",
  "I mean, of course not.",
  "And Republican revolt.",
  "It is a serious issue.",
  "Congress take action.",
  "He is not doing that.",
  "URBAN: And he failed.",
  "PATRICK: Pray for us.",
  "That is an epidemic.",
  "No child eats alone.",
  "I wasn't surprised.",
  "We respect hunting.",
  "What should he do?",
  "WARNER: Thank you.",
  "I was just scared.",
  "As simple as that.",
  "What do you think?",
  "They didn't do it.",
  "What do you think?",
  "He could fix this.",
  "(COMMERCIAL BREAK)",
  "They did nothing.",
  "There's no doubt.",
  "It didn't happen.",
  "QUESTION: Why so?",
  "They're in cars.",
  "So I don't know.",
  "Thank you, Jake.",
  "I'm Jake Tapper.",
  "GRANHOLM: Hello?",
  "He could fix it.",
  "What causes it?",
  "PATRICK: Right.",
  "PATRICK: Sure.",
  "That's not it.",
  "Totally agree.",
  "He blew it up.",
  "And he failed.",
  "Take a listen.",
  "PATRICK: Sure.",
  "PATRICK: Yes.",
  "Stay with us.",
  "Stay with us.",
  "GRANHOLM: No.",
  "Stay with us.",
  "PATRICK: Yes.",
  "PATRICK: Yes.",
  "I don't know.",
  "TAPPER: Sure.",
  "TAPPER: Yes.",
  "That's next.",
  "TAPPER: Yes.",
  "TAPPER: Yes.",
  "That's next.",
  "TAPPER: No.",
  "Absolutely.",
  "Sure, Jake.",
  "Absolutely.",
  "Absolutely.",
  "That's it.",
  "All right.",
  "LT. GOV.",
  "Right.",
  "OK?"
]