[
  "Personal:\n\nBirth date: December 18, 1943\n\nBirth place: Dartford, Kent, United Kingdom\n\nBirth name: Keith Richards\n\nFather: Bert Richards, factory worker\n\nMother: Doris (Dupress) Richards\n\nMarriage: Patti Hansen (1983-present)\n\nChildren: with Patti Hansen: Theodora and Alexandra; with Anita Pallenberg: Marlon, Dandelion, and Tara (son, died as an infant)\n\nEducation: Attended Sidcup Art School\n\nOther Facts:\n\nRichards and band mate Richards and band mate Mick Jagger first met as children.",
  "March 25, 2016 - The Rolling Stones become the first major international rock band to play in Cuba, drawing hundreds of thousands of people to a The Rolling Stones become the first major international rock band to play in Cuba, drawing hundreds of thousands of people to a free concert in Havana.",
  "Has been nominated, with the Rolling Stones, for Grammy Awards and has won\n\nHas made cameos in both \"Pirates of the Caribbean: At World's End\" and \"Pirates of the Caribbean: On Stranger Tides.\"",
  "December 2, 2016 - The Rolling Stones The Rolling Stones release \"Blue & Lonesome,\" their first studio album in more than a decade.",
  "Jagger reads poetry and releases 3,500 butterflies in honor of former band mate Brian Jones who was found dead on July 3.",
  "Also, Netflix releases the documentary film, \"Keith Richards: Under the Influence,\" to coincide with the album's release.",
  "September 9, 2014 - \"Gus and Me,\" an illustrated children's book by Richards and his daughter Theodora, is published.",
  "1989 - The Rolling Stones are inducted into the The Rolling Stones are inducted into the Rock and Roll Hall of Fame.",
  "December 6, 1969 - A free concert at Altamont Speedway in Livermore, California, results in a fan's stabbing death.",
  "January 28, 2018 - The Rolling Stones win the Grammy for Best Traditional Blues Album for \"Blue & Lonesome.\"",
  "1965 - The single \"(I Can't Get No) Satisfaction\" is released and earns the band their first gold record.",
  "The story is about Richards' first guitar and his relationship with his late jazz musician grandfather.",
  "October 18, 2012 - \"Crossfire Hurricane,\" a documentary on the band, opens at the London Film Festival.",
  "(CNN) Here's a look at the life of Keith Richards , musician and founding member of the Rolling Stones.",
  "Later, Richards is placed on probation and ordered to perform a benefit concert for a Toronto charity.",
  "Timeline:\n\n1960 - Rekindles friendship with Mick Jagger after running into him at a train station.",
  "September 18, 2015 - Richards releases his first solo album in 23 years with \"Crosseyed Heart.\"",
  "The documentary, \"Gimme Shelter,\" is released in 1970 about the concert tour and the tragedy.",
  "July 12, 1962 - The Stones play their first gig together at the Marquee Club in London.",
  "November 12, 2012 - The Rolling Stones release their greatest hits compilation \"GRRR!\"",
  "1963 - The Rolling Stones sign to Decca Records and release their first single.",
  "July 5, 1969 - The Rolling Stones give a free concert in London's Hyde Park.",
  "October 16, 2012 - The band's book, \"The Rolling Stones: 50,\" is published.",
  "1962 - Forms the Forms the Rolling Stones with Mick Jagger and Brian Jones.",
  "February 27, 1977 - Is arrested in Canada for heroin possession.",
  "Jagger is sentenced to three months and Richards to one year.",
  "1967 - Is arrested, with Mick Jagger, for drug possession.",
  "1992 - Releases his second solo album \"Main Offender.\"",
  "1964 - The Rolling Stones release their first album.",
  "Later, the sentences are overturned on appeal.",
  "2010 - Richards' memoir \"Life\" is published.",
  "1988 - Releases solo album \"Talk is Cheap.\"",
  "12 three ."
]