[
  "That’s the result of a paradox: “There are insufficient lawyers to perform the work companies should be doing in this area, but until companies fully realize the risks and regulatory requirements they face, there may be an inconsistent flow of work for lawyers who are active in the area.” The report: http://bit.ly/17xA1Yk\n\nCYBERSECURITY’S FARM TEAM — Agriculture giants such as Monsanto, which have long protected their intellectual property with patents and aggressive lawsuits, are increasingly investing in cybersecurity, according to a deep dive from the Wall Street Journal.",
  "The surge in cyber interest was partly spawned by a security breach confirmed in May by the seed giant Monsanto “that left exposed some customers’ credit-card information and employee data.” More: http://on.wsj.com/1EuKq2b\n\nCYBER WISH LIST: BETTER INFO SHARING FROM THE IC — If Crowdstrike President Shawn Henry Henry could change one thing about the cyber landscape it would be making the intelligence community share more detailed information more rapidly with breached companies, he told an audience at AFCEA’s EPIC speaker series yesterday.",
  "One person familiar with the incident said that either Moscow wanted to send Washington a message, or it had deployed the ‘B-Team.’”\n\n“We deal successfully with thousands of attacks every day,” State Department spokeswoman Marie Harf told the Journal: http://on.wsj.com/1LiDPff\n\nCYBERLAW PRACTICES ON A GROWTH PATH — Cyberlaw is set to be a growing practice area, with mega firms such as HoganLovells, Hunton & Williams, Sidley Austin, and K&L Gates already maintaining cybersecurity-related practice groups, notes a report by Hanover Research.",
  "The story: http://bit.ly/19E0KUK\n\nStory Continued Below\n\nOUT TODAY: FCC GROUP REPORTS ON NIST FRAMEWORK FOR TELECOM — A working group convened by the Federal Communications Commission will release final guidance today on how the NIST Cybersecurity Framework should be applied to the telecom industry, a major milestone for the voluntary framework that officials have called industry’s best tool to secure itself.",
  "Snowden docs: NSA, GCHQ stole cellphone encryption keys – Out today: FCC group reports on NIST Framework for telecom\n\nWith help from Tal Kopan and David Perera\n\nSNOWDEN DOCS: NSA, GCHQ STOLE CELLPHONE ENCRYPTION KEYS — U.S. and British spies stole the encryption keys for cellphones worldwide by hacking the world’s biggest maker of SIM cards, according to the latest Snowden revelation.",
  "Among the group’s main objectives is to provide assurance to the FCC — and the public — that industry is taking measures to manage cybersecurity risks affecting the nation's telecom backbones: The vital and various networks of copper, fiber optics and wireless that deliver voice, data and pictures to every home and business in the U.S. Dave’s story: http://politico.pro/1vkOGkU.",
  "In a speech there, he called cybersecurity “important to the future and health of our economy.”\n\nHACKERS STILL INSIDE STATE DEPARTMENT NETWORKS — Three months after confirming that hackers had burrowed into the State Department’s unclassified email systems, the agency still hasn’t been able to fully oust them, according to the Wall Street Journal this morning.",
  "Tal’s scoop: http://politico.pro/1AXfrMZ The bill: http://politico.pro/1EbeCkX\n\nWHITE HOUSE FRAMES CYBER AS AN ECONOMIC SECURITY ISSUE — A second White House official emphasized the importance of cybersecurity to economic security yesterday, further evidence that the administration is eager to widen the cybersecurity discussion beyond national security.",
  "MEET THE NEW CISA, SAME AS THE OLD CISA — The Senate Intelligence Committee is circulating a new version of last Congresses’ Cybersecurity Information Sharing Act that largely tracks its stalled forebear, according to a draft obtained by POLITICO — but the 2015 version bears the name of the new Senate Intelligence Chairman, Sen. Richard Burr.",
  "DoD: http://1.usa.gov/1zS8hEd\n\n-- Freedom House has submitted a report highlighting the need to protect encryption and anonymous communication tools in the digital age in response to the UN Special Rapporteur for the protection and promotion of the right to freedom of opinion and expression’s call for comments.",
  "“But investigators still see signs of the hackers on State Department computers … Each time investigators find a hacker tool and block it … the intruders tweak it slightly to attempt to sneak past defenses.” The report underlines the importance of persistence as a characteristic of professional grade hackers.",
  "Strong cybersecurity embedded in American technology products will make world consumers “want to buy American products…[and] store data with American companies,” he added, while speaking briefly during an evening reception held by the Center for Democracy and Technology and law firm Jones Day.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com, @ TalKopan); Shaun Waterman ( swaterman@politico.com, @ WatermanReports); Joseph Marks ( JMarks@politico.com, @ Joseph_Marks_); and David Perera ( dperera@politico.com, @ daveperera).",
  "The hackers compromised the company’s computer networks by using the NSA mass surveillance program codenamed X-KEYSCORE program (a previous Snowden disclosure) to access email and Facebook accounts of engineers and employees, according to the report.",
  "REPORT WATCH\n\n-- Ninety-seven percent of retail CIOs list data security as one of their top five considerations for IT in their organization, the most of any priority, according to a survey conducted by the National Retail Federation and Forrester.",
  "Henry said he’d recently spoken with a client that was told it had been breached by an intelligence agency — but the agency only gave the company a two-year time frame for when the breach occurred and no other indicators to find and investigate it.",
  "The section on requiring companies to remove personal information from the cyberthreat info they share is broader, and the bill adds a limitation section on what countermeasures companies can take --without liability — in response to an attack.",
  "You’re not going to be screwing up your collection.”\n\nON THE MOVE -- The head of the National Strategy for Trusted Identities in Cyberspace, Jeremy Grant, will leave government service in April, he said in an email sent to colleagues yesterday.",
  "“The size of agency’s network and its key function — making sure Washington knows what is happening in the rest of the world — has made the cleanup difficult, the people familiar with the investigation said,” according to the Journal.",
  "“Government officials, assisted by outside contractors and the National Security Agency, have repeatedly scanned the network and taken some systems offline,” the Journal reported, citing three people familiar with the investigation.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "The indicators related to the threat — what are the adversaries’ tactics, techniques and procedures — You can share that intelligence, in my opinion, broadly and quickly and not jeopardize sources and methods.",
  "The final draft represents the consensus gathered from multiple telecom sectors, including broadcast, cable, satellite, wireless, and wireline, Robert Mayer, co-chair of the working group, told Pro Cyber.",
  "NRF: http://bit.ly/1BrLbew\n\nQUICK BYTES\n\n-- Google’s new cloud security scanner is aimed at finding code errors that could be vulnerable to cross-site scripting or mixed content attacks on customer apps.",
  "The Journal also cited people familiar with the investigation stating it was connected with the Russian government, a link that was widely speculated when State confirmed the hack in November.",
  "HAPPY FRIDAY and welcome to Morning Cybersecurity, where your host is looking forward to seeing Billy Wilder’s A Foreign Affair at AFI this weekend, which I’ve somehow missed ‘til now.",
  "NSA and GCHQ hackers got into the networks of Gemalto, a Dutch-headquartered firm that produces 2 billion SIM cards a year, according to a report from Glenn Greenwald’s The Intercept.",
  "So far, the only new information sharing bill actually introduced in the 114th Congress has come from Sen. Tom Carper, the ranking member of the Senate Homeland Security Committee.",
  "The 330-page document will go to the commission’s Communications Security, Reliability, and Interoperability Council, CSRIC, which will vote on whether to endorse it March 18.",
  "But stick around, and you’ll learn about something else: that economic growth seldom seems to reach any of the city’s poor, predominantly African-American neighborhoods.",
  "The Register: http://bit.ly/19Gzuor\n\n-- The markets are bullish on governments and businesses spending more on cybersecurity thanks to major, high profile breaches.",
  "The stolen encryption keys would have allowed spooks to listen in to calls without the need for warrants or other legal measures to compel Gemalto’s cooperation.",
  "Gemalto makes secure chips for mobile phones, ID cards and biometric passports and Verizon and AT&T are among the wireless network providers its chips service.",
  "Dark Reading: http://ubm.io/181CVF\n\nCOME TO CLEVELAND FOR A DAY and you’re likely to hear about the planning for the 2016 Republican National Convention.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Freedom House: http://bit.ly/1z5f3q8\n\n-- FireEye gives the rundown on Masque II, a partly patched iOS flaw that allows users to bypass trust prompts.",
  "The bill also adds a new section ensuring that the law will in no way hamper the Defense Department’s ability to carry out retaliatory cyberattacks.",
  "In California, demand already outstrips supply, the report says, since tech firms pounce on cybersecurity attorneys to hire them as inside counsel.",
  "Send your thoughts, tips and feedback this week to jmarks@politico.com and follow @talkopan, @ joseph_marks_, @ POLITICOPro and @ MorningCybersec.",
  "Computerworld: http://bit.ly/1w2XKeN\n\n-- The European Commission says it’s up to member states to deal with any attacks from NSA’s Equation Group.",
  "Cybersecurity is “the kind of issue that actually does stand to represent a significant threat to our collective economic prosperity,” said R.D.",
  "“I know what the government collects, I know how the government collects it,” said Henry, a former executive assistant director of the FBI.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Edelman's remarks came just days after NEC Director Jeffrey Zients spoke at the White House Cybersecurity Summit at Stanford University.",
  "The film’s only potential drawback is it may be the second-best film Wilder set in postwar Berlin, trailing the great One, Two, Three.",
  "From the Journal: “Assuming that Russia was involved, U.S. investigators are puzzling over why were they able to detect the breach.",
  "American national-security officials view Russia’s computer warriors as on par with their own and capable of avoiding detection.",
  "Even mid-sized firms are now opening practices, says the firm, which prepared a report for the Indiana University School of Law.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Reuters UK: http://reut.rs/1CPLb3j\n\n-- Dempsey says private network vulnerabilities make the Defense Department vulnerable.",
  "Still, some practices find it difficult to sustain business by focusing exclusively on cybersecurity, the report says.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Edelman, a senior advisor in the Office of Science and Technology Policy and the National Economic Council.",
  "FireEye: http://bit.ly/1ApcEKG\n\n-- Androids’ power consumption can tell any app where you are right now.",
  "Wired: http://wrd.cm/1F0gTxf\n\n-- Drive-through car washes can be remotely hacked, researcher says.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "“There is absolutely a need to protect sources and methods in many cases.",
  "http://amzn.to/1DyHi8p Whatever you’re rebuilding today, drop us a line.",
  "There are a few changes apparently designed to appease privacy concerns.",
  "Because some of that stuff is reflected in thousands of places.",
  "But in a lot of cases --in this space — not so much.",
  "http://politi.co/1Dyaigl\n\nThat’s all for today.",
  "No organization can afford to be hacked.",
  "Coca Cola has never been funnier.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Full team info is below.",
  "The rest was classified.",
  "Have a great Weekend!"
]