[
  "Air Force Chief of Staff Gen. Mark Welsh III described cybersecurity and drone piloting as among the “hot jobs” of 2035 in a breakfast with reporters Wednesday, but also noted “we will continue to get the kinds of people we have gotten for years who want to come in and fly the F-22, the F-35, the X-Wing fighter.” Asked by POLITICO’s Philip Ewing if that was Luke Skywalker’s X-Wing, Welsh replied “Oh, heck yes.” And is the X-Wing is an Air Force program?",
  "More details: https://letsencrypt.org/\n\nSECDEF: U.S.-JAPAN DEFENSE UPDATE COMING SOON – Defense Secretary Ash Carter and Japanese Defense Minister Gen Nakatani agreed to “strengthen cooperation in the field of … cyberspace” during a meeting Wednesday and are nearing agreement on an updated set of bilateral defense guidelines that will produce closer cyber collaboration, Nakatani said in a joint press conference.",
  "First in MC: Linux gives encryption effort shot in arm – SecDef: U.S.-Japan defense update coming soon\n\nWith help from Joseph Marks, David Perera, Shaun Waterman, Anila Alexander and Adam Sneed\n\nFIRST IN MC: LINUX GIVES ENCRYPTION EFFORT SHOT IN ARM – A nascent effort to make encryption free and pervasive Web-wide gets a big boost today, when the Linux Foundation announces it will be the home for Let’s Encrypt.",
  "JD Work, research director at the Cyber Conflict Documentation Project, called the cyber dimensions of the U.S.-Iranian conflict “the first truly strategic cyber exchange.” The Stuxnet attack on Iranian nuclear facilities, he noted, likely both compelled Iran to the nuclear negotiating table and slowed the nuclear program long enough for Western sanctions to have the desired effect.",
  "The missive to Defense Secretary Ash Carter said that as the Defense Department makes final decisions on where to put Cyber Operations Squadrons for the Air National Guard Cyber Force, Battle Creek, Mich., should be top of the list thanks to its “unique location and capabilities.” The lawmakers also noted choosing the 110 th Attack Wing would offer cost savings vs. similar bases.",
  "The finance industry was highly rated, with 74 percent of firms receiving an A, while the education industry had fewer than 23 percent getting an A grade and more than 33 percent with an F. http://bitsig.ht/1C6Q4VP\n\n-- In 2014, 3.96 billion security threats were observed, a 5.1 percent decrease from 2013, Websense Security Labs’ 2015 Threat Report found.",
  "Carter said the updated agreement will “detail how our two governments will continue to work together around the world and in new domains such as space and cyberspace … to ensure Japan's peace and security.” Carter, on his first Asian tour as Defense secretary, spoke with Prime Minister Shinzo Abe later in the day.",
  "NYT: http://nyti.ms/1y7xH70\n\n-- Homeland Security Secretary Jeh Johnson congratulates DHS’ Phyllis Schneck, Margie Graves and Donna Roy on being named top women in tech in D.C. DHS: http://1.usa.gov/1ILzNK8\n\n-- Human Rights Watch is suing the DEA over its decades-old gathering of Americans’ phone metadata.",
  "The press conference: http://1.usa.gov/1NVdPpw\n\nHAPPY THURSDAY and welcome to Morning Cybersecurity, where this video of Prince Fielder doing squats with a teammate on his shoulders is yet another reminder that even though he doesn’t look it, that man is a freaking athlete: http://es.pn/1ItLwjB.",
  "http://bit.ly/1aLAdpt\n\n-- Nearly 75 percent of organizations admit to facing a serious insider threat and 30 percent are putting themselves at risk for data loss because they lack the ability to stop such attacks, according to a survey of 772 IT security personnel by SANS Institute.",
  "The attack is difficult to launch and there’s a patch and a workaround — but it’s another demonstration of how the Internet is dependent on aging protocols and software libraries written decades ago that were never intended to stand up to an onslaught of cyberattacks.",
  "The attorneys this week filed a motion to dismiss the case in Seattle, saying that Seleznev’s capture while on vacation in the Maldives broke U.S. law banning arrest warrants being executed abroad, violated Maldivian law and contravened international agreements.",
  "Wall Street Journal has the exchange: http://on.wsj.com/1a5W0GV\n\nREPORT WATCH:\n\n-- Organizations with a BitSight botnet score of B or lower were 2.2 times more likely to have a publicly disclosed breach, a BitSight Technologies analysis of the past year found.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ); Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); David Perera ( dperera@politico.com , @ daveperera ; and Shaun Waterman ( swaterman@politico.com , @ WatermanReports .)",
  "IRAN TALKS BREAKDOWN COULD BRING CYBER-WAR – If a final deal on Iran’s nuclear program doesn’t come through by June, or if things fall apart later, the U.S. should expect some form of cyber retaliation, panelists said at an Atlantic Council event Wednesday.",
  "“The only reliable strategy for making sure that everyone’s private data and information is protected while in transit over the Web is to encrypt everything.” Let’s Encrypt’s goal is to make its certificates available to webmasters starting in mid-2015.",
  "Tehran’s thinking would be “Why not use some of the cyber infrastructure operations they’ve already been conducting to retaliate or to have retribution or to gather intelligence,” said Andretta Towner, a senior intelligence analyst at CrowdStrike.",
  "Ars: http://bit.ly/1FiJbHx and El Reg: http://bit.ly/1Jpm8cq Google cracked down late last month on malicious extensions: With University of California-Berkeley researchers, Google found 192 Chrome extensions affecting 14 million users doing harm.",
  "The motion: http://politico.pro/1FnMhoe\n\nMICHIGAN LAWMAKERS LOBBY FOR CYBER SQUADRON – Every Michigan member of Congress signed onto a letter Wednesday lobbying for a cyber squadron to be hosted by the Michigan Air National Guard.",
  "“The United States’ conscious decision to overrun at least three separate bodies of substantive law … hopelessly taints this prosecution … and requires his immediate release from confinement and return to Russia,” attorneys wrote.",
  "More: http://bit.ly/1E86H8z\n\nGOOGLE PURGES BROWSER EXTENSION SPYWARE – Google killed another third-party Chrome browser extension this week after security researchers discovered that the program was harvesting data about users.",
  "SELEZNEV’S NEW LAWYERS RAISE ABDUCTION CLAIMS AGAIN — Alleged hacker Roman Seleznev’s latest legal team is once again accusing the U.S. government of kidnapping the Russian political scion when he was apprehended last summer.",
  "The Guardian: http://bit.ly/1PlUUrz\n\n-- The leak that the Russians were behind the White House hack was designed to send a message to Russia that the U.S. knows what they’re up to and should knock it off, insiders say.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "Previous Iranian cyberattacks have been timed, at least partly, to influence the course of nuclear negotiations and new sanctions, Towner said, including 2013 DDoS attacks against U.S. financial institutions.",
  "Locating a Cyber Operations Squadron at BCANGB will utilize existing infrastructure to keep costs low, and provide significant capabilities in meeting America’s cyber security needs,” the delegation wrote.",
  "Launched in November by the Internet Security Research Group, Let’s Encrypt already has the support of heavy-hitters including the Mozilla Foundation, Cisco, Akamai and the Electronic Frontier Foundation.",
  "“With emerging threats and growing concerns on the cyber battlefield, we recognize the difficult choices you must make in securing a Cyber Force structure that meets our nation’s security needs.",
  "More: http://politico.pro/1yWWZ2C\n\nCYBER AIRMEN FACE COMPETITION FROM JEDIS – Tomorrow’s cyber warriors battling online attackers with keyboard strokes may get reinforcements from The Force.",
  "Daily Beast: http://thebea.st/1GN4D65\n\n-- Presumed 2016 candidate Hillary Clinton hires Google executive Stephanie Hannon to serve as her CTO in the shadow of her email server controversy.",
  "The Register said that the extension may have circumvented detection in Google’s automated auditing services because the spying function didn’t kick in until seven days after installation.",
  "Despite the decrease, attackers have focused on the quality of their attacks rather than the quantity, preferring to launch attacks that do not follow a traditional Kill Chain pattern.",
  "FedScoop: http://bit.ly/1PlTtcD\n\n-- Wall Street banks need to do more to ensure cybersecurity at outside firms they work, says a review by New York State’s top financial regulator.",
  "Traditionally, a website owner wanting to encrypt Web traffic buys a certificate from a trusted certificate authority and installs it in a process that’s technically challenging.",
  "Richard Blumenthal and Bill Nelson said the $25 million settlement between AT&T and the FCC announced Wednesday shines a light on the importance of strong data security laws.",
  "Seleznev is now being represented by a public defender, his third legal team after one was thrown off the case for a conflict of interest and another asked to be jettisoned.",
  "In this case it’s Network Time Protocol, which is used to synchronize system clocks across the Internet and is one of the oldest Internet protocols still in use.",
  "Seleznev’s first legal team initially filed motions alleging a kidnapping in that court, but a judge ruled the arguments should wait until his Washington trial.",
  "YOU BETTER BE – Warnings are going out about another security weakness in a vital but obscure Internet protocol that could be used to launch a cyberattack.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Meanwhile, he said, Iranian cyberattacks against the U.S. and other nations seem to have been aimed at lowering their appetite to impose new sanctions.",
  "This will be the first update to the U.S.-Japan defense agreement since the close of the Cold War and the first to deal explicitly with cyber conflict.",
  "The filing also reveals that it was the U.S. Embassy in Sri Lanka that made the request to Maldivian authorities requesting they hand over Seleznev.",
  "The letter: http://1.usa.gov/1CxRkjZ Some Virginia lawmakers held a similar lobbying effort last year: http://1.usa.gov/1DKBV6Z\n\nYOU DOWN WITH NTP?",
  "The settlement, over a data breach at AT&T call center abroad, is the largest enforcement action the FCC has taken on privacy and data breaches.",
  "“Consumers expect these companies to employ reasonable and appropriate security measures to protect that personal information,” they said.",
  "Among the data the rogue extension copied were websites visited, search queries, social connections and contact details, per Ars Technica.",
  "Story Continued Below\n\n“Encryption should be the default for the Web,” said Josh Aas, Internet Security Research Group executive director.",
  "Find out why and read the latest tidbits here: http://politi.co/1CxQbZK Sign up for the weekly KGB File report: http://politi.co/1Chq8al.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "As always, send your thoughts, tips and feedback to tkopan@politico.com and follow @ talkopan, @ POLITICOPro and @ MorningCybersec.",
  "Let’s Encrypt aims to be a certificate authority offering free certificates that can be installed onto a webserver in 30 seconds.",
  "DEBUTING TODAY: The KGB File, POLITICO’s new must-read gossip column, by fourth-generation Washingtonian, Kate Glassman Bennett.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Reuters: http://reut.rs/1IL2OWf\n\n-- Sen. Rand Paul has attended less than 10 percent of Homeland Security hearings since 2014.",
  "The Register: http://bit.ly/1CyjBH5\n\n-- Internet rights advocacy groups form a new anti-surveillance coalition: Fight215.org.",
  "A researcher found that a background process associated with NTP version 4 could be used to launch man-in-the-middle attacks.",
  "The extension, Webpage Screenshot, allowed users to take and edit screenshots and was downloaded more than 1.2 million times.",
  "The group also plugged Michigan’s abundance of IT professionals and cyber talent in the public, private and academic sectors.",
  "DARPA: http://bit.ly/1aLNazw\n\n-- The Naval Special Warfare Development Group is in the market for Silent Circle contracts.",
  "“Our applications will be considered just like any other applications,” Linux Foundation spokeswoman Jennifer Cloer said.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "It has yet to apply to software makers such as Google and Mozilla to be considered a trusted source of certificates.",
  "The Linux Foundation will supply the organizational management, engage in fundraising and help recruit new sponsors.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "The Register: http://bit.ly/1Ciw176\n\n-- Microsoft adding security features to Office products including Outlook.",
  "“It also shows the need of having multiple cops on the beat — from the FCC and FTC to state consumer officials.\"",
  "http://politico.pro/1H62HpR\n\nQUICK BYTES\n\n-- French TV channel hacked and taken offline by pro-ISIL attackers.",
  "Attorneys argue the email trail indicates no Maldivian authorities actually authorized the capture, however.",
  "That attack is widely attributed to the U.S. and Israel, though Work declined to speculate on its origin.",
  "More: http://bit.ly/1NNoGUp\n\nSENATE COMMERCE DEMS: AT&T SETTLEMENT SHOWS NEED FOR SECURITY – Sens.",
  "Secret Service has maintained they did not actually arrest Seleznev until they arrived in Guam.",
  "Reuters: http://reut.rs/1E7A0bj\n\n-- Vulnerability affects iOS apps, fixed in new Apple update.",
  "FireEye: http://bit.ly/1H5HBrJ\n\n-- DARPA wants to build software that can last 100 years.",
  "FedBizOpps: http://1.usa.gov/1NbK6Of\n\n-- A DARPA-backed project seeks to “smell” malware.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "THIS WEEK: Penny Pritzker is the only multibillionaire in the Obama Cabinet.",
  "That was followed up with meetings and communications with Secret Service.",
  "Security Week: http://bit.ly/1FDxOHg\n\nThat’s all for today.",
  "I also think he invented a new Crossfit workout.",
  "“We are going to have one someday,” Welsh said.",
  "Among the benefits: It can be better secured.",
  "Buzzfeed: http://bzfd.it/1FDvVuq\n\n-- DoD No.",
  "No organization can afford to be hacked.",
  "2 says hybrid war is the future.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Have a thrilling Thursday.",
  "Full team info is below.",
  "And it shows."
]