[
  "\"From a people perspective, it's because this is not one or two individuals, right, these are typically military units with hundreds if not thousands of people, and you've got people of different skill sets —- masters of tradecraft down to guys who are interning at this military unit or just new on the job.",
  "As is natural with human beings, you get into a pattern where you have a job to do, you have to get into ten companies today – well, guess what, you're not going to make up completely new tradecraft, completely new attack pattern every single time for each one of those companies.",
  "For example the Hurricane Panda team, a nation state attacker that Alperovitch believes works on behalf of the Chinese government, got so desperate last October that they attempted to use an unknown Microsoft Kernel vulnerability better known as a Zero Day.",
  "\"When we detect activity for any group we look at all their tradecraft — how do they get in, what tools do they use, what do they go after — and we use that totality of evidence to figure out the attribution and map it back to one of the actors we track.\"",
  "\"A month into the [attempted] breach we actually saw them -- for the first time ever -- getting on a machine, seeing if we're there and then getting off that machine once they realized that we were on that system and recording all their activities.\"",
  "\"After spending five or six months trying to get back into this company--and even burning a Zero Day on this effort--they stopped because they decided that they'd burned enough of their time, effort, and money trying to get in,\" Alperovitch said.",
  "It's not just code, it's types of infrastructure they use; the types of passwords they prefer to set up on their secure servers; how they secure those servers; what type of lures they like to use when set up spearfishing emails.",
  "Alperovitch cited one client of his that had been hacked, and then, after CrowdStrike's services were enlisted, that client saw the same adversary trying to get back in literally week after week, trying different things.",
  "\"Just like in the physical world, you're not going to bring in Seal Team Six on every SWAT engagement you have,\" said Dmitri Alperovitch, co-Founder and CTO of CrowdStrike, an information security company.",
  "\"Folks tend to think these groups--even very good groups--will always use their best tradecraft, their best tools, and that's almost never the case,\" Alperovitch said in a phone interview with Forbes.",
  "Over the last year, particularly over the imposition of sanctions on that country after the Ukraine conflict, we've been seeing hundreds of intrusions from them over the last couple of months.\"",
  "\"We have criminal groups that we're dealing with on a daily basis that are breaking into financial institutions and retailers trying to steal credit-card numbers and bank accounts and so forth.",
  "To date, CrowdStrike has identified over seven thousand discrete groups of nation states, criminals, and hacktivists by their methods of operation, their patterns of attack.",
  "I think they've always had the capabilities sitting there and ultimately over the course of months they decided to start using them because they were not getting anywhere.\"",
  "\"Why would you want to waste your best people, your best techniques, and your most secret sauce on a target that may not be worth because they have no security whatsoever?",
  "They get the low end assignments, like go break into this company that has one security guy and no capabilities what so ever, to the masters go after the hard targets.\"",
  "Security companies today pride themselves on being able recognize and defend their clients against new and repeat attacks through a variety of tools and services.",
  "Which begs the question, doesn't this information security arms race only make the advisories better as they are defeated and have come back with something new?",
  "Hurricane Panda, still on a mission, moved on to someone else, within the same industry, only CrowdStrike happened to be running on the second company's system.",
  "\"This was someone at the keyboard working to re-craft their attack, working to elevate their tradecraft, and try to get through to this organization.\"",
  "So if groups in China and elsewhere have been identified by their unique the methods of attack, wouldn't these groups want to change how they operate?",
  "\"Usually these nation-state groups have an arsenal of these capabilities and they have dedicated people who are constantly developing them,\" he said.",
  "They actually start always very low with common capabilities, not even Zero Days, and only if they don't succeed will they elevate their tradecraft.\"",
  "\"There's sort of continued evolution so if they believe that the malware is being detected, they'll evolve that or place that component,\" he said.",
  "That job didn't end just because it got hard or the door got shut down on them, so they try and get back, and get back persistently.\"",
  "\"Only a dozen or so of these get discovered at most ever year so this is a very, very exclusive and expensive technique,\" he said.",
  "\"Someone gave them a mission to get into this one organization to steal their data, or do whatever action they came in to do.",
  "As security companies develop better tools at detection and stopping attacks, adversaries develop better attacks.",
  "It's not that they do one attack every six months; it's that they're doing multiple operations every single day.",
  "In other words, that particular Zero Day is now potentially useless as vulnerable systems become patched.",
  "\"You're going to bring them in to capture Osama Bin Laden because that's a target that makes more sense.\"",
  "CrowdStrike has previously identified China as the source of several intellectual property attacks.",
  "It worked for this company, I'm going to use it against them, and so you fall into a pattern.\"",
  "The same is true with criminal hackers — they're going to start out an attack with the B-team.",
  "And we're dealing with hacktivist groups, and other nation-states as well,\" Alperovitch said.",
  "Alperovitch says they can't, arguing it is only human nature to fall into a pattern.",
  "So that one expensive tool they had in their toolkit was now taken away from them.\"",
  "But China, Alperovitch said, is the most prolific from a nation-state capability.",
  "We were actually able to discover it and report it to Microsoft, who patched it.",
  "\"In terms of volume they do more than anyone else combined,\" Alperovitch said.",
  "\"If you want to change everything,\" he said, \"it's actually very expensive.",
  "Even when they fail, Alperovitch said the adversary isn't going to give up.",
  "That's very, very expensive, and takes a massive amount of effort to do.\"",
  "\"Typically, you don't see wholesale change in everything that they do.",
  "That said, Alperovitch admits there can be some variation over time.",
  "CrowdStrike has named the organization responsible Hurricane Panda.",
  "In fact, the Russia government has been very active in this field.",
  "There's an arms race in information security—that much isn't news.",
  "This persistence by criminal hacker organizations isn't new.",
  "You have to ask 'What is the benefit of changing it all?'",
  "That's why you tend to see a lot of their actions.",
  "\"I don't think we taught them how to get better.",
  "Now, we absolutely do not just focus on China.",
  "With all these folks it's about campaigns.",
  "It's also very expensive, very hard to do.",
  "What you are going to do is what works.",
  "This was not automated attack, he said.",
  "There are other identified groups.",
  "\"They brought it in, we saw it.",
  "Or maybe even the C-team.",
  "Alperovitch disagrees.",
  "\"They're everywhere.",
  "Or do they?"
]