[
  "As part of an annual audit into the independent agency’s financial statements, the GAO also found that FDIC “implemented many controls over financial systems, but opportunities for improvement remain.” Reasons for the qualifier include lagging in updating known vulnerabilities from between two weeks to 10 months, weak passwords, allowing greater access to users than they need and a lack of encrypted connections between users and systems.",
  "In a memo circulated by McCarthy’s office, April 21 to April 23 was designated for cybersecurity bills, labeled “balancing the public's right to privacy and the government's responsibility to keep us safe.” McCarthy called out cybersecurity as an important issue, citing high-profile attacks like Sony, and took a dig at the formerly Democratic-led Senate for holding up past cyber legislation.",
  "Meet China’s ‘Great Cannon’ – Cyber week is coming – Carder sentenced to more than 12 years\n\nWith help from Joseph Marks and David Perera\n\nMEET CHINA’S ‘GREAT CANNON’ – The massive DDoS attacks that targeted code-sharing platform Github last month were launched by a new Chinese cyberweapon that closely resembles NSA’s Quantum program, say Citizen Lab researchers in a report this morning.",
  "Legislation proposed this January by the White House would give the Department of Justice more latitude to use RICO in cyber cases, which has generated a backlash from the security research and civil liberties community afraid of organized crime-level prosecutions against well-intentioned online activists or white-hat hackers.",
  "The report: http://1.usa.gov/1IOSFYH\n\nMICROSOFT KEEPS UP THE FIGHT IN DUBLIN DOJ REPLY BRIEF – Microsoft and the federal government are in full agreement on only one thing, according to a reply brief filed in federal appeals court: The nearly 30-year-old Electronic Communications Privacy Act needs to be updated.",
  "The majority leader did not indicate which bills would come to the floor or how the House Intel and House Homeland info sharing bills would be reconciled, but noted “several committees” are working on legislation that would promote information sharing and address data breaches.",
  "“With recent high profile data breaches, the White House and Senate Democrats are finally getting on board with much of what the House has already called for — giving us opportunities to work with our partners across the aisle on strong, bipartisan legislation,” McCarthy said.",
  "US-CERT’s page: http://1.usa.gov/1y8tno4\n\nNIST RELEASES MUCH-ANTICIPATED IT SUPPLY CHAIN GUIDANCE – NIST on Thursday published the long-awaited final draft of a special publication guiding federal agencies on supply chain management for software and hardware.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ); Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); David Perera ( dperera@politico.com , @ daveperera ; and Shaun Waterman ( swaterman@politico.com , @ WatermanReports ).",
  "Joe’s story: http://politico.pro/1IQdrXS\n\nCYBER WEEK IS COMING — House Majority Leader Kevin McCarthy included a designated cyber week on the House floor later this month in a new GOP agenda, making public a game plan that has been in the works for weeks.",
  "HAPPY FRIDAY and welcome to Morning Cybersecurity, where your host isn’t really sure how this unsuspecting Utahn can top the moment of finding himself in a surprise meeting with the president — even if he wore a rumpled polo shirt: http://bit.ly/1GQkCAB.",
  "The attacks illustrate the lengths to which Beijing is prepared to go to ensure its ideological control over the Internet in China; even when it involves attacking a U.S. website, effectively in full view of the international community.",
  "The final draft: http://1.usa.gov/1NgFc2i\n\nFDIC FINANCIAL SYSTEM CYBERSECURITY GETS MIXED MARKS FROM GAO – The GAO gives the Federal Deposit Insurance Corporation a mixed review for the cybersecurity controls over its financial systems.",
  "Via Japan Times: http://bit.ly/1aPWpyG\n\nCARDER SENTENCED TO MORE THAN 12 YEARS – Federal prosecutors landed a whopping 150 month sentence for a carder on Thursday under the racketeering statute often used against organized crime.",
  "The brief: http://bit.ly/1arCTaW The blog post: http://bit.ly/1CzCxoY\n\nQUICK BYTES\n\n-- A major, unnamed defense contractor was penetrated by Chinese attackers who had compromised the company’s two-factor credential system.",
  "NIST officials have sought to calm private sector concerns that the special publication, now officially known as SP 800-161, will result in expensive adjustments to supply chains, which are typically globally dispersed.",
  "Beijing’s acknowledged national Internet barrier, the Great Firewall, inspects every single data packet that enters the Chinese Internet and blocks traffic from censored websites such as Facebook and The New York Times.",
  "In other cases, the cannon could narrowly target particular people or groups visiting Chinese websites and inject their computers with malware for surveillance, data destruction or some other purpose, Citizen Lab said.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "Mainly it clarifies language such as the difference between an “acquirer” and a “supplier” and the various entities that make up the supply chain, and the degree of control that government agencies have over them.",
  "FRENCH TV STATION WAS WARNED WEEKS AGO – The French TV station that was taken off the air by pro-ISIL hackers was warned two weeks ago that attackers had gotten into its servers, according to French media reports.",
  "TV5Monde’s computer network, website and social media pages were taken over by ISIL-sympathetic attackers overnight into Thursday, and 13 employees of France’s top cyber agency are working to secure its networks.",
  "New Jersey 34-year-old Jermaine Smith, known online as “SirCharlie57” or “Fairbusinessman,” pleaded guilty in the fall of selling stolen payment card accounts on Carder.su, a notorious dark Web carding forum.",
  "NIST staffers have stressed in forums over the past year that the document is meant to apply to high-risk systems, and that agencies should be aware that supply chain visibility could raise costs.",
  "The Carder.su takedown, which charged 56 people in four indictments and has resulted in 26 convictions so far, is the first time federal prosecutors have applied RICO statutes to cybercrime.",
  "As MC readers know, House Homeland plans to introduce their bill on Monday and markup on Tuesday, and Energy and Commerce is expected to mark up their data breach bill next week as well.",
  "The government, however, thinks the law should be updated to clarify that a warrant should give it access to Microsoft customer data even when those data are stored in servers abroad.",
  "Smith led the feds on a chase for his ultimate capture: While awaiting trial, he removed his electronic monitoring device and ran to Jamaica, where he was arrested four months later.",
  "The final draft, nearly a year in the making, is meant to be a starting point for federal agencies to get greater visibility into the supply chain practices of their IT vendors.",
  "More on Smith: http://1.usa.gov/1cfhPFT\n\n-- Speaking of crackdowns on cybercrime, an international coalition announced another major botnet takedown on Thursday.",
  "Wall Street Journal: http://on.wsj.com/1IPuWrm\n\n-- ICYMI: Israeli hackers retaliate against #OpIsrael by releasing Palestinian Authority population registry.",
  "Story Continued Below\n\nIn this case, the Great Cannon was used against foreign Internet traffic headed for ads managed by the Chinese search engine Baidu.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "The GAO makes two management recommendations and five technical suggestions; the FDIC told the watchdog that improvements are already underway.",
  "The Hill: http://bit.ly/1NXQnYN\n\n-- Chaser 2: Things got heated in court between Facebook and its challenger, longtime gadfly Max Schrems.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "In touting the sentence, feds noted the success of the use of the Racketeer Influenced and Corrupt Organizations Act for the prosecution.",
  "Details: http://politico.pro/1GRlYeo AFP reported from Paris that the network was broadcasting its usual live output by Thursday evening.",
  "In addition to the 12 years and six months he’ll have to serve in federal prison, Smith was ordered to pay $50.8 million in restitution.",
  "As always, send your thoughts, tips and feedback to tkopan@politico.com and follow @ talkopan, @ POLITICOPro and @ MorningCybersec.",
  "Malicious code injected into the packets from the ad providers conscripted visitors’ browsers to pummel Github with bogus traffic.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Microsoft says the DEA should ask Ireland to request the emails and then turn them over using a Mutual Legal Assistance Treaty.",
  "But the tool Citizen Lab dubbed Great Cannon targets traffic headed for specific websites and injects it with malicious code.",
  "The Register: http://bit.ly/1Cws1iw\n\n-- Shot: Class action suit filed alleging Facebook privacy violations in Austria.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "Orrin Hatch, Dean Heller and Chris Coons, in February, which would limit the extraterritorial reach of U.S. warrants.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "The report is the first confirmation that Beijing is engaged in national-scale meddling in global Internet traffic.",
  "The case centers on a Drug Enforcement Agency warrant for customer emails stored in a server in Dublin.",
  "In a Thursday blog post accompanying the brief, Microsoft commended the LEADS Act, introduced by Sens.",
  "Also a possibility in April: reauthorizing surveillance sections of the Patriot Act, McCarthy said.",
  "This version is not significantly different from the last draft, primary author Jon Boyens told MC.",
  "The Guardian: http://bit.ly/1cd32vk\n\n-- Chaser 1: Facebook says tracking of nonusers was a bug.",
  "But what is unclear is whether the compromised server and this weeks’ attack were related.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "CrowdStrike: http://bit.ly/1DO9eWM\n\n-- Hacker reports root backdoor in old Apple OS.",
  "The post also calls for the modernization of MLATs to make them more efficient.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "The reply brief in the closely watched case largely retreads familiar ground.",
  "In the meantime, the attack is being called a game changer.",
  "Haaretz: http://bit.ly/1CAY0hd\n\nThat’s all for today.",
  "(And yes, this is all happening the week of RSA.)",
  "No organization can afford to be hacked.",
  "The story: http://politico.pro/1GuKO53.",
  "Just another ManTech advantage.",
  "Microsoft thinks the reverse.",
  "It could be across the hall.",
  "Full team info is below.",
  "Have a great weekend."
]