[
  "They include an amendment from Rep. Mark Walker to allow for information sharing about breaches by defense contractors ( http://1.usa.gov/1H4vW8S); another from Walker requiring an assessment of the Open Trusted Technology Provider Standard ( http://1.usa.gov/1A1pSkt); one from Rep. Will Hurd allowing DoD and DHS to pay for IT and cybersecurity worker training and certification exams ( http://1.usa.gov/1JJgJgo); and one from Reps. Patrick Meehan and Ryan Costello expressing a sense of Congress on the importance of National Guard communications in case of cyber or other attacks ( http://1.usa.gov/1JJheXD).",
  "Blumenthal left open the door for a short-term reauthorization to buy time, “if short term is really short, like weeks.”\n\nMeanwhile, Sen. Bob Corker said yesterday that a classified briefing on surveillance earlier this week was a “game changer” and showed that bulk data collection “needs to be ramped up hugely.” For now, reformers are using the approach of take what you can get: http://politico.pro/1HieP94\n\nFIRST LOOK: IBM THREAT EXCHANGE SIGNS UP 1K — More than 1,000 organizations are participating in IBM’s one-month-old threat intelligence exchange, the company is announcing this morning.",
  "Dave has the story: http://politico.pro/1IzRuju\n\nSENATE FOREIGN RELATIONS TO TACKLE NORMS – At the Senate Foreign Relations’ cyber subcommittee hearing, State Department Coordinator for Cyber Issues Christopher Painter will give a rundown of U.S. allies, foes and frenemies in cyberspace, including a mention of the recent attack on Github by China’s “Great Cannon.” He’ll also push U.S.-backed norms for acceptable nation-state behavior in cyberspace and the importance of Internet freedom.",
  "Busy cyber day on Hill – Payment card showdown in House – U.S. warns of Iranian cyberattacks\n\nWith help from David Perera, Shaun Waterman, Caroline Cullen Barker, Matt Yurus and Adam Sneed\n\nBUSY CYBER DAY ON HILL – With three simultaneous hearings and a House floor debate today, cyber-watchers will need a time-turner (or a Pro Cybersecurity subscription) to keep up with all the Hill action.",
  "The exchange: http://bit.ly/1ILNbRM\n\nGAO: US NOR-KOR SANCTIONS WORKING BETTER THAN U.N. — New powers the U.S. government asserted this year have made sanctioning North Korean political leaders more effective, the Government Accountability Office said in a new report, because they drop any evidentiary requirement against sanctioned individuals beyond showing they are members of the regime.",
  "At 10:30 a.m., House Financial Services will hold a hearing on protecting consumer financial data; House appropriators will hold a subcommittee markup on the Commerce, Justice, Science and Related Agencies portion of the appropriations package; and in the Senate, the Foreign Relations Committee will hold a hearing U.S. promotion of global cyber norms.",
  "Tripwire: http://bit.ly/1EEx0Q0, CSO: http://bit.ly/1PHHFPe, and Graham, who says the vulnerability would be “perfect” for the NSA: http://bit.ly/1JfhlfA\n\nGERMANY DENIES NSA INDUSTRIAL ESPIONAGE – Germany’s domestic intelligence agency, BfV, says it has no evidence that the U.S. spied on Europe’s industries, Reuters reported yesterday.",
  "The rule: http://politico.pro/1EGYrrH and rules page: http://1.usa.gov/1GYicMQ\n\nPAYMENT CARD SHOWDOWN IN HOUSE – House Financial Services hears testimony about protecting consumer financial data from witnesses across the payments ecosystem, and one issue to watch is whether credit cards should have PINs in addition to EMV chips.",
  "The report: http://politico.pro/1A1pt12\n\nNEW THIS AM: CHINESE THREAT GROUP HID IN PLAIN SIGHT – The Chinese threat group known as DeputyDog used profiles created on Microsoft’s TechNet portal for IT pros to host their command and control structure, according to a new report out this morning from FireEye and Microsoft.",
  "WARNS OF IRANIAN CYBERATTACKS – “Current analysis indicates that Iran may intend to use its growing cyber force to attack global critical infrastructure,” according to the State Department’s Overseas Security Advisory Council, drawing from public reports to alert American businesses overseas.",
  "More: http://bit.ly/1cUX2rB\n\nREPORT WATCH:\n\n— More than two-thirds of cybersecurity professionals say data security spending will be a priority in the next five years, according to a survey conducted by STEALTHbits Technologies at the RSA Conference in San Francisco last month.",
  "– There’s debate over the true seriousness of Venom, the widespread vulnerability in virtual server software identified by Crowdstrike yesterday, with some critics calling out the company for a “slick” marketing campaign which include a catchy acronym and a scary logo.",
  "The bulletin includes plenty of disclaimers that the contents don’t represent any position taken by the State Department, and a State official told MC on background that such informational missives from OSAC are routine and draw only from open-source material.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ); Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); David Perera ( dperera@politico.com , @ daveperera ; and Shaun Waterman ( swaterman@politico.com , @ WatermanReports ).",
  "The report: http://bit.ly/1cymi6d\n\nUSA FREEDOM PASSES HOUSE, ONUS ON SENATE – Surveillance reform advocates in the Senate say the House’s overwhelming 338-88 vote for the USA FREEDOM Act yesterday doesn't necessarily make their path forward any clearer.",
  "The campaign, first revealed in April, appears to be driven by Chinese speakers targeting civil and military government agencies in the Philippines, Malaysia, Cambodia, Indonesia, Vietnam, Myanmar, Singapore, Nepal, Thailand, Laos and China.",
  "Here’s what you need to know:\n\nStory Continued Below\n\nNDAA: CYBER MAKES THE CUT – The House Rules Committee OK’d four cybersecurity-related amendments for consideration when the House takes up the National Defense Authorization Act today.",
  "The denial comes after allegations the NSA colluded with the German foreign intelligence service, the BND, to engage in espionage against European politicians and companies — prompting a threat of legal action from aviation giant Airbus.",
  "The flaw, in open-source code used by several kinds of hypervisor software that separate one virtual machine from another on cloud servers, could in theory enable an attacker to move between the various virtual machines.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "http://politico.pro/1EDUrIp\n\n— Good bots jumped considerably from 21 percent to 36 percent of overall Internet traffic from 2013 to 2014, according to an analysis by Distil Networks, a web content protection company.",
  "More: http://1.usa.gov/1zRsG38\n\nBut experts say the seemingly never-ending PIN controversy between the retail and financial sectors isn’t really about consumer security at all — but about money and blame shifting.",
  "The story: http://nyti.ms/1EDLkIB\n\nKASPERSKY BROADENS PICTURE ABOUT CHINESE-SPEAKING CYBER THREAT ‘NAIKON’ — Kaspersky says it has a fuller picture of an active East Asian cyber threat actor it’s dubbed Naikon.",
  "On the pro side will be the Retail Industry Leaders Association’s Brian Dodge, who in prepared remarks will vow to keep pressing banks and networks to add a PIN requirement to credit card transactions.",
  "Security heavy hitters say the takeaway is broader than just this attack, warning that similar techniques are already increasingly prevalent — bad guys using legitimate services to wage their attacks.",
  "The hearing: http://1.usa.gov/1QzWxS0\n\nTO WATCH AT APPROPS: NIST, FBI – As the CJS appropriations are considered by the House subcommittee, the cyber-minded should watch out for a few key areas.",
  "Previously, officials had to show some connection to the sanctioned actions — mainly the proliferation of nuclear and other weapons of mass destruction — before an individual could be listed.",
  "And Center for Strategic & International Studies expert Jim Lewis will argue for a bold new international strategy that goes beyond a quiet Western approach to date to show diplomatic force.",
  "There is already a proof-of-concept exploit, according to Robert Graham, but taking advantage of the flaw in a real attack would require administrative privileges, notes CSO’s Steve Ragan.",
  "Both will highlight the limits of PIN in stopping fraud, the massive lack of PIN pads at retailers, and technological developments such as biometrics that will replace the need for PINs.",
  "He went on to explain that the effectiveness of the UN sanctions was marred because so few nations submitted reports to the Security Council about how they were enforcing them.",
  "X-Force Exchange is hosted on IBM’s cloud and creates a database of attacks and data from IBM’s threat monitoring and intelligence, as well as third parties who feed into it.",
  "The group embedded encoded IP addresses into legitimate TechNet profiles to direct malware onwards to C&C servers, in what’s being called a “dead drop resolver” technique.",
  "Participants include five of the world’s largest 10 banks and six of the 10 largest retailers, and the past month has seen more than 1,000 data queries per day, IBM said.",
  "PIN has nothing to do with cybersecurity and would address just a small slice of payments fraud, said the nearly dozen payment system experts contacted by POLITICO.",
  "University of Maryland professor Michael Greenberger will plug the importance of confidence-building measures nations can engage in that don’t require legislation.",
  "For data centers and other cloud providers using the vulnerable software, this means one customer could get access to the data of any other customer, per Tripwire.",
  "The new powers were set out in a Jan. 2 executive order, which referenced North Korea’s destructive cyberattack against Sony Pictures Entertainment last year.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "\"I can't see how [the vote] changes the dynamic in the Senate because Sen. McConnell's position is completely untenable,\" Sen. Richard Blumenthal said.",
  "GOP House appropriators also tends to significantly cut the budget request of the National Strategy for Trusted Identities in Cyberspace under NIST.",
  "Of course, cyber is one of the few areas in which the FBI and Justice Department can continue to grow their budgets, with congressional support.",
  "Wyden office: http://1.usa.gov/1EELXBF\n\n— Electronic Frontier Foundation wants the Supreme Court to consider the Computer Fraud and Abuse Act.",
  "“The closed nature of North Korean society makes it difficult” to assemble a convincing case, said GAO’s Thomas Melito in an agency podcast.",
  "Also on hand will be Stephen Orfei of the Payment Card Industry Security Standards Council and Laura Moy of the Open Technology Institute.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Arguing against will be Tim Pawlenty of the Financial Services Roundtable and Jason Oxman of the Electronic Transactions Association.",
  "Fifty percent admitted to experiencing a data breach, with 40 percent indicating a breach had occurred within the last four years.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "In the House, the NDAA will begin its long stand on the floor, with Rules allowing some cyber amendments late last night.",
  "Foreign Policy: http://atfp.co/1RH4u9u\n\n— Newly introduced bill would require disclosure of spending on intelligence.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "The amount of bad bot traffic dropped slightly to 22 percent, leaving human traffic to only account for 40 percent.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "HAPPY THURSDAY and welcome to Morning Cybersecurity, where today is the one-year anniversary of POLITICO Pro Cyber!",
  "Senate Majority Leader Mitch McConnell remains staunchly committed to a clean reauthorization bill — which Sens.",
  "The report: http://1.usa.gov/1E6uj8w and podcast: http://1.usa.gov/1PHthGT\n\nDEADLY HYPERVISOR BUG, OR JUST HYPE?",
  "http://politico.pro/1Pje9Vf\n\nQUICK BYTES\n\n— Alleged Russian hacker Roman Seleznev will get new lawyers — again.",
  "But birthday best wishes in the form of thoughts, tips and feedback to tkopan@politico.com are always welcome.",
  "AP, via ABC: http://abcn.ws/1cyCVic\n\n— DDoS attackers extort dark Web marketplace on top of traffic assault.",
  "Just like any one-year-old, we are forbidden to accept gifts containing sugar (or anything else).",
  "The hearing: http://1.usa.gov/1PkA1zB and early committee draft: http://1.usa.gov/1Fkmi70\n\nPhew!",
  "Motherboard: http://bit.ly/1Je4gTO\n\n— State’s Christopher Painter gets the profile treatment.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "EFF: http://bit.ly/1EEP1he\n\n— Brazil has a new Trojan malware to worry about.",
  "IBM: http://ibm.co/1e2EpSP\n\n— Malware-less attack hits oil and gas firms.",
  "The patch is out already, courtesy of CrowdStrike: http://bit.ly/1F8L6vH.",
  "Dark Reading: http://ubm.io/1RHaUWi\n\nThat’s all for today.",
  "Follow @ talkopan, @ POLITICOPro and @ MorningCybersec.",
  "Naikon has been active for five years, Kaspersky said.",
  "Its bosses assign a human operator for each country.",
  "Rand Paul and Ron Wyden have vowed to filibuster.",
  "Opponents will outnumber proponents two to one.",
  "No organization can afford to be hacked.",
  "Have a thoroughly bombastic Thursday.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "We’ll be tracking all three.",
  "Full team info is below.",
  "U.S."
]