[
  "The study, as refresher: http://politico.pro/18d1nDI\n\n-- Also yesterday, the National Association of Federal Credit Unions sent a letter to the four congressional leaders highlighting the Verizon report and pushing for data security standards legislation: http://politico.pro/1EZT5f2\n\nON THE MOVE:\n\n-- James Butler, FireEye’s chief architect after they acquired Mandiant, where he had been chief researcher, is moving to Endgame, the company said in a statement.",
  "Wagner’s whitepaper and others were collected by the Armed Forces Communications and Electronics Association’s Bethesda chapter: http://bit.ly/1By4HU8\n\nCRITICS: DROPPED CHARGES SHOW CFAA ISSUES – Prosecutors suddenly dropped computer crime and other charges against a former NOAA hydrologist just days before the trial was to begin, a case that has critics of the Computer Fraud and Abuse Act saying it’s another example of government overreach.",
  "The blog: http://1.usa.gov/1BsTCox and remarks: http://1.usa.gov/1MsYBYj\n\nOPM CYBER CHIEF: ASSUME THE ENEMY IS IN – Agencies should abandon the old “defense in depth” model for a more “visibility”-focused cybersecurity scheme that presumes systems are already infected and focuses human talent on rooting the infection out, according to a whitepaper from Jeff Wagner, director of security operations for the Office of Personnel Management.",
  "More on the Brandeis program: http://bit.ly/1BsqyO0 The announcement: http://1.usa.gov/19cU4Nw\n\nSECURITY INDUSTRY ‘FRACTURING ALONG GEOPOLITICAL LINES’ — The computer security business is becoming “Balkanized” along national and geopolitical lines as firms “chase after government contracts, share information with spy agencies, and market themselves as protectors against attacks by other nations,” according to Reuters’ Joe Menn.",
  "CISA markup day is here – Also today: Dual encryption events – Treasury pushes info sharing\n\nWith help from Joseph Marks, Shaun Waterman and Anila Alexander\n\nCISA MARKUP DAY IS HERE – The Senate Intelligence Committee will hold the highly anticipated — but closed-door — markup of its cyberthreat information sharing bill today, becoming the first committee in the 114 th to get moving on cyber legislation.",
  "The Committee’s consideration of a bill like this, which will impact the privacy of Internet users worldwide, should never be undertaken behind closed doors,” said Greg Nojeim, senior counsel at the Center for Democracy & Technology\n\n-- Not coincidentally, the Information Technology Industry Council late Wednesday put out their necessary elements for information sharing legislation.",
  "Named the Brandeis program after former Supreme Court Justice Louis Brandeis, who first described a “right to privacy,” the program aims to “understand how to build information systems that can ensure private data can only be used for its intended purpose and no other.” DARPA kicked off the project with a broad agency announcement seeking data security proposals.",
  "Lobbyists who have seen updated language (passed out in hard copy) said there had been some strengthening on the privacy protections, including clarifying the section on countermeasures to refer to “defensive measures,” requiring the federal government to strip PII before sharing like companies and tweaking how info can be disclosed, retained and used.",
  "They are targeted liability protections, including from FOIA and antitrust actions; sharing in all directions between and within the private sector and government; keeping sharing voluntary; and privacy protections, including reasonable PII stripping requirements and limiting uses of information to cybersecurity purposes.",
  "More from FCW: http://bit.ly/1D7nx7O\n\nREPORT WATCH:\n\n-- Mobile security firm Veracode says 3 percent of mobile apps installed in corporate environments are unsafe, after its software analyzed hundreds of thousands of different mobile apps across a variety of sectors including financial services and telecommunications.",
  "http://bit.ly/1MsIbPx\n\nALSO TODAY: DUAL ENCRYPTION EVENTS – Against the backdrop of the recent FREAK vulnerability, caused by ‘90s anti-encryption policies, the crypto wars will get plenty of debate today at two separate events tackling law enforcement’s push for an exception to strong client-side encryption.",
  "In the meantime, bullet points from the committee say the bill will protect privacy by not requiring sharing, narrowly defining indicators, restricting “government use of voluntarily shared information to cybersecurity and serious crimes” and requiring personal information to be stripped before sharing.",
  "The study’s analysis was actually 30 percent financial institutions, 26 percent retailers, 15 percent hospitality and 29 percent “other.” The release reiterated CUNA’s position that retailers should be held to the same data security standards as banks and the call for national data breach legislation.",
  "First up is the Information Technology and Innovation Foundation, which is hosting a 9 a.m. panel with White House Cybersecurity Coordinator Michael Daniel, K&L Gates’ Bruce J. Heiman, George Washington University’s Lance Hoffman, Debevoise & Plimpton’s David A. O'Neil and Access’ Amie Stepanovich.",
  "It’s a fairly representative roundup of perspectives on the issue: http://bit.ly/1FcFCkj\n\nHAPPY THURSDAY and welcome to Morning Cybersecurity, where this Onion article could not better put into words how I feel like this NFL offseason is going: http://onion.com/1xez4ej.",
  "“Getting serious about layered defenses requires intimate knowledge of critical data, the paths to that data, and the potential check points and monitoring mechanisms to watch for suspicious activities.” OPM, of course, was hacked allegedly by China last year.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ); Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); David Perera ( dperera@politico.com , @ daveperera) ; and Shaun Waterman ( swaterman@politico.com , @ WatermanReports )).",
  "Results: http://bit.ly/1EA1PKe\n\nDARPA AIMS TO SOLVE THE PRIVACY DILEMMA — The Defense Advanced Research Projects Agency launched a four-and-a-half year program yesterday focused on ensuring data privacy for people, companies and government agencies.",
  "Expect Daniel to be asked about the White House’s position on FBI Director James Comey’s push against mobile devices being marketed with unbreakable encryption — President Barack Obama was nuanced on the topic in a February interview with Re/code.",
  "The full correction: http://bit.ly/1wYyrLo\n\nCUNA FIRES BACK – The Credit Union National Association was not happy with Wednesday’s release from the Retail Industry Leaders Association slamming them on data breach reimbursements and chip and pin.",
  "http://politico.pro/1AlyUC4\n\n-- More than 60 percent of surveyed IT professionals say their security budgets will rise in 2015, up from about 50 percent this time last year, according to CyberEdge Group’s 2015 Cyberthreat Defense Report.",
  "– The Senate Homeland Security and Governmental Affairs Committee chairman is laying out his agenda for the committee this morning in a speech at the U.S. Chamber, but trouble could be brewing for Sen. Ron Johnson at home in Wisconsin.",
  "Bloomberg: http://bloom.bg/1C4n19o\n\n-- EU member states can’t agree on whether the bloc’s new Network and Information Security (NIS) Directive should cover e-commerce and social networks — or only apply to critical infrastructure.",
  "“Layers of ‘walls’ to let good guys in and keep bad ones out hasn't worked very well and yet agencies continue to follow many of these ineffective practices to satisfy audits and attempt to prove due diligence,” Wagner wrote.",
  "Former prosecutors agree that the dismissal of charges against Xiafen Chen less than a week before trial on an October indictment is highly unusual, and it’s unclear what may have motivated prosecutors to drop the case.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "http://bit.ly/1HF86CL\n\nQUICK BYTES\n\n-- The Alliance of Automobile Manufacturers and the Association of Global Automakers joined the Intelligent Car Coalition, which focuses on issues raised by connected cars.",
  "Gerety wrote about the ways the Treasury is supporting the administration’s cybersecurity efforts, including assisting DHS on the development of ISAO standards and promoting automation of information sharing.",
  "CUNA cited a Verizon study out Wednesday showing 80 percent of companies are not in compliance with PCI data security standards for card payments — though they cited that number as specific to retailers.",
  "Sen. Ron Wyden was a no vote on the last iteration of CISA, and his staff tells MC that cyber-watchers can “definitely” expect him to raise strengthening privacy protections in the closed markup today.",
  "IBM: http://ibm.co/1xeDyBE\n\n-- The Defense Department plans to make the Boeing Little Bird unmanned aircraft impervious to hacking by rewriting software to isolate its communications with the ground.",
  "The publication initially reported that Whisper tracked users’ locations even when they had turned location services off and that the app shared personal data with the U.S. Defense Department.",
  "The story: http://reut.rs/1GHMTdE\n\nGUARDIAN CORRECTS WHISPER STORY – The Guardian has walked back a series of scathing articles it published on the anonymous messaging app Whisper last year.",
  "TREASURY PUSHES INFO SHARING – The Treasury department is using the STIX format to share cyberthreat information, acting Assistant Secretary Amias Gerety said in a blog post on Wednesday.",
  "One explanation could be not wanting another appellate circuit to limit the extent of the CFAA’s “exceeding authorized access” provision, already curtailed by multiple federal courts.",
  "The Guardian also withdrew a claim that Whisper only updated its privacy policy after learning the newspaper was preparing a story, acknowledging the update was already in the works.",
  "Gizmodo: http://bit.ly/1FOaB4j And the new rules: http://bit.ly/18upgR5\n\n-- Vulnerability in Dropbox SDK for Android lets attackers connect other applications secretly.",
  "Event details: http://bit.ly/1E4nHdM\n\nAcross town later in the morning, the Congressional Internet Caucus will hold a similar event, with Stepanovich doing double duty.",
  "As always, send your thoughts, tips, feedback and fantasy football predictions to tkopan@politico.com and follow @ talkopan, @ POLITICOPro and @ MorningCybersec.",
  "The Republican is trailing potential challenger former Sen. Russ Feingold in a hypothetical rematch in a new poll from left-leaning firm Public Policy Polling.",
  "The Guardian corrected the record, noting that Whisper only collects IP address information — which is very inexact — when location services are turned off.",
  "ThreatLabZ: http://bit.ly/1C7oPya\n\n-- Twitter is banning doxxing and revenge porn in an attempt to curb the trolling issue plaguing the social media site.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "The story’s news: Kaspersky hesitated twice before publishing reports that fingered Russian intelligence — the alma mater of its top execs and founder.",
  "The bill still includes counter-terrorism as a purpose that law enforcement can use shared information for, something that concerns privacy groups.",
  "– Gred Godbout, executive director of the General Services Administration’s tech startup team 18F, is leaving for another agency, GSA announced.",
  "Passcode: http://bit.ly/1D7Idg4\n\n-- A brief history of the origins of hacking among the denizens of the first computer networks in the 1970’s.",
  "The newspaper also corrected that the info Whisper shared with DoD contained no personal data and was only for a study on suicide prevention.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Feingold leads Johnson 50 percent to 41 percent, and voters disapprove of the job Johnson is doing as senator 40 percent to 32 percent.",
  "Details: http://bit.ly/1FOOISw\n\nAhead of the events, Passcode posted a survey of its “Influencers” stable of experts on encryption.",
  "As for what might happen in markup, the second most senior Democrat on the committee is sure to raise some issues with the bill.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Auto Alliance: http://bit.ly/19d7dpM\n\n-- NIST’s Small Business Innovation Research program is funding grants in cybersecurity.",
  "CUNA’s president called the arguments an attempt to “distract” from the fact that retailers are not protecting consumer data.",
  "Wall Street Journal: http://on.wsj.com/19d7rgE\n\n-- Privacy groups concerned new mic’d-up Barbie will eavesdrop on children.",
  "DOJ has been more aggressive than the administration on pushing encryption backdoors, so the conversation could get lively.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "Also speaking will be the Department of Justice’s David Bitkower, Rapid7’s Jen Ellis, and CloudFlare’s Heather West.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Just over 70 percent of respondents said their networks were breached in 2014, up from 62 percent the year before.",
  "Nextgov: http://bit.ly/1EcML2p\n\n-- Dutch court strikes down a data-retention law aimed at the country’s telecoms.",
  "Gerety earlier in the day spoke to credit unions, making a similar plug for the administration’s cyber efforts.",
  "Story Continued Below\n\nThe committee says language will be released after amendments are incorporated.",
  "Insiders say there have been some tweaks to the bill since a draft was circulated a few weeks ago.",
  "Also at GSA, David Shive will be stepping in as acting CIO when current CIO Sonny Hashmi retires.",
  "As chief scientist, the former NSA veteran will lead Endgame’s research, the statement added.",
  "Critics are saying the whole episode shows how broad the CFAA is and why it needs changing.",
  "NIST: http://1.usa.gov/1xevpND\n\n-- The Seleznev arrest took months and months of planning.",
  "Aaron Snow, GSA’s principal deputy executive director, will be acting executive director.",
  "Out-law: http://bit.ly/1FdQVc9\n\n-- Malvertising campaign targets European transit users.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Washington Post: http://wapo.st/1AfD9zW\n\n-- Does Obama need a cyberwar cabinet?",
  "U.S. firms CrowdStrike and FireEye, meanwhile, have never fingered an NSA op.",
  "Feingold has maintained a similar lead in polling over the last couple years.",
  "Internet rights advocates are also calling for a more transparent process.",
  "Your host’s story: http://politico.pro/1NLXG8G\n\n2016 TROUBLE FOR JOHNSON?",
  "The group came down about 3:1 against Comey’s fight with encryption.",
  "CNN: http://cnn.it/1wu1dDb\n\nThat’s all for today.",
  "“The bill is complex and it needs a lot of work.",
  "It also happens to be moderated by yours truly.",
  "Johnson leads other potential Dem challengers.",
  "No organization can afford to be hacked.",
  "Seriously, who is on any team now?",
  "Just another ManTech advantage.",
  "Have a therapeutic Thursday.",
  "It could be across the hall.",
  "Full team info is below."
]