[
  "PLUS: COVER STORY INCLUDES ACTAVIS CEO AND WALL STREET DRUG DEALER BRENT SAUNDERS\n\nNEW YORK (January 21, 2015) – The February 9 issue of Forbes magazine features billion-dollar business ideas from a list of 50 private American companies attracting attention for their sales growth and management talent (“Billion-Dollar Ideas,” p. 80).",
  "The ten billion-dollar business ideas from Forbes’ 2015 list of America’s Most Promising Companies include:\n\nSeamless Collaboration: Helping businesses improve internal operations and boost productivity by making communication easier.",
  "ALSO IN THIS ISSUE:\n\nThe Guinea Pig Economy (p. 72) – With and without our consent, websites, wearables and apps are running millions of experiments on us every day to make them more money and make us healthier, happier and smarter.",
  "The cover story (“Wall Street’s Drug Dealer,” p. 64) features Actavis CEO Brent Saunders, who has created $25 billion in value for investors by flipping drug companies instead of discovering new drugs.",
  "Tapad generated $34 million in 2014 and allows advertisers to follow consumers from site to site and from device to device, stalking customers as they switch from their PC to smartphone.",
  "With a $2 billion valuation, Instacart, an app that picks up your groceries and delivers them to your door within an hour for a $5.99 fee, generated $100 million in revenue last year.",
  "ObamaCare Profiteering: A vast new law is a vast business opportunity for those who help doctors, patients and hospitals navigate America’s new health care landscape.",
  "Young, Broke and Creditworthy (p. 54) – VC-backed Earnest has a deal for untested borrowers: Give us all your info and we’ll give you a good rate.",
  "Evolent Health, which generated $100 million in 2014, helps hospitals adapt to getting paid based on results instead of pure fee-for-service.",
  "The meat is silky- soft due to extended marinating and moist cooking, and comes in flavors like basil citrus, chili lime and sweet chipotle.",
  "Transaction Transparency: By aggregating data and drawing on the famed “wisdom of crowds,” businesses offer consumers clear information.",
  "Panjo is an online and mobile marketplace for car fans, sports fanatics and other niche communities and generated $42 million last year.",
  "Extreme Service: Apply for a small-business loan in the middle of the night and see the cash in your PayPal account in 15 minutes.",
  "Customer Stalking: Enabling companies to track potential customers almost everywhere, even as they go from one device to another.",
  "Pangea Real Estate buys and manages affordable housing in Chicago, Indianapolis and Baltimore and generated $69 million in 2014.",
  "Seatgeek’srapidly growing mobile app helps customers find the best ticket deals for concerts, sporting events and other events.",
  "Empowering Underserved Communities: Opportunities exist for innovators willing to look for what’s right in front of them.",
  "Follow Forbes on Twitter (www.twitter.com/Forbes)\n\nContact: Wendy Furrer Egan at wfurrer-egan@forbes.com or 212.366.8848",
  "Cloud productivity and storage firm Box, which has become the default for secured storage and shared workspace.",
  "Luxury Commodities: Garden-variety products are given a luxury makeover, with a substantial price increase.",
  "Hoops Hysteria (p. 18) –NBA franchise values skyrocket thanks to newer, more lucrative television deals.",
  "Niche Niches: Companies will help you find new ways to buy, sell and talk about obscure interests.",
  "Crowdstrike protects against your enemies’ targeted attacks and generated $13.8 million last year.",
  "Hired is a website designed to connect tech and startup professionals with prospective employers.",
  "When users accept jobs, Hired sends them a gift box, a $2,000 bonus and a bottle of Dom Pérignon.",
  "Reinventing Hiring: Companies facilitate precision standard hires for industries of all kinds.",
  "The Sony Effect: Companies are protecting precious proprietary business e-mails from hackers.",
  "The company has set the stage for an IPO that it hopes will raise in excess of $138 million.",
  "Forbes takes a look at whether this is the future of the pharmaceutical business.",
  "Krave generated $36 million in 2014 with its creation of gourmet beef jerky.",
  "For these stories and more visit www.forbes.com.",
  "Great customer care is not a dying art.",
  "The good life doesn’t come cheap.",
  "It generated $25 million in 2014."
]