[
  "\"We're starting to see adversaries taking more aggressive actions, and if they move from merely the theft to actual destruction of networks, that's where we're going to see a significant impact,\" Henry said.",
  "Earlier this month, China-based hackers were suspected of breaching U.S. government computer networks and stealing information of millions of current and former federal workers.",
  "\"I think what the CEO is talking about is attacks against the business networks, the commercial network, as opposed to aviation in-flight controls,\" he said.",
  "Henry, now president of the private Internet security firm CrowdStrike, said that doesn't mean people should expect to see airplanes falling out of the sky.",
  "\"There are miscreants around the globe who are looking to disrupt organizations, to steal their intellectual property, research and development, etc.",
  "In April, North Korean hackers attacked Sony in a breach that not only compromised data, says Henry, but also destroyed parts of their network.",
  "Beyond the airline industry, Henry said hackers' interest span to other critical infrastructure such as light and power systems.",
  "The company's CEO Sebastian Mikosz said no airline is safe and called the breach \"an industry problem on a much wider scale.\"",
  "The attack Sunday temporarily paralyzed LOT's computers at Warsaw's Frederic Chopin airport, affecting some 1,400 passengers.",
  "The cyberattack against Polish airline LOT is reinforcing concerns that lapses in security are leaving companies at risk.",
  "According Shawn Henry, former FBI executive assistant director Shawn Henry, attackers are winning the fight.",
  "\"This is one of of the most critical threats that we face to both economic and national security,\" he said.",
  "And as companies work to better protect themselves, worries about an even bigger attack continue to mount.",
  "\"The adversaries -- the offense outpaces the defense right now,\" Henry said Tuesday on \"CBS This Morning.\"",
  "Henry said both corporations and the government need to take more action and be \"proactive\" not reactive.",
  "It also disrupted their ability to schedule new passengers and grounded 11 existing flights.",
  "It's something that I'm very concerned about,\" he said.",
  "Henry said it was a \"denial of service\" attack."
]