[
  "“Allowing a government to basically install spyware onto an American citizen’s computer without any kind of repercussions is really problematic, because if the government of Ethiopia is not somehow legally curtailed in this way, that would really send the wrong message not only to Ethiopia but countries around the world to empower them to do this to other American citizens,” EFF staff attorney Sophia Cope told MC.",
  "Last year’s announcement: http://bit.ly/VsAjtn\n\nNATO CENTER WARNS ON CROSS-BORDER INFRASTRUCTURE CYBER VULNERABILITIES — NATO members have not done much to mitigate the risk from cyber vulnerabilities to cross-border critical infrastructure, where a single network provides vital services to more than one country, according to an analysis published Monday.",
  "Out of 11 surveyed nations, only Estonia “directly addressed cross-border dependencies in [its] national cyber security strategy, requiring that interdependencies between vital services, including cross-border dependencies, be constantly mapped and managed,” notes the report, from the NATO Cooperative Cyber Defense Centre of Excellence in Tallinn.",
  "“It is time for Adobe to announce the end-of-life date for Flash and to ask the browsers to set killbits on the same day,” he tweeted, noted Wired: http://wrd.cm/1L3pPIT\n\nREPORT WATCH:\n\n— Bulletproof hosting services are essential to cybercrime, Trend Micro researchers argue in a new paper, and they often put up a façade of legitimacy.",
  "Spain and Hungary also note “specific legal obligations to assess and mitigate cross-border dependencies on critical information infrastructure.” Cross-border infrastructure dependencies can carry serious risks, the report notes, for instance, because of differing legal regimes that make it more difficult to counter a cyberattack.",
  "Lawsuit seeks relief from cyberspying - CIA and OPM: Rethinking the silo\n\nWith help from Tal Kopan, Joseph Marks, Shaun Waterman and Caroline Cullen Barker\n\nLAWSUIT SEEKS RELIEF FROM CYBERSPYING — A D.C. federal court today will hear arguments about whether Americans can sue foreign governments for digital snooping.",
  "More from Motherboard: http://bit.ly/1CAhNEw\n\nANOTHER VICTIM OF THE HACKING TEAM: ADOBE FLASH — News of a third Adobe Flash zero day vulnerability used by Hacking Team combined with an measurable rise in Flash vulnerabilities incorporated into exploit kits has added considerable fuel to the dump Flash movement.",
  "The report: http://bit.ly/1HrAffk\n\nHACKING TEAM DEFIANT — Embattled Italian Internet intrusion and surveillance malware maker Hacking Team says it’s rolling out updates to secure clients’ technological spying infrastructure and will issue a total replacement this fall for its Remote Control System malware.",
  "The press release: http://bit.ly/1M2SAoi\n\nHACKING TEAM HAD PLAN TO CRACK TOR — A 54-page PowerPoint presentation, stolen from the Italian company as part of the recent hack-and-dump attack, explains in some detail the firm’s techniques for de-anonymizing users of the Tor network, according to Motherboard.",
  "“Look on my works, ye Mighty, and despair!”\n\nStay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ; Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); David Perera ( dperera@politico.com , @ daveperera ); and Shaun Waterman ( swaterman@politico.com , @ WatermanReports ).",
  "Wired: http://wrd.cm/1JeyFh6\n\n— Film-maker Laura Poitras, one of the reporters entrusted by Edward Snowden with his trove of stolen NSA documents, is suing the U.S. government to find out why she’s been detained, questioned and searched entering the country more than 50 times in the last ten years.",
  "More from Joe: http://politico.pro/1CAEOY1\n\nHAPPY TUESDAY and welcome to Morning Cybersecurity, where your host today is Dave — who can’t stop listening to this purportedly oldest known melody in the world, based on musical notation from actual ancient desert clay tablets: http://bit.ly/1M7bewb.",
  "The case, Kidane v. Ethiopia, is being argued by the Electronic Frontier Foundation, which says its dissident journalist client (under his pseudonym, Kidane) had FinSpy-brand surveillance software installed on his computer via a spear-phishing email sent by the Ethiopian intelligence services.",
  "BankInfoSecurity.com: http://bit.ly/1RvdNMn\n\n— The highly anticipated unveiling of ProxyHam, the radio to Wi-Fi linking box that promised the ultimate in online anonymity has been suddenly canceled, in a way that gives every sign of being the result of a federal gag order.",
  "Intercept: http://bit.ly/1M2otgR\n\n— DHS Secretary Jeh Johnson recaps his CSIS speech last week in a POLITICO op-ed: http://politi.co/1dXV7Cb\n\n— Crowdstrike, the security firm dominated by former FBI officials, has raised another $100 million in venture capital funding.",
  "EFF’s case page: http://bit.ly/1M2qiKv\n\nCIA AND OPM: RETHINKING THE SILO – The informational silos and stovepipes that drew so much condemnation after Sept. 11 may have saved the CIA during the recent cyberbreach at the Office of Personnel Management.",
  "That lucky fact runs counter to one of the great lessons of the 2001 terror attacks, after which watchdogs lamented that agencies’ inability to pool their information had kept them from connecting the dots about the looming threat.",
  "Trend Micro: http://bit.ly/1eXx8E7\n\n— Six Nigerians have been extradited from South Africa to Mississippi for their alleged role in Internet fraud scams that found victims through dating websites and work-at-home schemes.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "The Alliance of Automobile Manufacturers, Association of Global Automakers, Booz Allen Hamilton and SAE International are hosting a conference call this afternoon to update reporters on the industry’s cyber efforts.",
  "Luddy was formerly president of the consulting firm Vector Solutions; Syers was vice president for congressional relations at ITT/Exelis and Paolozzi was initiatives group chief for the Under Secretary of the Army.",
  "**\n\nTODAY: AUTOMAKERS TO MAKE CYBER ANNOUNCEMENT — The auto industry is set to make a big cyber-related announcement today — and it could be the formation of an industry information sharing and analysis center.",
  "TechCrunch: http://tcrn.ch/1HYBCrl\n\n— Sony employees have already been the victim of identity theft and credit card fraud after their data was dumped by North Korean hackers, their lawyers tell a court.",
  "Ethiopia’s lawyers say the country is immune from lawsuits under the Foreign Sovereign Immunities Act — especially since the whole operation, including its oversight, did not take place in the U.S.",
  "QUICK BYTES\n\n— The man leading the Federal Reserve System's effort to revamp the U.S. payments infrastructure says security is a priority in the transition to a new, faster payments system.",
  "Greater ubiquity of HTML5 for online videos and music means uninstalling Flash is increasingly a realistic option for end users despite the occasional annoyances they’ll still encounter.",
  "With the use of malware by governments to conduct cyberespionage becoming increasingly common, the lawsuit could provide an important test case for the legal consequences of syware.",
  "At last year’s Challenge, the industry announced it was working on creating in ISAC or similar effort, so look for today to provide the perfect opportunity to follow up.",
  "“I think it’s fair to say we went too far too sloppily in the other direction,” former NSA General Counsel Stewart Baker said of the rush toward information sharing.",
  "It also suggests that the all-out push to centralize information in the wake of Sept. 11, so no clue would ever be missed again, created its own forms of insecurity.",
  "eWeek: http://bit.ly/1UW1xng\n\n— After the DDOS attack on Telegram over the weekend, many think the encrypted messaging app will be the next to be blocked in China.",
  "Sky News: http://bit.ly/1GiRGNd\n\n— Suspected Russian threat group Operation Pawn Storm is still targeting governments with a vengeance, and a new Java zero-day.",
  "The security risks of connected cars has gotten plenty of attention this year with a “60 Minutes” piece and Sen. Ed Markey putting out a report on the topic.",
  "Cross-border vulnerabilities were greatest in the information and telecommunications, financial and energy sectors, experts in the 11 surveyed nations said.",
  "Unlike almost every other executive branch agency, the CIA manages its own background checks and keeps the resulting documentation far from OPM’s servers.",
  "It’s being held in conjunction with the SAE Battelle CyberAuto Challenge, a weeklong program for students and professionals to work on secure car design.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "http://politico.pro/1O1ZCYO\n\nON THE MOVE:\n\n— The Aerospace Industries Association is bringing on three new executives, according to a Monday release.",
  "Long on its deathbed thanks to disfavor from Apple and many others, Flash is the go-to choice for hackers in search of easily exploitable software.",
  "Deadline: http://bit.ly/1O36NQv\n\n— Chris Froome’s team on the Tour de France has been hacked, apparently by someone looking for evidence of doping.",
  "Because the spyware was installed on his computer in the U.S., Ethiopia should be liable in U.S. courts as an exemption to FSIA, say his attorneys.",
  "Today’s courtroom battle in the U.S. District Court in Washington is over whether the case can move forward with Ethiopia as a defendant.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "That means the spy service that runs more clandestine staff than any other agency is much less vulnerable to blackmail and coercion now.",
  "** A message from BSA | The Software Alliance: With software, you are able to create, connect and collaborate like never before.",
  "** A message from BSA | The Software Alliance: With software, you are able to create, connect and collaborate like never before.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Send your ancient melodies of the future to dperera@politico.com and tweet Ozymandias references to @daveperera.",
  "The latest to jump on the kill-Flash bandwagon is Alex Stamos, Facebook’s newly-minted chief security officer.",
  "John Luddy will be the association’s new vice president for national security and acquisition policy.",
  "“It will include new elements to protect systems and data,” the company said in a Monday statement.",
  "The good news: The attack relies on the cooperation or subversion of ISPs and doesn’t scale well.",
  "And some information security experts are saying it’s time for the pendulum to swing back.",
  "Story Continued Below\n\nKidane is suing under the Wiretap Act and for an intrusion tort.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "They have also protested the application of the Wiretap Act and tort common law.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Software is advancing our everyday lives in ways we used to only imagine.",
  "Software is advancing our everyday lives in ways we used to only imagine.",
  "**\n\nCorrection: A previous version of this tipsheet misidentified FSIA.",
  "Follow @ POLITICOPro and @ MorningCybersec; full team info is below.",
  "AFP via Security Week: http://bit.ly/1CAUw5E\n\nThat’s all for today.",
  "William ‘Doc’ Syers will be vice president for legislative affairs.",
  "Paul Paolozzi will be vice president of communications.",
  "No organization can afford to be hacked.",
  "You can do amazing things with software.",
  "You can do amazing things with software.",
  "The PowerPoint: http://bit.ly/1fERtPF.",
  "Learn more at withsoftware.org.",
  "Learn more at withsoftware.org.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "We’ll be tracking."
]