[
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nA Silicon Valley real estate mogul wants to solve the world's refugee crisis -- by creating a new country: \"So far, Buzi says he has poured between $10,000 and $15,000 of his own money into setting up a team and Web site to help promote his idea of a Refugee Nation, and he plans to put in a sizable amount more to help the idea gain traction.",
  "President Obama's over-time proposal may force hard choices at small businesses: \"CEO David McDougall is considering moving some managers of his 22 Back Yard Burger restaurants in the South to hourly status and structuring their pay so they have five to 10 hours of overtime a week but earn the same amount they do now.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nLabor and employers are joining together -- to oppose the \"Cadillac tax\": \"'As we get closer to 2018, we’re starting to hear the organic resistance out there,' said Representative Joe Courtney, a Connecticut Democrat who has proposed a bill to repeal the tax.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nHere's an opportunity to share the story of your startup in a video: \"I’ll be curating submissions for the best videos as measured by a compelling macro thesis, a bold mission and a persuasive founder, and then sharing them on this blog.",
  "All of the data breaches are boosting funding for cybersecurity startups: \"On Monday, Google Capital, the search giant’s growth-equity fund, made its first cybersecurity investment, leading a $100 million round in Crowdstrike, known for outing Chinese and Russian hackers.",
  "Silicon Valley\n\nThe latest TV show about Silicon Valley is about how to make it into the Bazillion Dollar Club: \"The six-episode docu-series isn't a funny spoof on life here like HBO's \"Silicon Valley,\" but Hollywood's newest attempt to portray the real thing.\"",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nSmall exporters support President Obama on the Export-Import Bank: \"'For us to be the only country that leaves these outstanding companies high and dry makes absolutely no sense,' the president told reporters.",
  "Today’s news and insights for business owners:\n\nStartups\n\nHere's why Uber's win over Mayor De Blasio is a win for startups like Buggy : \"The concept was simple: make it easy for those looking to become Uber drivers to rent an Uber-approved car.\"",
  "While the first several dozen were most likely there for a promotion (the location's first 50 customers received a $300 Cowboy Cash gift card), the rest seemed happy to line up just for free sodas or simply a chance to eat Roy Rogers again.\"",
  "Food Business\n\nWhen selling \"crapola\" is a good thing: \"The Stroms tested recipes in their home kitchen, combining organic rolled oats with other yummy stuff like honey, maple syrup, almonds and, of course, dried apples and cranberries.",
  "The owner of the fabled Inn at Little Washington has advice on how to handle guests in your own home: \"You should spend three nights in your own guest room to better understand what it needs and how it makes you feel.\"",
  "Small Business\n\nHere's a small business guide to using mobile point-of-sale systems: \"There are many such systems marketed to small businesses, the most popular of which include Square, LevelUp, Shopkeep, and Revel.\"",
  "Human Resources\n\nHere's why most entrepreneurs are terrible at hiring -- and what they can do about it: \"When calling references, Jay Goltz says, the one absolutely critical question is 'Would you hire them again?'",
  "Energy\n\nRenewable energy is creating a boom in, yes, Buffalo: \"The change in Buffalo is so evident that parents who once told their children to seek their fortunes elsewhere are now telling them to come back.\"",
  "Pricing\n\nThere's a problem with Jet.com's pricing model: \"The key motivation for customers to purchase from Jet is to save money – its prices are claimed to be 10%-15% cheaper than online rivals.",
  "But does anyone seriously believe that Wal-Mart (the self-anointed 'Low Price Leader') and Jeff Bezos (Amazon’s ambitious CEO) are going to roll over and take a beating on price?\"",
  "New York -- that's the state of New York -- is about to pass a $15 minimum wage: \"Of all the minimum wage experiments popping up around the country, this might just be the worst.\"",
  "The bill has gained nearly 130 co-sponsors, including more than 100 fellow Democrats, and with supporters ranging from the U.S. Chamber of Commerce to the A.F.L.-C.I.O.\"",
  "However, after I did my productivity increased substantially since I was able to be completely open about myself and focus on being a better marketer.\"",
  "Here's how to encourage diversity in your workplace: \"I came out in 2009 as a gay man, but it took me a few months to come out fully at work.",
  "Sometimes, he says, references may try to dodge that one by responding, 'Well, that’s against company policy.'",
  "Three years ago, private-equity fund Blackstone Group had no cybersecurity investments; now it has seven.\"",
  "He plans to use the exposure (and Twitter followers) he got from Hidden Cash to benefit his new cause.\"",
  "Allegis Capital this month said it closed on $100 million toward a fund focused on cybersecurity.",
  "They even created a cheeky slogan: 'Makes Even Weird People Regular.'\"",
  "The correct follow up is 'What if it weren’t against company policy?'\"",
  "Brands\n\nIs the hottest restaurant in New Jersey a Roy Rogers?",
  "They’d be working shifts, like the staffers they supervise.\"",
  "\"Over 100 people lined up hours before the doors opened.",
  "I’m hoping you’ll share the output with me.\"",
  "'This should be a no-brainer.'\"",
  "Some camped out overnight.",
  "This may be the case now."
]