[
  "In the room at the Monday event: Raskin; Michael Mach of the American Council of State Savings Supervisors; CFTC’s Timothy Massad; Conference of State Bank Supervisors’ Candace Franks; Jill Long Thompson, of the Farm Credit Administration; FDIC’s Martin Gruenberg;; Fed Chairwoman Janet Yellen; Fed Governor Daniel Tarullo; Chicago Fed’s Charles Evans; National Association of Insurance Commissioners’ Therese Goldsmith; Steven Pleger, of the National Association of State Credit Union Supervisors; National Credit Union Administration’s Deborah Matz; North American Securities Administrators Association’s Joseph Brady; OCC chief Thomas Curry; SEC chief Mary Jo White; and Stephen Harbeck of the Securities Investor Protection Corporation.",
  "Treasury’s Brian Peretti will plug the NIST Framework: http://1.usa.gov/1wbudNr\n\nIn advance of the hearing, the National Association of Federal Credit Unions sent another letter urging retailers be held to financial standards on data security: http://politico.pro/1B3Updf The fun kicks off at 10 a.m.: http://1.usa.gov/1I1PkH8\n\nTREASURY TALKED CYBER EXERCISES – Treasury Deputy Secretary Sarah Bloom Raskin met with members of the Financial and Banking Information Infrastructure Committee to discuss developments in information sharing protocols, incident response and recovery, and baseline protections, officials familiar with the meeting said Tuesday.",
  "“So I had to have a lot of things explained to me in the 24 hours before I had to give a press conference.” Calling it “exciting,” Caldwell said “it was a great introduction to not only the threat, but the capabilities of law enforcement to address the threat, so it was actually a great way to start.”\n\nON THE MOVE – Threat intelligence company Crowdstrike has poached Microsoft senior engineer Amol Kulkarni to be their new vice president of engineering, overseeing the company's technology infrastructure.",
  "The full bill is here, with explanatory statements for each section: http://1.usa.gov/1AcYF9d and Senate Appropriations put out a summary: http://1.usa.gov/1z4pFs7 Here’s what you need to know:\n\nStory Continued Below\n\n-- DHS: The Department of Homeland Security is only funded through Feb. 27, unlike the rest of the bill that goes through the end of FY15.",
  "STATES CAN’T KEEP CISO TALENT, OFFICIAL WARNS – The ability of states to retain top cyber talent is eroding every month, National Association of State Chief Information Officers Executive Director Doug Robinson told state lawmakers at Tuesday’s National Conference of State Legislators meeting in Washington.",
  "The press release: http://bit.ly/1yyXDlL\n\nREPORT WATCH: Chinese servers are behind 85 percent of malicious fake websites and nine of the top ten domain registrars with the highest percentages of malicious domains are Chinese, according to the semi-annual report of the Anti-Phishing Working Group.",
  "POLITICO: http://politi.co/1uhDH4s\n\n-- Information that took down British terror plotter Dhiren Barot came from “cyber capabilities enabled by the USA Patriot Act” and from information culled from seized computers, not from enhanced interrogation, according to the CIA torture report.",
  "The border agent pay bill with cyber provisions and the Senate-passed FISMA bill have yet to be called in the House, and the hybrid Carper-McCaul bill that’s been hotlined in the Senate (and would still need to pass the House) hasn’t been called for unanimous consent.",
  "Stay in touch with the whole team: Tal Kopan ( tkopan@politico.com , @ TalKopan ); Shaun Waterman ( swaterman@politico.com , @ WatermanReports ); Joseph Marks ( JMarks@politico.com , @ Joseph_Marks_ ); and David Perera ( dperera@politico.com , @ daveperera ).",
  "Ristic: http://bit.ly/1ubxLep\n\nSOME FIRST DAY FOR A CYBER NOVICE – Assistant Attorney General for the Criminal Division Leslie Caldwell got a serious crash course in cybersecurity when she started the job this spring after a decade in white-collar crime.",
  "The Cromnibus is here — Today: Senate Banking hearing — Treasury talked cyber exercises\n\nWith help from Joseph Marks, David Perera, Anila Alexander and Shaun Waterman\n\nTHE CROMNIBUS IS HERE — And no surprise, there’s plenty in there on cybersecurity.",
  "TODAY: SENATE BANKING HEARING — The Senate Banking Committee today will hear from top officials in Treasury, Homeland Security, the Office of the Comptroller of the Currency, Secret Service and the FBI about cybersecurity in the financial sector.",
  "With time for debate and House Speaker John Boehner’s preference to give lawmakers three days with a bill, that might not be doable, so lawmakers are set to vote on a short-term plan that would buy a few extra days: http://politi.co/1IvmSNX.",
  "SALT IN THE WOUND: HACKERS USE STOLEN SONY CERTIFICATES FOR MALWARE –A sample of the family of Trojan malware used to attack Sony Pictures has been observed in the wild sporting a stolen but valid digital certificate issued to Sony itself.",
  "OCC critical infrastructure officer Valerie Abend will call for information sharing — especially with federal banking agencies, and for retailers to be held to the same standards as financial institutions: http://1.usa.gov/1GbIJYK.",
  "FBI cyber chief Joseph Demarest will ask Congress to pass legislation updating the Computer Fraud and Abuse Act, promoting information sharing and providing a federal standard on data breach notification: http://1.usa.gov/1wbsTdz.",
  "The post: http://bit.ly/1z3YIF0\n\nPOODLE NOT MUZZLED YET -- US-CERT late on Tuesday added to warnings that the POODLE attack is unexpectedly back and could hit servers configured with TLS that were previously thought to be immune.",
  "And to the tech industry’s chagrin, the CJS bill also retained language from past years targeting China in assessing supply chain risk in federal procurement, despite the Senate’s attempt to take the language out of Section 515.",
  "The National Cybersecurity Center of Excellence got $15 million, and the National Strategy for Trusted Identities in Cyberspace got $16.5 million, showing the Senate side of the chamber prevailed over the House on that item.",
  "Overall, David Rogers reports, the bill shows off some serious GOP muscle: http://politi.co/1yzq6YK\n\nHAPPY WEDNESDAY and welcome to Morning Cybersecurity, where after last night’s Cromnibus madness, your host is le tired.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "Language in the explainers explores sanction authorities against cyberespionage, directs the Criminal Division to prioritize fighting cyberthreats and evaluates the usefulness of a repository of attacks and breaches.",
  "More: http://politico.pro/12LfzRp\n\nAnd the bill gives $35 million for a so-called Civilian Cyber Campus, keeping dreams alive that civilian cyber personnel could one day be housed in one Washington facility.",
  "http://www.northropgrumman.com/Capabilities/Cybersecurity/Pages/default.aspx **\n\n** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "Browser makers reacted to POODLE by announcing plans to abandon SSL, but researchers now say that some implementations of TLS omit a key security check, making them similarly exploitable.",
  "The Senate Tuesday passed an Intelligence Authorization for FY14 and FY15 under unanimous consent, but did not release changes to the bill submitted by Sen. Dianne Feinstein.",
  "He presented the results of NASCIO’s survey this summer ( http://politico.pro/1Gbdj4P) that found a high barrier for states to recruit the same talent as the private sector.",
  "Comptroller of the Currency Thomas Curry also talked about the Federal Financial Institutions Examination Council's recent cybersecurity assessment, and plugged the FS-ISAC.",
  "It also adds $6.25 million over the requested amount for NSA cyber research partnerships with universities and $10 million for federal insider threat detection enhancements.",
  "Nextgov: http://bit.ly/1D5ZOFm\n\n-- Cisco, Google and other Internet companies are wary of plans to expand a European network security directive to include their services.",
  "Huffington Post: http://huff.to/164URht\n\n-- File-sharing site Pirate Bay was raided not long after Sony movies taken in its massive hack surfaced on the site.",
  "There’s certainly a bubble effect going on.” Robinson said states “can’t compete” with annual salaries up to half a million dollars in the private sector.",
  "Explanatory statements compel Treasury to report on cybersecurity partnerships with law enforcement and for the SEC to report on modernizing disclosures.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "POODLE was a vulnerability uncovered in October that allows attackers to steal encrypted cookie data transmitted through unencrypted Wi-Fi connections.",
  "Part of the problem has been the stream of major data breaches, which “have simply elevated the posture, but also the visibility of these roles.",
  "Senate Majority Leader Harry Reid’s office called for Republicans to get on board with passing the bill under unanimous consent last night.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "“Cybersecurity is one of the most important issues facing the financial system,” Chairman Tim Johnson will say in his opening statement.",
  "“I urge all of the witnesses today, as well as policymakers in the next Congress, to act quickly to address cybersecurity concerns.?\"",
  "Researchers at Kaspersky Labs found the sample, noting that it appears to have been compiled in July but signed just a few days ago.",
  "Pro Cyber: http://politico.pro/1ujYmWt\n\n-- Rep. Jason Chaffetz is having Oversight Committee staff reapply for their jobs next year.",
  "As always, send your thoughts, tips and feedback to tkopan@politico.com and follow @ talkopan, @ POLITICOPro and @ MorningCybersec.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "The Department of Energy got a $25 million cybersecurity boost, and the Department of Transportation got $5 million for cyber.",
  "Also Tuesday, Reid filed for cloture on the NDAA after Sen. Tom Coburn objected to unanimous consent over riders in the bill.",
  "As evidence of the churn, Robinson said of the 52 CISOs that responded to their 2010 survey, five responded in 2014.",
  "For Commerce, NIST got close to what it asked for and its funding closely tracks or exceeds last year’s allocations.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Imperva: http://bit.ly/1wwVJr1\n\n-- Belden Inc. will acquire IT security company Tripwire for $710 million in cash.",
  "“I have to admit, I didn’t know what a botnet was,” Caldwell said Tuesday at Bloomberg Government’s cyber summit.",
  "– The bill needs to pass the House and Senate and head to the president’s desk by Thursday to avert a shutdown.",
  "DHS’s Phyllis Schneck will plug the importance of codifying DHS’s cyber authorities: http://1.usa.gov/1wZqiFb.",
  "Wired: http://wrd.cm/1Iwblya\n\n-- Europe’s Deutsche Telekom inks deal with FireEye to respond to cyberattacks.",
  "Secret Service cyber chief William Noonan will call broadly for cyber legislation: http://1.usa.gov/1BxBtXs.",
  "Kaspersky said it already notified certificate authorities in an effort to get the certificate blacklisted.",
  "Of those, three have left office since taking the survey — two for the private sector and one retirement.",
  "http://bit.ly/1zNXflJ\n\nQUICK BYTES\n\n-- E-payment provider announces breach that might date back to 2009.",
  "Defense One: http://bit.ly/12LaW9Z\n\n-- Why does the U.S. have fewer cyber warriors than Russia and Iran?",
  "The White Hat Hacker Bundle — a series of 40 tutorials that teaches you how to be a hacker — is on sale.",
  "“Since we did the survey this summer, it’s actually … gotten worse,” Robinson told the state lawmakers.",
  "More: http://politico.pro/1sblY4v\n\n-- ETC: Cybersecurity was tucked away almost everywhere in the bill.",
  "Our solutions provide the adaptability to face evolving threats and the expertise to eliminate them.",
  "More analysis: http://politico.pro/1ujSJYk\n\n-- CJS: Cyber funding for DOJ is flat at $722 million.",
  "About 10 percent of servers carry the vulnerability, Qualys’s SSL/TLS ninja Ivan Ristic estimated.",
  "Bloomberg: http://bloom.bg/1yzrydC\n\n-- Cyberattacks spiked on Cyber Monday, not Black Friday.",
  "For more than 30 years, we've been trusted to protect our customers’ full range of missions.",
  "HILL UPDATE – As for other lame duck business, cyber bills remain in the same place today.",
  "-- DOD: Cyber forces in the military will increase despite overall reductions in forces.",
  "** From infrastructure to military, Northrop Grumman’s cyber expertise knows no limits.",
  "According to his LinkedIn profile, Kulkarni has been with Microsoft since October 2000.",
  "All the witnesses will run down their agency’s work on cyber and make recommendations.",
  "Reuters: http://reut.rs/1qqT930\n\n-- How dangerous is Iran’s cyber capability, really?",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "Security Week: http://bit.ly/1wb17Os\n\n-- Lighter click: Hacked for the holidays?",
  "A POODLE attack isn’t easy to launch, but it is “quite practical,” Ristic added.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Malware signed with a valid certificate can circumvent anti-virus protections.",
  "Her first day, she was announcing the takedown of the Gameover Zeus botnet.",
  "Also discussed were cybersecurity exercises to plan response and recovery.",
  "The House had allocated $10 million less for NSTIC in its draft approps.",
  "The plan would keep mostly department funding frozen at current levels.",
  "Details: http://politico.pro/1D7c7Bj\n\nSO WILL WE AVOID A SHUTDOWN?",
  "DoD got $17 million more than its request for cyber training.",
  "The House has passed a separate FY14 and FY15 authorization.",
  "That was the full amount requested by the administration.",
  "Gizmodo: http://bit.ly/1qsdxAD\n\nThat’s all for today.",
  "That procedural move sets up a Friday vote.",
  "More on DOJ: http://politico.pro/1yzplz5.",
  "No organization can afford to be hacked.",
  "That’s why we’re a leader in Cyber.",
  "More: http://politico.pro/1shaabl.",
  "US-CERT: http://1.usa.gov/1qs2ojp.",
  "It also boosts the MLAT program.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Click here to learn more.",
  "( http://bit.ly/1qsJx7S).",
  "Full team info is below.",
  "Salaries have ballooned.",
  "Over the hump we go."
]