[
  "In an ancient Chinese legend, the men realized that only by ceasing to quarrel and instead working together were they able to stabilize the craft and land safely on dry land, said Lu Wei, director of the Central Leading Group for Internet Security and Informatization, China's top cyber policy making body\n\n\"In today's world, the boat of the Internet carries more than two men, it carries more than the United States and China,\" Lu said.",
  "There is an expectation that during Xi's visit to Washington, he and Obama will announce an agreement \"on principals governing the use of cyberattacks against critical infrastructure, such as utility plants,\" said data privacy expert Fred Cate, a professor at the Indiana University Maurer School of Law.",
  "In a speech Tuesday night in Seattle, President Xi Jinping said \"the Chinese government will not engage in commercial theft or encourage or support such theft by anyone,\" and that such attacks are crimes that \"must be punished in accordance with the law and relevant international treaties.\"",
  "Although the proposed agreement is \"narrow and unlikely to have much immediate effect,\" it is \"a significant improvement over the U.S. administration's prior approach of 'naming and shaming' the Chinese publicly,\" Cate said.",
  "Lu Wei, director of the Central Leading Group for Internet Security and Informatization, China’s top cyber policymaking body, spoke at the U.S.-China Internet Industry Forum at Microsoft on Wednesday, Sept. 23, 2015.",
  "It learned there were three Chinese deficiencies in that realm — seismic technology used to map and find oil reserves, deep water drilling below 300 meters, and technology used to clean up oil spills.",
  "On Tuesday, however, White House spokesman Ben Rhodes said the administration wouldn't impose economic sanctions against China over cyber attacks before Xi arrives in Washington, D.C., on Thursday.",
  "He spoke at the eighth annual U.S.-China Internet Industry Forum, which was held at Microsoft's conference center on its campus in Redmond, Wash. Microsoft hosted, but did not sponsor, the event.",
  "George Kurtz, CEO of Crowdstrike, an Irvine, Calif.-based computer security company, said his staff can tell is a high degree of certainty when they're dealing with attackers from China.",
  "They don't care about words, they care about actions,\" said Richard Bejtlich, a security analyst at the computer-security company FireEye, and senior fellow at the Brookings Institution.",
  "Lu said his nation is a vital market for tech companies in the United States, calling it \"a blessed land for U.S. companies,\" with more than 600 million of China citizens online.",
  "The hackers work business hours in China's time zone, take off the week of Chinese New Year and target intellectual property the Chinese are known to be deficient in, he said.",
  "(Photo: Elizabeth Weise)\n\nREDMOND, Wash. — The head of China's office of Cyberspace Administration likened the U.S. and China to two men in a boat during a storm.",
  "President Obama recently alluded to the possibility of economic sanctions against China should such intellectual property attacks continue.",
  "He called for a new pattern of relationship between the two great powers, based more on confidence \"to avoid strategic misinterpretation.\"",
  "\"A lot of U.S. enterprises have enjoyed more profits from the Chinese market than the profits they get from the U.S. market,\" Lu said.",
  "Lu reiterated that, saying the two nations must work together \"to reach our destination, which is the happiness of all mankind.\"",
  "The United States' stance is that China is behind many cyber-related thefts of commercial trade secrets at U.S. companies.",
  "\"China is ready to set up a high-level, joint dialog mechanism with the United States on fighting cybercrime,\" Xi said.",
  "Lu reiterated a long-standing Chinese line, that both nations are the victims of cyber hackers and cybercriminals.",
  "In the realm of intellectual property theft, without sanctions \"the Chinese are just going to laugh at us.",
  "\"We are on the same boat and no body should even think about pushing anyone off the boat,\" he said.",
  "Some in the cybersecurity world feel that sanctions are critical to getting things to change.",
  "For example, Crowdstrike works with companies in the oil and gas industry.",
  "Follow USA TODAY reporter Elizabeth Weise on Twitter: @eweise.",
  "\"Well, that's what they started to steal,\" he said.",
  "Differences must be resolved through cooperation.",
  "Read or Share this story: http://usat.ly/1KvJtuJ",
  "\"It carries several billion people.\""
]