[
  "The totals that were reached in the study came as a result of “public and real estate industry data, [which] understate the total.”\n\nWhile there are significant purchases being made in the commercial real estate market by Chinese buyers, it is the buying of homes that is drawing dollars from the communist country to U.S. shores.",
  "In 2015, Chinese consumers, “paid on average about $832,000 per home in the United States, compared with the average for all foreign purchases of $499,600.”\n\nWhen they are not buying up massive real estate holdings, the Chinese are expertly hacking U.S. firms to steal intellectual property.",
  "Besides spending major money in total, individual real estate purchases are quite pricey when analyzed one by one since most purchases were made in high value areas such as San Francisco, Miami, Las Vegas, New York and other major urban centers.",
  "The huge sum of Chinese cash invested into real estate “has helped the real estate market recover from the crash that began in 2006 and precipitated the 2008 economic crisis,” according to a study by Rosen Consulting Group and the Asia Society.",
  "While China’s finance laws are more restrictive these days under President Xi Jinping who has led the country since 2012, the study on capital outflows, “for the second half of this decade is likely to double to $218bn,” the study said.",
  "In spite of the September agreement, talks between the U.S. and China must continue since only a couple of days after the deal was reached, Chinese hackers went after U.S. firms, according to cyber-security firm CrowdStrike.",
  "While hacking from China is down, according to a Financial Times report earlier in April, it still continues despite a September 25 agreement on cyber-security between presidents Barack Obama and Xi.",
  "Follow JP on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "On April 11, senior American and Chinese officials met for the first time since striking their September deal to discuss cyber-security matters.",
  "The theft is on such a gargantuan scale it costs billions of dollars and two million U.S. jobs, according to a January “60 Minutes” report.",
  "From 2010 to 2015, Chinese investors dropped $93 billion into houses in the U.S. versus $17 billion into commercial real estate.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Chinese consumers are buying U.S. real estate on a massive scale as they look for safe investments abroad.",
  "From 2010 to 2015, Chinese real estate purchases were worth $110 billion, The Guardian reports."
]