[
  "President Obama (Photo: Mandel Ngan, AFP/Getty Images)\n\nWASHINGTON — President Obama said Wednesday he is authorizing a new sanctions program to penalize individuals, businesses and governments that \"engage in malicious cyber-enabled activities\" that undermine U.S. security and financial stability.",
  "Dozens of countries and criminal organizations are suspected of executing cyber operations against companies in virtually evry sector of the U.S. economy, said Dmitri Alperovitch, co-founder and of CrowdStrike, an Irvine, Calif.-based computer security company.",
  "\"It's challenging to create policy that protects researchers without providing a 'backdoor' for criminals, so it's a positive step to see the government clearly distinguishing between types of actors and committing upfront to not pursue researchers,\" he said.",
  "\"Cyber threats pose one of the most serious economic and national security challenges to the United States, and my Administration is pursuing a comprehensive strategy to confront them,\" Obama said in a written statement announcing the new sanctions regime.",
  "Obama did not mention any specific incident in his statement but said that \"as we have seen in recent months, these threats can emanate from a range of sources and target our critical infrastructure, our companies, and our citizens.\"",
  "Many researchers have long functioned in a quasi-limbo, concerned that their efforts could be misconstrued even though their work is essential for understanding how cyberattacks are done and how they can be stopped.",
  "\"The president needs to work with Republicans to enact the types of common-sense measures that passed the House in recent years with strong, bipartisan majorities, but stalled in the Democratic-controlled Senate.\"",
  "The government will use the new sanctions power to target entities that are hard to reach through normal diplomatic and law enforcement tools, said Michael Daniel, the White House cybersecurity coordinator.",
  "Sanctions would target cyber attacks that harm critical infrastructure, expose trade secrets and personal financial information, and provide unfair competitive or financial advantages, the president said.",
  "In his statement, Obama said he also wants to target the receipt of \"trade secrets that were stolen by cyber-enabled means\" and disruptions of \"the availability of a computer or network of computers.\"",
  "\"In order to do this, researchers have to behave like attackers, and this can lead to legal complications and uncertainty,\" said Corey Thomas, CEO of Rapid7, a Boston-based computer security firm.",
  "The order comes just a few months after the United States accused North Korea of hacking Sony Pictures in retaliation for a satirical film about leader Kim Jong Un.",
  "Officials said the new authority will not be used to undermine innovation on the Internet, including people who research ways to improve security on the web.",
  "Obama's executive order authorizes the Treasury secretary to impose sanctions in consultations with the secretary of State and the attorney general.",
  "\"Coupled with cyber legislation moving forward in both houses of Congress,\" he said, \"we can take meaningful action to stop this scourge.\"",
  "The United States sanctioned some North Koreans after the Sony incident, but did not specifically tie them directly to that hack attack.",
  "Rep. Adam Schiff, D-Calif., the top Democrat on the House Permanent Select Committee on Intelligence, praised Obama's actions.",
  "Congressional Republicans said the sanctions plan is fine, but new legislation to fight cbyercrimes would be more effective.",
  "\"We are optimistic that the actions undertaken by the White House today will raise the cost to our cyber adversaries.\"",
  "\"These executive actions can only do so much,\" said Cory Fritz, a spokesman for House Speaker John Boehner, R-Ohio.",
  "Obama's order could encourage other nations to impose their own sanctions against cybercriminals, he said.",
  "China and the United States have also accused each other of cyber espionage; both nations have denied it.",
  "Similar allegations have been exchanged between the United States and Russia.",
  "Read or Share this story: http://usat.ly/1CwRNq1",
  "\"It is designed to fill in a gap,\" he said.",
  "North Korea denied the accusation."
]