[
  "As my colleague Franklin Foer has noted and many others have now observed, some of Trump’s properties have been reliant on Russian financing; his campaign chair, Paul Manafort, has been a communications consultant for several dictators around the world, including (before his ouster) Ukraine’s Yanukovych; and that Trump’s new Russia policy adviser, Carter Page, has professional and financial ties to Gazprom, Moscow’s state-owned energy company.",
  "In other words, the leaks seem to be a blatant attempt to further alienate Bernie-ites’ from the party establishment, to discourage them from voting for Hillary Clinton, and even to prod them (though this is a long shot) to vote for Trump—all this on the eve of the Democratic National Convention, where Sanders himself is scheduled to sing Clinton’s praises opening night.",
  "But quite aside from these connections (and let’s assume for a moment that they’re irrelevant or outdated), it is certainly the case that if any foreign power wanted to release secrets over the transom without leaving clear fingerprints, WikiLeaks has long proved itself an eager partner—especially if the secrets might embarrass the United States or its allies.",
  "But it is certainly the case that, from the 1940s into the early 1970s, the CIA tried to influence elections in several countries—Italy, Greece, and Chile, among others—by discrediting or sabotaging Communist candidates and pouring money into the campaigns of center-right or right-wing opponents.",
  "The cache of documents out there so far, conveniently indexed for all to examine, reveals the seamy side of only the Democratic Party’s campaign—in particular efforts by soon-to-be-former DNC Chairwoman Debbie Wasserman Schultz to defame and discredit Bernie Sanders during the primaries.",
  "And of course, many of Trump’s statements on foreign policy, such as his isolationist impulses and jarring statement, in a New York Times interview, that he might not come to the aid of a NATO ally in the event of an invasion, must be sweet whisperings to Putin’s ears.",
  "The one time Trump’s aides intervened in the drafting of the Republican National Convention’s platform, it was to push for the deletion of a passage endorsing arms shipments to Ukraine soldiers fighting to stave off incursions from Russian forces.",
  "Evidence included the facts that the hackers’ work hours aligned with Moscow’s time zone, operations ceased on Russian holidays, their techniques carried signatures common to other Russian hacks, and their targets were of clear interest to Moscow.",
  "And, in a 21st century twist, it is the first time (again, as far as we know) that an operation of this sort has been run not through spies on the ground, or proxy bank accounts, but through information acquired and planted in cyberspace.",
  "He has said, and may genuinely believe, that the CIA fomented Ukraine’s Orange Revolution in 2004—and that, a decade later, the CIA and NATO organized the protests in Kiev, causing Putin’s ally, Viktor Yanukovych, to flee the capital.",
  "(James Ball, another WikiLeaks staffer, quit the organization—and subsequently wrote about the scandal for the Guardian—when the group’s founder, Julian Assange, forbade any internal criticism of Shamir, a close friend of his.)",
  "No doubt the Russians have also hacked the Republican National Committee’s emails, which almost certainly contain critical missives about Donald Trump that would embarrass the GOP and its candidate today.",
  "In 2011, a staffer named Israel Shamir was caught providing raw intelligence documents to the interior ministry of Belarus, whose leader, Alexander Lukashenko, is a strong ally of Putin’s.",
  "In June, CrowdStrike, a cybersecurity company working for the DNC, concluded that two Russian intelligence groups—Fancy Bear and Cozy Bear—had hacked into the Democrats’ network.",
  "Another company, FireEye, which has written several reports on Chinese and Syrian cyberattacks, spotted an intrusion as far back as 2014 and identified Cozy Bear as the hacker.",
  "Or, in any event, that Putin might have very good reason to believe as much and that he would act on that interest in a new and subtly intrusive way—as he has apparently done.",
  "It may also be worth noting that Assange hosted a short-lived television show on Russia’s RT channel, which is essentially a propaganda arm for Putin’s government.",
  "But you don’t have to be a conspiracy theorist or neo-Cold Warrior (and I’m neither) to recognize that, on many levels, Trump would serve Putin’s interests.",
  "The act was disturbing (in part because government-sponsored hacking was still a little-known phenomenon to the general public) but not profoundly so.",
  "This is the first time, as far as we know, that a foreign power has so actively tried to boost a candidate’s prospects in an American election.",
  "The hack amounted to straightforward espionage designed to glean information about the candidates’ positions on issues of interest to Beijing.",
  "Russian President Vladimir Putin speaks during a meeting with the leaders of Russian State Duma parties at the Kremlin on July 14 in Moscow.",
  "Kirill Kudryavtsev/Getty Images\n\nIt’s nothing new that the Russian government has hacked into the Democratic National Committee’s email.",
  "During these same Cold War years, Moscow’s Comintern agents tried to tilt elections toward Communist or pro-Soviet parties as well.",
  "What is new—and alarming—is that it seems to have leaked the files in an attempt to influence an American presidential election.",
  "During the 2008 election, the Chinese hacked into the campaign files of both parties’ candidates, Barack Obama and John McCain.",
  "And so, along with other new eras ushered in by this bizarre election season, we have entered a new era of cyberwarfare.",
  "WikiLeaks, or people within the organization, have long had suspicious relations with Putin’s allies.",
  "None of this suggests that Trump, or anyone around him, is a Russian spy.",
  "Putin may well see this campaign as tit-for-tat in the new normal.",
  "Ties are one thing, policy and statements are another.",
  "There is no evidence substantiating Putin’s paranoia.",
  "The evidence of Russian involvement is fairly clear.",
  "But no one has leaked those memos to WikiLeaks.",
  "Read more from Slate about the 2016 campaign.",
  "Here is where the links get interesting.",
  "Which leads to the Trump connection.",
  "That is not what’s going on here."
]