[
  "“Clinton's continued silence shows she's in the wrong place on cybersecurity,” said Fight for the Future Co-director Tiffiniy Cheng, “If Clinton wants to reclaim her credibility on this issue, she needs to take a stand against CISA.” http://bit.ly/1W2KOBz\n\n— MESSAGE WARS: Besides the Fight for the Future petition, CISA opponents have been heartened by the opposition of one business group, the Computer & Communications Industry Association, as well as various tech giants like Twitter: http://bit.ly/1QNEk2M And one group of privacy advocates and security experts has launched a campaign aimed at defeating Whitehouse’s amendment: http://bit.ly/1W1AwfX\n\nMeanwhile, the Protecting America’s Cyber Networks Coalition – composed of 51 industry groups – unveiled its latest letter in favor of the bill Monday, pointing out additions to the bill on privacy during the committee markup and via a manager’s amendment: “Taken together, these two changes put to rest any false claims that CISA is a ‘surveillance’ bill.",
  "In the meantime, Sen. Ron Wyden – a CISA opponent – will use that time to try to “improve” the bill to “protect individuals’ privacy and cybersecurity,” according to spokesman Keith Chu: “More time means more debate, so Sen. Wyden and others can explain their opposition to the bill, persuade colleagues and mobilize more support from the public and the tech community.”\n\n— AMENDMENT LIST: Although more amendments could theoretically be added to the list of 22 under consideration, that would take unanimous consent, which is unlikely given opposition from bill sponsors to more amendments – unless there’s some kind of agreement in exchange to limit debate time.",
  "While being peppered with questions about alleged weaknesses in State’s information security systems, Toner noted that “there was [Russian spear phishing] that was successful, but only insofar as it permeated our emails, but not into any kind of databases or anything like that.” http://1.usa.gov/1GPX648\n\nGovernment officials have blamed Russia for both the State Department breach and for a 2014 White House unclassified email breach when speaking anonymously, but this appears to be the first time an official has directly attributed the attack to Russia on the record.",
  "FS-ISAC CEO Bill Nelson told MC that the “agreements signed represent the best of both worlds: they focus on regional requirements while also enabling Belgian and Dutch financial institutions to tap into a global sharing community.”\n\nIT’S (SEMI) OFFICIAL: RUSSIANS WERE BEHIND STATE EMAIL HACK — Still wondering who breached the State Department’s unclassified email systems in late 2014, resulting in State employees being shut out of the system for days while IT staff rooted the hackers out?",
  "When asked about the disparity, the spokeswoman said the department would “let Mark's words stand, and refer you back to Director Clapper for the context.”\n\nDuring the exchange, Toner was disputing the conclusions of an Associated Press story (http://apne.ws/1QNlOI0) that said the State Department’s information security had deteriorated while Hillary Clinton was secretary and continues to deteriorate under Secretary John Kerry.",
  "LAW ENFORCEMENT LOOKING INTO BRENNAN, JOHNSON EMAIL BREACHES — Law enforcement is looking into reports that the personal email accounts of CIA Director John Brennan and Homeland Security Secretary Jeh Johnson were breached by a self-described teenage stoner who conned Verizon into giving up access to the accounts and then bragged about his exploits to The New York Post.",
  "CISA might finally be ready\n\nWith help from Joseph Marks, David Perera, Nancy Scola and Toby Eckert\n\nCISA GETS CLOSER, CLOSER, CLOSER — More so than any time since right before the August recess — when the Senate actually took up the Cybersecurity Information Sharing Act only to set it aside – word is that today might be the day when CISA finally returns to the floor.",
  "More form Ars Technica: http://bit.ly/1MQcx2I\n\nIRS TO DISCUSS NEXT STEPS IN ID FRAUD FIGHT — From our friends at Morning Tax: IRS officials today are set to brief the media on the next steps that the agency, state tax administrators and leading tax preparation companies will take to combat identity theft refund fraud – at least in general terms.",
  "Some of the amendments likely to generate some of the stiffest debate include Sen. Sheldon Whitehouse’s amendment on criminal penalties; Sen. Rand Paul’s amendment on user agreements; and various amendments specifying what can be shared, with which agencies and with what kind of “scrubs” of personally identifiable information.",
  "More: http://politico.pro/1GQx9kM\n\nFIRST IN MC: FS-ISAC EXPANDS INFORMATION SHARING INTO WESTERN EUROPE — The Financial Services Information Sharing and Analysis Center signed information sharing agreements with three key European groups, the Dutch Payments Association, Dutch FI-ISAC and the Belgian Febelfin.",
  "CompTIA’s report on \"Cyber Secure: A Look at Employee Cybersecurity Habits in the Workplace,\" out today, also determined that 94 percent of employees connect their laptop or mobile devices to public Wi-Fi networks and that more than half receive no kind of cybersecurity training from their employers.",
  "— Online fraudsters tend to do it the most at 3 a.m. and on transactions worth $20 or less; Alaska has the highest billing fraud rate and Delaware the highest shipping fraud rate; and men who say they’re 85 to 90 years old are the biggest fraudsters, although they’re probably lying about that, too.",
  "Everyone knows there’s only one real trick play in Tecmo Bowl – use Bo Jackson – but this was still pretty funny, even for a native Hoosier: http://bit.ly/1jxUQcQ Send your thoughts, feedback and especially your tips to tstarks@politico.com and follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "That’s because there are significant gaps in the language of the agreement, as well as the fact that CrowdStrike – which produced a much-buzzed about report on the subject this week – isn’t sharing technical data publicly that could help others independently verify the information.",
  "Here are some of the things we’re watching:\n\nStory Continued Below\n\n— NO TIME AGREEEMENT: The Senate has struck an accord on the list of amendments it will consider, but there’s no time agreement, which means it might take a couple cloture votes to get the bill out of the chamber.",
  "When asked if the State Department intends to definitively attribute the breach to Russia, a State spokeswoman first responded that Director of National Intelligence James Clapper had spoken about the issue during February testimony before the Senate Armed Services Committee.",
  "“Commissioner John Koskinen, industry leaders and the state Federation of Tax Administrators will outline new areas of concentration in a collaborative effort between public and private sectors to protect taxpayers and their tax returns,” the agency said.",
  "REPORT WATCH\n\n— Yes, people will actually pick up and use random USB sticks they find laying around in places like the airport – 17 percent of them, to be specific, according to an experiment conducted by CompTIA, the IT industry trade association.",
  "CORRUPT SILK ROAD DEA AGENT SENTENCED — Carl Force, the former DEA agent who investigated defunct dark market Silk Road as part of a Baltimore task force, was sentenced to 78 months in prison in San Francisco federal court.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "http://bit.ly/1xEpKBd\n\nStay in touch with the whole team: Joseph Marks (JMarks@politico.com, @Joseph_Marks_); David Perera ( dperera@politico.com, @daveperera); and Tim Starks ( tstarks@politico.com , @timstarks).",
  "(http://bit.ly/1GnmbZc)\n\nIf genuine, large portions of the list seem to date to 2008 and 2009, given numerous addresses connected with the Obama administration’s presidential transition team.",
  "The bill’s writers have worked diligently to address the concerns of privacy and civil liberties organizations.” http://bit.ly/1Ll7dlJ\n\nAnd the financial sector has been particularly dogged.",
  "Fraud and attempted fraud have surged, as organized groups of criminals, often acting from abroad, have perfected techniques for stealing the identities of taxpayers and filing fake returns.",
  "Plus the Financial Services Roundtable produced an infographic aimed at explaining how the bill protects privacy: http://bit.ly/1QNqlKr\n\nHAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "— PRESIDENTIAL POLITICS: Among presidential candidates who are also senators, Paul and Bernie Sanders have come out against CISA, while Marco Rubio is in favor and Ted Cruz is unaligned.",
  "Then on Thursday, Richard Weber, the head of criminal investigations at the IRS, will speak about “innovative mitigation strategies” at an Atlantic Council conference on cybersecurity.",
  "HOLD YOUR HORSES ON CHINA BREAKING ITS CYBER WORD — Are Chinese government-affiliated hackers still stealing American intellectual property in violation of last month’s cyber deal?",
  "Earlier this year, the IRS alerted up to 500,000 taxpayers their accounts may have been breached or that the agency blocked attempts to access their accounts.",
  "The CIA is “aware of the reports that have surfaced on social media and have referred the matter to the appropriate authorities,” a spokesman told POLITICO.",
  "Passcode: http://bit.ly/1NR3mR6\n\n— Facebook’s warning about nation-state attacks is confusing to TechCrunch: http://tcrn.ch/1kluHhM\n\nThat’s all for today.",
  "Lee said the department has seen the reports but “as a matter of policy, we do not comment on the secretary’s personal security.” The FBI had no comment.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "He said the conclusions of White House-mandated Federal Information Security Management Act audits that the story was largely based on are misleading.",
  "The manager’s amendment also ensures that the use of defensive measures does not allow an entity to gain unauthorized access to a computer network.",
  "(http://bit.ly/1GO5Rf2) The chief evidence the hacker produced to stand up his claims is a document he claimed was Brennan’s AOL contact list.",
  "A spokesman for Senate Majority Leader Mitch McConnell said that once the Senate does get to work on the amendments, it should move quickly.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "That testimony described the broader cyber threat posed by Russia but did not attribute the State Department breach to that nation.",
  "With tax season approaching, the IRS wants to put taxpayers’ minds at ease that their data – and potential tax refunds – are safe.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "http://bit.ly/1OPiEUQ\n\nQUICK BYTES\n\n— A judge has dismissed a lawsuit from an Uber driver over a breach revealed in February.",
  "But the IRS’s inspector general recently gave the agency high marks for a new Return Review Program it is experimenting with.",
  "The Twitter account that tweeted links to the contents of Brennan's accounts and others had been suspended by Monday evening.",
  "Reuters: http://reut.rs/1W2xX2o\n\n— Thales announced Monday that it bought data security company Vormetric for $400 million.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "Macworld: http://bit.ly/1jxY14v\n\n— Former California Rep. Jane Harman calls Washington “the weakest link” on cyber.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "The trick is to stay one step ahead of the fraudsters, which isn’t easy, to say the least.",
  "It was the Russians, spokesman Mark Toner acknowledged during Monday’s press briefing.",
  "SIFMA sent a letter to the Senate on Monday in support of CISA: http://bit.ly/1OFg6dF.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "He also described State as an innovator in continuous monitoring of IT systems.",
  "Dave and Joe asked experts, and their answer: We don’t know, at least not yet.",
  "Fight for the Future turned its attention on Clinton with a petition Monday.",
  "http://thls.co/1MzjsJ2\n\n— Apple has pulled another batch of shady apps.",
  "That’s from the Sift Science “United States of Fraud” report out today.",
  "In addition, he stole $370,000 in bitcoin from a customer of CoinMKT.",
  "Front-runners Donald Trump and Hillary Clinton are also undeclared.",
  "That process could push any kind of final vote into next week.",
  "Force attempted to extort Silk Road mastermind Ross Ulbricht.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "That might be a tough task.",
  "Full team info is below.",
  "DHS spokesman S.Y.",
  "Bo Knows."
]