[
  "\"President Kennedy famously gave his press briefing where he actually showed U-2 spy plane photos, and this gave away great secrets of the United States, but it also proved to the world that there were, in fact, missiles in Cuba,\" Cris Thomas, a strategist at Tenable Network Security and former hacker at the legendary L0pht collective, told Business Insider in May of the Sony hack, which officials publicly blamed on North Korea.",
  "Many in the computer-security community are often skeptical of attribution claims, since attacks can originate from previously hacked machines and hop over a variety of servers, and exposed code and hacker toolkits can end up pointing the finger at someone else entirely.",
  "But Dr. Peter Singer, a strategist at the think tank New America and coauthor of \"Ghost Fleet,\" argues that releasing a \"smoking gun\" clearly pointing the finger at Russia — or some other nation — for a cyberattack bears a much larger risk of blowing future operations.",
  "Former NSA contractor Edward Snowden said on Twitter that \"evidence that could publicly attribute responsibility for the DNC hack certainly exists at NSA\" with a tool known as XKeyscore, which he previously described as a \"one stop shop\" for information it collects.",
  "That's quite possible, but the US National Security Agency is probably not going confirm that — even as former employees proclaim that it can do so, and top US officials say that there is \"little doubt\" Moscow is involved.",
  "\"You give away capabilities and maybe even access if you reveal that,\" Singer told Business Insider, adding that it's a case of \"I can't show you my homework because it means I'll give up this intelligence goldmine.\"",
  "The US should \"say 'this is why we think this country did this thing ... here's our evidence, here's our IP addresses, here's our packet captures,' just so that it's not a he-said/she-said type of thing.\"",
  "The problem is twofold: Gathering definitive evidence is extremely hard, and even that data, if obtained, is not easy to understand by average people outside the world of computer-security research.",
  "REUTERS/ITAR-TASS/PRESIDENTIAL PRESS SERVICE Was Russia behind the massive hack of the Democratic National Committee, or the latest breach of what appears to be the NSA's elite hacking unit?",
  "If the NSA has covert computers just sitting back and watching as Russian hackers hit a target, then it probably doesn't want to give those up by trying to prove it.",
  "Cybersecurity firm CrowdStrike found two different Russia-linked hacker groups inside the DNC servers, while providing a technical analysis of its findings.",
  "But a detailed dump of evidence like President John Kennedy did in 1962, proving that nuclear missiles were inside Cuba, is probably not coming.",
  "You wouldn't know that I was using it,\" the source, who spoke on condition of anonymity to discuss sensitive matters, told Business Insider.",
  "I find these analyses that 'the code had a reference to this part of the Bible, so it must be Israel,' it's just really kind of silly.\"",
  "And some former agency employees believe that Moscow is behind the mysterious \"Shadow Brokers\" claiming to have hacked the NSA.",
  "\"I can tell you that if I got onto a machine today and I found a Russian backdoor and I started using it, it's just software.",
  "If that's true, then it's likely that that same tool could find the culprits behind the latest attack.",
  "Even a former NSA hacker who took part in cyberattacks on behalf of the US agrees.",
  "That's not to say that Russia is not involved in the hack of the DNC or the NSA.",
  "\"What is persuasive when so few people understand the topic?\"",
  "\"It's just really hard to know who's using, who created it.",
  "\"The most persuasive stuff might be the most technical.\"",
  "In short, attribution is difficult, if not impossible.",
  "Singer asked."
]