[
  "On Thursday, Democratic Senator Jeanne Shaheen wrote to the leadership of the Senate Foreign Relations Committee requesting a hearing to investigate whether Russia “is employing the tactics it has long used to influence elections in places like Ukraine and Georgia, this time in the United States.”\n\nA number of embarrassing internal Democratic National Committee emails have been made public since July, which the party blamed this week on Russian state-sponsored hackers trying to influence the Nov. 8 U.S. presidential election.",
  "WASHINGTON/SAN FRANCISCO (Reuters) - The Federal Bureau of Investigation is intensifying efforts to find enough evidence to enable the Justice Department to indict some of the Russians that U.S. intelligence agencies have concluded are hacking into American political parties and figures, U.S. law enforcement and intelligence officials said on Thursday.",
  "“They are going to be blamed anyway; why go through the silliness of denying it?”\n\nU.S. intelligence and law enforcement officials said the Russian government appears to have set up a competition between its military and civilian intelligence agencies to see which can steal and distribute the most damaging material.",
  "For example, after the World Anti-Doping Association (WADA) recommended a ban on Russia’s athletes from the Rio Olympics for systematic doping this year, hackers broke into the WADA database and published confidential material showing that some U.S. stars had permission to take various substances.",
  "The United States could respond in other ways, FBI Director James Comey suggested on Wednesday, but did not elaborate.”Just because you can’t see something doesn’t mean we’re not trying to change behavior,” Comey said at the Center for International and Strategic Studies, a Washington think tank.",
  "Still, some White House and State Department officials think legal action is the best way to respond to what they said are growing Russian attempts to disrupt and discredit the November elections, without sparking an open confrontation with Russian President Vladimir Putin.",
  "FREQUENT AND BRAZEN ATTACKS\n\nWhile the debate about how and when to respond to the hacking continues, U.S. officials said there is agreement that two Russian intelligence agencies - the military’s GRU and the civilian foreign intelligence agency, the FSB - are behind it.",
  "“Putin’s real objective here, the best we can tell at this point, is not simply to promote one candidate or another or to throw the election, but to discredit the very concept of Western democracy,” said a U.S. intelligence official who is assessing the Russian campaign.",
  "“Doing nothing is not an option, because that would telegraph weakness and just encourage the Russians to do more meddling, but retaliating in kind carries substantial risks,” said one U.S. official involved in the administration’s deliberations.",
  "“I’ll let the FBI speak to what evidence they have amassed, but I think they’re also cognizant of the fact that as soon as they make a declaration like that, most people are going to understandably be interested in seeing that evidence.",
  "“They have decided that hacking and publicly revealing embarrassing things about other nations’ politicians and organizations is now openly something that the Russian government does, and they don’t care we know,” said Clarke.",
  "Bush, Bill Clinton and George W. Bush, said public U.S. options include outing Russian hackers and pressing for tougher economic sanctions on Russia and agencies, companies or individuals linked to the cyber attacks.",
  "And some of that evidence may not be something we want to show.”\n\nThe Obama administration’s response so far to actions it has attributed to Russia has not satisfied lawmakers from either major party.",
  "White House press secretary Josh Earnest told reporters on Thursday that the White House acknowledged formulating an appropriate response was complex, and the FBI faced a difficult task.",
  "The hackers then went public with a website (fancybear.net), named after the U.S. security company CrowdStrike Inc’s label for a hacking group allied with Russian military intelligence.",
  "“We’re in unexplored territory here, and the president is quite interested in trying to establish international norms,” said Earnest.",
  "Building legal cases is difficult, largely because the best evidence against foreign hackers is often highly classified, they said.",
  "U.S. intelligence officials privately blame the group for the WADA attack, a charge Russian officials have dismissed.",
  "There also is a consensus among U.S. officials that Russian attacks have become more frequent and brazen.",
  "Richard Clarke, a top security official under Presidents George H.W.",
  "Russia has denied it sponsors or encourages any hacking activity."
]