[
  "alum ...\n\n... Jeremy Deutsch, chief of staff for House Republican Conference Chair Cathy McMorris Rodgers ... Saumitra Thakur, president of College-100 ... Andrew Grossman ... Alex Wirth, co-founder of Quorum, who celebrated last night at the Kesha concert ... Ben Rothenberg is 34 ... Ed Cohen ... Degee Wilhelm (h/ts Teresa Vilmain) ... Maya Goines ... Elizabeth Arledge … Ellen Daniels … Sally Adams … Jamie Sullivan … Phong Ngo … Heather Piedmont ... Gaurav Parikh, associate director of legislative affairs at the National Association of Federal Credit Unions ... Pamela Reeves Kilian Fox ... Susan Phalen ... Suzanne Hanas ... Paul Caron is 59 ... Dennis Lewis ... Tim Kirby ... Carrie Ann Alford ... Diana Allen ... Terry Gouette ... Katie Wheelbarger ... Norman Lear is 94 ... actor Jerry Van Dyke is 85 ... sportscaster Irv Cross is 77 ... Olympic gold medal figure skater Peggy Fleming is 68 ... singer Maureen McGovern is 67 ... Alex Rodriguez is 41 ... Jonathan Rhys Meyers is 39 ... singer Cheyenne Kimball is 26 (h/ts AP)\n\n\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ...Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "He will take on greater responsibility for working directly with colleagues in Washington and Boston to shape our report on the 2016 election and beyond, including daily stories, Sunday enterprise, and projects.”\n\nBIRTHWEEK (was yesterday): Nick Muzin, senior advisor and deputy COS for Sen. Ted Cruz\n\nBIRTHDAYS: Priscilla Painton, executive editor at Simon & Schuster and WashPost and TIME alum ... WSJ’s Neil King ... Cecilia Muñoz, director of the WH Domestic Policy Council (h/t Hannah Hankins) ... Andy Spahn … Allison Moore, RNC national press secretary and McConnell alum, is 31 ... Booz Allen’s Jeremy Berkowitz is 33 ... Natalie Raabe, comms maestro at The New Yorker ... Susan Durrwachter ... former Commerce secretary Don Evans is 6-0 … Rep. William Lacy Clay is 6-0 ... Rep. Dave Brat (R-Va.) is 52 ... Rep. Glenn Thompson (R-Pa.) is 57 ...Jeremy Adler, comms director at America Rising Squared, is 25 ... Parag Khanna is 39 ... Sean Savett, O’Malley alum and current comms guru for the Ill. Democratic Party, who is no doubt reading this from a make-shift standing desk (h/t #Marlee) ... Bo Ollison, alum of Bush 2000, EXIM, Commerce, State now with SIFMA (h/t Sean Miles) ... Aaron Lichtig, head of industry at Google is 36 (h/t Riva Litman) ... RNC’s Johanna Persing ...",
  "She was told to create eight different signs combining Clinton’s name with her theoretical number two, and eight more using first names only.” http://usat.ly/2ae1ZgD\n\nPLAYBOOK METRO SECTION -- AP: “Metro chief proposes permanent end to late-night service”: “Metro's general manager is proposing that the Washington-area subway system should close at midnight on a permanent basis to allow for ongoing maintenance...General manager Paul Wiedefeld is also proposing that Metro close even earlier on Sunday nights — at 10 p.m. Metro said in a statement Tuesday that Wiedefeld consulted with other transit agencies and rail engineering consultants before proposing the new schedule.”\n\n\n\nPlaybookers\n\nOBAMA ALUMNI -- Herbie Ziskend, Eric Lesser, Jake Levine and Josh Lipsky email: “Friends, If you are in Philadelphia on Wednesday evening, join us for reunion drinks at Red Owl Tavern in the Hotel Monaco.",
  "... We built up a lifetime of memories.’ The clear takeaway was intended to be that Hillary Clinton makes things better ... Bill Clinton appeared to riff extemporaneously in his 42-minute speech, veering off the prepared text loaded onto teleprompters, as he traced the arc of Hillary’s public service career as well as their marriage.” http://wapo.st/2agnoX1\n\nAP’s LISA LERER -- “He never once mentioned GOP nominee Donald Trump by name, dismissing Republican attacks on Clinton as ‘made up’ and a ‘cartoon alternative.’ Rather, Bill Clinton focused nearly exclusively on his wife's achievements and how she'd influenced him.” http://apne.ws/2aweEgS\n\nMAUREEN DOWD, “Bill Clinton Pours on the Estrogen”: “With a sky-blue tie and silvery hair and an easy smile, the 69-year-old looked healthier than he has on the trail.",
  "... Mr. DeWit has served in several political capacities in the state of Arizona, most recently serving as the State treasurer.”\n\nSNEAK PEEK -- Posting on CNN.com this morning by Dylan Byers, “At Fox News, Grand Old Problems”: “As Fox News looks to replace Roger Ailes... it faces the same predicament the Grand Old Party has been wrestling with for years: Does it move toward the center, abandon its most extreme voices and seek to broaden its appeal, or does it stick with the core supporters who are responsible for so much of its success?”\n\nHILL WATCH -- “Cruz, advisers collide over high-stakes GOP primary,” by Alex Isenstadt: “Ted Cruz isn’t just colliding with Donald Trump since the Republican convention.",
  "Revolution Messaging, the progressive digital consulting firm … has dropped Grayson as a client and isn't allowing him use of its email technology, potentially a major blow to a candidate who has relied on small-dollar donations.” http://politi.co/2awtNir ... Read the original report http://politi.co/2a6m9YG ... Watch him confront POLITICO’s Isaac Dovere http://politi.co/2ad3Tuy\n\nOBAMA PREVIEW -- “President’s last play: Elect an Obama generation,” by Isaac Dovere in Philly: “President Obama has redefined the voters the Democratic Party attracts, the map that the Democratic Party competes in and the kinds of issues the Democratic Party talks about.",
  "... She served as the Executive Vice President of Government Relations for the National Association of Broadcasters where she led the association’s lobbying efforts.” http://politi.co/2a45jaW\n\nMATT VISER named Boston Globe deputy bureau chief – D.C. bureau chief Chris Rowland’s email to the staff: “Matt Viser has been a part of the Globe for nearly 15 years, and in all of his postings – from his beginnings as a Globe West stringer to his job of National Political Reporter in the Washington Bureau – he has blown away our readers and his editors with his extraordinary energy, creativity, indefatigable reporting style, and exceptional writing flair.",
  "Even though Republicans haven't carried Wisconsin in a presidential election since 1984, the state remains a political battleground and a key target for GOP presidential candidate Donald Trump.” http://bit.ly/2a8XBy2\n\nBACKSTORY – PODESTA INTERVIEW -- USA Today, p. 6A in print, “Inside Clinton’s covert VP selection,” by Heidi M. Przybyla: “Clinton’s journey to choosing Sen. Tim Kaine as her running mate reached its clandestine end with her campaign chairman, John Podesta, and his chief of staff, Sara Latham, sitting in a parked car on a secluded beach in Newport, R.I., the night before she made the announcement.",
  "… ‘We see that the Russian card is in the red corner on the writing table of all Washington politicians during the election campaign, and that very often they make it a trump card in their game … This reminds me of a company where they tell each other horror stories and then start being frightened of their own stories.’” http://reut.rs/2a4hJ2Q\n\nFLORIDA MAN -- “Grayson implodes: The fallout from a POLITICO story on domestic violence allegations was immediate and severe,” by Kevin Robillard and Marc Caputo: “Rep.",
  "So I am going to make sure that I am sensitive to their needs but they know that come Monday morning Donna Brazile, I’ve got a job to do … We are going to put this email controversy behind us.”\n\nBILL’S REINVENTION -- “Clinton captures nomination as convention speakers try to revamp her image,” by Phil Rucker and Karen Tumulty in the WashPost: “Bill Clinton harked back to the spring of 1971, when he was a love-struck young man from Arkansas smitten by the brainy blonde he spotted across a law-school classroom.",
  "Gotta love it.” … @JimmyVielkind: “It’s 1:32 am and the governor of the Commonwealth of Virginia is still at the bar, ahem, mingling w constituents.” http://bit.ly/2atznAJ\n\nDAILY DONALD -- “Donald Trump Defends RNC in Interview: ‘I Wasn’t Looking for Star Power, I Was Looking for Policy,’” by The Hollywood Reporter’s Ryan Parker: “Donald Trump wasn’t impressed with what he saw during the first night of the [DNC] in Philadelphia on Monday except for one moment — when first lady Michelle Obama took the stage.",
  "Democrats procure flags for convention stage after embarrassing oversight leaves Old Glory missing from Monday night's festivities” – The Daily Mail http://dailym.ai/2agrw9g\n\nCLICKER – “Highlights from Day 2 of the Democratic convention, in [59] photos” http://politi.co/2ae0HSF\n\nGLENN THRUSH PODCAST, “Pelosi to Clinton: Ease up on the woman thing”: “I don’t think that any woman should be asked to vote for someone because she’s a woman, and that — because the candidate is a woman,” Pelosi said.",
  "Learn more at google.com/grow/veterans\n\nHOW IT PLAYED -- NYT (five columns, A1), “Democrats Make Clinton Historic Nominee” http://nyti.ms/2agxtjJ … WaPo (four columns, A1), “Historic nomination for Hillary Clinton” … WSJ, “Hillary Clinton Wins Nomination” ... HuffPost banner, “BELIEVE IT” ... DRUDGE banner, “BILL’S STORIES -- DELETED SCENES”\n\n--THRUSH’s “5 takeaways from the night Clinton made history”: “Bill Clinton is an awkward surrogate.",
  "Chris Murphy and Kirsten Gillibrand, Jim Messina, Bret Baier, Benny Johnson, Pia Carusone, Buffy Wicks, Mark Prentice, Brynne Craig, Dana Milbank, Vinoda Basnayake, Kate Hansen, Brian Farnkoff, Ashley Biden, Tim Tagaris, Kaylie Hanson, Lizzy Price, Nu Wexler, Kristie Greco, Alex Bolton, Andrew Kovalcin, Ben Clark, Izzy Klein, Rob Hendin, Adam Green, Ben Jenkins, Gloria Dittus, Ryan Coyne, Nick Massella, Christine Delargy, Scott Wong.",
  "--Ritz bar scene late night, where MC Hammer was hanging out until the last call at 3:30 a.m.: HRC bundler Richard Sullivan and wife Caroline, Twitter’s Will Carty, Lyndon Boozer, IAB’s Dave Grimaldi, NAB’s Mike Mullen and Jamie Gillespie, CTIA’s Chris Salemme and HANK’s Kilgore, Gerry Harrington, VMWare’s Kyle Victor, Jimmy Williams, Jesse Price, Jay Driscoll, Chris Ross, Vinoda Basnayake.",
  "He's throwing himself into fundraising, starting Monday with an event for Clinton in Atlanta and with more events being approved weekly … The White House is beginning to plan an October filled with nearly non-stop political travel on behalf of both Clinton-whose campaign aides have in recent months expanded the list of places where they believe he could be helpful-and Senate candidates.",
  "SEND YOUR PHILLY SPOTTINGS to daniel@politico.com\n\nSPOTTED at the Kesha concert, the hottest ticket in town last night, sponsored by Gabby Giffords’ group ARS PAC, at Theater of the Living Arts, which had a VIP line stretched down the block waiting to get in: Elizabeth Banks, Gabby Giffords, Mark Kelly, Gavin Newsom, Nancy Pelosi, Reps. Dan Kildee, Ted Deutch and Katherine Clark, Sens.",
  "– SPOTTED at the convention: Anthony Weiner – PHILLY party roundup Presented by\n\nDriving the Day\n\nHISTORY -- 07/26/2016 06:55 PM BC-US--APNewsAlert/21 “PHILADELPHIA (AP) - Hillary Clinton makes history as the first woman to become the presidential nominee of a major US political party.”\n\nGood morning from Philadelphia, where everyone is buzzing about Bill Clinton’s speech.",
  "The SNL team is holed up in a meeting room where they are said to be writing jokes for their post-convention show (h/t Michael Schwab) … James Reid of TIA, Jim Driscoll of Independent Pharmacies, Chris Salemme and Hank Kilgore of CTIA, Ian Jefferies of AAR and Jay Driscoll of Forbes Tate hanging out at Philly’s “Best Dive Bar” McLinchey’s Tuesday afternoon …\n\n... M.C.",
  "Terry McAuliffe] said in an interview … “Once the election’s over, and we sit down on trade, people understand a couple things we want to fix on it but going forward we got to build a global economy.” … Pressed on whether Clinton would turn around and support the trade deal she opposed during the heat of the primary fight against Bernie Sanders, McAuliffe said: “Yes.",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\n\n\nEXCLUSIVE - PLAYBOOK INTERVIEW: DONNA BRAZILE\n\nPhiladelphia is buzzing with speculation that the Democratic National Committee will have to fire a slate of senior aides after WikiLeaks released 20,000 emails, some of which showed the party attempting to boost Hillary Clinton over her campaign rival Bernie Sanders.",
  "SPOTTED at FORK yesterday morning at the Heather Podesta + Partners brunch: Rep. Debbie Wasserman Schultz with a security detail in tow, Reps. Ami Bera, Don Beyer, Tony Cardenas, David Cicilline, Katherine Clark, Joe Crowley, Diana DeGette, Debbie Dingell, Rick Larsen, Ted Lieu, Alan Lowenthal, Jerry McNerney, Gwen Moore, Jared Polis, Bobby Scott, Dina Titus, Sens.",
  "But members of the Texas senator’s political team are working aggressively to defeat the embattled congressman.” http://politi.co/2ad81e6\n\nWHAT DAVE WEIGEL IS READING -- “Mike Pence to make campaign stop Wednesday in Waukesha,” by Bill Glauber in the Milwaukee Journal Sentinel: “The general election campaign hits Wisconsin Wednesday night when Indiana Gov.",
  "Cozy Bear, it seemed, had had complete access to the committee’s systems for almost a year.” http://nyti.ms/2awbcTz\n\nKREMLIN PUSHBACK – Reuters/Moscow: “‘Moscow is at pains to avoid any words that could be interpreted as direct or indirect interference in the election process,’ Kremlin spokesman Dmitry Peskov told a conference call with reporters.",
  "And I think that turns some people off.” http://politi.co/2a8WvSP\n\nPICS DU JOUR -- @HallieJackson: “Front row of VIP box: @SenWarren, @ChelseaClinton, her husband Marc, and @CoryBooker (#caughtsnappin, probably)” http://bit.ly/2a8xeYl\n\n--@ComfortablySmug: “Chelsea with Elizabeth Warren on one side and a hedge fund manager on the other.",
  "DNCC Chief Matt Butler, Shauna Thomas, Ryan Grim and Comcast’s Melissa Maxfield ... Rep. Xavier Becerra coming into Uber tent near the DNC ... Former Michigan Sen. Carl Levin and his brother Michigan Rep. Sandy Levin in the convention hallway, huddled over some chips in a cardboard container that Carl was holding for the both of them.",
  "These are human beings that have given their life and made a commitment, but I have reassured not only Secretary [Hillary] Clinton, but Sen. [Bernie] Sanders and members of Congress, donors, volunteers and activists that I’m going to make sure we have a party that they are all proud of.”\n\n--No one has offered her a resignation, yet.",
  "David Gregory meandering down Locust St ... Joe and Mika walking through Rittenhouse Square at noon ... Chris Hughes and Sean Eldridge checking into the Sofitel ... GOPers Pete Hegseth and Phillip Stutts milling around the floor of the Wells Fargo Center at 6 a.m. Tuesday discussing the irony of the blue wall in front of the stage.",
  "Roll Call alum Jonathan Strong … Justin LoFranco, CEO at IBL Creative in Orange County and alum of Scott Walker, House Oversight and Issa alum, is 3-0 … Salvatore Colleluori of Media Matters … concert enthusiast Morgan Shoaff, global health curator at Upworthy and Planned Parenthood alum … Ohio power player PJ Wenzel, a Bush W.H.",
  "Dan Malloy, Sen. Chris Coons, Jim Messina, former Texas State Sen Wendy Davis, Cecile Richards, Rep. Annie Kuster, Tom Lopach, Maura Keefe, Laurie Rubiner, Alana Petersen, Michael Skolick, Jessica Mackler, Alex Pareene, Michael Calderone, Ryan Grim, Erin Gloria Ryan, Laura Bassett, Alexandra De Luca, Mallory Shelbourne.",
  "The fallout could have the effect of drying up hard-to-come-by cash for the struggling campaign, just as vote-by-mail ballots are about to go out for Florida’s Aug. 30 primary …\n\n“The congressman, through a spokesman, denied his ex-wife’s claims of battery, which were detailed in police and court records dating to 1994.",
  "| M. Scott Mahaskey\n\nON TRUMP, PUTIN -- On NBC’s “Today Show” -- SAVANNAH GUTHRIE: “Do you believe the Russians are, number one, behind that hack and the release, and that they’re actually trying to interfere with the U.S. political elections?” OBAMA: Well-- I think the F.B.I.’s still investigating-- what happened.",
  "The Republican businessman did make it clear that he intends to enact favorable policies for the entertainment industry if he becomes president, indicating that Hollywood has been good to him.” http://bit.ly/2algTCW\n\n2016 PLAYERS – “[T]he Trump campaign ... has brought on Jeff DeWit as the Chief Operating Officer.",
  "No fidgeting, no feeling he was going on too long” … @sbg1: “He skipped right to 1999”\n\nPRESIDENT CLINTON 2 -- “A Worry if Hillary Clinton Wins: What to Do With Bill,” by NYT’s Pat Healy: “If Hillary Clinton wins the presidency, Bill Clinton will not become a regular at cabinet meetings, his wife’s advisers say.",
  "The sunset as seen from outside of Wells Fargo Center last night http://politi.co/2alBTtg ... A board listing all the various different types of DNC credentials http://bit.ly/2auNnvY\n\nSPOTTED in PHILLY: Colin Jost from SNL getting breakfast Tuesday morning in the Best Western in Philly.",
  "‘Unfortunately, this deeply disappointing revelation means progressives have no great options in the Florida race for Senate,’ Democracy for America and the Progressive Change Campaign Committee said in a written statement that announced they were pulling their endorsements.",
  "The investigation might have ended there, but CrowdStrike discovered another, better-hidden infiltrator in the computers of the [DNC:] A group known as APT 29, or Cozy Bear, which is considered more skillful and has been linked to the F.S.B., the main successor to the K.G.B.",
  "But the steps that Clinton aides are planning to shape his new life do little to address a potentially thornier problem: Historically, when Mr. Clinton does not have a job to do, he gets into trouble.” http://nyti.ms/2a43niM\n\nWHAT THE RNC IS READING -- “Special delivery!",
  "Obama and his aides will make correcting that deficiency their main electoral project for the fall-starting with putting the full force of his coalition behind Hillary Clinton in a convention speech Wednesday that will be less about him and mostly about her.",
  "But Donna Brazile, the incoming interim chairman of the DNC, pushed back on that narrative in a Playbook interview, saying that no members of the party’s staff have offered to resign and she wouldn’t consider accepting any resignations until next week.",
  "… Bernie’s graceful exit (stage, far left) … The protests were outside … Hillary’s here … Macker’s unforced error” http://politi.co/2agmOs7\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "“I have not received nor will I even contemplate [that] until we’ve had an opportunity to finish this convention, have an opportunity for the gavel to be passed on, have an opportunity for everybody to get some sleep over the weekend.",
  "He will step away from his family’s foundation work and may not even have an office in the West Wing, given the undesirable optics of a former president and husband looking over the shoulder of the first female commander in chief.",
  "Al Franken, Bob Menendez and Ron Wyden in the lobby of the Palomar http://politi.co/2a43Mls ... Anthony Weiner (who was wearing red pants and a blue jacket yesterday) and Rep. Steve Israel in the arena http://politi.co/2ad9YqT ...",
  "Bill Clinton deliver the @DNC convention keynote.”\n\nPlaybook Reads\n\nImage PHOTO DU JOUR: Sen. Bernie Sanders kisses wife Jane Sanders on night two of the Democratic National Convention July 26, in Philadelphia, Penn.",
  "Learn more at google.com/grow/veterans\n\nMCAULIFFE TO POLITICO: SHE’S DOWN WITH TPP -- “I worry that if we don’t do TPP, at some point China’s going to break the rules -- but Hillary understands this,” [Virginia Gov.",
  "There were specific things in it she wants fixed.” http://politi.co/2atHTBp\n\n--@realdonaldtrump: “No matter what Bill Clinton says and no matter how well he says it, the phony media will exclaim it to be incredible.",
  "TRANSITIONS – “CTIA Announced Kelly Cole as Senior Vice President of Government Affairs”: “Most recently, Ms. Cole ran her own consulting firm, Kelly Cole Strategies, and was a consulting counsel for Wiley Rein.",
  "Alan Grayson’s Senate campaign began disintegrating Tuesday as supporters and a top consultant abandoned him in the wake of a POLITICO report detailing decades of domestic-abuse allegations from his ex-wife.",
  "HAPPENING TONIGHT -- Rock the Vote concert at the Fillmore … Creative Coalition with Fergie … New York Night party at Union Transfer … Third Way Convention Celebration at Pennsylvania Academy of Fine Arts.",
  "25 second video of Kesha singing Tik-Tok http://bit.ly/2apLcqp ... Pic http://bit.ly/2awpun5\n\nSPOTTED at the Planned Parenthood party (titled “Sex, Politics & Cocktails”) at Union Transfer: Gov.",
  "Obama’s team is even considering doing some travel specifically on behalf of House candidates.” http://politi.co/29Z0zIc\n\nTOP TWEETS -- @karentravers: “Bill Clinton just went from 1997 to 2000.",
  "Starting Monday, when Brazile gets back to Washington, the longtime party stalwart will begin to “sit down and talk to every staff person” at the DNC -- and she vows to hold people accountable.",
  "The Big Dog basked in the unique historic moment: a former president and a husband and a wannabe first lad making the case for a former first lady, a wife and a wannabe first woman president.",
  "SPOTTED at the Chelsea Clinton-Lena Dunham Glamour event in the Facebook lounge: Constance Wu, Gayle King, Norah O’Donnell, Annella Kaine, Jason Collins, Jarron Collins, Rep. Alma Adams, Gov.",
  "Security firms and law enforcement officials have also used the name Fancy Bear, a reference to a widespread belief that the group is run by Russia’s military intelligence agency, the G.R.U.",
  "Byron Lyrvall, John and Mary Podesta, Stephanie Schriock, former Rep. Harold Ford, Jr., David Gregory, Fred Hochberg, Ed Rendell, Stephanie Cutter, Penny Lee, Debra DeShong, Amy Weiss.",
  "Still no parachute pants … At the Logan Hotel watching Clinton: Former DNC ED Tom McMahon, Michael Whouley, Kiki McLean, John Gieser, Strategies 360’s Tylynn Gordon and Ron Dotzauer.",
  "What I do know is that Donald Trump has repeatedly expressed admiration for Vladimir Putin.” http://nbcnews.to/29YuXCx\n\n--“Why Security Experts Think Russia Was Behind the D.N.C.",
  "“I know this sounds strange, but I would prefer you talked to the legal counsel and the consultants who are working with federal officials and others to get to the bottom of it.",
  "Where: Red Owl Tavern When: Wednesday 7/27, after the Convention gavels out, until 2am RSVP to Kit Rosen”\n\nATTN CNNers -- SPOTTED: at the Ritz-Carlton, your chief, Jeff Zucker!",
  "... At least 15 separate law firms were contracted to vet candidates, with separate teams within those firms assigned to a single candidate, so no one knew the complete list.",
  "“In terms of Hillary Clinton and this election, I think that the attitude that … you should vote for her because she’s a woman and you’re a woman is not a good selling point.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "At issue: A high-profile primary challenge to Kansas Rep. Tim Huelskamp, a Cruz ally and tea party favorite who has long been a thorn in the side of the party establishment.",
  "In an act of amazing self-restraint, the man who relishes the word ‘I’ managed to make the talk, as he prefers to call his folksy speeches, all about her.",
  "“Obama’s preparing a major run of endorsements and campaign stops for statehouse candidates, trying to foster an Obama generation on his way out the door.",
  "He was positively uxorious.” http://nyti.ms/2a8C2wD\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Brazile told us no decisions have been made about a staff overhaul, but noted she has overseen wholesale changes within political organizations before.",
  "“I have requested that every member of the staff, every member of the DNC — I am basically requesting that they close the office down on Thursday.",
  "No recognition - SAD!”\n\nFLASHBACK, Sept. 6, 2012, @realDonaldTrump: “Bill Clinton did a great job last night--the Democrats are lucky to have him.",
  "Breach,” by NYT’s Max Fisher: “The investigators determined that the hackers were part of APT 28, a group well-known among cybersecurity experts.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "… I hate to say it, but the Republican Convention was far more interesting (with a much more beautiful set) than the Democratic Convention!",
  "Hammer, tearing it up front and center on the dance floor in an open shirt and gold chains at the Clinton party at Reading Terminal Market.",
  "Inside today's POLITICO Playbook: EXCLUSIVE: DONNA BRAZILE on her DNC -- Bill Clinton aims for Hillary reinvention -- GRAYSON implodes!",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Maybe one or two people can stay to keep the lights on, or turn them off and make sure nothing else is, you know [happening].",
  "Indeed, many Democrats waiting for him here express ambivalence over whether he’s had a significant political legacy at all.",
  "Moving right along...” … @NormOrnstein: “From the middle of the hall, Bill Clinton had the crowd in the palm of his hand.",
  "‘We’ve been walking and talking and laughing together ever since,’ the former president said of the woman he would marry.",
  "... Graphic designer Jennifer Kinon may have gotten the brunt of the campaign’s efforts to keep the merry-go-round going.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "… The Democratic Convention has paid ZERO respect to the great police and law enforcement professionals of our country.",
  "... Jill Stein on the convention floor at the DNC…\n\n... Jerry Springer heading into the Embassy Suites in Center City.",
  "In this role, Jeff will focus on the operational aspects of the campaign including budgetary and logistical matters.",
  "Cruz has rushed to Huelskamp’s aid, providing him with a valuable endorsement just weeks before the Aug. 2 primary.",
  "HAPPENING TODAY -- President Barack Obama, Vice President Joe Biden and Tim Kaine will speak to the convention.",
  "I want to let them know what occurred.” She added, “I’m going to have an opportunity to look at everything.",
  "... Matt will continue in his role as lead political writer, while adding fresh dimension to his portfolio.",
  "... Famed golf course architect Robert Trent Jones at Nancy Pelosi’s Janelle Monae reception Monday night.",
  "Do you really believe he likes @BarackObama?” ... Sept 4, 2012: “Smart move by @BarackObama having Pres.",
  "I’m not leaving anybody behind.”\n\n--Nerves are raw at the DNC -- but Brazile says she has as job to do.",
  "I will find out more on Friday.”\n\n--She wants the whole DNC staff to see Hillary’s speech in person.",
  "But-- you know, what the motives were in terms of the leaks, all that -- I can’t say directly.",
  "The name is short for advanced persistent threat, which usually refers to government hackers.",
  "“I’m going to have an open door policy,” said Brazile, who plans to serve until January 2017.",
  "‘I thought her delivery was excellent,’ [said] Trump ... ‘I thought she did a very good job.",
  "What he hasn’t built is a generation of elected officials to carry any of it on for him.",
  "I’m going to make sure that we have the staff that will enable us to complete our goal.",
  "I’ll talk to everybody on Monday.”\n\n--No comment on whether Russians were involved.",
  "I have requested they come up to Philadelphia to celebrate this historic occasion.",
  "I had to make significant changes as we moved from Washington, D.C. to Tennessee.",
  "I’m not going to conduct a public … witch hunt, a public persecution of anybody.",
  "Bob Casey, Chris Coons, Patrick Leahy, Chris Murphy, Sheldon Whitehouse, Govs.",
  "I have not had time in large part because it was just announced 48 hours ago.",
  "Mike Pence...headlines a rally at the Waukesha County Exposition Center.",
  "They just lost one of their colleagues [Seth Rich], who was murdered.",
  "‘We’ve done it in good times and bad, through joy and heartbreak.",
  "I’ve known them for decades and I want to have a conversation.",
  "More highlights from Day 2 of the Democratic convention here.",
  "“I was just there two weeks ago to comfort and console them.",
  "I’ve had to step up when I was Al Gore’s campaign manager.",
  "I know that experts have attributed this to the Russians.",
  "What we do know is that the Russians hack our systems.",
  "I’m going to ask them to ... explain what happened.",
  "… Many of Bernie’s supporters have left the arena.",
  "Not just government systems, but private systems.",
  "Many of [the staffers at the DNC] are my friends.",
  "This is a hack.”\n\n--Brazile has been here before.",
  "“This is not the first time I’ve had to step up.",
  "But the political damage was severe nonetheless.",
  "He’s also at odds with some of his own advisers.",
  "He will not be invited into the Situation Room.",
  "Jay Inslee, John Hickenlooper, Swedish Amb.",
  "I don’t know everything that has happened.",
  "Dan Malloy, Amy Dacey, Crystal Patterson.",
  "This is a very sensitive time for them.",
  "I don’t want them [to be left] behind.",
  "Did Bernie go home and go to sleep?",
  "Listen, she was in support of it.",
  "I have not received a briefing.",
  "They had to identify the body.",
  "They have been through a lot.",
  "Remember, this wasn’t a leak.",
  "Just five days until August.",
  "I want them part of this.",
  "“I want to talk to them.",
  "I liked her speech.’ ...",
  "PLAYBOOOK IRL -- Sens.",
  "And he was sharp.",
  "Highly overrated!",
  "They buried him.",
  "I don’t know."
]