[
  "More from NBCNews.com:\n\nMajor GOP donors asking Trump for their money back\n\nTrump 'barely a Republican,' according to Boehner\n\nBill Clinton 'rape' hecklers interrupt Obama, Hillary\n\n\"And it wasn't anything we did in cyber space — it was the threat of sanctions and the impact on their economy.\"",
  "In a rare bit of good cyber security news, Chinese hacking thefts of American corporate secrets have plummeted in the 13 months since China signed an agreement with the Obama administration to curb economic espionage, U.S. officials and outside experts say.",
  "Analysts say the success may hold lessons for how the U.S. should deal with Russia, which at the same time has stepped up a different sort of hacking campaign that officials says is aimed at undermining confidence in the American election.",
  "The change in China's behavior \"has been the biggest success we've had in this arena in 30 years,\" said Dmitri Alperovitch, co-founder of Crowdstrike, a cyber security firm that tracks computer network intrusions.",
  "\"Since mid-2014, we have observed an overall decrease in successful network compromises by China-based groups against organizations in the U.S. and 25 other countries,\" the report said.",
  "The dropoff actually began a year before the agreement was signed, according to a study released in June by the iSight intelligence unit of FireEye, a cyber security company.",
  "At issue in the agreement President Obama signed with President Xi Jinping in September 2015 was hacking to steal corporate intellectual property to benefit Chinese firms.",
  "In addition, a cyber hotline to facilitate speedy communication between China and the U.S. over hacking incidents is in the testing phase, U.S. officials told NBC News.",
  "\"These shifts have coincided with ongoing political and military reforms in China, widespread exposure of Chinese cyber activity, and unprecedented action by the U.S.",
  "To be sure, Alperovitch and others say, Chinese intelligence agencies are still hacking to steal national U.S. security secrets, including attacking defense firms.",
  "The U.S. says it doesn't do that, but China did it with impunity for years, in what a former NSA director called the biggest transfer of wealth in modern history.",
  "But those attacks are considered commonplace, because they are exactly what the National Security Agency does to China and other U.S. adversaries.",
  "Alperovitch said his firm has observed a 90 percent drop in commercial hacking against U.S. firms attributable to Chinese government actors.",
  "The U.S. also indicted five members of the People's Liberation Army in 2014, accusing them of commercial hacking.",
  "U.S, intelligence agencies also have reported a sharp falloff, according to officials briefed on the matter.",
  "After years of pressure, Obama elevated the issue and threatened sanctions on China.",
  "In the agreement, China essentially promised to stop doing it.",
  "government.\""
]