[
  "“If you can make us question one district in any of the battleground states, especially with Trump’s rhetoric calling the election rigged, that will certainly go a long way towards causing chaos and disruption,” said Adam Meyers, vice president of intelligence at Crowdstrike, the computer security company that identified Russians as behind the hack of the DNC in June.",
  "A brief summary of what's giving folks the jitters: The Democratic National Committee emails were hacked, the Republican candidate for president has charged the election is \"rigged\" and WikiLeaks has posted a daily cascade of stolen emails from John Podesta, chairman of the 2016 Hillary Clinton presidential campaign.",
  "The concerns have been amplified by comments from Republican presidential nominee Donald Trump, who has alleged multiple times that the election has been “rigged.” He famously called upon Russia to hack into Democratic nominee Clinton’s emails in July, though he later said he was only being sarcastic.",
  "Post-election auditing systems, mostly paper-based and therefore not so subject to cyberattack, are widely in use across the United States, said Pamela Smith, president of Verified Voting, a non-partisan, non-profit organization that advocates for elections accuracy.",
  "For the first time they are saying outright that a large, well-resourced organization backed by a country the United States has been jousting with for years now appears to be attempting to influence the presidential election.",
  "The election comes close on the heels of a massive attack two weeks ago against Dyn, a New Hampshire-based company that routes Internet traffic, that kept users on the East coast from accessing popular sites for hours.",
  "Only this week Microsoft announced it was issuing a patch to address vulnerabilities in the Windows operating system that were exploited by a group that's been tied to the Russian government and linked to the DNC hack.",
  "That extraordinary level of anxiety over the basic mechanics of a U.S. presidential election has cyber security experts worried — far more than they fear actual interference with the voting process.",
  "Fears of a cyber attack on the election process stem both from that link and from parallels with reported Russian cyber involvement in national elections in Ukraine, say computer security experts.",
  "On the day of the election, May 25, 2015, hackers hit the election commission’s website with a distributed denial of service attack in an attempt to knock it offline that ultimately failed.",
  "In 2015, computers of Ukraine’s national election commission were hit with a major attack that deleted backups, damaged hard drives, make software unusable and changed routers settings.",
  "Ukraine playbook\n\nAfter weeks of hints, last month the U.S. intelligence community blamed Russia for hacking into and leaking sensitive documents from the Democratic National Committee.",
  "The U.S. electoral system is far too decentralized and offline for enough votes to be influenced to truly impact the outcome of the election or even the outcome of a single district.",
  "Much of that anxiety centers around fears Russian cyber attackers could influence either the election's outcome or how the U.S. public accepts its outcome.",
  "CLOSE Donald Trump said Vladimir Putin but has outsmarted President Obama and Hillary Clinton on foreign matters 'every single step of the way.'",
  "This presidential election cycle has been unusual for many reasons, but it’s also the first with such hand-wringing over digital security.",
  "But, say cyber security experts, it could all too easily be derailed and it wouldn’t take an attack on even a single voting machine.",
  "An Internet outage that makes it hard for voters to find their polling places could deter voters and cast doubt on the whole system.",
  "You can just insert doubt,\" Herb Lin, a senior research scholar for cyber policy at the Hoover Institution at Stanford University.",
  "(Photo: Getty Images)\n\nSAN FRANCISCO – The drumbeat of potential election cyber-catastrophe has been pounding for months now.",
  "Just days before final votes are cast, little has happened to actually impact the nation’s 58th presidential election.",
  "The ultimate goal is to make voters question the validity of the results of the election, said Crowdstrike's Meyers.",
  "Russian state news programs showed the chart on air — despite the fact that it hadn’t yet been released publicly.",
  "It's a charge Russian president Vladimir Putin has denied but one many computer experts are convinced is true.",
  "The attack was linked to a pro-Moscow group called CyberBerkut, according to the Wall Street Journal.",
  "“We’ve been comparing what we’re seeing today to what happened in Ukraine over the last two years.",
  "“At the end of the day, it’s the votes that are captured and recorded that decide,” she said.",
  "Hoax charts appeared online showing that a far-right candidate was winning when he was not.",
  "Votes not in question\n\nElection experts caution that actual votes are safe.",
  "“These things are what we’re really getting twitchy about,\" he said.",
  "I don’t think there’s any question about it,” said Stanford's Lin.",
  "The individuals are certainly using the same playbook,” he said.",
  "It’s pretty clear to me that Putin is trying to help Trump.",
  "The attack came three days before national elections.",
  "All of this has computer security experts on edge.",
  "Read or Share this story: http://usat.ly/2fnt1Dy",
  "\"You don’t even have to change a single vote.",
  "“I think I’m rationally paranoid about this."
]