[
  "If you were coming in cold and wanted to do a project like that, it would cost hundreds of thousands of dollars.”\n\nThe official suggested that the DNC’s email traffic might actually provide more insight to the hackers, because it could contain the type of insider strategy and analysis that foreign officials might be hard-pressed to access otherwise.",
  "The hackers “got access to a great library of material on Trump, but it’s not anything they couldn’t have gotten themselves from libraries around the country,” said the former DNC official, pointing out that the committee doesn’t collect Social Security numbers or other privileged information.",
  "How are we able to quickly kind of stop the flow of intelligence that's leaving that network and move the attackers off the network and provide the organization, allow them to build a network that is free from this type of tools that the Russians had put on to the network.\"",
  "Whether they were doing it to try to try to manipulate our political process, I’d have to think about that.”\n\nHe added: “Russia has tremendous capabilities, both the Russian government and their proxies and people somewhat affiliated with the government.",
  "The hackers had access to the information for approximately one year, but that access was wiped clean last weekend, The Washington Post reported, noting that the DNC said that no personal, financial or donor information had been accessed or taken.",
  "Russian government hackers broke into the computer systems of the Democratic National Committee and accessed information about Democratic candidates as well as a database on opposition research against Donald Trump, POLITICO has confirmed.",
  "Asked whether it gave him pause that information on Trump was stolen as the presumptive Republican nominee for president habitually praises Russian President Vladimir Putin, Sen. Richard Burr (R-N.C.) pivoted to Hillary Clinton.",
  "\"The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,\" said Rep. Debbie Wasserman Schultz (D-Fla.), the DNC chairwoman, in a statement.",
  "Michael McFaul, who served as U.S. ambassador to Russia from 2012 to 2014, called the hack “meddling in our personal affairs.”\n\n“I am sure they intended to do this without being caught,” he told POLITICO.",
  "During the next presidential election cycle, GOP nominee Mitt Romney’s personal email was reportedly infiltrated after hackers correctly guessed his password, “Seamus,” the name of the Romney family dog.",
  "In late 2014, suspected Moscow-backed hackers also cracked into the State Department and White House networks, accessing sensitive materials such as President Barack Obama’s personal schedule.",
  "Indeed, the DNC hack would appear to be much more severe than these previous reported incidents, as the infiltrators reportedly had full access to all email and chats for up to a year.",
  "staff of the DNC, we were able to identify with a very high degree of confidence a group that we have attributed back to the Russian government targeting that DNC network,\" Henry said.",
  "And the DNC and other NGOs that have been targeted over the years by this very, very sophisticated group with a high degree of capability and some very, very sophisticated technology.\"",
  "One group may be connected to Russia's GRU intelligence service, and the other might be the Federal Security Service, Russia's influential security arm, CrowdStrike told the Post.",
  "Story Continued Below\n\nIn late April, the DNC's IT department noticed some suspicious behavior and contacted DNC chief executive officer Amy Dacey, according to a DNC official.",
  "Within 24 hours of the first signals that something was amiss, CrowdStrike was brought in to install monitoring software to analyze the details of who was responsible.",
  "Instead, we observed the two Russian espionage groups compromise the same systems and engage separately in the theft of identical credentials,\" Alperovitch wrote.",
  "DNC officials say no personal employee information or voter or donor information seems to have been taken, but the investigation into the breach is ongoing.",
  "Last August, Defense Department officials blamed Moscow for orchestrating a successful cyberattack on the Pentagon Joint Staff's unclassified email system.",
  "In 2008, the campaigns for both Sen. John McCain (R-Ariz.) and Obama were bombarded by suspected Chinese hackers, according to U.S. intelligence officials.",
  "\"We know with certainty my time in the bureau and now at CrowdStrike that foreign intelligence services are constantly interested in political processes.",
  "\"We deployed certain pieces of technology that we use to try to get some visibility into the extent, the depth and breadth of this particular breach.",
  "Dacey reached out to DNC lawyer Michael Sussmann, a partner at the Perkins Coie law firm and a former federal prosecutor specializing in cybercrimes.",
  "| AP Photo Russian government hackers broke into DNC servers, stole Trump oppo The hackers had access to the information for approximately one year.",
  "National Intelligence Director James Clapper alluded to these past incidents earlier this year and warned that the 2016 race would be no different.",
  "The incident came just months after Defense Secretary Ash Carter acknowledged Russian hackers had broken into the DOD’s unclassified networks.",
  "\"At DNC, COZY BEAR intrusion has been identified going back to summer of 2015, while FANCY BEAR separately breached the network in April 2016.",
  "“That’s not to say that it’s not valuable to have a key to this stuff, because the DNC spent the better part of a year gathering this stuff.",
  "The DNC hack comes after two straight election cycles in which intelligence officials said foreign government cyber espionage was rampant.",
  "\"When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "Henry, the president of CrowdStrike, told MSNBC moments after the story broke that the DNC was \"very responsive\" to the hack.",
  "Henry, a former executive assistant director at the FBI, said the DNC contacted his organization through its legal counsel.",
  "A former DNC research official downplayed the amount of proprietary material that might have been exposed during the hack.",
  "\"They immediately recognized and had a high degree of urgency that this was important by calling us in,\" Henry said.",
  "That’s a kind of target that would make sense — in terms of them wanting to know things about what is going on here.",
  "The party’s research files tend to be filled with news stories, court documents and video clips, said the official.",
  "One, codenamed Cozy Bear, broke into the DNC last summer and had been monitoring the committee's emails and chats.",
  "\"It’s unfortunate, and we ought to do everything we can to prevent it, but I can’t opine with any great thoughts.",
  "In a blog post, CrowdStrike co-founder Dmitri Alperovitch said there was no coordination between the groups.",
  "We always underestimate their capabilities.”\n\nThere is as yet no evidence the two groups were coordinating.",
  "Sussmann called Shawn Henry, the president of cybersecurity firm CrowdStrike, to get his company's help.",
  "We have identified no collaboration between the two actors, or even an awareness of one by the other.",
  "The digital intruders were reportedly after internal policy papers and the emails of top advisers.",
  "It took months for the agencies to fully eradicate the digital invaders and repair their systems.",
  "A spokesman for the Russian Embassy told the Post that he had no knowledge of the hacking.",
  "\"It gives me pause to believe that Secretary Clinton's [email] wasn't hacked,\" Burr said.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.\"",
  "Russian hackers have long served as a major digital foil for the Obama administration.",
  "Republican presidential candidate Donald Trump speaks during a rally, Friday, May 27.",
  "Fancy Bear was able to gain access to all of the DNC's research staff computers.",
  "“As the campaign intensifies, we’ll probably have more” attacks, he said in May.",
  "Ken Vogel, Cory Bennett, Nick Gass and Bryan Bender contributed to this report.",
  "The DNC has also been in contact with the FBI since the hack was discovered.",
  "It hacked into the DNC in April aiming to get opposition research files.",
  "CrowdStrike designated two groups that gained access to the DNC's info.",
  "“They wanted to obtain the information without it being detected.",
  "The alleged hacker claimed to have not stolen any information.",
  "In the course of this, working very closely with the I.T.",
  "So, unfortunate,\" Sen. Dianne Feinstein (D-Calif.) said.",
  "The Fancy Bear breach is what tipped off DNC officials.",
  "They're interested in foreign policy, et cetera.",
  "The immediate reaction in Congress was surprise.",
  "The other group CrowdStrike dubbed Fancy Bear.",
  "\"The key piece is moving towards remediation.",
  "It sort of takes us back to Watergate.",
  "They're interested in strategies."
]