[
  "The Washington Post reports that Russian government hackers recently penetrated the Democratic National Committee’s computer network and gained access to “the entire database of opposition research on GOP presidential candidate Donald Trump.”\n\nAccording to DNC officials and the security experts who were called in to deal with the breach, the committee’s network was actually accessed by two separate hacker groups, both of which work for the Russian government but appear not to have been coordinating with each other.",
  "While details of those cases were not available, it makes sense that the Kremlin would want to know everything they can about the two people most likely to be the next president of the United States (even if much of the dirt in those opposition files is likely to be made public eventually).",
  "According to the Post, Russian hacker groups have recently targeted a number of other U.S. political networks, including those of Trump and Hillary Clinton’s presidential campaigns, as well as several Republican PACs, which presumably have databases of Clinton opposition research.",
  "That’s not to say espionage between Russia and the United States—which is a two-way street, by the way—isn’t a big deal geopolitically, just that this particular story is going to draw significantly more attention than similar ones given the identified subject was Donald Trump.",
  "The second gained access to the system in late April and had focused on the opposition research files, at least two of which they stole, according to CrowdStrike, the cybersecurity firm the DNC hired after discovering something was amiss.",
  "“It’s the job of every foreign intelligence service to collect intelligence against their adversaries,” CrowdStrike president Shawn Henry, a former head of the FBI’s cyber division, explained to the Post.",
  "Their job when they wake up every day is to gather intelligence against the policies, practices, and strategies of the U.S. government.”\n\nRead more of Slate’s coverage of the 2016 campaign.",
  "The firm and the DNC say that no financial or personal information appears to have been accessed, and that the hackers were expelled from the network this past weekend.",
  "Scott Olson/Getty Images\n\nI have good news for those of you who woke up this morning and thought to yourself: You know what this presidential campaign is missing?",
  "The first group gained access last summer and had been monitoring the committee’s email and chat communications ever since.",
  "Donald Trump speaks to guests during a campaign rally at St. Norbert College on March 30 in De Pere, Wisconsin.",
  "Similarly, in 2008, Chinese spies reportedly hacked into the networks of both the Obama and McCain campaigns.",
  "Spies are gonna spy, and Russian spies are gonna spy on Americans.",
  "“We’re perceived as an adversary of Russia.",
  "Trump!—it’s not actually all that unusual.",
  "As wild as this whole thing sounds—Spies!",
  "Russian spies!",
  "Hackers!"
]