[
  "Reuters The New York Times made a striking admission in a wide-ranging article on Tuesday about Russia's hacking of the Democratic National Committee (DNC) during the 2016 election: The Times, and many other publications that jumped at the chance to report on emails stolen and posted to WikiLeaks, became \"a de facto instrument of Russian intelligence.\"",
  "AP\n\nThe hack of Clinton campaign manager John Podesta's private Gmail address was traced by cybersecurity researchers to hackers with Russia's foreign intelligence service, the GRU, because the group made an error during its campaign of \"spear phishing\" targets — tricking them into clicking on malicious links or give up their passwords.",
  "In 2008, for example, a letter Sen. John McCain sent to the president of Taiwan was intercepted by hackers from China\n\nBut the hacks during the 2016 election are unprecedented in that the data that was stolen was later made public by the perpetrators, in an effort to sway public opinion, as opposed to normal espionage.",
  "The report, written by national security reporters Eric Lipton, David Sanger, and Scott Shane, goes deep into how Russia was able to burrow itself in the servers of the DNC, and how Democratic staffers and leadership struggled to get them out.",
  "Hackers working for foreign governments can gain valuable insight into a presidential candidate's mindset before they take office, or uncover private communications that might give their country a leg up in diplomatic negotiations.",
  "Intrusions into political campaigns are not surprising: The Chinese government reportedly hacked both Obama and McCain in 2008, and hackers tried repeatedly to break into the campaign accounts of Obama and Romney in 2012.",
  "In June 2016, The Washington Post reported that two different hacker groups associated with the Russian government were found inside the DNC servers, and were subsequently kicked out by cybersecurity experts.",
  "But it was in Sep. 2015 that a warning came from an FBI agent who called the DNC, according to The Times, and told a tech support operator what the world would know many months later.",
  "The hack, which was investigated by the FBI and the cybersecurity firm Crowdstrike, was linked to Russia through a lengthy technical analysis, which was detailed on the firm's blog.",
  "The major media, desperate for scoops and new stories, ran with the thousands of leaks that emerged, and published a wide array of stories that were often unflattering to Clinton.",
  "Russian President Vladimir Putin cups his ear to listen to a question as he departs after a summit on the Ukraine crisis at the Elysee Palace in Paris, France, October 2, 2015.",
  "Soon after The Washington Post report on the hacking was published, a hacker calling himself \"Guccifer 2.0\" began publishing some of the stolen documents.",
  "The researchers found that the group had targeted more than 100 email addresses that were associated with the Clinton campaign, according to The Times.",
  "Officials with the CIA recently admitted that they believed the intended goal of the hackers was to help Trump win the White House.",
  "Former NSA research scientist Dave Aitel, who now leads another cybersecurity firm, has called the analysis \"pretty dead on.\"",
  "The operator, unsure of whether the FBI agent was legitimate or just a prank caller, seemingly shrugged off the warning.",
  "\"There shouldn't be any doubt in anybody's mind,\" NSA Director Adm. Michael Rogers said after the election.",
  "This was a conscious effort by a nation-state to attempt to achieve a specific effect.\"",
  "The Obama administration in October publicly accused Russia of being behind the hacks.",
  "Then WikiLeaks, and a new website called DCLeaks, published many more.",
  "This was not a target that was selected purely arbitrarily.",
  "It was the first of several missteps for the DNC.",
  "\"This was not something that was done casually.",
  "This was not something that was done by chance.",
  "Hillary Clinton."
]