[
  "And yet, the conclusions of the CIA, which other agencies in the intelligence community have to come to share, have ended up being leaked to outlets like The Washington Post in the form of a “secret CIA assessment.”\n\nThat’s why Leopold and Shapiro are trying to get their hands on at least some of the documents from intelligence agencies that mention Russia’s role in the election, The Hill reports.",
  "The requests also include other entities that may have asked for or received information from intelligence agencies, such as Congress, the Democratic National Committee, the Republican National Committee and both Clinton and Trump campaigns, among other entities.",
  "The CIA has been the most aggressive agency in the intelligence community in terms of stating that not only did Russia interfere in the election, but that Moscow clearly intended to manipulate with the intent of backing GOP President-elect Donald Trump.",
  "For example, CrowdStrike, a cybersecurity firm, has tied the breach of the Democratic National Committee to Russia, but CrowdStrike itself was hired by the DNC, which has placed the blame squarely on Russia almost from the start.",
  "Still, the evidence isn’t entirely clear, especially because publicly available information tying Russia to various election-related hacks has been fraught with conflicts of interest and methodological issues.",
  "Journalist Jason Leopold and PhD candidate Ryan Shapiro are suing the U.S. intelligence community for failing to produce records related to claimed Russian interference in the 2016 presidential election.",
  "In the lawsuit, Leopold and Shapiro noted that the agencies failed to respond to Freedom of Information Act requests and asked the judge to force the agencies to immediately answer the requests.",
  "In the meantime, the White House is moving full speed ahead to try and punish Russia in ways that are hard to roll back before the Trump administration takes over in late January.",
  "Those requests ask for documents on communications from the Electoral College to the intelligence community, and vice-versa, mentioning Russia interference.",
  "GOP Sen. Lindsey Graham, a major thorn in the side of Russia, has said he thinks 99 percent of the Senate believes Russia interfered in the election.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "These same agencies have been incredibly reticent to show any evidence for their claims, citing the danger of revealing sources and methods.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org."
]