[
  "The hackers did not access donor information and financial records, according to the DNC, but were able to steal troves of data including information on Trump, whose past the Democratic Party has been researching in preparation for a general election.",
  "Russian government hackers have broken into the Democratic National Committee’s computer network, accessing opposition research on Republican presumptive nominee Donald Trump as well as email and chat information, party officials confirmed to TIME.",
  "The DNC will play a key role in helping organizing state campaigns in the November election between presumptive nominees Hillary Clinton and Donald Trump, and much of the information on their systems is invaluable to waging a successful campaign.",
  "“The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,” said Rep. Debbie Wasserman Schultz (D-Fla.), the DNC chairwoman said in a statement.",
  "“What we saw is two separate intelligence efforts by the Russian government or operating on behalf of the Russian government,” said Shawn Henry, CEO of Crowdstrike said speaking on MSNBC.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "View Sample Sign Up Now\n\nThe party contacted a computer security firm called Crowdstrike shortly after learning of the attack, around six weeks ago.",
  "“We didn’t see any evidence of organized crime.”\n\nA Russian Embassy spokesman told the Post that he was not aware of the hack.",
  "“When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "Some of the hackers had access to the DNC network for about a year, according to the Post.",
  "There was no evidence of criminal activity or theft of financial information.",
  "The intrusion was first reported by the Washington Post.",
  "Contact us at editors@time.com."
]