[
  "Political campaigns from both parties are working on enhancement of their cybersecurity, by using encrypted messaging applications instead of email and trying to help new campaigns with advice and strategies to keep their operations secure before they are targeted, according to Politico.",
  "Strategists for House Democrats are urging consultants to use Wickr, an encrypted messaging app that the Democratic Congressional Campaign Committee uses, but consultants have been slow to change over from using email, Politico reported.",
  "Some politicians are hiring outside firms to take on the issue, such as CrowdStrike, a cybersecurity firm that the Democrats' national committee and campaign committee used in response to the 2016 hacks, Politico reported.",
  "The Democratic Party, whose committee and operatives were hacked during the 2016 election, has changed its day-to-day operations, and the party is working on getting local state or congressional campaigns to follow.",
  "While state or congressional campaigns are not likely to be high-priority targets for hackers, operatives want campaigns at every level to have the same focus on security.",
  "The Democratic committee has worked to increase protection against hacking by running anti-phishing drills and starting up a cybersecurity advisory board.",
  "The National Republican Congressional Committee has paid CrowdStrike $80,000 for its services in 2017 according to campaign finance reports.",
  "There's no one way to prevent cybersecurity attacks, but candidates are focused on the issue, said Republican consultant Kyle Robertson.",
  "\"I'm definitely finding an appetite for candidates to be more secure than they were,\" Robertson said, according to Politico.",
  "Some states are looking to foil election hacks by bringing back paper ballots, according to a Tuesday report in USA Today.",
  "There really isn't anything comparable for data security,\" Maine campaign manager Michael Ambler told Politico.",
  "\"They're advocating it in theory, but not pushing the practice … change is really tough,\" the consultant said.",
  "However, there are no uniform recommendations for cybersecurity by either Republicans or Democrats.",
  "For finance or fundraising or field, there are best practices… passed down from older generations.",
  "The Wickr app has not seen widespread adoption, one Democratic consultant told Politico.",
  "\"Ultimately they have to choose to adopt the technology,\" an aide said.",
  "A campaign toolkit for Democratic candidates is also expected.",
  "\"I just don't think there's anyone whose job it is, really.",
  "Election hacking also remains a potential risk.",
  "There's no clearinghouse."
]