[
  "U.S. and European government sources told Reuters earlier this year that they believed Hussain was the leader of CyberCaliphate, a hacking group which in January attacked a Twitter account belonging to the Pentagon, though the sources said they did not know if he was personally involved.",
  "“It was his involvement in recruitment, communications and other ancillary support that would have made him a target.”\n\nIn 2012 he was jailed for six months for stealing former British Prime Minister Tony Blair’s address book from an account maintained by a Blair adviser.",
  "Seamus Hughes, a former U.S. government counter terrorism expert now affiliated with George Washington University, said that while the reports came from Twitter accounts known to be connected to Islamic State, it was not possible to determine whether they were accurate.",
  "Cyber security experts have said they believe that Hussain and other hackers working for Islamic State lack the skills needed to launch serious attacks such as ones that could shut down computer networks or damage critical infrastructure.",
  "WASHINGTON (Reuters) - A British hacker who U.S. and European officials said became a top cyber expert for Islamic State in Syria has been killed in a U.S. drone strike, a U.S. source familiar with the matter said on Wednesday.",
  "It was the second reported killing of a senior Islamic State figure in the last eight days after the group’s second-in-command was killed in a U.S. air strike in Iraq on Aug. 18.",
  "The source indicated that the U.S. Defense Department was likely involved in the drone strike that killed British hacker Junaid Hussain, a former Birmingham, England, resident.",
  "Two Twitter accounts that U.S. intelligence experts say are connected to Islamic State reported that his wife had said he was still alive.",
  "While the American sources said they were confident he was killed in the strike, some people disputed that view.",
  "He was most likely a nuisance hacker,” said Adam Meyers, vice president of cyber security firm CrowdStrike.",
  "3 on a drone target list, saying other Islamic State commanders were regarded as far more dangerous.",
  "A CSO Online report said the strike took place on Tuesday near Raqqa, Syria.",
  "Hussain recently had become a subject of considerable U.S. interest.",
  "However, the sources denied a British news report that he was No.",
  "Hussain, 21, moved to Syria sometime in the last two years.",
  "“It could be a concerted attempt to deceive,” Hughes said.",
  "“He wasn’t a serious threat."
]