[
  "He continued (emphasis added):\n\n\"It is designed, as retired KGB General Oleg Kalugin once defined it, 'to drive wedges in the Western community alliances of all sorts, particularly NATO, to sow discord among allies, to weaken the United States in the eyes of the people in Europe, Asia, Africa, Latin America, and thus to prepare ground in case the war really occurs.'",
  "\"An active measure is a time-honored KGB tactic for waging informational and psychological warfare,\" Michael Weiss, a senior editor at The Daily Beast and editor-in-chief of The Interpreter - an online magazine that translates and analyzes political, social, and economic events inside the Russian Federation - wrote on Tuesday.",
  "\"The very fact that we are discussing this and believing that Putin has the skill, inside knowledge, and wherewithal to field a candidate in an American presidential election and get him through the primaries to the nomination means we are imbuing him with the very power and importance he so craves,\" Ioffe wrote.",
  "'The gift that keeps on giving'\n\nFrom threats about pulling out of NATO to altering the GOP's policy on Ukraine - which has long called for arming Ukrainian soldiers against pro-Russia rebels - Trump is \"the gift that keeps on giving\" for Putin, Russian journalist Julia Ioffe noted in a piece for Politico.",
  "The leak of internal DNC email correspondences revealing a bias against Democratic presidential candidate Bernie Sanders - by WikiLeaks, an organization founded by Russia Today contributor Julian Assange - has divided the American left and made the Republican Party look unified in comparison.",
  "As such, the year-long hack of the DNC - discovered in mid-June and traced back to Russian military intelligence by the cybersecurity firm CrowdStrike - would seem to be the archetypal \"active measure\" described by Weiss, adapted to modern technology to have maximum impact.",
  "Even if - and it's becoming increasingly unlikely - Vladimir Putin and his intelligence apparatus had nothing to do with the DNC hack, that the mere suspicion has come to dominate American media is a huge propaganda boon for the former KGB operative.",
  "As Ioffe noted in a later piece for Foreign Policy, however, Trump's own influence among high-level Russian figures may be overstated given the difficulty that he has had throughout his career in securing lucrative real-estate projects there.",
  "In his research from St. Petersburg, Chen discovered that Russian internet trolls - paid by the Kremlin to spread false information on the internet - have been behind a number of \"highly coordinated campaigns\" to deceive the American public.",
  "That is what freelance journalist Adrian Chen, now a staff writer at The New Yorker, discovered as he was researching Russia's \"army of well-paid trolls\" for an explosive New York Times Magazine exposé published in June 2015.",
  "Trump's seemingly shady financial overtures to Russian oligarchs have since resurfaced, perhaps as evidence that the real-estate mogul or his top advisers may have had a hand in the hack that made his opponents look so bad.",
  "The most common subcategory of active measures is dezinformatsiya, or disinformation: feverish, if believable lies cooked up by Moscow Centre and planted in friendly media outlets to make democratic nations look sinister.\"",
  "From his interviews with former trolls employed by Russia, Chen gathered that the point of their jobs \"was to weave propaganda seamlessly into what appeared to be the nonpolitical musings of an everyday person.\"",
  "\"The DNC hack and dump is what cyberwar looks like,\" Dave Aitel, a cybersecurity specialist, a former NSA employee, and founder of cybersecurity firm Immunity Inc., wrote for Ars Technica last week.",
  "The disinformation campaigns are only one \"active measure\" tool used by Russian intelligence to \"sow discord among,\" and within, allies perceived hostile to Russia.",
  "Chip Somodevilla/Getty Images\n\nThat makes sense given Russia's partiality to weaponizing information - and the digital era's abundance of hackers for hire.",
  "In large part, it is because people-especially older people like [Russian citizen Felix] Kolsky-get their news from Kremlin-controlled TV.",
  "It's a brand of information warfare, known as \"dezinformatsiya,\" that has been used by the Russians since at least the Cold War.",
  "Russia's troll factories were, at one point, likely being paid by the Kremlin to spread pro-Trump propaganda on social media.",
  "It is not surprising, then, that the Kremlin would pay internet trolls to pose as Trump supporters and build him up online.",
  "And Kremlin-controlled TV has been unequivocal about whom they want to win the U.S. presidential election: Donald Trump.\"",
  "Sara D. Davis/Getty Images\n\nIt seems, rather, that Trump is more useful to the Russians than they have ever been to him.",
  "\"I feel like it's some kind of really opaque strategy of electing Donald Trump to undermine the US or something.",
  "\"Russia's information war might be thought of as the biggest trolling operation in history,\" Chen wrote.",
  "\"Life is still not great here,\" Ioffe reported from the small Russian city of Nizhny Tagil in June.",
  "I don't know what's going on, but they're all tweeting about Donald Trump and stuff,\" he said.",
  "\"A very interesting thing happened,\" Chen told Longform's Max Linsky in a podcast in December.",
  "\"And its target is nothing less than the utility of the Internet as a democratic space.\"",
  "You know, that's how I started thinking about all this stuff after being in Russia.\"",
  "And a lot of them have turned into conservative accounts, like fake conservatives.",
  "This week, we're giving that to him, and then some,\" she wrote.",
  "\"All he wants is for America to see him as a worthy adversary.",
  "\"I created this list of Russian trolls when I was researching.",
  "Linsky then asked Chen who he thought \"was paying for that.\"",
  "\"But it's a loyal place and support for Putin is high.",
  "And I check on it once in a while, still.",
  "Reuters Russian President Vladimir Putin.",
  "In fact, that would be the easy part.",
  "Like false-flag kind of thing.",
  "\"I don't know,\" Chen replied."
]