[
  "Robby Mook, who managed Democrat Hillary Clinton's 2016 presidential campaign, and Matt Rhoades, who led the campaign for 2012 Republican presidential nominee Mitt Romney, are co-leading a project at the Belfer Center for Science and International Affairs at Harvard Kennedy School.",
  "\"Over the last two years, nearly every election on both sides of the Atlantic has been affected by foreign cyberattacks, including Hillary Clinton's in 2016,\" Mook said in a press release announcing the formation of the Defending Digital Democracy Project.",
  "\"This project will bring together not just different parties and ideologies, but subject matter experts from cyber security, national security, technology, and election administration to make a difference.\"",
  "This project will find practical solutions to help both parties and civic institutions that are critical to our elections better secure themselves and become more resilient to attacks.\"",
  "The Democratic National Committee said Russia stole emails and documents from its server last year, although Sen. Lindsey Graham, R-S.C., wants to see the evidence.",
  "\"Foreign actors could target any political party at any time, and that means we all need to work together to address these vulnerabilities,\" Rhoades said.",
  "\"Many foreign countries, and even terrorist organizations, exploit digital technology to advance their agendas and influence public narratives abroad.",
  "The project aims to seek the tools and strategies necessary to prevent another country or entity from trying to undermine a U.S. election.",
  "Officials from Google, Facebook, and cybersecurity firm CrowdStrike are among those listed as participating in the project.",
  "Two former campaign managers are working together on a bipartisan project to help combat election hacking moving forward.",
  "Russia is suspected of trying to influence the 2016 presidential election through computer hacks and fake news.",
  "Rhoades said the project will involve people from the high-tech world."
]