[
  "Some in the industry note that several companies including FireEye and CrowdStrike tried to launch similar products three or four years ago before pulling back although analysts say the technologies have improved greatly in the past two years.",
  "“We view this (deception technologies) as a $3 billion market over the next three years, with Israel and Silicon Valley being the epicenter of this innovation wave,” said Daniel Ives, a senior technology analyst at FBR Capital Markets.",
  "U.S. and Israeli startups are leading the way, with new approaches such as “honeytraps” that lure a hacker to fake data or “polymorphic” technology that constantly changes the structure of applications running on a computer.",
  "Many of those companies use techniques partly developed in the U.S. and Israeli military that were taken to startups by veterans such as Gadi Evron, the head of Cymmetria and of Israel’s Computer Emergency Response Team.",
  "TrapX clients include Israel’s central bank, U.S. hospital chain HCA, Bezeq, Israel’s largest telecoms group, and Union Bank of Israel, according to Asaf Aviram, sales director for Israel and emergent markets at TrapX.",
  "“They will be challenged by the fact that (some) hackers are so sophisticated they might detect decoy servers or fake data,” said Ziv Mador, head of research at Chicago-based cybersecurity firm Trustwave.",
  "By Tova Cohen\n\nTEL AVIV (Reuters) – With firewalls no longer seen as enough of a defense against security breaches, companies are looking at new tools to foil hackers trying to enter a computer network.",
  "But with corporate giants such as Sony and Twitter Inc facing high-profile hacks in recent years, companies are desperate for new ideas to make sure financial, personal and corporate data stays safe.",
  "TRAIL OF BREADCRUMBS\n\nThe system developed by TopSpin, whose investors include Check Point Software Technologies co-founder Shlomo Kramer, engages attackers once they have penetrated the network.",
  "The technology could offer a second layer of defense to firewalls, which cannot always block malicious attempts, he said, and did not rule out Trustwave offering deception tools in the future.",
  "TopSpin Security, Illusive Networks, Cymmetria and GuardiCore in Israel, California-based TrapX and Attivo Networks are among a handful of start-ups forging ahead with deception technology.",
  "Morphisec, backed by Jerusalem Venture Partners, Deutsche Telekom and GE Ventures, has developed technology that randomly changes the structure of applications running on the computer.",
  "EARLY DAYS\n\nWhile still a fraction of the overall cybersecurity market, Gartner, a leading technology consultancy, sees 10 percent of businesses using deception tactics by 2018.",
  "“I’d say that many antivirus companies are already looking into building similar technologies on their own or buying them,” JVP managing partner Gadi Tirosh said.",
  "But Gartner analyst Laurence Pingree noted that they “have so far had only nascent adoption” as many of the companies don’t yet understand the technology.",
  "TopSpin Chief Executive Doron Kolton said his clients include one of Israel’s top five banks, a large U.S. hospital and a mobility technology company.",
  "While these new ideas have mainly been generated by start-up companies, investors say bigger, more established security players are interested.",
  "While the idea of a honeypot is not new, in the past they were used to alert IT administrators that there was a hacker in the system.",
  "Some of the technology is still in the early stages and it remains to be seen whether it will be good enough to outfox the hackers.",
  "Attivo’s website says their system lures attackers into revealing themselves when they start to look for “high-value assets”.",
  "TopSpin’s Kolton also noted that deception would be “part of a bigger solution” and to “be combined with other things”.",
  "“A lot of companies are looking at it but it’s still early days,” said a security executive with a Fortune 500 company.",
  "He said deployments were quite limited, with most trials where business test the product on a limited basis at no cost.",
  "With more advanced technology they slow the hacker and set off tools to stop them getting further into the system.",
  "TrapX Security offers DeceptionGrid, a technology using fake information that triggers a security alert.",
  "Other tools are being developed that would prevent hackers from penetrating a network entirely.",
  "The product is resold by Optiv Security in the United States and Benefit in Israel.",
  "It leads hackers to decoys by sprinkling “breadcrumbs”, such as fake credentials.",
  "With Morphisec it finds something different,” Morphisec CEO Ronen Yehoshua said.",
  "“When an attack seeks its target it expects to find a certain memory structure.",
  "It also promises no false-alarms, a problem with traditional detection systems.",
  "If they follow the trail to the trap, the company knows they are a hacker.",
  "“Educating security buyers on its usefulness will be crucial,” he said.",
  "(Additional reporting by Jim Finkle in Boston; Editing by Anna Willard)",
  "Shape Security of California also uses such “polymorphic” technology.",
  "“When someone hits a honeypot it’s malicious activity,” Kolton said.",
  "Others said hackers may quickly be able to detect the traps.",
  "Shape Security are developing “polymorphic” systems.",
  "Israel’s Morphisec and U.S."
]