[
  "REUTERS/Thomas White/Illustration\n\nNorth Korean hackers have stolen hundreds of millions of dollars from banks during the past three years, including a heist in 2016 at Bangladesh Bank that yielded $81 million, according to Dmitri Alperovitch, chief technology officer at cyber security firm CrowdStrike.",
  "WASHINGTON/TORONTO (Reuters) - Global banks are preparing to defend themselves against North Korea potentially intensifying a years-long hacking spree by seeking to cripple financial networks as Pyongyang weighs the threat of U.S. military action over its nuclear program, cyber security experts said.",
  "Alperovitch told the Reuters Cyber Security Summit on Tuesday that banks were concerned Pyongyang’s hackers may become more destructive by using the same type of “wiper” viruses they deployed across South Korea and at Sony Corp’s (6758.T) Hollywood studio.",
  "North Korean hackers could leverage knowledge about financial networks gathered during cyber heists to disrupt bank operations, according to Alperovitch, who said his firm has conducted “war game” exercises for several banks.",
  "Tensions between Washington and Pyongyang have been building after a series of nuclear and missile tests by North Korea and bellicose verbal exchanges between U.S. President Donald Trump and North Korean leader Kim Jong Un.",
  "Jim Lewis, a cyber expert with Washington’s Center for Strategic and International Studies, said it is unlikely that North Korea would launch destructive attacks on American banks because of concerns about U.S. retaliation.",
  "“They are thinking ‘Are we going to see an escalation in attacks from North Korea?’” said Carlin, chair of Morrison & Foerster international law firm’s global risk and crisis management team.",
  "John Carlin, a former U.S. assistant attorney general, told the Reuters summit that other firms, among them defense contractors, retailers and social media companies, were also concerned.",
  "Security teams at major U.S. banks have shared information on the North Korean cyber threat in recent months, said a second cyber security expert familiar with those talks.",
  "Representatives of the U.S. Federal Reserve and the Office of the Comptroller of the Currency, the top U.S. banking regulators, declined to comment.",
  "The North Korean government has repeatedly denied accusations by security researchers and the U.S. government that it has carried out cyber attacks.",
  "“We know they attacked South Korean banks,” said the source, who added that fears have grown that banks in the United States will be targeted next.",
  "Binary code is seen on a screen against a North Korean flag in this illustration photo November 1, 2017.",
  "“The difference between theft and destruction is often a few keystrokes,” Alperovitch said.",
  "For other Reuters Cyber Summit news click on www.reuters.com/cyberrisk",
  "Both have ramped up cyber security oversight in recent years."
]