[
  "“In light of WikiLeaks’ reported ties to Russia,” Mook said, “will Donald Trump disclose details of information shared between him and Roger Stone on Assange and the hack of U.S. citizens?”\n\nOn the Hill, Senate Minority Leader Harry Reid said in a statement that the GOP nominee “plays footsie with Putin and invites the Russian government to launch cyberattacks against our country.” And Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, highlighted a New York Times story about Trump campaign chairman Paul Manafort’s work for a former Ukraine president with close ties to Putin.",
  "“Especially after the hack of the DNC allegedly by Russian actors,” Schiff said in a statement, “Donald Trump should immediately disclose any payments by pro-Putin groups to his campaign chairman or other key staff, and assure the American public that these payments have not influenced his campaign proposals or any action he might take in the White House.”\n\n— BUT DEMS STILL HAVE ISSUES: Guccifer 2.0, the self-proclaimed Romanian hacker whom most believe has ties to Russian intelligence, dropped another batch of Democratic Congressional Campaign Committee documents online Monday.",
  "DHS GABS ABOUT ELECTION SECURITY TO LOCALS — Speaking with secretaries of state around the country and other top local election officials by phone Monday, Homeland Security Secretary Jeh Johnson “announced that DHS is convening a Voting Infrastructure Cybersecurity Action Campaign with experts from all levels of government and the private sector to raise awareness of cybersecurity risks potentially affecting voting infrastructure and promote the security and resilience of the electoral process,” according to a DHS readout.",
  "Another source on the call shared some additional context for Pelosi’s remarks, saying the Democratic leader was responding to a point made on the call by cyber experts from CrowdStrike, a digital security firm hired to investigate both the DNC and DCCC breaches: “In their briefing, CrowdStrike outlined that their extensive investigations of these Russian actors have shown them to release doctored documents to create confusion and influence the public discourse,” the source said.",
  "At a rally for Hillary Clinton, Vice President Joe Biden said Trump had “gone so far as to ask Putin and Russia to conduct cyberattacks against the United States of America.” “Even if he is joking,” Biden said, “what an outrageous thing to say.”\n\nStory Continued Below\n\nClinton campaign manager Robby Mook pointed to the link between a Trump adviser and the founder of WikiLeaks, the website that leaked internal DNC emails.",
  "Johnson also “offered assistance in helping state officials manage risks to voting systems in each state's jurisdiction.”\n\nTRUMP TALKS INTERNET — In a national security speech Monday, the GOP presidential nominee said “military, cyber and financial warfare will all be necessary to dismantle Islamic terrorism.” Trump also reiterated his desire to somehow wall off portions of the internet to prevent online radicalization.",
  "Kaspersky researchers called Equation Group “the most advanced threat actor we have seen.” The notion of someone directly stealing the NSA’s prized arsenal of cyber weapons has some people salivating, but Capital Alpha Security CEO Matt Tait suggested on Twitter that the hackers had more likely targeted an intermediary machine that the Equation Group used as a relay station to control one of its attacks.",
  "“The latest cybersecurity reports from various inspectors general shine light on what I have long suspected: Many of the government’s information systems remain vulnerable,” said Sen. Orrin Hatch, chairman of the Senate Finance Committee and one of the senators who led an effort to mandate the IG reports as part of the massive 2015 cybersecurity information sharing law.",
  "SAVING CRITICAL INFRASTRUCTURE — “The White House's presidential commission on cybersecurity will be informed by a ‘cyber moon shot’ proposal that representatives from the Air Force and Harvard University delivered last week in a meeting with the Obama administration's top cyber official, who favorably called the plan a ‘disruptive idea,’” Martin reports for Pros.",
  "“After recent Russian government hacking and disclosure of Democratic Party records, it was revealed that longtime Trump confidante Roger Stone was in communication with Julian Assange, leader of WikiLeaks and source of key leaked information,” Mook said in a statement, referring to comments that Stone made at a meeting of a Florida GOP organization.",
  "Jousting over cybersecurity on the campaign trail\n\nWith help from Eric Geller, Martin Matishak and Esther Whieldon\n\nCYBER AS A CAMPAIGN JAB — Leading Democrats repeatedly brought up the Democratic National Committee cyberattack on Monday as they laced into GOP nominee Donald Trump for his campaign’s myriad connections to Russia and Vladimir Putin.",
  "“Why are you keeping this curiosity-door locked?”\n\nStay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "The two sides joined forces to create the contours of the ‘cyber moon shot,’ a two-year plan to thwart — and possibly preempt — digital attacks targeting critical infrastructure.”\n\nBILLS BEGET BILLS — A top senator on Monday said that a spree of negative grades from agency watchdogs on cybersecurity means new legislation might be required.",
  "“Neustar determined that on average, DNSSEC reflection can transform an 80-byte query into a 2,313-byte response, an amplification factor of nearly 30 times, which can easily cause a network service outage during a DDoS attack, resulting in lost revenue and data breaches,” according to a summary of the report.",
  "“Pelosi found that fact noteworthy.” And interim DNC Chairwoman Donna Brazile said Monday evening that CrowdStrike was reconfiguring the committee’s management systems, and that since the breach the DNC’s information systems were “well-protected.”\n\nHAPPY TUESDAY and welcome to Morning Cybersecurity!",
  "If so, he said, their recent unveiling — along with new “Guccifer 2.0” documents also released Monday — may be designed to hit back at the NSA for some behind-the-scenes action the agency took in response to the DNC hack, like disabling the DNC attackers’ malware servers.",
  "REPORT WATCH\n\n— Savvy attackers are leveraging Domain Name System Security Extensions — created to protect the system that tracks and regulates internet domain names and addresses — to amplify specific kinds of attacks, according to a report out today from Neustar.",
  "As MC reported in Monday’s edition, House Minority Leader Nancy Pelosi made reference to potential Russian data manipulation of stolen digital files in a weekend call with Dems — an element that might make some of the leaked DCCC documents untrustworthy.",
  "The mystery group, which calls itself the Shadow Brokers, announced on Saturday that it has acquired and plans to sell the cyber weapon inventory of the Equation Group, an extremely sophisticated hacking entity some have linked to the NSA.",
  "SOLVING THE EQUATION — The security community is buzzing about a mysterious new entity that claims to have acquired the digital arsenal of an advanced threat actor that some security experts believe is associated with the U.S. government.",
  "The half-day symposium on Sept. 7 will tackle a host of questions, including how to reduce the chances of a malicious attack, what to do if you or your business falls prey to malware and what happens if you do, or don’t, decide to pay up.",
  "We know just as little about the Equation Group, the purported maker of the various exploits up for sale, although the security firm Kaspersky Lab has found links between the group’s digital tactics and suspected NSA hacking methods.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "In better news for Democrats, SecurityScorecard told POLITICO that the DCCC was “solid,” and that the breach of that organization was more likely the result of a sophisticated attack than slipshod defense.",
  "Because the most recent modification to any of the sample files predates that particular Snowden leak, it’s unlikely that the Shadow Brokers simply saw Snowden’s revelation and renamed a file after it.",
  "The funding amount, which is subject to congressional approval, would mainly go to research organizations and schools but would also include GE and the National Rural Electric Cooperative Association.",
  "Meaningful congressional oversight and, if necessary, appropriate legislation are in order.” On Monday, the Justice IG said the department has a ways to go toward deploying secure logins.",
  "While little is known about the Shadow Brokers or the files they claim to be selling, security researchers analyzing the group’s sample files have discovered a few interesting things.",
  "DOE LOOKS TO BOLSTER CYBERSECURITY: Via our friends at Morning Energy: The Energy Department on Monday announced plans to offer $34 million in funding for 12 cybersecurity projects.",
  "For example, when the files first surfaced, one digital sleuth noted the presence of a tool called JETPLOW, which is the name of an NSA firmware hack revealed by Edward Snowden.",
  "The NSA itself did not respond to multiple requests for comment, while a White House spokesman referred MC to the FBI and the Office of the Director of National Intelligence.",
  "— THERE’S HISTORY HERE: Regardless of how the Shadow Brokers obtained the files — if in fact they’re real — the thieves have been holding onto their merchandise for a while.",
  "“The proposal is the culmination of a 19-month-long academic partnership between the Air Force's Cyber College and Harvard's National Preparedness Leadership Initiative.",
  "“Despite recent cyberattacks against both government and private sectors, federal agencies have yet to implement even basic cybersecurity standards mandated by law.",
  "Inspectors general had digital security criticisms for the Energy and Interior departments recently, too, although the General Services Administration got kudos.",
  "To fight groups like the Islamic State, the GOP candidate said he would \"shut down their access to this form of communication, and we must do it immediately.\"",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Send thoughts, feedback and especially your tips to tstarks@politico.com, and be sure to follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "SEE YOU IN SEPTEMBER (OR ELSE) — Ransomware and its wild proliferation will be the focus of the FTC’s fall technology series, the agency said.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "— The EU Commission is contemplating a requirement for messaging apps to provide unencrypted data to authorities.",
  "“We cannot allow the internet to be used as a recruiting tool, and for other purposes, by our enemy,\" Trump said.",
  "And he worked in yet another attack on the private email server used by Clinton when she was secretary of State.",
  "It took a while, but your MC host is firmly on the bandwagon: Get yourself some “Stranger Things,” friends.",
  "Tait hypothesized that the hackers acquired the files a long time ago and saved them for a future purpose.",
  "QUICK BYTES\n\n— Hackers may have stolen customer information from 20 HEI Hotels & Resorts properties.",
  "— Iran is investigating whether cyberattacks triggered a number of oil and gas industry accidents.",
  "— “Researchers crack homomorphic encryption; thankfully nobody's using it yet.” The Register.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "— The chairman of the FCC figures it needs to play a bigger role in cybersecurity.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "Projects include cybersecurity education and research and development tools.",
  "— Australia hacked U.S. computers as part of a child porn investigation.",
  "— WikiLeaks published some malware links in an email dump on Turkey.",
  "The FBI declined to comment, while a DNI spokesman did not respond.",
  "Meanwhile, the cyber firm SecurityScorecard gave the DNC a C-minus.",
  "— The Senate is hiring a first ever chief of information assurance.",
  "— Hackers also like picking non-virtual locks, and here’s why.",
  "The Obama administration is staying mum about the whole thing.",
  "Check out the full agenda, which was released on Monday.",
  "— That Linux bug leaves Android users vulnerable, too.",
  "— No more Pokemon Go at the Defense Department.",
  "— The U.K. feels inferior to Russia on cyber.",
  "One tool exploits a vulnerability from 2006.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "— Take THAT, cyber scammer!",
  "That’s all for today.",
  "Full team info below.",
  "Morning Consult.",
  "Federal Times.",
  "Ars Technica.",
  "POLITICO Pro.",
  "POLITICO Pro.",
  "SC Magazine.",
  "SC Magazine.",
  "Motherboard.",
  "FedScoop.",
  "Passcode.",
  "Gizmodo.",
  "BBC."
]