[
  "IDEAS Finan is a former Obama administration cybersecurity official, a Truman National Security Project fellow and co-founder of data-security startup Manifold Technology\n\nAfter a week of Republicans painting a dystopian picture of a nation under siege by terrorists, the release of Democratic National Committee emails to WikiLeaks seems benign by comparison.",
  "If the intelligence and law enforcement communities are able to attribute these actions with confidence–as they were able to do for the North Korean breach of Sony Pictures–the administration should refer this matter to the U.N. Security Council, and if necessary, consider unilateral measures against Russia in response.",
  "While Donald Trump’s inviting rhetoric may have served as a catalyst for Russian meddling, including Trump’s expressed admiration for Putin, as well as his suggestion that NATO allies facing Russian aggression may not be worthy of U.S. support, such bombast should not preclude bipartisan unity in response.",
  "Since Russia’s cyber warfare campaign against Estonia in 2007, and its invasion of Georgia in 2008, the Russian military and intelligence services have been using the Internet to sow discord and discredit legitimate political institutions as a way to weaken rivals.",
  "As the classic New Yorker cartoon reads, “On the Internet, nobody knows you’re a dog.” In other words, the same anonymity that empowers hateful trolling against social media users gives the hackers plausible deniability.",
  "And while the threat of terrorists killing scores of our citizens is disturbing, attacks resulting in tragic losses of life do not pose a threat to our institutions the way this type of subversion does.",
  "The Russian government has refined this type of information warfare, often as a complement to kinetic military action by conventional or unconventional forces, into a hybrid warfare doctrine.",
  "The documents stolen included opposition research material, arguably a legitimate target for a spy agency trying to develop a psychological profile of a potential head of state.",
  "This operation was as much a violation of our sovereignty as previous physical attacks, but the long-term risk to our political institutions may be even more consequential.",
  "Russia employed this doctrine against Ukraine in 2014, to weaken the legitimate government and take control of eastern regions, including its annexation of Crimea.",
  "Most intelligence officials would consider a terrorist attack like the one a few days before the 2004 Spanish election to be the most concerning type of risk.",
  "If the early evidence pointing to Russia as the perpetrator is corroborated, all Americans—regardless of political affiliation—should be outraged.",
  "Months ago, after the DNC suspected its computer network had been breached, it hired a cybersecurity firm, CrowdStrike, to investigate.",
  "The investigators found the electronic fingerprints of two groups previously associated with Russian intelligence services.",
  "Russia has never hesitated to employ information warfare techniques against foreign journalists critical of its policies.",
  "The nation’s adversaries have traditionally underestimated the unifying effects of their attacks on our shores.",
  "View Sample Sign Up Now\n\nThere’s little precedent for this type of interference in a Western election.",
  "Our politics may be ugly, but they are still a reflection of our society, and not any one person.",
  "It would mean the U.S. election was the target, and the nation should be unified in its response.",
  "The leak was timed perfectly to sow discord among Democrats immediately before their convention.",
  "It seems probable that whoever hacked the DNC did not do so simply for intelligence collection.",
  "Russian President Vladimir Putin has lost all inhibition in letting loose his trolls of war.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Information warfare tactics are intended to confuse and divide one’s adversaries.",
  "And the one nation that has perfected using information as a weapon is Russia.",
  "We must not let this precedent stand or our institutions will remain at risk.",
  "It’s as if the thieves were using the stolen material as a political weapon.",
  "At the time, the intrusion seemed like an intelligence collection operation.",
  "However, that should not deter us from holding the saboteurs accountable.",
  "Both parties should support a firm response by the Obama administration.",
  "This is why the nation must come together to back a firm response.",
  "No one anticipated a foreign information warfare campaign.",
  "Sadly, this type of information warfare is here to stay.",
  "We must stand together in the face of external threats.",
  "But that theory was blown to bits last Friday.",
  "It demands an equally unified response.",
  "Contact us at editors@time.com.",
  "But it is potentially worse.",
  "The stakes are too high."
]