[
  "But if the U.S. Intelligence Community is asking the American electorate to believe them, to accept as true their claim that our most important civic institution was compromised by a longtime geopolitical nemesis, we need them to show us why.”\n\n[Update: In its Jan. 6, 2017, assessment on Russian activities relating to 2016 U.S. elections, the Intelligence Community said it had “high confidence that Russian military intelligence (General Staff Main Intelligence Directorate or GRU) used the Guccifer 2.0 persona and DCLeaks.com to release US victim data obtained in cyber operations publicly and in exclusives to media outlets and relayed material to WikiLeaks.\"]",
  "Hannity asks Assange if he can guarantee 1,000 percent that WikiLeaks “did not get it [hacked information] from Russia … or anybody associated with Russia.” Assange interjects with “yes” before Hannity finishes his question, then says that “our source is not the Russian government and it is not a state party.” His answer leaves open the possibility that the information could have come through an intermediary.",
  "In October 2016, the U.S. intelligence community took the extraordinary step of formally naming Russia as the culprit for the breach, and linked Guccifer 2.0 to Russian intelligence:\n\n“The recent disclosures of alleged hacked e-mails on sites like DCLeaks.com and WikiLeaks and by the Guccifer 2.0 online persona are consistent with the methods and motivations of Russian-directed efforts.",
  "We believe, based on the scope and sensitivity of these efforts, that only Russia’s senior-most officials could have authorized these activities.”\n\nSusan Hennessey, a fellow in National Security in Governance Studies at the Brookings Institution, said there is an overwhelmingly strong body of evidence that the DNC emails that WikiLeaks published are tied to Russian sources.",
  "over the last two months, that our source is not the Russian government and it is not a state party.”\n\n— exchange on “Hannity” on Fox News, Jan. 3, 2017\n\nJulian Assange, founder of WikiLeaks, categorically denied links between the Russian government and the hacked documents his organization released during the 2016 presidential campaign.",
  "As seen in Trump’s tweet, this exchange was ultimately interpreted as Assange saying the “Russians did not give him the info.”\n\nWhile Assange — and subsequently, Trump — appear to claim that Russia is 1,000 percent certain not to be the source of the documents published on WikiLeaks, the facts are not nearly as certain.",
  "“Intelligence agencies have identified individuals with connections to the Russian government who provided WikiLeaks with thousands of hacked emails from the Democratic National Committee and others, including Hillary Clinton’s campaign chairman, according to U.S. officials.",
  "This really is, from an intelligence standpoint, a dream in the sort of level of intelligence that we’re seeing here.”\n\nOther analysts are still skeptical that the Russian government was involved in WikiLeaks, or that Guccifer 2.0 is associated with Russian intelligence.",
  "After the interview aired on Fox News, President-elect Donald Trump pointed to Assange’s claim to cast doubt on allegations of Russian involvement in the WikiLeaks emails:\n\nJulian Assange said \"a 14 year old could have hacked Podesta\" - why was DNC so careless?",
  "While the independent analysts suspected that Guccifer 2.0 was linked to the Russian groups that hacked the DNC or were a part of a Russian government influence operation, they did not have hard evidence because the documents were posted anonymously.",
  "Host Sean Hannity: “Can you say to the American people unequivocally that you did not get this information about the DNC, John Podesta’s emails — can you tell the American people 1,000 percent you did not get it from Russia .",
  "But in some ways, they look very amateur, and almost look too much like the Russians.”\n\nWe will note that in general, the public should be skeptical of any definitive statements that Assange makes about WikiLeaks sources.",
  "”\n\nThe Pinocchio Test\n\nAssange assured the American public that he is 1,000 percent confident that the Russian government, or anybody associated with Russia, was not the source of hacked DNC emails published on WikiLeaks.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nWe will stipulate that governments regularly spy on each other, and the United States also gathers intelligence on governments such as Russia, China and India.",
  "Three Pinocchios\n\n\n\n\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nKeep tabs on Trump’s promises with our Trump Promise Tracker\n\nSign up for The Fact Checker weekly newsletter",
  "Private security researchers confirmed that the Russian foreign intelligence service hacked into Podesta’s email account after tricking him to log in to a fake Google log-in page, then leaked the emails.",
  "Those officials described the individuals as actors known to the intelligence community and part of a wider Russian operation to boost Trump and hurt Clinton’s chances,” The Washington Post reported.",
  "Security experts have found links between Guccifer 2.0’s malware and hacking activity similar to known Russian hackers, and assessed that Guccifer 2.0 likely is a Russian denial and deception effort.",
  "One of the allegations of Russian involvement is that Russian hackers breached the Democratic National Committee’s network and provided tens of thousands of internal DNC emails to WikiLeaks.",
  "The Intercept article notes that federal officials have not disclosed how they arrived at the October 2016 announcement formally accusing Russia: “What’s missing is any evidence at all.",
  "“Short of a videotape of Vladimir Putin at the keyboard himself narrating it, it’s hard to imagine [being able to prove definitively that the Russians were involved in WikiLeaks].",
  "Independent cybersecurity experts have found Guccifer 2.0’s links to Russian hackers, noting that Guccifer 2.0’s malware and hacking activity are similar to known Russian hackers.",
  "Assange assured the public that he is 1,000 percent sure that there was no Russian involvement, without providing any evidence in the interview or in response to our inquiry.",
  "Further, he does not disclose any of the independent assessments that have been made about Guccifer 2.0, who has claimed credit for providing WikiLeaks with DNC emails.",
  "Such activity is not new to Moscow — the Russians have used similar tactics and techniques across Europe and Eurasia, for example, to influence public opinion there.",
  "In a December 2016 article, The Intercept wrote that there is not enough evidence to prove Russia hacked the DNC, or that Guccifer 2.0 is, indeed, linked to Russia.",
  "“I’m very pleased the company appreciated my skills so highly))) But in fact, it was easy, very easy,” Guccifer 2.0 wrote on its website in June 2016.",
  "At least two independent cybersecurity firms have confirmed CrowdStrike’s findings that two Russian hacker groups had penetrated the DNC network.",
  "The difference here is that intelligence operations allegedly led to the release of information to the public, via WikiLeaks and media coverage.",
  "WikiLeaks has a longstanding policy of mutual anonymity with its sources, and allows sources to send information through an anonymous drop box.",
  "WikiLeaks obtained these emails and published them on its website, but it is less clear as to who exactly sent the Podesta emails to WikiLeaks.",
  "If this federal confidence is based on evidence that’s being withheld from the public for any reason, that’s one thing — secrecy is their game.",
  "Yet, in a December interview on Hannity’s radio show, he left open the possibility that Guccifer 2.0’s activities were linked to the Russians.",
  "Assange did not disclose the source of the leaked emails, but security experts said Russian government hackers may have been involved.",
  "The facts we know contradict Assange’s assurance, and the situation is much too complex for him to make such a sweeping statement.",
  "The Facts\n\nU.S. intelligence officials have formally accused the Russian government of interfering in the 2016 U.S. elections.",
  "CrowdStrike, a cybersecurity firm hired by the DNC, said in June 2016 that Russian hackers had breached the DNC network.",
  "‘Maybe it’s the Chinese, maybe a 14-year-old, maybe a 400-pound hacker’ — that’s just not credible,” Hennessey said.",
  "Then there are the emails of John Podesta, former chairman of the 2016 Hillary Clinton presidential campaign.",
  "Guccifer 2.0 claims to be a single individual from Romania unaffiliated with the Russian government.",
  "Guccifer 2.0, a hacking entity, has claimed credit for providing the hacked DNC emails to WikiLeaks.",
  "But some experts believe Guccifer 2.0 may comprise multiple hackers of varying levels of expertise.",
  "The U.S. intelligence community tends to be conservative in making public attributions, she said.",
  "Obviously, we will also keep an eye on this and update as further information becomes available.",
  "or anybody associated with Russia?”\n\nAssange: “We — we can say and we have said repeatedly .",
  "WikiLeaks offered this comment to The Fact Checker’s inquiry: “We stand by our statement.",
  "Assange has repeatedly disputed claims that the emails came from the Russian government.",
  "After CrowdStrike’s assessment, a hacker named “Guccifer 2.0” publicly claimed credit.",
  "The FBI is still investigating ties between Russian hackers and the WikiLeaks emails.",
  "These thefts and disclosures are intended to interfere with the US election process.",
  "After the release, Guccifer 2.0 claimed to be WikiLeaks’s source of the DNC emails.",
  "The Russian government has denied links to the DNC hack or the WikiLeaks releases.",
  "And others have questioned Guccifer 2.0’s proficiency with the Romanian language.",
  "Researchers have assessed that Guccifer 2.0 likely is connected to Russians.",
  "One group is believed to have actually stolen and distributed the emails.",
  "Then in July, WikiLeaks released thousands of internal DNC emails.",
  "We award Assange Three Pinocchios for his distortion of the facts.",
  "But the situation is much less certain than he makes it seem.",
  "But Guccifer 2.0 has denied ties to the Russian government.",
  "But that’s not the same as saying it isn’t the Russians.",
  "“These look very much like they’re from the Russians.",
  "“Now, who is behind these, we don’t know,” he said.",
  "Also said Russians did not give him the info!",
  "“\n\nJulian Assange: “Yes.”\n\nHannity: “.",
  "Is there any room for margin of error?",
  "“\n\nHannity: “Right.”\n\nAssange: “.",
  "Note the wording in the exchange.",
  "attribution is quite complex.",
  "“Is it absolute?",
  "We dug into it.",
  "Sure .",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]