[
  "Thomson Reuters Days after the Democratic National Committee claimed its computer network had been breached by Russian hackers, a blog post published by someone calling themselves \"Guccifer 2.0\" has claimed responsibility, shared additional allegedly stolen documents, and promised to release even more information.",
  "When the news of the DNC breach first broke on Wednesday, The Washington Post reported that the focus of the attack had been the DNC's file opposition file on Donald Trump, which they attributed to Russian agents collecting intelligence on Trump as a perceived adversary of the state.",
  "The Washington Post's initial report stated that the hackers avoidance of donor information indicates that the breach was likely the work of \"traditional espionage,\" but the new information posted by Guccifier 2.0, if legitimate, seems to discredit that line of thinking.",
  "Dave Aitel, an ex-NSA research scientist who is now CEO of Immunity, previously told Business Insider that the leak from Guccifer 2.0 was likely an attempt to obfuscate the link between Russian intelligence and the security breach.",
  "This is the second such post by the alleged hacker known as Guccifer 2.0— who is not to be confused with \"Guccifer,\" the Romanian-born hacker responsible for breaching a number of politicians' networks in 2013.",
  "After an apparent opposition file containing research on Donald Trump leaked earlier this week, Guccifer 2.0 has followed it up with alleged financial information on the Democratic Party and its donors.",
  "But the new post from Guccifer 2.0 outlines alleged donor data and financial information from the DNC, as well as fundraising memos, outlines of the Democrats' 2016 strategy, and other correspondences.",
  "[Hacking] is one of the more valuable because it gives you a treasure trove of information,\" Shawn Henry, president of CrowdStrike, the cyber firm handling the DNC breach, told The Post at the time.",
  "\"If you release data that just makes Hillary angry and has no actual effect on the election you are in a position where you have done something potentially disastrous for your country,\" he said.",
  "\"It appears there are a lot of financial reports, donors lists and their detailed personal information including e-mail addresses and private cell phone numbers...",
  "Aitel stated that the evidence linking the hack to Russian intelligence was solid, but that it was unclear why the hackers would release the information.",
  "\"Their job when they wake up every day is to gather intelligence against the policies, practices and strategies of the US government.",
  "US Rep. Debbie Wasserman Schultz addresses delegates during the final session of the Democratic National Convention in Charlotte.",
  "The leak claims to have many internal, confidential, and potentially damning documents from the DNC on their strategy.",
  "\"The crime of trying to influence a democratic election has massive blowback potential.\"",
  "Business Insider has not been able to independently verify the leaked documents.",
  "He added: \"This is not what mature intelligence agencies do.\"",
  "\"There's a possibility that this was a mistake,\" Aitel said.",
  "I got tons of files and docs,\" the post reads.",
  "There are a variety of ways."
]