[
  "Subjecting cyber criminals, companies that benefit from commercial espionage and even foreign intelligence operatives, to tough financial sanctions could have a \"momentous\" effect in deterring the growing number of cyber attacks seen daily on U.S. networks, said Dmitri Alperovitch, chief technology officer of Crowdstrike, a cybersecurity firm.",
  "\"Today, the White House is making yet another huge leap forward in the effort to raise the cost to our cyber adversaries and establish a more effective deterrent framework to punish actors engaged in serious intentional destructive or disruptive attacks,\" Alperovitch wrote in a blog posted on the company's website.",
  "Under the program, first reported by the Washington Post, cyber attackers or those who conduct commercial espionage in cyberspace can be listed on the official sanctions list of specially designated nationals, a deterrent long-sought by the cyber community.",
  "The move, which the paper said has been in development for two years, comes after a string of high-profile cyber attacks ranging from corporate hacks targeting Target, Home Depot and other retailers, to an attack on Sony and other data breaches.",
  "The executive order gives the administration the same sanctions tools it now deploys to address other threats - including crises in the Middle East and Russia's aggression in Ukraine - and makes them available for less visible cyber threats.",
  "U.S. President Barack Obama, in an executive order, declared such activities a \"national emergency\" and allowed the U.S. Treasury to freeze the assets and bar other financial transactions of entities engaged in cyber attacks.",
  "Obama has moved cybersecurity toward the top of his 2015 agenda after recent breaches, and last month, the Central Intelligence Agency announced a major overhaul aimed in part at sharpening its focus on cyber operations.",
  "Cybersecurity has been a significant irritant in U.S.-China ties, with U.S. investigators saying hackers backed by the Chinese government have been behind attacks on U.S. companies, and China rejecting the charges.",
  "The Obama administration on Wednesday launched the first-ever sanctions program to financially punish individuals and groups outside the United States that are engaged in malicious cyber attacks.",
  "The program could prompt a strong reaction from China."
]