[
  "Fueling their suspicions is the fact that the government based its findings, in large part, on evidence that it will not release, citing the “need to protect sensitive sources and methods.” The government has never publicly acknowledged doing so, but the National Security Agency has begun a major effort to penetrate North Korean computer networks.",
  "“In the current climate, that is a big ask.”\n\nMr. Rogers, who doubles as the director of security operations for DefCon, an annual hacker convention, and others like Bruce Schneier, a prominent cryptographer and blogger, have been mining the meager evidence that has been publicly circulated, and argue that it is hardly conclusive.",
  "Computational linguists at Taia Global, a cybersecurity consultancy, performed a linguistic analysis of the hackers’ online messages — which were all written in imperfect English — and concluded that based on translation errors and phrasing, the attackers are more likely to be Russian speakers than Korean speakers.",
  "In a letter last June, North Korea’s ambassador to the United Nations called the film “an act of war.” But naysayers point out that, as far as they can tell, Sony’s attackers did not mention the film as motivation until that theory percolated in the media.",
  "They also point out that whoever attacked Sony had a keen understanding of its computer systems — the names of company servers and passwords were all hard-coded into the malware — suggesting the hackers were inside Sony before they launched their attack.",
  "“Combine that with the details of several layoffs that Sony was planning, and you don’t have to stretch the imagination too far to consider that a disgruntled Sony employee might be at the heart of it all.”\n\nSome of these claims contradict one another.",
  "But that computer, as well as others in Poland, Italy, Thailand, Singapore, Cyprus and the United States, were all freely available to anyone to use, which opens the list of suspects to anyone with an Internet connection and basic hacking skills.",
  "“In the post-Watergate post-Snowden world, the USG can no longer simply say ‘trust us’,” Paul Rosenzweig, the Department of Homeland Security’s former deputy assistant secretary for policy, wrote on the Lawfare blog Wednesday.",
  "“Essentially, we are being left in a position where we are expected to just take agency promises at face value,” Marc Rogers, a security researcher at CloudFlare, the cloud security company, wrote in a post Wednesday.",
  "CrowdStrike, a California security firm that has been tracking the same group that attacked Sony since 2006, believes they are located in North Korea and have been hacking targets in South Korea for years.",
  "So the decision to have President Obama charge that North Korea was behind the Sony hack suggested there is some form of classified evidence that is more conclusive than the indicators that the F.B.I.",
  "Similar computerized attempts to identify authorship, such as JStylo, a computerized software tool, requires 6,500 words of available writing samples per suspect to make an accurate finding.",
  "For another, Sony’s attackers constructed their malware on computers configured with Korean language settings, but skeptics note that those settings could have been reset to deflect blame.",
  "But the practice, known as stylometry, has been used to contest the authors behind some of history’s most disputed documents, from Shakespearean sonnets to the Federalist Papers.",
  "But security researchers remain skeptical, with some even likening the government’s claims to those of the Bush administration in the build-up to the Iraq war.",
  "last week accused North Korea of targeting Sony and pledged a “proportional response” just hours before North Korea’s Internet went dark without explanation.",
  "Why, some question would the attackers use Korean language settings simply to throw off forensics specialists, but mention the film only after the media had?",
  "Photo\n\nA number of private security researchers are increasingly voicing doubts that the hack of Sony‘s computer systems was the work of North Korea.",
  "For one, skeptics note that the few malware samples they have studied indicate the hackers routed their attack through computers all over the world.",
  "Government officials claim the Sony attacks were retaliation for “The Interview,” a feature film about two bumbling journalists hired by the C.I.A.",
  "Because attributing the source of a cyberattack is so difficult, the government has been reluctant to do so except in the rarest of circumstances.",
  "Mr. Argamon said he and a team of linguists had mined hackers’ messages for phrases that are not normally used in English and found 20 in total.",
  "Shlomo Argamon, Taia’s Global’s chief scientist, said in an interview Wednesday that the research was not a quantitative, computer analysis.",
  "Though the skepticism may not be warranted, it is real.”\n\nMr. Rosenzweig argued that the government should release more persuasive evidence.",
  "Korean, Mandarin, Russian and German linguists then conducted literal word-for-word translations of those phrases in each language.",
  "Of the 20, 15 appeared to be literal Russian translations, nine were Korean and none matched Mandarin or German phrases.",
  "It is also worth noting that other private security researchers say their own research backs up the government’s claims.",
  "But if the judgment is to disclose, then it must be more fulsome, with all the attendant costs of that as well.”",
  "They also note the attackers used commercial software wiping tools that could have been purchased by anyone.",
  "“Otherwise it should stand silent and act (or not) as it sees fit without trying to justify its actions.",
  "“Korea is still a possibility, but it’s much less likely than Russia,” Mr. Argamon said of his findings.",
  "One of those computers, in Bolivia, had been used by the same group to hack targets in South Korea.",
  "Three of the constructions were consistent with Russian; only one was a valid Korean construction.",
  "Mr. Argamon’s team performed a second test of cases where hackers used incorrect English grammar.",
  "“It’s not a move we made lightly,” one senior administration official said after Mr. Obama spoke.",
  "They asked the same linguists if five of those constructions were valid in their own language.",
  "In this case, hackers left less than 2,000 words between their emails and online posts.",
  "That silence will come at a significant cost, of course — in even greater skepticism.",
  "The simpler explanation is that it was an angry “insider,” Mr. Rogers wrote.",
  "But without more proof, skeptics are unlikely to simply accept F.B.I.",
  "“Not with the U.S. public and not with other countries.",
  "Still, security researchers say they need more proof.",
  "Such linguistic analysis is hardly foolproof.",
  "Even so, Taia Global’s sample size is small.",
  "On Wednesday, one alternate theory emerged.",
  "Or it could even have been an inside job.",
  "to assassinate North Korea’s leader.",
  "President Obama and the F.B.I.",
  "And then there’s the motive.",
  "made public on Friday.",
  "claims without demur."
]