[
  "During this series, I’ve relied on the framework from the National Institute of Standards and Technology (NIST), which covers five functions companies must address in cybersecurity:\n\nIdentify Protect Detect Respond Recover\n\nBut I’ve also created my recommendations on how to determine the right portfolio for your business, with another five step guide:\n\nDetermine needs Allocate spending according to risk Design your portfolio Choose the right products Rebalance as needed\n\nMy overall point throughout these articles has been that no company, and no technology is invulnerable: threats will occur and they will succeed.",
  "To this day, I’ve never had anyone yet come back to me and say, ‘Well, gee, it’s actually stopping malware.’ When they think about the question, they understand what I’m getting at, which is you can’t just stop malware; you actually have to stop the breach.”\n\nThere Is No 100% Security - But Stopping an Attack Early Is Crucial\n\nAs I mentioned earlier, I’ll be profiling the CrowdStrike product more deeply in a subsequent piece, but Kurtz offered a perspective on why his company has been successful.",
  "Kurtz recommended that before a company buys any cybersecurity product, leaders should follow an approach similar to what I’ve been advocating:\n\nDetermine your needs so you can understand what your crown jewels are and what’s most valuable in terms of protection.",
  "If you can look at the leading indicators, and what is the potential next threat on the horizon, you can rebalance your portfolio to deal with the environment that you’re going to be operating in, as opposed to just sticking with some formulaic plan,” he said.",
  "By this, I mean that, similar to a financial portfolio, companies simply can’t have everything — there are too many threats out there, so companies need to allocate their dollars wisely to ensure the most important aspects of their organization are protected.",
  "When you have third-parties that are providing services to you, that’s a much different threat model, because then you have to ask what if someone actually attacks the third-party provider and we’re using their software in our architecture?",
  "Identify what it will take to protect against various scenarios through threat modeling (you can do this by understanding how your attackers will go after you and where your presence is the largest and you are most vulnerable).",
  "So from my perspective, what I like to do is to really understand who would want access to the company.”\n\nYou can make these determinations by asking questions like:\n\nWho are the adversaries that are going to come after us?",
  "“Depending on whether you’re in financial services, manufacturing, retail or government, you’re going to have different adversaries targeting you due to varying interests in your particular company,” Kurtz said.",
  "You have to come up with these scenarios to ensure you’re protected.”\n\nConstantly Rebalance\n\nKurtz and I also aligned on the fact that your portfolio must be dynamic and responsive to real-time threats.",
  "But fundamentally what they’re buying is a breach prevention service, and that’s most important.”\n\nAnd the reason this is important is because all companies are going to suffer an attack at some point.",
  "In this piece, I’ll examine his recommendations on how to approach cybersecurity generally and then in a subsequent piece, I’ll look at how CrowdStrike fits into the larger cybersecurity landscape.",
  "But the businesses that are most successful at counteracting the threats to their specific crown jewels will be those best positioned in today’s volatile and ever-evolving cybersecurity landscape.",
  "And to effectively generate these comparisons, you need to create a maturity model of your business that assesses the capabilities of your cybersecurity responsiveness.",
  "This maturity model can then be the launching pad for helping companies to identify what they really care about stopping with their cybersecurity prevention efforts.",
  "The success rests on the idea that companies have been too focused on malware attacks and not enough on breach prevention - which is what CrowdStrike provides.",
  "“In finance, If you’re looking at leading indicators and all of a sudden, the leading indicators are pointing down, maybe it’s not time to be in stocks.",
  "By this he means, in many ways, assessing your business through the eyes of potential attackers so you can determine what is most valuable.",
  "“You need to do this, so that you understand whether your attackers are bringing bayonets or bazookas to the battlefield.” Kurtz told me.",
  "“If you have a firewall and a website, there’s not a lot that you can necessarily do from the outside, you have to protect that piece.",
  "“In the past five years, what we’ve seen is the shift in the landscape where many of the attacks are not actually malware-related.",
  "Create a Maturity Model\n\nAs part of this dynamic responsiveness, Kurtz emphasized that comparison to your industry peers is key.",
  "You need to know if you’re being outmatched by your peers, because that makes you more vulnerable and less competitive overall.",
  "Drawing on the financial portfolio comparison, he recommended looking at leading indicators to know how you should rebalance.",
  "And this is one of the reasons why we’ve done so well, because when people buy us, yes, we’re able to eliminate malware.",
  "Recently, I had the chance to speak with George Kurtz, the CEO of CrowdStrike, a leading cybersecurity technology firm.",
  "Where do we rank in terms of being able to protect these particular areas of our business, with regards to our peers?",
  "If you have an ecommerce site and a large cloud and you have all these interactions, you have third-party risk.",
  "But if you have an incident, you want to make sure that it doesn’t turn into a breach or a destructive attack.",
  "For the past year, I’ve been examining why companies need to take a portfolio approach to their cybersecurity.",
  "That’s why you need to identify what’s most important to your business and assess where you’re vulnerable.”",
  "My conversation with him provides yet another angle on how to fit your portfolio to your specific needs.",
  "Understand the threat landscape and what adversaries are targeting your particular organization.",
  "“In some cases, it might be intellectual property, in other cases it might be user information.",
  "Finally, understand the level of maturity of the organization needed to handle these threats.",
  "Think Like Your Enemy\n\nKurtz explained his company’s philosophy for cybersecurity succinctly.",
  "What if someone taints the supply chain and actually puts rogue code into our code base?",
  "“At CrowdStrike, we like to take an adversary-centric approach,” he said.",
  "“I always ask our clients what’s most important to them.” Kurtz said.",
  "This model should ask:\n\nWhat are the crown jewels of the business?",
  "In fact, they’re malware-free attacks,” he said.",
  "But as Kurtz told me, “There’s no 100% security.",
  "“Is it stopping a breach or stopping malware?",
  "How are they going to come after us?",
  "The same is true for cybersecurity.",
  "Prevention alone is not enough.",
  "Where do we want to be ranked?",
  "Yes, we have machine learning.",
  "No prevention is fool proof.",
  "How effective are they?"
]