[
  "So if you want to stop the latest malware, the latest morphed ransomware, you’re going to need something that can predict whether that particular software is good or bad and can also look at non-malware based threats.”\n\nThis comes back to a fundamental issue with cybersecurity I’ve covered in this series — how do you figure out what’s normal and what’s not?",
  "But to develop this plan, I’ve also created my own five-step process, in which companies must:\n\nDetermine needs Allocate spending according to risk Design your portfolio Choose the right products Rebalance as needed\n\nIn a recent article, I profiled how George Kurtz, CrowdStrike’s CEO, views the larger cybersecurity landscape.",
  "And the reason you’re going to need more security where you’re more advanced is because that’s going to be a more complex technology environment and there are going to be more players, and you’ll need more integrations because threats are only going to become more complex.”",
  "It's are repeatable and it’s very rare for a new attack class to come out.” CrowdStrike also leverages the power of graphs: in addition to Falcon Prevent, custom-built threat graph technology is used in Falcon Discover to help companies look for abnormalities.",
  "Products like CrowdStrike increase your ability to identify those threats, but businesses must stop focusing on the impossible, which is 100% security, and instead plan for how to protect their most valuable assets and respond to threats that do succeed.",
  "Throughout this series, I’ve used the National Institute of Standards and Technology (NIST) framework of identity, protect, detect, respond and recover, as the five key areas companies must have a plan to protect as they’re where an attack could occur.",
  "“When there is a breach, we roll in with our technology very quickly and we can get visibility into what’s happening because it’s cloud-based, it’s easy to roll out, and you don’t have to ship boxes around that get hung up in customs.",
  "Kurtz told me something I’ve heard from many other cybersecurity experts, which is that you can’t adequately protect yourself if you don’t have a thorough understanding of your assets and the current protection level of your network.",
  "As I continue my series exploring how companies can build effective, balanced cybersecurity portfolios, I continue to come back to the point that companies must accept one simple fact:\n\nYou cannot achieve perfect security.",
  "An assessment of this kind is one of the best preventive steps you can take because you find your biggest gaps and understand where to put the majority of your resources — technological, financial, and personnel wise.",
  "A Balanced Portfolio Doesn’t Require You To Do The Impossible\n\nUltimately, my conversation with Kurtz re-emphasized the importance of companies accepting the world of risk we all now operate in.",
  "As Kurtz described it to me, the real benefit of a product like Falcon Prevent that incorporates AI is that you expand the net of detectable threats to those that have never occurred as well.",
  "CrowdStrike’s prevention services also rely on Falcon OverWatch, which is a 24x7 threat-hunting team of experts who identify breach indicators and help companies respond to these threats.",
  "We’ve defined those patterns in terms of what we look for behaviorally and apply our machine learning algorithms to identify these attack behaviors or indicators of attack.",
  "Just look at a few of the things that companies are now contending with:\n\nA BYOD environment in which staff is accessing corporate networks through unsecured devices.",
  "You don’t want to bog down your network by overidentifying potential threats, but you also don’t want to expose yourself to unnecessary risk by being too permissive.",
  "You have to know what assets you have, you have to know what applications are running, and you have to know what kind of privileged users are in your environment.",
  "Answering these questions might lead companies to complete a maturity model assessment like the one I wrote about in my previous article on CrowdStrike.",
  "What makes it unique is that it offers a glimpse of the future of antivirus protection, as it leverages artificial intelligence and machine learning.",
  "But as I’ve cautioned before, they’re not a cure-all and companies will often still need human oversight of any AI-led system to categorize threats.",
  "What isn’t?”\n\nOnce You Know, Have A Better Response\n\nKnowing what’s on your network and where you are vulnerable is only half the battle, however.",
  "In this piece, I want to look more closely at the CrowdStrike solution and how it fits into a portfolio of available solutions on the market.",
  "If you think about OverWatch, that’s sort of the AWACS in the air and the CrowdStrike consulting team is really the boots on the ground.",
  "“Being able to predict if something is bad, without ever seeing it, without ever having signatures, is immensely powerful,” Kurtz said.",
  "“When you get into what’s normal and what isn’t normal, a lot of training, a lot of overhead, and a lot of false positives can happen.",
  "The reason companies need a product like this is that network security has never been more complicated and difficult to achieve.",
  "There’s Still A Place For People\n\nAI and machine learning could dramatically benefit the way companies approach cybersecurity.",
  "Kurtz explained CrowdStrike’s solution to this problem: a focus on threat patterns, rather than specific threats themselves.",
  "With this assessment, you’re giving your company a security score — both where you are presently and where you want to be.",
  "That allows you to develop a plan for how to bolster your defense to ensure you can achieve as much security as possible.",
  "Accepting this fact and then developing a plan for how to respond to it is what your portfolio should be focused on.",
  "Kurtz calls this area of cybersecurity 'IT hygiene' and it’s what CrowdStrike’s Falcon Discover product addresses.",
  "“And deciding how many dollars should be spent to get the maturity up to a certain level and reduce that risk.",
  "These human experts leverage the power of the AI and graph insights to then hone in on the most serious risks.",
  "The sad truth about security is that if the bad guys want to get you, they’re going to be able to get you.",
  "And there are only so many attack patterns out there, and those have been instrumented into the system.",
  "Start with IT Hygiene\n\nAt its core, CrowdStrike Falcon is a breach prevention and detection platform.",
  "So if you think about an organization with even 1,000 users, people still don’t know what they have.",
  "You need a plan for how you respond to threats that risk the most important parts of your business.",
  "“And that’s fundamentally different from legacy vendors that are reliant on a signature database.",
  "Knowing what’s on your network is thus more difficult than ever before, but also more important.",
  "“At the end of the day, this is all about risk reduction — not total elimination,” Kurtz said.",
  "“You must accept that the Internet is a bad neighborhood we all have to live in,” Kurtz said.",
  "Networks that extend to the cloud, including hybrid clouds, and that have a global reach.",
  "But we’re dealing with companies with hundreds of thousands of devices on their network.",
  "Ask yourself these questions:\n\nHow can I more frequently assess where our team is at?",
  "How do I understand how well our team is doing in constructing a balanced portfolio?",
  "With this coverage, we stop on average about three breaches per hour,” Kurtz said.",
  "Most antivirus products respond to threats that are already known and cataloged.",
  "This type of breach prevention is really the essence of CrowdStrike’s offering.",
  "His recommendations for what CISOs should do to operate well in this reality?",
  "How can I tell that all of the things that need to be done are getting done?",
  "A highly mobile workforce that can log in from varied devices and locations.",
  "It falls on the identify, protect and detect an end of the NIST spectrum.",
  "“A network is a living, breathing entity and it comes and goes in size.",
  "The company’s Falcon Prevent is a next-generation antivirus product.",
  "You have to know what assets are in your environment, what you have.",
  "If we see it, we can immediately identify it and prevent it.",
  "It’s almost impossible for them to understand what’s there.",
  "We look for what we call Indicators of Attack, or IOAs.",
  "CrowdStrike recognized that AI is not enough as well.",
  "How can I tell whether we’re rebalancing it properly?",
  "We help companies establish that baseline,” he said.",
  "And what assets are protected and not protected?",
  "“Falcon Discover is focused on IT hygiene.",
  "It's the starting point in what do I have?",
  "So we take a slightly different approach.",
  "Kurtz summed it up this way.",
  "That is IT hygiene.",
  "What’s protected?"
]