[
  "Russia's hacking campaign\n\nObama's executive order comes over two months after the US intelligence community first accused the Russian government of orchestrating a series of cyberattacks on US citizens and political organizations, stating that \"only Russia's senior-most officials could have authorized these activities.\"",
  "In a series of secret memos sent back to Washington, described to me by several current and former US officials who have written or read them, diplomats reported that Russian intruders had broken into their homes late at night, only to rearrange the furniture or turn on all the lights and televisions, and then leave.",
  "\"The US intelligence community is confident that the Russian Government directed the recent compromises of emails from US persons and institutions, including from US political organizations,\" the Department of Homeland Security and the Office of the Director of National Intelligence said in a statement at the time.",
  "The report concluded that Russian civilian and military intelligence services, or RIS, \"participated in the intrusion into a US political party\" as part of an \"ongoing campaign of cyber-enabled operations directed at the US government and its citizens\" — including one launched days after the election in November.",
  "Alexei Druzhinin/Sputnik, Kremlin Pool Photo via AP\n\nMaria Zakharova, a spokeswoman for the Russian Foreign Ministry, said in a statement published Wednesday, as the threat of sanctions loomed, that \"we are tired of lies about Russian hackers that continue to be spread in the United States from the very top.\"",
  "Obama also ordered that the Russian compounds, used \"for intelligence-related purposes,\" be closed, and that technical information on Russian civilian and military intelligence cyber activity be declassified to help the US \"identify, detect, and disrupt Russia's global campaign of malicious cyber activities.\"",
  "A senior administration official told The New York Times earlier this month that the Russians had also breached the Republican National Committee but chose not to release any of the information, lending credence to the idea that the Kremlin made a specific and targeted effort to embarrass Democrats.",
  "He also ordered that 35 Russian diplomats from the Russian Embassy in Washington and the Russian Consulate in San Francisco be ejected from the United States, and closed Russian compounds in New York and Maryland in response to what he said was Russian harassment of American diplomats in Moscow.",
  "Obama said the actions were \"not the sum total of our response\" and that his administration would provide a report to Congress in the coming days related to Russia's \"efforts to interfere in our election, as well as malicious cyber activity related to our election cycle in previous elections.\"",
  "The Washington Post's Josh Rogin laid out the diplomats' complaints in a June report:\n\n\"Some of the intimidation has been routine: following diplomats or their family members, showing up at their social events uninvited or paying reporters to write negative stories about them.",
  "US diplomats assigned to Russia had to be trained by the US government on how to handle the escalating harassment, according to The Post, which was the Kremlin's way of retaliating against US sanctions over Russia's annexation of Crimea and invasion of eastern Ukraine in 2014.",
  "\"I will continue to urge the incoming administration to respect the expertise and conclusions reached by our intelligence professionals, and to take actions that treat Russia's interference with the seriousness it deserves,\" Warner said.",
  "The CIA, meanwhile, waited until after the election to put forward an independent assessment of Russian meddling, the content of which was leaked to the press earlier this month via high-level officials briefed on the intelligence.",
  "REUTERS/Jonathan Ernst\n\nIn it, the CIA said the Russians had been working toward a specific goal when they hacked into the inboxes of DNC staffers and Hillary Clinton's campaign chairman, John Podesta: \"to help Trump get elected.\"",
  "\"Now is not the time to get on with our lives, but to take an appropriate response in line with the ongoing threat that Russia poses to our democracy and global security interests,\" Maryland Sen. Ben Cardin said in a statement.",
  "AP Photo/Cliff Owen\n\n\"Russia does not share America's interests,\" Ryan said in a statement that appeared to put him at odds with Trump, who has expressed a desire to work more closely with Russia during his administration.",
  "Screenshot/FBI\n\nThe Treasury Department sanctioned two more people, Evgeniy Bogachev and Aleksey Belan, \"for using cyber-enabled means to cause misappropriation of funds and personal identifying information,\" Obama said.",
  "\"All Americans should be alarmed by Russia's actions,\" Obama said in a statement, noting that Russia's \"data theft and disclosure activities could only have been directed by the highest levels of the Russian government.\"",
  "Sean Gallup/Getty Images President Barack Obama issued new sanctions against Russia on Thursday, calling Russia's \"malicious cyber-enabled activities\" a \"national emergency\" aimed at undermining democratic processes.",
  "Thomson Reuters\n\nObama altered an executive order he issued in April 2015 that allows the US to retaliate against cyberattacks to include those \"interfering with or undermining election processes or institutions.\"",
  "The updated executive order authorized Obama to sanction nine entities and individuals linked to GRU, Russia's largest foreign military intelligence agency, and FSB, Russia's primary security agency.",
  "Harassment and intimidation of US diplomats\n\nThe ejection of 35 Russian diplomats, meanwhile, comes amid reports that Russian officials had been harassing US diplomats in Moscow for at least a year.",
  "Obama ordered the intelligence community to conduct a full review of the Russian hacking campaign — and how it may have affected the presidential election — soon after the CIA report was leaked.",
  "This summer, the leak of internal DNC email correspondences by WikiLeaks, an organization founded by Julian Assange, revealed a bias against Democratic presidential candidate Bernie Sanders.",
  "The FBI and the Department of Homeland Security on Thursday released a joint report on the Russian cyber campaign, codenamed \"GRIZZLY STEPPE,\" coinciding with Obama's executive order.",
  "The US State Department said in a statement on Thursday that the harassment also involved \"the broadcast on state TV of personal details about our personnel that put them at risk.\"",
  "Incoming Senate Minority Leader Chuck Schumer said that he \"strongly support[s] the steps the administration is taking to fight back against Russia's interference in our election.",
  "'I think we ought to get on with our lives'\n\nTrump has downplayed reports that Russia was responsible for the hacks or that the hacks had any effect on the presidential election.",
  "Moreover, Obama said, \"Our diplomats have experienced an unacceptable level of harassment in Moscow by Russian security services and police over the last year.",
  "Lindsey Graham and John McCain called the sanctions \"long overdue\" and \"a small price for Russia to pay for its brazen attack on American democracy.\"",
  "Four high-ranking officers of the GRU were also sanctioned, as were three companies that \"provided material support to the GRU's cyber operations.\"",
  "\"And it serves as a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\"",
  "While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia,\" Ryan said.",
  "Russian President Vladimir Putin said through his spokesman, Dmitry Peskov, that Russia would consider \"appropriate\" retaliatory measures.",
  "Both had been wanted by the FBI for previous cyberattacks, but it is unclear if they played any role in the state-sponsored DNC hacks.",
  "\"But many of the recent acts of intimidation by Russian security services have crossed the line into apparent criminality.",
  "The cybersecurity firm CrowdStrike earlier this month linked the hacks of the Democratic National Committee to the GRU.",
  "McFaul told The Washington Post in June that Russian intelligence officials regularly followed him and his family.",
  "\"The truth about the White House-orchestrated provocation is bound to surface sooner or later,\" Zakharova added.",
  "The leaks divided the American left and led to the resignation of the DNC Chair Debbie Wasserman Schultz.",
  "House Speaker Paul Ryan, however, said on Thursday that the sanctions were \"overdue\" and \"appropriate.\"",
  "\"In fact, it has consistently sought to undermine them, sowing dangerous instability around the world.",
  "\"I welcome and support the new sanctions announced by the administration today — it is a good start.\"",
  "\"I think we ought to get on with our lives,\" Trump told reporters in West Palm Beach on Wednesday.",
  "Former US Ambassador Michael McFaul arriving at the Russian Foreign Ministry in Moscow in 2013.",
  "\"We can only add that if Washington takes new hostile steps, it will receive an answer.\"",
  "\"The whole age of computer has made it where nobody knows exactly what is going on.\"",
  "One diplomat reported that an intruder had defecated on his living room carpet.\"",
  "The diplomats will be given 72 hours to leave the US, according to Reuters.",
  "Virginia Sen. Mark Warner said Obama's actions were \"an important step.\"",
  "\"I think that computers have complicated lives very greatly,\" he added.",
  "Russian President Vladimir Putin and US President Barack Obama.",
  "We need to punch back against Russia, and punch back hard.\"",
  "Such activities have consequences.\"",
  "US President-elect Donald Trump.",
  "House Speaker Paul Ryan.",
  "Ryan was not alone.",
  "Republican Sens.",
  "Barack Obama."
]