[
  "Moscow-based internet security giant Kaspersky has estimated that there are over 1,000 hackers in Russia specializing in financial crime © AFP/File Kirill Kudryavtsev Moscow (AFP) - Just as the scandal over alleged Russian hacking of the US Democratic Party erupted in June, police in Russia were rounding up a group known as Lurk.",
  "Adding to security woes are also the prevalence of smartphones -- which are less well protected than computers -- and the rise in \"ransomware\", a technique that allows hackers to steal data and then ransom it back to the owner.",
  "\"It is no secret that most of today's crypto-ransomware has Russian roots, both in terms of the authors of the malicious code and of the actors who spread the malware and demand the ransom,\" Kaspersky noted in a report.",
  "Artem Sychev is in charge of cyber security at Russia's Central Bank and concurs that \"Russian-speaking hackers were educated in the Soviet-style system,\" whose emphasis on high-level maths and science continues today.",
  "Even while the Kremlin is adamant in denying a role in any of the hacking scandals, the authorities are certainly struggling to tackle the issue -- and often appear to turn a blind eye.",
  "CrowdStrike, the security firm that uncovered the hacking of the Democratic National Committee, said that the group behind it, Cozy Bears, was linked to Russian military intelligence.",
  "\"Unfortunately, for Russian-speaking cybercriminals current conditions are more than favorable: the risk of prosecution is low while the potential rewards are high,\" wrote Kaspersky.",
  "\"The number of financial cyber criminals is growing as the use of online banking rises,\" explained Yury Namestnikov, the head of Kaspersky's Russia research and analysis department.",
  "Associated Press/Alexander Zemlianichenko 'Patriot hackers'\n\nThe furor over the US election hacks has shone a spotlight on alleged ties between hackers and the Russian government.",
  "Then more than 50 members, most of whom hailed from the Urals city of Ekaterinburg, were arrested in a sweeping raid that entailed 86 probes in 15 regions across the vast country.",
  "The group, active since 2011, was accused of stealing some three billion rubles ($47 million, 42.5 million euros) from Russian banks and aspiring hackers were keen to join.",
  "Moscow (AFP) - Just as the scandal over alleged Russian hacking of the US Democratic Party erupted in June, police in Russia were rounding up a group known as Lurk.",
  "Another group, Fancy Bears -- which has hacked targets including the World Anti-Doping Agency -- meanwhile has ties to the FSB spy agency, according to Crowdstrike.",
  "His network of hackers -- which operated from Ukraine and Russia before being dismantled in 2014 -- stole more than $80 million from victims mainly in the US.",
  "In the underground world of Russian hackers, a shadowland of anonymous internet forums where users exchange the latest malware, Lurk was legendary.",
  "Moscow-based internet security giant Kaspersky has estimated that there are over 1,000 hackers in Russia specializing in financial crimes.",
  "Authorities in Washington have accused top-ranking Russian officials of directing attacks on the US aimed at undermining the election.",
  "Between 2012 and 2015, by the company's conservative estimate, Russian-speaking hackers stole at least $790 million across the globe.",
  "But despite the eye-catching operation, the crackdown on Lurk only touched the tip of the iceberg of a lucrative criminal industry.",
  "A screenshot of the Fancy Bears website fancybear.net seen on a computes screen in Moscow, Russia, Wednesday, Sept. 14, 2016.",
  "Russia has dismissed the allegations and said US politicians are blaming Moscow in a bid to drum up their polling numbers.",
  "\"99 percent of internet pirates are looking to steal money,\" said Ilya Sachkov, founder of Russian security firm IB-Group.",
  "Soviet-style education\n\nFor industry experts Russia's dubious honor as a major power in the hacking world is no accident.",
  "Local experts insist the vast majority of hacking in Russia is aimed at thieving cash -- not interfering in politics.",
  "Despite being wanted, Bogachev reportedly lives freely in the southern Russian city of Krasnodar.",
  "As an example, Russian hacker Yevgeny Bogachev has a $3 million price on his head from the FBI.",
  "\"We have good mathematics schools and Russians know how to code properly,\" said Namestnikov.",
  "\"They are most creative people, including unfortunately in the area of fraud,\" he said.",
  "\"What is special about the Russian hackers is that they have been active for so long.\"",
  "Meanwhile, this type of illegal activity is flourishing.",
  "\"There are no patriotic hackers.\""
]