[
  "Hacking groups linked with different wings of the powerful Russian intelligence services -- code-named Cozy Bear and Fancy Bear -- were detected inside a Democratic Party server earlier this year, according to CrowdStrike , the US Internet security firm hired to investigate the theft of thousands of emails.",
  "But allegations have surfaced of Russian hackers attempting to access US voter records, of trying to sabotage the physical ballot and of unleashing its troll army -- Internet bloggers paid by the Kremlin to spread false information online -- in support of Republican nominee Donald Trump.",
  "JUST WATCHED Trump: 'I know nothing about Russia' Replay More Videos ... MUST WATCH Trump: 'I know nothing about Russia' 01:51\n\nBoth Trump and the Kremlin deny any links to hacking or to each other, but the issue again surfaced in the second US presidential debate on Sunday.",
  "JUST WATCHED Russia gives Trump good press Replay More Videos ... MUST WATCH Russia gives Trump good press 02:35\n\nPresident Vladimir Putin has long sought to cast Russia as a powerful force on the international stage, able to influence events and make its views heard.",
  "Damaging revelations\n\nSome of the emails, later released online, contained embarrassing details of the Democratic Party's inner workings, including correspondence revealing how opposed some party officials were to Hillary Clinton's rival, Bernie Sanders.",
  "\"We have never in the history of our country been in a situation where an adversary, a foreign power, is working so hard to influence the outcome of the election,\" said Clinton, the Democratic Party nominee, during a heated exchange in the debate.",
  "The damaging revelations eventually forced Rep. Debbie Wasserman Schultz to step down as Democratic National Committee chair in what could be an unprecedented example of the Kremlin not covertly, but directly, intervening in US politics.",
  "Allegations of dumping sensitive data, infiltrating official servers, manipulating online blogs and even hacking voter records, say analysts, have fueled concerns Moscow is trying to influence the election outcome.",
  "The issue of US electoral intervention also raises broader, much darker concerns -- that go way beyond Russia -- about the way the Internet can now be used not just to promote democracy but also to undermine it.",
  "\"Anything that undermines the legitimacy of the electoral process is bad news for democracy,\" said professor John Naughton, co-director of the Technology and Democracy Project at Cambridge University in the UK.",
  "(CNN) Russian hackers have already scored key goals in their apparent bid to disrupt the US presidential election, according to researchers monitoring the closely fought political campaign.",
  "A joint statement from the Office of the US Director of National Intelligence and Department of Homeland Security pinned blame for the hacking on the Russian leadership.",
  "\"We believe, based on the scope and sensitivity of these efforts, only Russia's senior-most officials could have authorized these activities,\" the statement read.",
  "Whatever the truth, the Putin factor has emerged as a key issue in the US presidential campaign and that in itself may be interpreted as a victory by the Kremlin.",
  "Researchers say the idea that Russia is thought of as being powerful enough to influence a US election may be satisfying to a leader like Putin.",
  "Suspicions have been fueled by the tightly controlled Russian media, which have made no secret of their preference for a Trump presidency.",
  "\"Even the idea of Russian involvement could be seen by some as confirmation that the election is flawed,\" he told CNN.",
  "Just how deep does the alleged Russian penetration go remains the subject of an FBI investigation.",
  "\"Only now are we beginning to see the long-term impact of the technology,\" Naughton warned.",
  "The Kremlin categorically denies any Russian state involvement in hacking.",
  "\"We are beginning to find out what the Internet really means.\"",
  "They are doing it to influence the election for Donald Trump.\"",
  "\"And believe me, they are not doing it to get me elected."
]