[
  "Johnson was grilled about the Obama administration’s hesitancy to comment on alleged Russian efforts, and he said that coming out publicly “might in and of itself be challenging the integrity of the election process itself.”\n\nThe Obama administration came out with a statement on October 7 that accused Russia of cyber threats designed to influence the presidential election.",
  "President Donald Trump rattled off several tweets Thursday that called the alleged Russian hacking of the DNC a “Dem HOAX,” and at the same time pointed a finger at the Obama administration for failing to stop this alleged interference by Russia in the 2016 election.",
  "They waited until October to issue only a written statement.”\n\nJohnson also testified about the Democratic National Committee’s refusal to turn over servers to the Department of Homeland Security and Federal Bureau of Investigation after they said they were hacked.",
  "The former DHS Secretary testified that this decision was much to his “disappointment.”\n\nTrump referenced this testimony, and tweeted, “Why did Democratic National Committee turn down the DHS offer to protect against hacks (long prior to election).",
  "“So anything I’d have on that is derivative of what the intelligence community has — and the law enforcement community.”\n\nThe other “top intelligence official” Trump could be referring to is former CIA Director John Brennan.",
  "Brennan told the House Intelligence Committee in May that he doesn’t “know whether such collusion existed.” A White House spokesman subsequently said, “This morning’s hearings back up what we’ve been saying all along.”",
  "“Not beyond what has been out there open-source, and not beyond anything that I’m sure this committee has already seen and heard before, directly from the intelligence community,” Johnson replied.",
  "Johnson was asked by Republican South Carolina Rep. Trey Gowdy whether he had seen evidence of collusion or coordination between Trump and associates and Russia while he was still in office.",
  "“Why didn’t they stop them?”\n\nThe tweet from the president comes a day after former Homeland Security Secretary Jeh Johnson testified before a Congressional committee.",
  "“Former Homeland Security Advisor Jeh Johnson is latest top intelligence official to state there was no grand scheme between Trump & Russia,” Trump wrote.",
  "According to Johnson’s testimony, the administration had known months before in mid-August about Russian efforts to target state electoral systems.",
  "President Trump also tweeted that Johnson’s testimony vindicated him of the claims that he or his campaign colluded with the Russian government.",
  "Democratic California Rep. Adam Schiff told NPR, “I think the administration should have spoken out much earlier, much more forcefully.",
  "“By the way, if Russia was working so hard on the 2016 Election, it all took place during the Obama Admin,” Trump tweeted Thursday.",
  "It’s all a big Dem HOAX!”\n\n“…Why did the DNC REFUSE to turn over its Server to the FBI, and still hasn’t?",
  "Democrats haven’t been pleased with how the Obama administration handled the Russian cyberattacks.",
  "Instead of asking for law enforcement’s help the DNC relied on a private firm called Crowdstrike.",
  "It’s all a big Dem scam and excuse for losing the election!,” Trump added."
]