[
  "Education on phishing and other hacking tactics is needed for the larger public, and in particular the elected officials who possess highly sensitive information, as roughly half of people who receive messages from strangers click on foreign links even though a large majority know of the inherent risks, according to a study.",
  "There really isn’t anything comparable for data security.” (RELATED: Hackers May Bring Back The Paper Ballot)\n\nRepublicans are also worried about the security of their virtual systems, as incidences of hacking seem to perennially grow, even outside the realm of politics.",
  "(RELATED: The Cascading Blunders Of The DNC, FBI, And White House Invited Hacking)\n\nThe DNC, along with a number of House Democrats’ top strategists, are employing Wickr, the end-to-end encrypted messaging platform, as well, reports Politico.",
  "Democrats appear especially worried about their cybersecurity framework, likely due to the political party’s affliction from hacks in the run-up to the 2016 election, according to a Politico report published Tuesday.",
  "Phishing is the attempt to acquire sensitive data (like credit card numbers, usernames, passwords, social security numbers) for nefarious reasons by tricking unsuspecting users into clicking on infected links.",
  "That change may take time, though, as some consultants working for different campaigns are wary of switching from email to the communication app, and have so far refused.",
  "There’s no clearinghouse,” said Michael Ambler, campaign manager for the gubernatorial campaign of Democratic Maine Attorney General Janet Mills, according to Politico.",
  "In fact, Democrats have a goal — perhaps a lofty one — to get every single member or political operative to have the same cybersecurity infrastructure and protocol.",
  "Officials for the Democratic Congressional Campaign Committee (DCCC) have reportedly offered to pay top advisers to use the service, in hopes of eventual adoption.",
  "Campaigns readying for the 2018 election season are trying to ensure their respective systems, as well as employees, are prepared for cyber attack attempts.",
  "The National Republican Congressional Committee allegedly paid CrowdStrike, a U.S. cybersecurity company, $80,000 so far in 2017 for its services.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "They, like their adversaries the Democrats, also don’t seem to have uniformity in cybersecurity guidance or implementation.",
  "The Democratic National Committee (DNC) has hired a new chief technology officer, who has launched anti-phishing exercises.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Nevertheless, having a clear set of formidable cybersecurity procedures is an ultimate aim for the party.",
  "“For finance or fundraising or field, there are best practices … passed down from older campaigns.",
  "“There’s no recommendation on our side,” popular Republican consultant Brad Todd told Politico.",
  "Certain candidates and congressmen have also employed the tech firm, according to Politico.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "“I just don’t think there’s anyone whose job it is, really."
]