[
  "If there is a massive trove of emails or documents relating to the Clinton campaign or the Clinton Foundation… they may just say, ‘Look, the authenticity of the emails hasn't been confirmed,\" Mackowiak told Politico.",
  "Democratic consultant Brad Ward said that hackers have not had reason to release fake information, since their status as anonymous personas already raises doubts about the information's authenticity.",
  "The conference call with Pelosi occurred after a release of Democratic Campaign Committee and Democratic convention spreadsheets that included personal emails and phone numbers belonging to staffers.",
  "\"You may have material that's 95 percent authentic, but 5 percent is modified, and you'll never actually be able to prove a negative, that you never wrote what's in that material,\" Alperovitch said.",
  "Democratic officials, including House Minority Leader Nancy Pelosi, D-Calif., are saying that any leaks of Democratic documents could contain falsified information by Russian security services.",
  "Democratic consultant Brad Ward said this move helps raise doubts about any information that might be released, rather than waiting until after a release has occurred.",
  "Dmitri Alperovitch of CrowdStrike, the firm hired by the DNC to look into the hacks, told Politico that proving the information is genuine could be problematic.",
  "Pelosi made the comments during a conference call with Democratic legislators and aides who had their emails and phone numbers leaked, according to Politico.",
  "Whether it's the devil or it's Russian intelligence services, they traffic in things that are true in order to put across a greater lie,\" Varoga said.",
  "Digital security firm FireEye's communications director Steve Ward said that Russian hackers are known to use forgeries and to alter files.",
  "Republican strategist Matt Mackowiak said Democrats are trying to change the subject away from the content of anything that was hacked.",
  "Intelligence agencies used forged documents and false news to harass civil rights leaders and protesters during the 1950s and 1960s.",
  "Politico's report noted that releasing false information has some historical precedent from the U.S. and Russia.",
  "U.S. intelligence officials said they believe that Russia is behind the leaks, according to The New York Times.",
  "Democratic strategist Craig Varoga said that enough true information could be in the releases to be damaging.",
  "Russian officials denied the attacks and called the charges \"absurd,\" according to The Los Angeles Times.",
  "\"You've got to suspend disbelief and trust the bad guys when you're looking at this stuff,\" Ward said.",
  "\"First, they made it all about Russia instead of the substance of what was actually in the emails.",
  "\"They have information warfare as a core tenet of what they do, from a geopolitical perspective.",
  "In the 1980s, the KGB planted newspaper stories that said the U.S. invented HIV.",
  "Russia's KGB spread conspiracy theories during the days of the Soviet Union.",
  "Hackers are said to have hacked more than 100 party officials and groups.",
  "\"What Pelosi is doing is making the response now,\" Ward said.",
  "\"Democrats do have their antenna up over this thing.",
  "It's really in their wheelhouse,\" Ward said.",
  "\"The most powerful lie contains truth.",
  "They are anticipating.\""
]