[
  "They planned to say Trump is running a divisive and offensive campaign, touching on the candidate's plan to ban Muslims coming into the United States, his rhetoric on immigrants and minorities, his border wall plan and treatment of the news media.The document said Democrats should criticize Trump for being a \"bad businessman,\" that his domestic and foreign policies are \"dangerous and irresponsible,\" and that he would become \"misogynist in chief\" because of his comments about women.Democrats were also told to hit Trump as being out of touch because of his wealth and that his ex-wife's accusation during an early 1990 divorce deposition that he raped her was fair game.Trump issued a statement on Wednesday saying the information was nothing new or true, reported NBC News \"Much of it is false and/or entirely inaccurate,\" Trump said.",
  "\"\"The document — which according to embedded metadata was created by a Democratic strategist named Warren Flood — was created on Dec. 19, 2015, and forwarded to us by an individual calling himself 'Guccifer 2.0,' a reference to the notorious, now-imprisoned Romanian hacker who hacked various American political figures in 2013,\" said Gawker.According to the document, the Democrats planned to charge that Trump \"has no core\" by claiming that he is loyal only to himself and that he \"is a liar.\"",
  "\"The 200-plus page opposition research document against Trump appears to be just a small part of the documents released by Guccifer 2.0, who claims to have swiped thousands of documents from Democratic National Committee servers, including a big-dollar donor's list.",
  "\"The Democrat National Committee has sunk to an all-time low after leaked documents showed how the party planned to mar GOP presumptive presidential nominee Donald Trump's name and reputation to the American public,\" said the Conservative Tribune .",
  "The websites Smoking Gun and Gawker each got a copy.The 237-page document, reportedly passed on to the websites by a hacker called Guccifer 2.0 , is filled with talking points and other opposition research information about Trump.",
  "\"NBC News said the DNC confirmed its computer networks had been breached by what appeared to be hackers from the Russian government.Some conservative websites attacked the Democrats for its opposition research against Trump.",
  "\"Worldwide known cyber security company CrowdStrike announced that the Democratic National Committee servers had been hacked by 'sophisticated' hacker groups,\" bragged Guccifer on his website Wednesday.",
  "The DNC's Donald Trump attack plan that was hacked has now leaked to the Internet and gives a step-by-step description of how the Democrats planned to handle the Republican nominee-in-waiting.",
  "\"We believe it was the DNC that did the 'hacking' as a way to distract from the many issues facing their deeply flawed candidate and failed party leader.",
  "\"Trump later said during an appearance with \"On the Record With Greta Van Susteren,\" that \"maybe they weren't hacked.",
  "The table of contents alone is five-pages long.The leaked info was dead-on-arrival as far as Trump was concerned.",
  "\"Thousands of secret documents revealed the Democrats' hidden agenda and corrupt ways to win the elections.\"",
  "He called it old information that \"has been out there for many years.",
  "Too bad the DNC doesn't hack Crooked Hillary's 33,000 missing emails.",
  "They have not apologized, and they probably should be apologizing.",
  "\"I'm very pleased the company appreciated my skills so highly.",
  "Maybe they just wanted to get it out there.",
  "But in fact, it was easy, very easy."
]