[
  "| Sean Rayford/Getty Images Accused NSA leaker wants to subpoena states, cybersecurity firms and federal agencies\n\nNational Security Agency contractor Reality Winner, who is accused of leaking a top-secret report on Russian hacking activity connected to the 2016 election, is seeking to pull 21 states and an array of leading cybersecurity firms into her criminal case by subpoenaing them as part of her trial.",
  "Winner, an experienced linguist who served in the Air Force before going to work at an NSA office studying Iranian military aerospace capabilities, was arrested by the FBI at her home in Augusta, Georgia, last June after she allegedly sent the online news outlet the Intercept a highly classified NSA report on election-related spearphishing attempts.",
  "\"In communications with the Court and the undersigned, defense counsel has indicated a desire to subpoena numerous federal agencies for a wide array of generally described material; such an unchecked fishing expedition would constitute an oppressive and frivolous waste of government resources.\"",
  "Lawyers for Winner revealed in a court filing Friday that they want to subpoena representatives of the states formally notified by the Department of Homeland Security last September that they were targeted by hackers the U.S. government says were acting on behalf of the Russian government.",
  "Under the Radar Blog Archives Select Date… November, 2018 October, 2018 September, 2018 August, 2018 July, 2018 June, 2018 May, 2018 April, 2018 March, 2018 February, 2018 January, 2018 December, 2017\n\nReality Winner exits the Augusta Courthouse on June 8 in Augusta, Georgia.",
  "The request the defense submitted last week seeks records or testimony from the Central Intelligence Agency, Department of Defense, National Archives, National Security Council, Office of Director of National Intelligence, Department of Homeland Security and the White House.",
  "Winner's attorneys also listed nine cybersecurity companies they contend could have information useful to her defense: TrendMicro, FireEye, Eset, CrowdStrike, Volexity, F-Secure Corporation, ThreatConnect, Secureworks and Fidelis Cybersecurity.",
  "“The subpoenas are likely to put third parties to the task of gathering reams of information that the Court may ultimately deem irrelevant, inadmissible, impermissibly imprecise, or otherwise inappropriate for production,\" prosecutors wrote.",
  "Prosecutors have not responded publicly since the defense's submission last week about the subpoenas, but earlier last month the prosecution suggested Winner's requests were likely to be too sweeping.",
  "Her trial, currently set for Oct. 15, has been repeatedly delayed as the prosecution and defense tangle over classified information related to the case.",
  "On further review, one of those references appears to be to the tech section of Vice's website, although that could not be conclusively determined.",
  "Winner was indicted on a single, felony charge of retaining and transmitting national defense information in violation of the Espionage Act.",
  "Winner was indicted on a single, felony charge of retaining and transmitting national defense information in violation of the Espionage Act.",
  "Winner's justification for the subpoenas remains under seal and will undergo a classification review before being released to the public.",
  "The prosecution also complained that defense attorneys were preparing to demand information from a variety of government agencies.",
  "CLARIFICATION: An earlier version of this post said 10 cybersecurity firms were on Winner's list of requested subpoenas.",
  "The court filing also indicates that the targets of two subpoenas are \"TBD,\" which could affect the count.",
  "That appears to be a reference to the media outlet Vice's technology section.",
  "An attorney for Winner did not respond to questions seeking to confirm that.",
  "\"Motherboard\" also appears on the subpoena list amid the cyber firms.",
  "Her bids for release on bail pending trial have been denied.",
  "She's been in custody since her arrest."
]