[
  "The core idea of effective prediction tools is that companies can:\n\nPinpoint threats that are highly likely and that would be dangerous to their business\n\nDevelop countermeasures in advance that could then be implemented\n\nLarson recommended including as wide a view as possible in your prediction models, from analysis of your environment to traditional penetration testing and crowdsourced penetration testing, with the overall goal of leveraging available information to understand the threats that will most likely effective you.",
  "The NIST framework separates cybersecurity concerns into five areas that companies need to formulate a plan for:\n\nIdentify threats Protect and prevent against them Detect threats when they do get through your defenses Respond to them Recover from them\n\nThis formulation makes a lot of sense — both practically and intuitively — and in my conversations with cybersecurity experts throughout this series, they’ve reflected on which areas products on the market address.",
  "Based on the threats you anticipate, you should take preventive countermeasures to improve your defenses against that likely future.” Adding prediction is an important step forward in formalizing the adversary-centric approach of George Kurtz, CrowdStrike’s CEO, who in an earlier article in this series stressed the importance of thinking like the enemy and anticipating their actions.",
  "Detection Requires Visibility\n\nLarson told me that “detection is a response to the limited visibility people had with antivirus solutions.” Antivirus protected your endpoints, but in the event of an attack, it couldn’t answer vital questions like where the threat came from, what it tried to do, what it tried to access, and what other actions it took.",
  "If something bad happens, find out that it happened and don’t let it spread.”\n\nThis is obviously often easier said than done, but having systems in place where you can isolate attacks before they spread across your entire network is one of the best ways to respond.",
  "Since I began my series on cybersecurity, I’ve used the structure provided by the National Institute of Standards and Technology (NIST) to serve as a framework for what companies must consider when constructing their security portfolio.",
  "“In the tech world, response means understanding where you’ve been hit, triage, and then understanding the total impact, the number of systems affected, and then figuring out how you can restore them to a working state,” Larson said.",
  "This is essential because you need to know if the attack is over and the only way to do this is having full visibility across your entire network — which goes back to having the proper detection and identification tools in place.",
  "If you have systems on your network that you don’t know about, if you have new admin accounts appearing unexpectedly or if you’re running applications that you don’t expect to be running or are abnormal, this is the baseline.",
  "Adding Prediction\n\nAgain, though Larson acknowledged the benefits of using the NIST framework, he also believes that any cybersecurity portfolio must also include the ability to predict or anticipate tomorrow’s threats.",
  "“You can’t protect yourself from every threat, but you can focus on the ones most likely to hit you.”\n\nI think Larson is right in positing that prediction would be a valuable addition to the NIST framework.",
  "“And in the old days, when something bad happened, you had to physically acquire the asset, take the hard drive out, put in a write blocker and do a full-blown forensic investigation that would take days.",
  "He agreed with the assertion I’ve made repeatedly that no technology can provide 100% protection and therefore, you need to ensure you have a strategy to address what happens when an attack does occur.",
  "He believes that part of the way CrowdStrike differentiates itself is by eliminating signatures and instead indexing your entire network and then leveraging machine learning and behavioral analytics.",
  "Larson emphasized to me that one of the keys to understanding modern cybersecurity is that to be effective, you need tools that help you identify the patterns in both potential and real threats.",
  "Visibility across your network at this level is absolutely required or you have no baseline from which to manage.”\n\nFor Larson, identifying threats goes hand-in-hand with proper IT hygiene.",
  "Because the bad guys are up to an unlimited number of new things all the time, you have to downselect threats based on their applicability to your industry or your organization,” he said.",
  "If it doesn’t take you two days to figure out what happened on patient zero, your whole response can be faster and smarter.”\n\nWhen an Attack Succeeds, What’s the Best Way to Respond?",
  "If you record them proactively, in the heat of the moment when you’re under attack, having that information at your fingertips fundamentally changes your timescales for everything.",
  "But Larson offered a unique perspective on what he thinks each of the NIST categories means for companies — and what they must do to ensure they’re as protected as they can be.",
  "The company combines endpoint security, threat detection, AI-based threat prevention, and human-led response teams, meaning it covers almost the entire cybersecurity spectrum.",
  "The reason for this is that you need to do as much investigative work as possible to understand the attack so you know what you must address to make a full recovery.",
  "There is a march in cybersecurity from reactive to proactive approaches.”\n\nGiven that background, Larson’s insights on the NIST framework were illuminating.",
  "Assessing the NIST Framework\n\nLarson believes the NIST framework provides valid guidance for companies, though CrowdStrike also uses the Mitre framework.",
  "And once identified, Larson said that companies need a way to distinguish between meaningful and less meaningful risks so responses can be prioritized.",
  "“There are types of attacks where the only type of response you can have is throw the system away or walk away.”\n\nOnce You Respond, How Do You Recover?",
  "But the response should also include an ability to drill down into a root cause analysis so that you can fully grasp what occurred during the attack.",
  "“When you’re looking at the classic risk model, understanding likely attack scenarios for your specific organization is immensely helpful,” he said.",
  "“A core tenet of what we do is try to understand the activity on the system and then compare that to known good or known bad activity,” Larson said.",
  "Thinking About Protection\n\nLarson lumped anti-malware, anti-exploit, browser protection, and overall endpoint security in the protection category.",
  "You know, there are no silver bullets in security and sometimes people fall in love with a technology or a product as a way of solving a problem.",
  "So what detection technologies really change is that since you’re proactively recording data, it’s like log files on your network devices.",
  "Understanding the Landscape\n\nLarson’s perspective is worth heeding because of CrowdStrike’s growing position in the cybersecurity space.",
  "The NIST framework gets you out of that silver bullet mindset and reminds you to take a holistic approach to the problem,” Larson said.",
  "In today’s cybersecurity environment, staying a step ahead of threats is just as important as responding to attacks once they occur.",
  "Antivirus software was never set up to handle these issues so companies began to look for other ways to address these challenges.",
  "Identifying Threats\n\nWhen it comes to identifying threats, Larson told me that it is about companies eliminating blind spots.",
  "And with this, you can reduce the likelihood that you’ll get hit or you can reduce the impact when you eventually do get hit.",
  "With behavioral analytics, companies can more quickly differentiate between normal machine activity and malicious activity.",
  "Perhaps even more importantly, Larson recommended that the NIST framework be expanded to include a sixth area: Prediction.",
  "And I think its main is to protect you against having an overly narrow vision or over-investing in a particular space.",
  "With so many threats in today’s landscape, you must be ready to respond when an attack does penetrate your defense.",
  "Interestingly, though, he pointed out that protection is evolving from a primary focus on scanning and signatures.",
  "“We all have a general understanding that ransomware is on the rise, or that destructive attacks are on the rise.",
  "With AI and machine learning, companies should now be considering how to predict threats before they even appear.",
  "And if the answer to any of those questions is yes, the next thing you have to know is what you can do about it.",
  "In two previous articles, I wrote about CrowdStrike’s approach to cybersecurity, as well as the product itself.",
  "He said that much of the work in the field is now focusing on this tactic by using AI and machine learning.",
  "And imagine the bad guy just running circles around you while you’re busy trying to do that investigation.",
  "To establish solid protection, you need as much data as possible about potential threats at your disposal.",
  "“The NIST framework serves as a benchmark or a minimum set of requirements by which to plan your defenses.",
  "“If you live in a world where there’s a flight recorder, all the data is already at your fingertips.",
  "Larson returned to the analogy to forensic science when talking about the best detection strategies.",
  "However, even then, depending on the nature of the attack, that might not always solve the problem.",
  "Yet recovery can frequently be much more lengthy, difficult, and painful than the response stage.",
  "“If you know what the bad guys are up to, you should be able to turn that into proactive defense.",
  "Recently, I interviewed Dan Larson, Vice President of Product Marketing for CrowdStrike.",
  "That means having answers to questions like:\n\nWhat is our asset management strategy?",
  "The goal is to record as much about potential and actualized threats as possible.",
  "“An effective detection solution first records all endpoint activity,” he said.",
  "“The goal of recovery is to return affected systems to their operational state.",
  "He compared CrowdStrike’s philosophy to forensic science after a plane crash.",
  "During the response stage, you put the fire out, and you learn your lessons.",
  "Being able to answer these questions ensures that you can identify threats.",
  "Protection and detection are two areas focused on the point of the attack.",
  "So if you only care about the front half, you only talk about prevention.",
  "And products and features now should kind of move the needle for both.",
  "Is it likely that I’ll be hit by one of those tomorrow?",
  "Recovery is getting back to normal,” Larson said.",
  "“Response is also not a panacea,” Larson said.",
  "“A lot of response capability is containment.",
  "What countermeasures are at your disposal?",
  "The response is another beast altogether.",
  "It benefits your entire security profile.",
  "“You can’t manage what you can’t measure.",
  "Are they running protection or not?",
  "Is that protection up to date?",
  "How many systems do we have?",
  "Do I need to know about it?",
  "But is that relevant to me?",
  "To my specific business?",
  "It’s searchable.",
  "Where are they?",
  "It’s indexed."
]