[
  "The vast majority of cybercriminals out there look for the path of least resistance, meaning they will increasingly turn their attention away from security-conscious organizations like Microsoft and target smaller, fast-growing SaaS app vendors and startups.",
  "Another way to counter advanced phishing attacks is through smart detection technology, which my company leverages, that can monitor user behavior across multiple cloud apps and detect strange activity, signaling a person is not who they claim to be.",
  "For example, using machine learning to gain a deeper understanding of typical user behavior, and then looking for deviations from that norm can help to detect even the most subtle usage of stolen credentials.",
  "This means new smart detection solutions can actively learn and understand the behaviors of malware, not simply identify a malware signature or file type that has been associated with malware in the past.",
  "If a hacker programmatically accesses or downloads large volumes of data from a cloud app, a smart detection system could automatically flag this as suspicious, or block the transaction outright.",
  "The most efficient counter-move is to shift from attempting to secure each and every cloud application to securing all cloud data, because applications are largely out of a user’s control.",
  "While some offer security capabilities natively (such as access controls, malware/threat detection and identity management), the capabilities are not consistent, even across popular apps.",
  "In the Data Loss Prevention space, Amazon Web Services is employing smart detection, and companies like Cylance, Carbon Black and CrowdStrike all use it for external threat detection.",
  "The 2017 Google Docs attack is a prime example, with legitimate Google sign-in screens used to trick users into granting permissions to a malicious third-party application.",
  "The three offensive moves above are just the tip of the iceberg, but countermoves can be put in place to mitigate the threat posed, both now and in the future.",
  "Fortunately, advances in the field of machine learning are providing answers by giving computers the ability to learn without being specifically programmed.",
  "Recent years have seen the threat become all the more potent in the aftermath of successful attacks on businesses that were previously seen as unassailable.",
  "Criminals are increasingly spoofing trusted applications in order to deceive unsuspecting victims into granting permissions or handing over credentials.",
  "While much of the conflict takes place in unseen digital arenas, organizations and individuals are realizing that their data sits in the line of fire.",
  "Advance: Phishing Targets Cloud\n\nWhile phishing is a somewhat dated security concern, it's still highly effective if delivered via the right vector.",
  "With smaller budgets and fewer resources, these companies are less able to make the massive investments in security that larger cloud apps can make.",
  "For security professionals, the key lies in the ability to quickly identify and adapt to new threats, nullifying their potency as fast as possible.",
  "Countermove: Security Parity\n\nOne of the biggest issues is the fact that SaaS apps don’t all offer the same security controls for corporate data.",
  "Advance: Attacks On SaaS\n\nMany of the biggest players in the Software as a Service (SaaS) market are now taking cybersecurity very seriously.",
  "MFA is already in use on many websites, with companies such as Facebook, Apple and Dropbox introducing or enhancing MFA in the last year.",
  "As a result, security personnel have a very difficult time ensuring data moving between various cloud apps remains secure and compliant.",
  "Perhaps most disturbingly, Necurs-controlled malware has started to gather victim’s data, which is then transmitted back to adversaries.",
  "Making detection “smart” is a step up from simply looking for a phishing email to understanding and detecting attacks as they unfold.",
  "Over the years, internet users have become much wiser to traditional phishing (typos, unknown senders, mysterious attachments, etc.",
  "Switching from username and passwords to Multi-Factor Authentication (MFA) is one of the swiftest and most effective methods.",
  "On the other side are the cybersecurity professionals, including researchers and analysts, all of whom seek to protect data.",
  "As a result, it’s only a matter of time before we see one or more of these companies suffering a significant breach.",
  "By gathering intelligence, the botnet has \"learned\" and there will be new, more sophisticated attacks in the future.",
  "In 2017, Necurs was linked to spam distribution, spreading Trojans, DDoS attacks and even pump-and-dump stock scams.",
  "For example, Forbes reported in 2015 that Microsoft's annual cybersecurity spend is now in excess of $1 billion.",
  "MFA’s layered security prevents criminals from accessing user accounts even if they manage to acquire the login.",
  "Advance: Intelligent Malware\n\nThe Necurs botnet is one example of a sophisticated weapon in the cyber arsenal.",
  "What marks Necurs out from other tools is its ability to constantly change to stay one step ahead of experts.",
  "The odds of either side scoring a decisive blow and ending the long-running battle for security is quite low.",
  "As with all battles, both sides are racing to develop new technologies that will give them the upper hand.",
  "In the User Behavior Analytics space, Exabeam, Securonix and Splunk have all begun using smart detection.",
  "Countermove: Machine Learning\n\nIn order to counter smart malware, protection must also learn and adapt.",
  "On one side are the villains; cyber criminals ranging from thrill-seeking amateurs to nation states.",
  "Beneath everyday web traffic, there’s a fierce battle raging for the security of the Internet.",
  "Countermove: MFA And Behaviors\n\nThere are various ways to protect against phishing techniques.",
  "Companies have started to apply smart detection for internal threats in quite a few areas.",
  "The rise of cloud apps has opened up attack vectors that didn’t previously exist.",
  "In addition, many newer/smaller cloud apps have no security capabilities at all.",
  "The cybersecurity battle will inevitably continue to rage long into the future.",
  "Creating solutions capable of this has been a big challenge for the industry.",
  "In 2018, we’ll see a big increase in machine learning-driven “smart” malware.",
  "Giving security parity to data means a more consistent level of protection.",
  "Here is a preview of what to expect on the frontlines in 2018 and beyond.",
  "One thing that is clear is that the battle lines will continue to shift.",
  "The app then harvested information from victims’ contacts and emails.",
  "This means they are able to adapt in response to a situation.",
  "New tactics will arise and shape the future of the conflict.",
  "), so cybercriminals have looked for new avenues."
]