[
  "\"WADA condemns these ongoing cyber-attacks that are being carried out in an attempt to undermine WADA and the global anti-doping system... WADA has been informed by law enforcement authorities that these attacks are originating out of Russia.",
  "\"Let it be known that these criminal acts are greatly compromising the effort by the global anti-doping community to re-establish trust in Russia further to the outcomes of the Agency’s independent McLaren Investigation Report.\"",
  "\"WADA deeply regrets this situation and is very conscious of the threat that it represents to athletes whose confidential information has been divulged through this criminal act,\" said Olivier Niggli, Director General, WADA.",
  "WADA said the group had breached its Anti-Doping Administration and Management System (ADAMS) database by gaining login credentials to an International Olympic Committee (IOC)-created account for the Rio 2016 Games.",
  "The 'Fancy Bear' hackers set up a website and Twitter account to publicise the stolen data, where the group also claimed to leak information of Olympic champion Simone Biles.",
  "Niggli alluded to another recent hit on WADA, in which Russian doping whistleblower Yuliya Stepanova was hacked, again after her password to the body's database was stolen.",
  "On its website, Fancy Bear used the modus operandi of hacktivist crew Anonymous, claiming to have launched OpOlympics that would expose widespread doping in athletics.",
  "The private data of tennis superstars Serena and Venus Williams has been leaked online, according to a hacker crew that breached the World Anti-Doping Agency (WADA).",
  "Those usernames and passwords were acquired with some spear phishing attacks, where legitimate users were duped into handing over their credentials.",
  "FORBES will not link to the data here, due to concerns about the athletes' privacy, but the documents so far released don't appear damning.",
  "Intriguingly, the hackers called themselves the Fancy Bears, not the singular as US security firm CrowdStrike previously dubbed them.",
  "Only data related to the games were leaked, WADA said, though documents leaked appeared to date from long before this summer's event.",
  "Security firm ThreatConnect said last month it had spotted \"a sustained phishing campaign\" aimed at compromising WADA's security.",
  "WADA openly blamed Russian group Fancy Bear, a group that's also been linked to a hack of the Democratic National Committee.",
  "The body confirmed confidential medical data was pilfered, as indicated in a number of the leaked files.",
  "Wait for sensational proof of famous athletes taking doping substances any time soon,\" Fancy Bear wrote.",
  "A Kremlin spokesperson told AP it was out of the question that Russia had sponsored the attack on WADA.",
  "There are, however, multiple WADA databases now online and the hackers have promised more is to come.",
  "On the same day, WADA admitted to a hack and blamed the allegedly-Russian collective.",
  "We will also disclose exclusive information about other national Olympic teams later.",
  "\"We will start with the US team which has disgraced its name by tainted victories.",
  "When piled up, the attacks could turn out to be hacks of Olympic proportions.",
  "The company declined to comment on WADA's announcement today.",
  "It tied the attempts to Fancy Bear too.",
  "It even signed off as Anonymous.",
  "Quite literally."
]