[
  "(Photo: Timothy A. Clary AFP/Getty Images)\n\nWASHINGTON — Russian hackers penetrated the Democratic National Committee's computer network, compromising a a raft of information including research on presumptive Republican nominee Donald Trump, officials confirmed Tuesday.",
  "\"In light of our increasingly adversarial relationship with Russia after their invasion of Ukraine, we must expect that Russia, in particular, will target our institutions relentlessly — and for those that are not well defended, successfully.''",
  "\"In the course of this, working very closely with the IT staff of the DNC, we were able to identify with a very high degree of confidence a group that we have attributed back to the Russian government targeting that DNC network,\" Henry said.",
  "\"We have long seen that other nations have an acute interest in our presidential campaigns and candidates and are not above using clandestine means to gather intelligence on a prospective U.S. commander in chief,'' Schiff said.",
  "Jason Healey, a senior cyber security expert at Columbia University's School of International and Public Affairs, does not believe the Russian government is trying to influence the outcome of a U.S. presidential election.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.”\n\nCrowdStrike, a cyber security firm, also confirmed the hack Tuesday, saying that its origins pointed to the Russian government.",
  "\"I think it is just classic intelligence-gathering to find out more about Trump, and how you throw him off his game,\" said Healy, a former director of White House Critical Infrastructure Protection.",
  "“The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,” said Rep. Debbie Wasserman Schultz of Florida, the DNC chairwoman.",
  "California Rep. Adam Schiff, the ranking Democrat on the House Intelligence Committee, said presidential campaigns and candidates represent \"attractive targets'' for capable foreign governments.",
  "The official, who is not authorized to comment publicly, declined comment on the source of the hack, though the official did not dispute Henry's assertion that Russia was responsible.",
  "Henry said the firm was contracted by the DNC in late April and deployed security technology that showed \"attackers moving in the network'' as the investigation unfolded.",
  "Healey said that the Secret Service discovered in 2008 that Chinese spies had gotten into the files of Democratic nominee Barack Obama and Republican nominee John McCain.",
  "In an unusual account of the incident provided on live television, Henry said the subsequent inquiry determined that the initial breach had occurred months before.",
  "Shawn Henry, the firm's president and a former FBI cyber chief, told MSNBC the intrusion was traced with \"a high degree of confidence'' to the Russian government.",
  "In addition to the committee's research into Trump and other work, Henry said the attackers had access to the DNC's email accounts and chat logs.",
  "CLOSE Here are the basic facts you need to know on the breach of the Democratic National Committee computer network by Russian hackers.",
  "\"They had been in since last summer,'' Henry said of the attackers, adding that the FBI also had been involved in the cyber review.",
  "“When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "He said the DNC did the wise thing by going to an outside cyber security firm for help and by making the hack public.",
  "A federal law enforcement official confirmed that the bureau had been investigating the breach for about a year.",
  "\"The fact that they reached out to bring in help quickly was absolutely the right thing to do,\" he said.",
  "\"It gives you an opportunity to get all this information without having to go out and get it yourself.\"",
  "He said the DNC's opposition research on Trump would be the big prize for the hackers.",
  "Russian embassy officials did not immediately respond to requests for comment.",
  "USA TODAY\n\nDonald Trump speaks in Manchester, N.H., on June 13, 2016.",
  "Both campaigns were informed of the breach at the time, Healey said.",
  "The development was first reported by The Washington Post.",
  "Read or Share this story: http://usat.ly/1toAOpE",
  "The Trump campaign also did not comment."
]