[
  "#Guccifer2 at The Future of Cyber Security Europe 2016, Londonhttps://t.co/YBa4n8YA69\n\n14:50 GMT, September 13 https://t.co/V60r03RvwF — GUCCIFER 2.0 (@GUCCIFER_2) September 12, 2016\n\nVia the remote amanuensis, one of the Future of Cyber Security Europe event organizers, Guccifer told a small crowd of security specialists that another 500MB of fresh information from the DNC breach was being leaked, providing a link and a password to access the data.",
  "Guccifer 2.0, the hacker who took responsibility for stealing data from the Democratic National Committee (DNC) and the Democratic Congressional Campaign Committee (DCCC), was listed on the lineup for an otherwise typical cybersecurity conference in London today.",
  "On their way to a global progress and big money they are collecting users' personal data, which is the same as spying on people, because many of us don't even realise they track us online and collect our info.",
  "FORBES obtained a full transcript of what Guccifer \"said\" ahead of the talk, in which the hacker also bashed Twitter over censorship and claimed giant tech companies were spying on citizens.",
  "They develop governmental websites, communication systems, electronic voting systems, and so on and have their products installed to critical infrastructure objects on the national level.",
  "FORBES has obtained the documents, which included images ostensibly showing the inner workings of the DNC IT infrastructure, some donor analysis and finance files, amongst other data.",
  "It seems convenient but it's extremely vulnerable because it's thousand times easier to steal the data from the cloud than from a personal cell phone for instance.",
  "Guccifer, who previously released tranches of stolen data on a WordPress site, said the documents also showed how NGP VAN software was deployed by the DNC.",
  "The company, which bills itself as the \"leading technology provider\" for the Democratic campaigns, declined to comment on the leaker's latest words.",
  "The real reason voter information became available for non-authorized users was NGP VAN's raw software which had holes and errors in the code.",
  "A public Twitter message indicated Guccifer’s \"speech\" was legitimate, making this the first conference where the hacker has \"spoken\".",
  "Additionally, NGP VAN pointed me to a blog post from security outfit ThreatConnect, which noted inconsistencies in Guccifer's claims.",
  "It became usual to blame everything on hackers while IT companies just pretend they are working hard to patch bugs and to plug holes.",
  "US intelligence specialists and security companies - most notably CrowdStrike - have blamed Russia for the attacks on the DNC.",
  "But he or she wasn’t talking, but instead provided materials to an individual who spoke on behalf of the troublemaker.",
  "As a result, clients have raw products installed on their systems and networks with a great number of bugs and holes.",
  "Guccifer has previously denied any association with the Russian government, whilst the latter has claimed innocence.",
  "The hacker claimed that the company's tech contained vulnerabilities that allowed them to breach the Democrats.",
  "As a result they pose a threat to the critical infrastructure elements and the national security as a whole.",
  "As the financial corporations are ruling the world now so the IT companies will rule it in the near future.",
  "People also told me their twits were not shown in the Twitter live wall unlike to their account's wall.",
  "As it was agreed, he was intentionally searching for voter information belonging to other campaigns.",
  "It seems impossible that all Twitter users just stop twitting about Guccifer 2 leaks, in a moment.",
  "It requires preventive measures, to fight criminality by elimination of the possibility of crime.",
  "If you r interested in their internal documents, you can have them via the link on the screen.",
  "You may remember Josh Uretsky, the national data director for Sander's presidential campaign.",
  "He was fired in December, 2015 after improperly accessing proprietary data in the DNC system.",
  "Total computerization along with inadequate software development may cause a lot of troubles.",
  "In their pursuit for money they release raw software, so their clients are highly vulnerable.",
  "We should start now to prevent electronic apocalypse and rise of the machines in the future.",
  "So, as you see there's no need to breach into separate users accounts or separate systems.",
  "Vulnerabilities in the NGP VAN software installed on its server which they have plenty of.",
  "It's well known that all large companies look forward to receiving governmental contracts.",
  "There's currently no evidence showing Guccifer breached the DNC via an NGP VAN weakness.",
  "Yeah, I know if they find me I'm doomed to live like Assange, Snowden, Manning or Lazar.",
  "But their responsibility for the future of our world is growing from day to day.",
  "America’s politicos fear Russia is attempting to disrupt the upcoming election.",
  "You can see it at the diagram that they spent millions of dollars for lobbying.",
  "You would tell me I could report a bug to the company as it's commonly done.",
  "And this is its CEO Stu Trevelyan who is really responsible for the breach.",
  "They create conditions that make people store their info in cloud services.",
  "As I see it, this is the place to discuss cyber security and cyber threats.",
  "So they break development cycle very often omitting the stage of testing.",
  "That's why people started Guccifer 3, 4, 5 hashtags to avoid censorship.",
  "This scheme shows how NGP VAN is incorporated in the DNC infrastructure.",
  "And they even ask for more and more money to correct their own mistakes.",
  "And this is the same reason I managed to get access to the DNC network.",
  "You can see how Guccifer 2 hashtag unnaturally abruptly stops trending.",
  "I'm sure you know me because my name is in the conference program list.",
  "The right question is: who made it possible that a system was hacked?",
  "By extension this would suggest Guccifer worked for Putin’s regime.",
  "Cyber security firms are quick to blame hackers for their activity.",
  "The next reason, and the crucial one, is software vulnerability.",
  "And here are a couple of NGP VAN's documents from their network.",
  "So, what's the right question we should ask about cyber crime?",
  "But it's worth it for they are the heroes, heroes of new era.",
  "Yeah, they cause a lot of troubles for business and politics.",
  "Companies store these data making it vulnerable for leaks.",
  "Let's figure out who poses the real threat to begin with.",
  "We need to shake the situation, to make our voices sound.",
  "You may also ask the conference producers for them later.",
  "Tech companies hurry to finish the work and earn money.",
  "This is NGP VAN Company that operates the DNC network.",
  "It's for detailed examination, if you are interested.",
  "But two more hackers appear instead of one convicted.",
  "So, the cyber aggressiveness is progressing nowadays.",
  "Large IT companies pose a real cyber threat nowadays.",
  "That doesn't mean they will produce better software.",
  "That means they will get even more money in return.",
  "And you knew about it even before I came on stage.",
  "Who made it possible, that I hacked into the DNC?",
  "In this regard, what question should you ask me?",
  "The number of cyber attacks is steadily growing.",
  "They are aggressively lobbying their interests.",
  "You may perfectly know some of them or may not.",
  "They search for cyber criminals, sentence them.",
  "That's why it's better to use paper sometimes.",
  "Or maybe they would even give me some money.",
  "For example Twitter censors unwelcome users.",
  "And I suppose, you already know the answer.",
  "This is just the same as in offline world.",
  "This is not enough to prosecute criminals.",
  "You just need to hack their tech company.",
  "Thanks for ur attention\n\nSee you online!",
  "Big IT companies lead us to a disaster.",
  "What do you think they would answer me?",
  "Now you know this is a wrong question.",
  "What's wrong with large IT companies?",
  "And may be to propose some solutions.",
  "What's wrong with the cyber defense?",
  "But, who poses a real cyber threat?",
  "Here it is below:\n\nHello everyone.",
  "It's plain as day you would say.",
  "Their software is full of holes.",
  "And I will explain to you why.",
  "I can judge it by myself here.",
  "Or else it would be too late.",
  "However, he is not to blame.",
  "The real problem is inside.",
  "But still my answer is no.",
  "they take wrong measures.",
  "But what could it change?",
  "It's also on the screen.",
  "How I hacked the DNC???",
  "Or this is not crucial?",
  "In exile or in prison.",
  "The password is usual.",
  "This is the question.",
  "This is Guccifer 2.0.",
  "Who hacked a system?",
  "This is the feature.",
  "This is censorship.",
  "What's the reason?",
  "What do you think?",
  "What should we do?",
  "It seems obvious.",
  "Is it Guccifer?",
  "Nothing at all.",
  "Or Snowden?",
  "Or Assange?",
  "Or Lazar?",
  "Nothing.",
  "Really.",
  "Thanks?",
  "Second.",
  "Fourth.",
  "Fifth.",
  "First.",
  "Wrong.",
  "Shit!",
  "Yeah?",
  "Yeah.",
  "Yeah.",
  "Well.",
  "No.",
  "So."
]