[
  "And if they want to relitigate all of their wild theories, there’s this thing called rule 11 where you get sanctioned for trying to do things like that.”\n\nAsked if the DNC risked taking its eye off the ball ahead of November elections in which control of Congress will be at stake, Perez said: “We can walk and chew gum.”\n\nPerez also sad he had “great confidence” the suit would not interfere with or distract from the work of special counsel Robert Mueller, who is investigating Russian interference and alleged collusion between the Trump campaign and Moscow and has indicted or secured plea deals with four key Trump aides so far.",
  "Responding to a claim by Trump 2020 director Brad Parscale that the suit was merely a fundraising ploy by a “desperate, dysfunctional and nearly insolvent Democratic party,” Perez told NBC’s Meet the Press: “Those are almost the precise quotes we heard from the Nixon campaign in 1972.”\n\nIn that year, Democrats sued the president’s re-election committee for $1m over the Watergate break-in.",
  "Chairman Tom Perez on Sunday defended the Democratic National Committee’s decision to sue Russia, WikiLeaks and the Trump campaign over Russian election interference, saying the DNC was “protecting our democracy” and could “walk and chew gum” when it came to keeping its focus on the midterm elections.",
  "Michael Bloomberg pledges $4.5m to cover US Paris climate commitment Read more\n\nThe multimillion-dollar civil suit was filed on Friday in federal court in the southern district of New York, and claims senior Trump officials conspired with the Russian government in an attempt to damage Hillary Clinton.",
  "Trump’s mention of “servers” refers to a conspiracy theory he has advanced for more than a year, ironically set off by congressional testimony of then FBI director James Comey, who is currently touring behind a bestselling memoir in which he portrays Trump as “morally unfit” for office.",
  "“Now he [sic] R’s counter and force them to turn over a treasure trove of material, including Servers and Emails!”\n\nIt was unclear why Republicans would sue to obtain Democratic party emails, many of which are already public owing to Russia-directed hacking that began in April 2016.",
  "In January 2016 testimony about an FBI investigation of cyber-attacks including on the DNC, Comey said Democrats had not turned over computer servers but substituted a review of the system performed by the cybersecurity firm CrowdStrike.",
  "Read more\n\nThe president also tweeted at length over the weekend about New York Times coverage of the plight of Michael Cohen, his personal attorney, whose office, hotel room and home were raided by federal authorities last week.",
  "This can be good news in that we will now counter for the DNC Server that they refused to give to the FBI...”\n\nAppearing on ABC’s This Week on Sunday, Perez said he was “not in the least” concerned by Trump’s bluster.",
  "Also on ABC, the Harvard lawyer Alan Dershowitz, who like Comey has dined with Trump at the White House, said the country was now seeing “an enormous battle for the soul of Michael Cohen”.",
  "Personally attacking – and misspelling the name of – Maggie Haberman, a Pulitzer Prize-winning reporter who worked on the piece, the president forcefully denied Cohen was a risk.",
  "The Times published a Saturday front-page piece that suggested Cohen could “flip” in order to lessen possible jail time and thereby work with federal authorities against Trump.",
  "His campaign, meanwhile, sent out a fundraising email that called the DNC lawsuit an attempt “to keep the Russia witch hunt going and their bankrupt party alive”.",
  "Trump has denied collusion or obstruction of justice and called all investigations into Russian election interference a “witch hunt”.",
  "It’s not trial by tweet … this is going to be a court where facts matter and justice is served Tom Perez\n\nTrump disagrees.",
  "This isn’t going to be a kangaroo court with [House intelligence committee chair and Trump backer] Devin Nunes.",
  "Donald Trump tweeted about the suit over the weekend, seemingly promising a legal counter-move.",
  "On Friday, he wrote: “Just heard the Campaign was sued by the Obstructionist Democrats.",
  "“So funny, the Democrats have sued the Republicans for Winning,” he wrote on Saturday.",
  "“The beauty of the civil justice system,” he said, “is that it’s not trial by tweet.",
  "'A political volcano just erupted': is the US on the brink of the next Watergate?",
  "A $750,000 settlement was paid in 1974, on the day Richard Nixon left office.",
  "This is going to be a court where facts matter and justice is served.",
  "“This, my folks tell me, was an appropriate substitute,” Comey said.",
  "Contention over Cohen’s fate consumed the US Sunday talk shows.",
  "The suit seeks damages for the hacking of DNC email servers.",
  "He did so again on Sunday afternoon."
]