[
  "Some questions observers were hoping would be addressed by Johnson didn’t make it into the hearing, like the allegations from the state of Georgia that DHS computers were attempting to hack into state systems, which Georgia Secretary of State Brian Kemp called “failed cyberattacks.” Similar allegations have been made by Indiana, Idaho, Kentucky, and West Virginia.",
  "Maybe everyone is, or maybe the DNC had so much to lose by handing over their servers that denying federal government an investigation was their only course of action, leaving them with a questionable Crowdstrike investigation at the time and a classic Democrat “deny everything” response now.",
  "It is astounding to me that the chair of an organization like the DNC was never contacted by the FBI or any other agency concerned about these intrusions.”\n\nWasserman Schultz then went on CNN and said Johnson is “wrong in every respect” in regards to his testimony about the DNC.",
  "If the DNC was so incompetent with their cybersecurity, how exactly would they be qualified to determine of the Departent of Homeland Security ought to help determine if a foreign government hacked their email system in order to influence the election?",
  "Former Homeland Security Secretary Jeh Johnson testified before the House Intelligence Committee on Wednesday, and like any good member of the Obama administration, his testimony left us with more questions than answers, especially about the DNC.",
  "She made her position crystal clear in her statement, which reads in part: “At no point during my tenure at the DNC did anyone from the FBI or any other government agency contact or communicate with me about Russian intrusion on the DNC network.",
  "Listen to Trey Gowdy ask Johnson, “Why would the victim of a crime not turn over a server to the intelligence community or law enforcement?” Johnson’s smirking non-reply is exactly what you’d expect from an Obama official.",
  "This matches prior testimony from former FBI Director Comey\n\nThere’s just one problem: according to the Washington Examiner, Debbie Wasserman Schultz denies that the FBI and DHS ever approached the DNC over the hacks.",
  "“To my current knowledge, the Russian government did not through any cyber intrusion alter ballots, ballot counts or reporting of election results,” he said during his opening statement.",
  "We can only hope Congress and the Trump administration can get to the bottom of the real mystery, as the Russia hysteria continues to lose what little steam it had left.",
  "Instead, they were forced to rely on reports from CrowdStrike, the firm with an increasingly dubious reputation that the DNC brought in to help with their security.",
  "Johnson testified, ““The FBI and the DNC had been in contact with each other months before about the intrusion, and the DNC did not feel it needed” DHS help.",
  "Johnson outlined the timeline in his prepared remarks, which clearly explains that the DNC turned down help from the DHS in investigating the alleged hack.",
  "Watch her lash out in all her glory:\n\nThese statements leave Jeh Johnson, James Comey, and the entire DNC gang with some hard questions.",
  "Johnson got one important thing out of the way during his opening statement — Russia did not successfully hack the 2016 election.",
  "Johnson explained to the House Intelligence Committee that both the DHS and the FBI were not very involved in the investigation.",
  "On the other hand, we know what they weren’t doing, which was investigating the alleged hack of the DNC email systems.",
  "This is no revelation to Americans who have known for months the Russia investigation was a wild goose chase.",
  "But beyond that fact, Johnson’s testimony opened up as many new questions as the recent Comey hearing.",
  "Colin Madine is a contributor and editor at Breitbart News and can be reached at cmadine@breitbart.com",
  "At least we know the Department of Homeland Security under Jeh Johnson was busy doing something.",
  "In fact, Johnson testified he only learned about the alleged hack well after the fact.",
  "Neither organization took control of DNC servers to forensically investigate them.",
  "Breitbart News wasn’t the only party left incredulous by this information.",
  "And this is where it gets interesting!",
  "Who is lying?"
]