[
  "The Department of Justice said the men were part of an organization, Guangzhou Bo Yu Information Technology Company Limited (Boyusec), which has been linked by cybersecurity researchers to one of the more advanced and active Chinese government-sponsored espionage groups.",
  "\"If the government was not specifically mentioned it could be they were not directly involved in the operations in question or the commercial arrangement obfuscated their hand in the matter,\" said John Hultquist, FireEye director for intelligence analysis.",
  "\"They are one of the most technically advanced state-affiliated actors in China,\" he added, noting previous targets included companies in aerospace, defense, energy, technology and NGOs that were aligned with China's economic interests.",
  "Priscilla Moriuchi, director of strategic threat development at ?Recorded Future, told Forbes victims of Boyusec intrusions included companies in defense, telecommunications, transportation and advanced technology.",
  "As for Moody's, the DoJ said the financial analytics firm was hacked in 2011, when the accused were said to have compromised company email to forward on a prominent employee's mail to their own accounts.",
  "Three Chinese nationals were charged with cybercrime offences today, accused of hacking three companies - Moody's Analytics, Trimble and Siemens - to steal gigabytes of sensitive data and trade secrets.",
  "Boyusec has previously been linked to a hacker group known by various names, including APT3 and Gothic Panda, which in turn has been connected with the Chinese Ministry of State Security (MSS).",
  "IT giant Siemens appeared to have been hit the hardest, as the hackers stole 407 gigabytes of data from its energy, technology and transportation businesses, according to the indictment.",
  "A Moody's spokesperson added: \"We worked closely with U.S. law enforcement during their investigation and appreciate their efforts to bring those responsible to justice.",
  "The first link came via a mysterious source, IntrusionTruth, which connected domain names registered by the APT3 group with Boyusec employees Wu Yingzhuo and Dong Hao.",
  "\"Boyusec is one of many private companies with close connections to Chinese intelligence services and which appear to be heavily involved in cyberespionage...",
  "But Boyusec, which once listed Huawei as a partner on its website (currently unavailable), could not be reached for comment at the time of publication.",
  "Boyusec link to China espionage\n\nBoth Wu and Dong were co-founders and shareholders of Boyusec, according to the DoJ, which noted Lei was an employee.",
  "Cybersecurity company Recorded Future, which has various contracts with the U.S. government, later claimed to have corroborated those findings.",
  "Forbes attempted to contact an email address attached to the domain registration records for Boyusec.com that were listed by a Dong Hao.",
  "All were residents of Guangzhou, the U.S. said, and were accused of using spear phishing emails to get access to a variety of networks.",
  "The men were charged with hacking into Trimble in 2016 when it was in the process of designing more accurate satellite navigation tech.",
  "To our knowledge, no confidential customer data or other personal employee information was compromised as a result of this incident.\"",
  "Government departments and bureaus in Hong Kong, the U.S., and several other countries were also victims, according to Moriuchi.",
  "More recently, the group has been targeting Hong Kong dissidents and others \"connected with domestic political issues in China.\"",
  "Despite Boyusec's alleged links to Chinese espionage, the DoJ linked neither the company nor the hacks to the government.",
  "A Trimble spokesperson said: \"Today’s announcement is the culmination of an aggressive investigation by law enforcement.",
  "CrowdStrike vice president of intelligence Adam Meyers said the Gothic Pander crew's work could be traced back to 2007.",
  "They were accused of pilfering at least 275 megabytes of data, including trade secrets related to that technology.",
  "A Siemens spokesperson said: \"As a matter of policy, Siemens does not comment on internal security matters.\"",
  "Trimble responded to the incident and concluded that there is no meaningful impact on its business.\"",
  "The use of commercial third parties puts breathing room between the state and this dicey work.\"",
  "Hacked companies respond\n\nBoth Moody's and Trimble said they'd assisted in the investigation.",
  "The defendants were named by the DoJ Monday as Wu Yingzhuo, Dong Hao and Xia Lei.",
  "\"CrowdStrike has observed an uptick in activity by this group since 2016.\"",
  "\"Attempts to hack Trimble servers were made in late 2015 and early 2016.",
  "No client data was breached."
]