[
  "The Daily Mail further reports that Crowdstrike’s co-founder Dmitri Alperovitch and president Shawn Henry themselves refused to testify in March before the House Intelligence Committee, although Committee spox Jack Langer put it more delicately: “They declined the invitation, so we’re communicating with them about speaking to us privately.”\n\nThat’s the way to get to the bottom of things never.",
  "For many reasons — and particularly so long as a Washington-garrisoned army fights against solving the 2016 murder of Seth Rich, DNC voter expansion data director — I suspect that the DNC was brought low by a disgusted American leaker, very possibly Seth Rich, someone who had had it with Clinton corruption, with DNC-Clinton collusion against Bernie Sanders, not a foreign actor at all.",
  "Not one member of the Senate Intelligence Committe inquired as to why the DNC servers have not, after all of this time, ever been re-examined by the FBI; or whether it is just possible that this same DNC contractor putting forward the DNC/Russian hacking charge might have destroyed the DNC computer system.",
  "Sen. Cotton and the rest may speed-gloss over the “underlying activity at issue here” — as though “Russian hacking” were an officially and transparently established fact, which it is not — to land on what Comey “believes” about Trump “colluding” with Russia, but their duplicity is not lost in the blur.",
  "Here, of course, was the perfect opening for Burr, or any other Senator, to sit up, adjust his microphone and say:\n\nAre you telling the American people, Mr. Comey, that there has been no independent corroboration of this “third party,” this DNC contractor’s investigation, of the DNC servers?",
  "How “high class” Crowdstrike really is becomes an open question on learning that Crowdstrike has had to retract signficant portions of a recent report — also on “Russia” “hacking” — following “a damaging series of questions over its credibility,” as the Daily Mail explains in detail here.",
  "Rather than watch it all explode all around Comey, the “Intelligence Community,” the Democrat Party, and the media, our elected officials, no matter the party, have closed ranks with them — against President Trump, and against the American people, who freely and fairly elected him.",
  "Who was part of the decision-making process that led you to outsource the investigation of a purported foreign cyber strike on the United States, with all of the ramifications for increased tensions and hostilities with a leading nuclear power, to any third party?",
  "Not one US Senator asked why Comey’s FBI deferred to Debbie Wasserman-Schultz’s DNC when the DNC refused to permit FBI forensics specialists to examine the DNC computer system; or why the FBI was never able to examine John Podesta’s personal devices, either.",
  "COMEY: It is, although what was briefed to me by my folks — the people who were my folks at the time — is that they had gotten the information from the private party that they needed to understand the intrusion by the spring of 2016.",
  "Mr. Comey, please share with the American people your own reasons for acquiescing to the DNC denial of FBI access to the DNC servers, even as the DNC claimed these servers had been breached by a hostile foreign power!",
  "Not one US senator asked former FBI Director James Comey to account for the sinister fact that the source of the explosive determination that “Russia hacked the DNC” computer system is a DNC contractor, not the FBI.",
  "Sen Tom Cotton’s approach, for example, was typical:\n\nLet’s turn our attention to the underlying activity at issue here: Russia’s hacking into those e-mails and releasing them, and the allegations of collusion.",
  "These pols will scrimmage intramurally here and there, but they always, always make sure that they are protecting each other’s precious Swamp secrets, without which the creatures dry up and the Swamp dies.",
  "And how “high-class” is this “entity,” anyway, when we now know it has had to retract significant sections of a recent report, also on “Russia” “hacking,” due to the exposure of shoddy data and practices?",
  "No doubt special “Russia influence” counsel Robert Mueller will get similar non-results, having, as FBI director, promoted Shawn Henry to big cyber security jobs at least twice during Henry’s FBI career.",
  "Did you ever possibly consider overriding the DNC to ensure that the FBI could enter what was by all accounts a highly sensitive crime scene to conduct professional, non-partisan analysis?",
  "Clearly, Americans deserve more than some dodgy “third party” to investigate momentous affairs of state — if, that is, these were, in fact, momentous affairs of state.",
  "Followed by this:\n\nBURR: And the FBI, in this case, unlike other cases that you might investigate — did you ever have access to the actual hardware that was hacked?",
  "BURR: Do you have any doubt that the Russian government was behind the intrusions in the DNC and the DCCC systems, and the subsequent leaks of that information?",
  "And what does this say about the professionalism of the rest of the IC that has relied on this same “third party” for its assessments?",
  "Then there are the opaque and furtive qualities of the “Russian hacking” finding, which exhibits every sign of being a Swamp creation.",
  "It’s a safe bet such rapport can only serve to make the Mueller investigation even more non-illuminating to the American people.",
  "COMEY: In the case of the DNC, and, I believe, the DCCC, but I’m sure the DNC, we did not have access to the devices themselves.",
  "Tell me, Mr. Comey, is the FBI now outsourcing all of its counter-intelligence investigations to such “high-class entities” — ?",
  "That, of course, is my hunch, which throws a certain desperate logic into the “Russian hacking” hysteria (Look over there….)",
  "To be sure, there was this exchange:\n\nBURR: Do you have any doubt that Russia attempted to interfere in the 2016 elections?",
  "That the FBI just took this incendiary information about “Russian hacking” from this “third party” — and that was that?",
  "Further, you have stated in previous testimony that the DNC repeatedly denied FBI requests for access to the servers.",
  "As mysterious and sensational as these unanswered questions are, so, too, are the reasons they have not been asked.",
  "The sustained failure to pull the big, fat pin on the “Russian hacking” charge is just more of the same.",
  "We got relevant forensic information from a private party, a high-class entity, that had done the work.",
  "BURR: Isn’t content an important part of the forensics from a counterintelligence standpoint?",
  "Or did you have to rely on a third party to provide you the data that they had collected?",
  "Or only in this singularly controversial, momentous and internationally explosive one?",
  "Instead, Senator Burr — but it could have any one of them — changed the subject.",
  "The “third party” Comey and Burr discuss is a DNC contractor named Crowdstrike.",
  "How is it possible that you, as FBI director, allowed this to stand?",
  "In fact, Mr. Comey, I’d like to hear more about your deliberations.",
  "Isn’t it more and more apparent that this is the point?",
  "Do you believe Donald Trump colluded with Russia?",
  "President Trump, will it always be “ever thus”?",
  "Hocus-pocus and the president will be gone.",
  "Ladies and gents, the dreaded Fix is in.",
  "Do you consider that good police work?",
  "What reasons did the DNC give you?",
  "Why would that be so, Mr. Comey…?",
  "But we didn’t get direct access.",
  "About those Comey hearings.",
  "No senator returned to it.",
  "The scene of the crime.",
  "BURR: But no content?",
  "COMEY: No, no doubt.",
  "If not, why not?",
  "COMEY: Correct.",
  "COMEY: None.",
  "Why?"
]