[
  "NATO's official statement on indirect funding says, \"This does not mean that the United States covers 73% of the costs involved in the operational running of NATO as an organization, including its headquarters in Brussels and its subordinate military commands, but it does mean that there is an over-reliance by the Alliance as a whole on the United States for the provision of essential capabilities, including for instance, in regard to intelligence, surveillance and reconnaissance; air-to-air refueling; ballistic missile defense; and airborne electronic warfare.\"",
  "Trump is correct that our current equipment is old enough to have been flown by my grandfather (shout-out to Duke Drake, who was a WWII pilot in the Army Air Force), however, Russia still flies similarly dated planes\n\nWe rate Trump's claim that we are not updating our own nuclear technology as false and his claim that our planes are old enough to be flown by your grandfather true, but misleading, and also, incidentally, a tribute to an impressive piece of equipment.",
  "JUST WATCHED Donald Trump's foreign policy positions under fire Replay More Videos ... MUST WATCH Donald Trump's foreign policy positions under fire 02:56\n\n\"All of you watching tonight, to know that he's paid nothing in federal taxes, because the only years that anybody's ever seen were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license and they showed he didn't pay any federal income tax,\" Clinton said.",
  "\"We can fix our broken immigration system, and we can do it in a way that honors America's legacy as a land of immigrants, but Donald Trump is the only candidate who is willing to put politics aside so that we can achieve that goal,\" Chris Crane, president of the National ICE Council, said in a statement\n\nThe union represents 7,600 federal immigration officers and law enforcement support staff.",
  "\"Donald Trump is correct that his tax proposals would be the largest tax cut since Reagan, and they would be even larger than Reagan's when taking into account tax increases subsequently enacted during the 1980s,\" CRFB noted in its blog\n\nWhile it is difficult to make exact comparisons, the CRFB estimates that it is likely that Trump's proposed tax cut is like the largest since Reagan.",
  "JUST WATCHED Donald Trump defends tax cuts for the wealthy Replay More Videos ... MUST WATCH Donald Trump defends tax cuts for the wealthy 02:14\n\nAll told, the top 1% of households -- defined as bringing in more than $730,000 a year -- would see their tax burden go up by more than $78,000 on average, according to an analysis of Clinton's original tax plan from the Tax Policy Center.",
  "Sen. Dianne Feinstein, a California Democrat on the Senate Intelligence Committee, and Rep. Adam Schiff, a California Democrat on the House Intelligence Committee, recently released a statement saying that \"based on briefings we have received, we have concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the US election.\"",
  "JUST WATCHED Donald Trump calls father's $1 million loan 'small' Replay More Videos ... MUST WATCH Donald Trump calls father's $1 million loan 'small' 01:09\n\nAccording to the Wall Street Journal , a 1985 casino license disclosure proves that at the time of its filing, Trump had taken out $14 million in loans from his father, Fred Trump, in the late 1970s and 1980s.",
  "JUST WATCHED Clinton: Trump called climate change a Chinese hoax Replay More Videos ... MUST WATCH Clinton: Trump called climate change a Chinese hoax 01:00\n\nIn March, Trump took a more nuanced approach, telling a Washington Post editorial board that he doesn't believe climate change is the result of man-made causes.",
  "But while analysts, including NATO ones, agree that the 73% number is indicative of the lack of appropriate defense spending among the other members of the alliance, that percentage reflects US defense spending overall and not just spending on US forces allocated to the defense of Europe and other NATO operations.",
  "JUST WATCHED Donald Trump: We have to bring back law and order Replay More Videos ... MUST WATCH Donald Trump: We have to bring back law and order 02:09\n\nA federal judge deemed the policy carried out under Michael Bloomberg's mayoralty to violate the law of the land in August 2013, and Bloomberg vowed to appeal.",
  "But NATO officials told CNN the intelligence post, which focuses on wider intelligence issues and not just terrorism, was considered long before the 2016 campaign began and was also in response to Russia's 2014 military intervention in Ukraine and its invasion of Crimea, known as \"hybrid warfare.\"",
  "Because Trump says the phrase \"73% of the cost of NATO\" in his comments, and because that number does not reflect actual US direct spending on the alliance, and because the number captures US defense spending not-related to NATO, this is an inaccurate description of the cost of NATO.",
  "America's nuclear arsenal\n\nBy Amy Gallagher, CNN\n\nWhen Holt turned to Trump on the subject of a possible preemptive nuclear strike, Trump responded by turning the conversation to familiar territory: criticism of the current administration for failing to invest in military equipment.",
  "While bankruptcy is not a complete indicator of business success, Clinton's statements are\n\nTrump's support for Iraq, Libyan interventions\n\nBy Ryan Browne, CNN\n\nClinton said Trump supported the US military interventions in Iraq and Libya against Saddam Hussein and Moammar Gadhafi.",
  "DNC hack\n\nBy Laura Koran, CNN\n\nIn a discussion about cyberthreats, Clinton said of Russian President Vladimir Putin, \"One of the things he's done is let loose cyberattackers to hack into government files, to hack into personal files, hack into the Democratic National Committee.\"",
  "JUST WATCHED Donald Trump: My debt comments were misrepresented Replay More Videos ... MUST WATCH Donald Trump: My debt comments were misrepresented 01:53\n\nIn an exchange at Monday's debate, Clinton said, \"You've said you'd negotiate down the national debt.\"",
  "Fred's backing further helped Donald as he reassured city officials that he would \"watch the construction and provide the financial credibility\" of his son's first big hotel deal, according to Wayne Barrett's 1992 book, \"Trump: The Deals and the Downfall.\"",
  "Trump has offered multiples arguments throughout the campaign -- and even shifted once Monday night to say he was waiting on Clinton to release emails she deleted -- but he has routinely argued that a federal audit bars him from releasing his returns.",
  "\"If you look at CNN this past week, Patti Solis Doyle was on Wolf Blitzer saying that this happened, (Sidney) Blumenthal sent McClatchy, highly respected reporter at McClatchy, to Kenya to find out about it, they were pressing very hard,\" Trump said.",
  "'My tax cut is the biggest since Ronald Reagan,' Trump says\n\nBy Jeanne Sahadi, CNNMoney\n\nTrump's proposed tax cuts are the largest since Ronald Reagan's signature tax cut in 1981 when measured as a share of the economy, tax and budget experts say.",
  "While it is true that Trump began to build his business with a $1 million loan from his father, Clinton's claim that Trump borrowed $14 million is also true and paints a more complete picture of the support Donald received from his father.",
  "As for Blumenthal's role in the campaign, some 2008 staffers have told CNN that he was not officially part of the Clinton campaign, and a CNN check of Federal Election Commission records shows no payment to Blumenthal from the campaign.",
  "CNN's Phil Mattingly obtained the available tax returns, available from the New Jersey state gaming commission, and they showed that Trump paid no federal taxes for the five years that were available: 1978, 1979, 1984, 1991 and 1993.",
  "Though US Assistant Secretary of State for European Affairs Hoyt Brian Yee told the Senate this month that \"all 28 allies are moving toward spending at least 2% of GDP on defense, with 70% already on track to meet that goal by 2024.\"",
  "— Donald J. Trump (@realDonaldTrump) November 6, 2012\n\nOver a year later, Trump tweeted in response to weather reports, \"Snowing in Texas and Louisiana, record setting freezing temperatures throughout the country and beyond.",
  "Trans-Pacific Partnership\n\nBy Kevin Liptak, White House Producer\n\nTrump and Clinton scuffled over the Trans-Pacific Partnership, with Trump asserting Clinton would ratify the massive trade pact should be elected president.",
  "At the very least, as a salesman whose businesses rely on revenue from tourists, Trump should be a bit more measured discussing crime in New York, portray the nuance in the numbers and show some pride in his birthplace.",
  "The team of reporters, researchers and editors across CNN listened throughout the debate and selected key statements from both candidates, rating them true; mostly true; true, but misleading; false; or it's complicated.",
  "The imbalance is due in part to the fact that only five NATO members meet the NATO recommendation that each country spend 2% of its GDP on defense, and the US GDP is significantly larger than all the other NATO members.",
  "Clinton is on the record calling TPP a \"gold standard\" deal in 2012 when she was serving as secretary of state, and her phrasing back then did not match her claim now of \"hoping\" the deal would be worthy of support.",
  "\"This TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field,\" Clinton said at an event in Australia in 2012.",
  "As she said during the debate, Clinton wants to raise taxes on the wealthy to pay for a variety of programs, such as instituting paid family leave, making college debt-free and investing in infrastructure.",
  "Those bankruptcies included one for the Trump Taj Mahal in 1991, and again in 1992 for three entities: the New York Plaza Hotel, the Atlantic City Trump Plaza Hotel and Casino and the Trump Castle resort.",
  "(CNN) Hillary Clinton and Donald Trump clashed Monday in their first head-to-head debate of the general election season, with Trump in particular straying from the truth, CNN's Reality Check Team found.",
  "And focusing only on black men age 15 to 24, data show that homicides constituted more deaths than the next nine leading causes combined -- causes that ranged from suicide to cancer to other illnesses.",
  "Because the post is a broader intelligence position, the creation of which has been sought by NATO before Trump began his public criticism of the alliance, his claim of responsibility is inaccurate.",
  "The union that represents ICE employees, the National Immigration and Customs Enforcement Officers Council has, however, given Trump their first endorsement ever for a candidate for elected office.",
  "Clinton on income and manufacturing jobs under Bill Clinton\n\nBy Tami Luhby, CNNMoney\n\nClinton pointed out that America did pretty well during her husband Bill Clinton's tenure in the White House.",
  "To raise the funds, she would require millionaires to pay at least 30% of their income in taxes and impose an additional 4% surcharge on those with adjusted gross incomes greater than $5 million.",
  "'Birther' movement\n\nBy Kevin Liptak, White House Producer\n\nTrump claimed that a false conspiracy theory about President Barack Obama's birthplace began with Clinton's 2008 presidential campaign.",
  "Clinton was referring to a recent report from the bipartisan Committee for a Responsible Federal Budget, which assessed the overall cost of each candidate's tax and spending proposals combined.",
  "Trump on tax returns and paying no taxes\n\nBy Tom LoBianco, CNN\n\nPressed on why he was not releasing his tax returns, Trump said again that he was holding back because he is under federal audit.",
  "While that loan may have gotten Trump's business up and rolling, it leaves out many of the other loans and perks he got from being the son of a wealthy real estate developer in New York City.",
  "Reality Check: Clinton on her tax plan\n\nBy Jeanne Sahadi, CNNMoney\n\nClinton told Trump that her tax plan \"would not add a penny to the debt, and your plans would add $5 trillion to the debt.\"",
  "Verdict: Absent Russian admission, it's hard to say with 100% certainty the Russian government ordered the DNC hack, but there's strong and compelling evidence they were linked to the hack.",
  "In a 2011 video posted on his own blog before the intervention in Libya, Trump said, \"Gadhafi in Libya is killing thousands of people, nobody knows how bad it is, and we're sitting around.",
  "Fed Chair Janet Yellen emphatically denied any political influence at the Fed last Wednesday during a press conference after the Fed's decision-making committee ended its two-day meeting.",
  "Later, moderator Lester Holt said Trump did support the intervention in Iraq, and Trump claimed that the idea he backed the US-led invasion was something made up by the mainstream media.",
  "The US actually only pays about 22% of NATO's operational budget; member states' contributions to NATO's organizational budget is proportionate to their respective gross national income.",
  "According to a Politico report, Trump International Golf Links applied for a permit to build a sea wall at his golf course in Ireland to protect it from \"global warming and its effects.\"",
  "Clinton on Trump 'rooting' for the housing crisis\n\nBy Ali Foreman, CNN\n\nDiscussing financial progress since the Great Recession, Clinton accused Trump of rooting for the housing crisis.",
  "Jobs\n\nClinton on job creation\n\nBy Tami Luhby, CNNMoney\n\nClinton claimed that her economic plan would create 10 million jobs, while Trump's plan would cost the nation 3.5 million jobs.",
  "Meanwhile, it's also not fair to compare the assertions that 10 million jobs would be gained under Clinton vs. 3.4 million jobs lost under Trump because the time frames are different.",
  "And while Trump has repeated the hoax line on multiple occasions, he's walked back the assertion that it was created by the Chinese, saying he meant that as a joke ... sort of.",
  "We rate this claim to be true, but misleading, because Trump seemingly only cited one data set and failed to acknowledge the NYPD's statistics, which indicate a downward trend.",
  "But a few months later, Bloomberg was out of office, and his liberal successor, Bill de Blasio, dropped the appeal as part of a settlement with New York police in January 2014.",
  "Interesting to note, however, that Reagan in 1982, 1983 and 1984 signed into law bills that raised revenue to address the burgeoning deficits that arose during his first term.",
  "In March 2011, after the NATO-led intervention began, Trump expressed concern about the allegiance of the anti-Gadhafi rebels, telling CNN, \"I hear they are aligned with Iran.",
  "While $200 billion is very much more than a penny, in terms of the federal budget over a decade it wouldn't move the needle on current projections of debt as a percent of GDP.",
  "The elder Trump also set up trust funds to support his children, acted as a guarantor on loans that Donald applied for, and helped open doors for his son throughout the city.",
  "She recalled there was a volunteer coordinator in Iowa who forwarded an email propegating the conspiracy, but that Clinton herself decided \"immediately\" to fire that person.",
  "The Centers for Disease Control and Prevention CDC maintains extensive data on causes and manners of death, but does not sort its data into a single \"gun epidemic\" category.",
  "Guns\n\nBy Eve Bower, CNN\n\nDuring an exchange about policing in America, Clinton claimed that \"the gun epidemic is the leading cause of death of young African-American men.",
  "According to the New York City Police Department's weekly CompStat report, murders are down for the year to date in 2016 compared with 2015, falling 4.3% from 257 to 246.",
  "Another analysis by Oxford Economics found that under Clinton, the nation would create an additional 200,000 jobs by the start of 2021 if she implements all her policies.",
  "In an interview with Bloomberg News, Putin denied Russian state involvement, saying, \"I don't know anything about it, and on a state level, Russia has never done this.\"",
  "Trump & Miss Universe\n\nBy Theodore Schleifer, CNN\n\nClinton parried a claim from Trump about her \"stamina\" by pointing to Trump's history of uncouth remarks about women.",
  "Federal Reserve\n\nBy Patrick Gillespie, CNNMoney\n\n\"We have a Fed that's doing political things ... the Fed is being more political than Secretary Clinton,\" Trump said.",
  "Trump on jobs leaving Michigan & Ohio\n\nBy Tami Luhby, CNNMoney\n\nTrump hammered home that America has lost a multitude of jobs to what he said were bad trade deals.",
  "Contacted by CNNMoney, Zandi said a more accurate comparison to the 10 million jobs created under Clinton would be 400,000 jobs lost under Trump, not 3.4 million.",
  "Last September, when he was seeking the Republican nomination, Trump told CNN that while he supports clean air and water, \"I am not a believer in climate change.\"",
  "The tax changes instituted during World War II and the Korean War were much larger, said Roberton Williams, a senior fellow at the non-partisan Tax Policy Center.",
  "Crime\n\nTrump on stop-and-frisk\n\nBy Theodore Schleifer, CNN\n\nTrump claimed that New York City's stop-and-frisk policy was not ruled unconstitutional -- but it was.",
  "Trump on crime in New York\n\nBy Lisa Rose, CNN\n\nTrump gave a hat tip to his hometown during the debate -- by claiming that the crime rate in New York is going up.",
  "Climate change\n\nBy Laura Koran, CNN\n\nClinton claimed Trump \"thinks that climate change is a hoax perpetrated by the Chinese,\" a charge Trump immediately denied.",
  "However, some economists have criticized Scott's calculation because it's based on the size of the US trade deficit in Mexico -- it's not a head count of jobs.",
  "Clinton responded by claiming she said she \"hoped it would be a good deal, but when it was negotiated, which I was not responsible for, I concluded it wasn't.\"",
  "Williams pointed to a US Treasury Department report that examined previous tax bills in terms of revenue raised and percentage of the gross domestic product.",
  "However, using a different set of CDC data focusing on deaths caused by firearms, we can see that the vast majority of homicides were indeed firearm-related.",
  "But the IRS does not bar the subject of an audit from releasing their returns -- it is up to the individual to decide whether they will release the returns.",
  "Taxes\n\nClinton's tax increase\n\nBy Tami Luhby, CNNMoney\n\nTrump looked to contrast his tax plans with Clinton, saying that she would raise taxes on Americans.",
  "JUST WATCHED Trump, Clinton spar over jobs Replay More Videos ... MUST WATCH Trump, Clinton spar over jobs 00:50\n\nThose statistics, however, are misleading.",
  "On November 6, 2012, Trump tweeted, \"The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.\"",
  "The US Immigration and Customs Enforcement is, of course, an official government agency so it is not in the business of officially endorsing any candidate.",
  "\"People have looked at both of our plans, have concluded that mine would create 10 million jobs and yours would lose us 3.5 million jobs,\" Clinton said.",
  "Trump's plan would reduce revenue by nearly $6 trillion, according to analyses by the Tax Foundation and the Committee for a Responsible Federal Budget.",
  "National debt\n\nBy Nicole Gaouette, CNN\n\nWhen Clinton said Trump had said he would negotiate down the national debt if elected, Trump denied it was true.",
  "He added, \"On a humanitarian basis, immediately go into Libya, knock this guy out very quickly, very surgically, very effectively, and save the lives.\"",
  "Trump's central argument is that the Federal Reserve, America's central bank, is keeping interest rates low to help the economy look good under Obama.",
  "That's the biggest since Reagan's 1981 tax cuts, which reduced revenue by 2.9% of GDP over an even shorter period, according to US Treasury numbers.",
  "\"And you have storms, and you have rain, and you have beautiful days, but I do not believe that we should imperil the companies within our country.",
  "Robert Scott, senior economist at the Economic Policy Institute, estimates that America lost roughly 800,000 jobs to Mexico between 1997 and 2013.",
  "This is a relatively small portion of national defense spending by all the countries, with the entire budget being slightly more than $2 billion.",
  "\"And when negotiated, this agreement will cover 40% of the world's total trade and build in strong protections for workers and the environment.\"",
  "\"He called me, like, Miss Piggy, Miss Housekeeping,\" said Machado, who was one of many women featured in a critical The New York Times article.",
  "Machado has no evidence that Trump made those insults, and Trump indicated he had no familiarity with it -- though he did not outright deny it.",
  "We have soldiers all over the Middle East, and we're not bringing them in to stop this horrible carnage and that's what it is: It's a carnage.\"",
  "\"Donald Trump cannot distract from the fact that he is the one who embraced and promoted the birther lie and bears the responsibility for it.\"",
  "One of the most recent examples is Carrier, which announced earlier year that it would send 1,400 jobs from a plant in Indianapolis to Mexico.",
  "But Trump -- on March 21, 2003, after the invasion began -- told Cavuto that \"it looks like a tremendous success from a military standpoint.\"",
  "But in a May debate, Trump said he would try reducing the national debt by trying to get creditors to accept lower amounts than the US owed.",
  "Since 2000, America has lost 5 million manufacturing jobs for a variety of reasons, particularly cheaper labor overseas and technology.",
  "The national Border Patrol Council represents 16,500 Border Patrol agents, according to their press release announcing the endorsement.",
  "He later added, \"I'm sure I'm not going to get credit for it, but that was largely because of what I was saying, my criticism of NATO.\"",
  "Therefore, while Trump's 73% number is true for now, more and more NATO members meeting the 2% requirement will drive this number down.",
  "And according to the CDC, a total of 4,701 black men in that age group were killed by firearm in incidents that were ruled homicides.",
  "However, Trump's claim that Clinton would approve the trade deal if elected president does not match her current campaign statements.",
  "Perhaps Trump pored over the FBI report during debate prep or maybe he really does feel unsafe in the caverns of the Upper East Side.",
  "She would limit the value of certain deductions and exclusions to 28%, as well as raise capital gains taxes on high-income investors.",
  "So while Trump is correct that it is unknown how an appeal might have turned out had it not been dropped, that is not what unfolded.",
  "Clinton ended her comments on Trump's past remarks by noting the accuracy of his 2006 prediction saying, \"Well, it did collapse.\"",
  "Still, the US economy has shifted away from the manufacturing sector and the Mexican manufacturing sector has increased markedly.",
  "If you're in a good cash position, which I'm in a good cash position today, then people like me would go in and buy like crazy.\"",
  "The FBI's annual Uniform Crime Report, published hours before the debate, also showed a nationwide increase in murders for 2015.",
  "CRFB estimated that Trump's fiscal proposals as they are today would add $5.3 trillion to the nation's debt in the first decade.",
  "That would push debt held by the public to 105% of gross domestic product by 2026, up from 86% projected under current policies.",
  "In short, homicides were the leading cause of death for black men age 15-34, and 90% of those deaths were caused with a firearm.",
  "Trump on his Border Patrol endorsements\n\nBy Kate Grise, CNN\n\nTrump touted his endorsements, saying, \"I was just endorsed by ICE.",
  "Trump filed for business bankruptcy four times in the 1990s, mostly for casinos that were part of a sluggish gambling industry.",
  "Spointed to one woman in particular: Alicia Machado, or as Clinton said Trump called her, \"Miss Piggy\" and \"Miss Housekeeping.\"",
  "Clinton announced in October 2015 she was against TPP, saying the deal didn't match what she'd hoped for as secretary of state.",
  "Blumenthal, a longtime Clinton friend, denied to CNN last week that he peddled theories about Obama's birthplace to reporters.",
  "Zandi's report said the nation's economy would grow by 10 million jobs under Clinton's plan, but lose 3.4 million under Trump.",
  "Clinton found it on Inside Edition, where the Miss Universe of 1996 said Trump tried to humiliate her after she gained weight.",
  "Trump alleged that Ford is moving jobs to Mexico, but Ford emphasized that no jobs were lost at its Michigan plant in Mexico.",
  "But it's impossible to say whether he hasn't paid any federal income taxes since then without seeing more of his tax returns.",
  "\"About four months ago, I read on the front page of the Wall Street Journal that NATO is opening up a major terror division.",
  "Soon after, Clinton lit into Trump on his tax returns and quickly landed on an argument that he has not paid federal taxes.",
  "Both were linked to the Russian military-intelligence world by cybersecurity firm CrowdStrike, which investigated the hack.",
  "An NYPD spokesman tweeted as the candidates clashed, \"NYC is on pace to have one of the safest years on record for crime.\"",
  "\"Obviously, I joke, but this is done for the benefit of China, because China does not do anything to help climate change.\"",
  "Over the past quarter century, the general trend for New York has been a decline in violent crime, according to the NYPD.",
  "\"He said, back in 2006, I hope it does collapse, because then I can go in and buy some and make some money,\" she claimed.",
  "There were 5.5 million non-farm workers in Ohio in August, according to the most recent Bureau of Labor Statistics data.",
  "But Trump still added, \"At this point, if you don't get rid of Gadhafi, it's a major, major black eye for this country.\"",
  "The audiobook, titled, \"How to Build a Fortune,\" includes an interview between Trump and marketing consultant Jon Ward.",
  "Murder rates fell to a record low during de Blasio's first year in office, so compared to 2014, murders are up in 2016.",
  "Trump's bankruptcies\n\nBy Sonam Vashi, CNN\n\n\"You've taken business bankruptcy six times,\" Clinton said of her opponent.",
  "Trump said he also told Fox News' Sean Hannity that he opposed the war but this conversation was never on the record.",
  "Trump created NATO terror unit\n\nBy Ryan Browne, CNN\n\nTrump claimed credit for the creation of a new position at NATO.",
  "The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.",
  "While Trump has wavered on the cause of climate change, he has repeatedly denied its existence and called it a hoax.",
  "Trump has repeatedly said that he built his companies and wealth from a $1 million loan he received from his father.",
  "Trump did tell Stern he backed the war and he told Cavuto after it began that it looked like a \"tremendous success.\"",
  "But Clinton continued, saying it means that Trump paid \"zero for troops, zero for vets, zero for schools or health.\"",
  "\"I looked the other night, I saw B-52s, they're old enough that your father, your grandfather could be flying them.",
  "\"You are going to approve one of the biggest tax increases in history,\" Trump said, claiming he would slash taxes.",
  "He cited two manufacturing-heavy states, Ohio and Michigan, which he said saw thousands of jobs pack up and leave.",
  "And some American manufacturers that export their products to Mexico depend on NAFTA to keep their business alive.",
  "It's true that manufacturing employment expanded under Bill Clinton, rising to 17.1 million jobs in January 2001.",
  "The Democratic nominee based her claim on an audiobook released by now legally troubled Trump University in 2006.",
  "Trump is referring to reports that NATO would create a new post, an assistant secretary general for intelligence.",
  "Trump is likely referring to the US share of defense spending among NATO countries -- that number is indeed 73%.",
  "He repeated his criticism that the other members of the 28-nation defense alliance do not pay their fair share.",
  "According to 2013 data , the category of \"homicide\" was the leading cause of death for black men age 15 to 34.",
  "A few weeks later, Trump walked away from his comments about debt, telling CNN's Chris Cuomo he was misquoted.",
  "Ward asked Trump about \"gloomy predictions that the real estate market (was) heading for a spectacular crash.\"",
  "\"I oppose it now, I'll oppose it after the election, and I'll oppose it as president,\" Clinton said in August.",
  "Under Trump, however, the US would lose 4 million jobs, according to the report, released earlier this month.",
  "Moreover, a US official told CNN in July there was \"little doubt\" Russia was behind the hack of DNC emails.",
  "WikiLeaks, the website responsible for publishing the leaked emails, has refused to say who provided them.",
  "It was taken away from her and our mayor, our new mayor, refused to go forward with the case,\" Trump said.",
  "He actually advocated for the actions we took in Libya and urged that Gadhafi be taken out,\" Clinton said.",
  "How Trump got his start\n\nBy Kate Grise, CNN\n\nClinton hit Trump for his claims that he is a self-made man.",
  "\"I don't know if anyone knows it was Russia that broke into the DNC,\" he said \"I don't know if it was.\"",
  "Trump went on to refute the connection between climate change and a rise in extreme weather phenomenon.",
  "\"We pay approximately 73% of the cost of NATO, that's a lot of money to protect other people,\" he said.",
  "But Trump was wrong about Ford, which he criticized for moving production of its small cars to Mexico.",
  "But the NATO budget only funds the civil budget, military budget and the Security Investment Program.",
  "Trump did acknowledge that the idea he supported the war stemmed from an interview with Howard Stern.",
  "While Trump's claim of an ICE endorsement is misleading, it is true that the ICE union endorsed him.",
  "As CNN predicted in May, Trump's comments from before his run for office did come back to haunt him.",
  "In May, he also told CNBC that he would borrow, and if the economy crashed, he would \"make a deal.\"",
  "\"I often joke that this is done for the benefit of China,\" Trump said on Fox News' \"Fox & Friends.\"",
  "\"First of all, you never have to default because you print the money,\" he said on CNN's \"New Day.\"",
  "(This data included both homicides that were committed using firearms, and those that were not.)",
  "He also said during the debate that he told Fox News' Neil Cavuto that he opposed the Iraq war.",
  "They're going to Mexico,\" Trump said while criticizing the North American Free Trade Agreement.",
  "Trump responded, \"I sort of hope that happens because then people like me would go in and buy.",
  "\"You know, Donald was very fortunate in his life and that's all to his benefit,\" Clinton said.",
  "Clinton is quoting a report from Moody's Analytics' Mark Zandi that came out over the summer.",
  "NATO\n\nTrump on NATO financing\n\nBy Ryan Browne, CNN\n\nTrump was asked about the NATO alliance.",
  "I wish the first time it was done correctly,\" when asked in 2002 if he backed the invasion.",
  "However, piecing together several different CDC data sets, Clinton's claim is largely true.",
  "Neither Congress nor the President can tell the Fed to raise, lower or hold interest rates.",
  "US jobs going to Mexico\n\nBy Patrick Gillespie, CNNMoney\n\n\"Our jobs are fleeing the country.",
  "Ohio hit a low point of 5 million jobs in late 2009, just after the Great Recession ended.",
  "She told Wolf Blitzer that \"The campaign, nor Hillary, did not start the birther movement.",
  "04:47\n\nThe DNC believes two separate groups were behind recent incursions on their system.",
  "Based on the available evidence, Clinton is correct about how little he has paid in taxes.",
  "We're going to cut Trump some slack since the name of the union is similar to the agency.",
  "The cybersecurity firms Fidelis, Mandiant and ThreatConnect arrived at similar findings.",
  "When you heard what I was saying, how bad it is, and you said, I can't win that debate.\"",
  "\"Under the current mayor, crime has continued to drop, including murders,\" Clinton said.",
  "We rate Trump's claim that he has been endorsed by 16,500 Border Patrol agents as true.",
  "The United States is in the process of updating all three aspects of the nuclear triad.",
  "The US contribution to NATO's direct funding is less than 1% of the US defense budget.",
  "Publicly, the Obama administration has not tied the hack to Russia or any other actor.",
  "Trump's characterization of Doyle's comments last week on CNN is similarly misleading.",
  "By contrast, Clinton's fiscal package would add an estimated $200 billion to the debt.",
  "Zandi found the economy would add 7.2 million jobs even if Clinton didn't do anything.",
  "Verdict: Trump's claim that Clinton's campaign began the birther conspiracy is false.",
  "If there is a bubble burst, as they call it, you know you can make a lot of money ...",
  "The Federal Reserve was created by Congress to be independent of political influence.",
  "In 2013, there were a total of 5,214 homicides among black American men age 15 to 34.",
  "While Trump doubts the validity of climate change, his company has prepared for it.",
  "Michigan, meanwhile, had 4.3 million jobs in August, about the same as in mid-2006.",
  "Trump also had two other bankruptcies for Atlantic City casinos in 2004 and 2009.",
  "\"There are a lot of great businesspeople that have never taken bankruptcy once.\"",
  "Trump did back an effort to take out Libya's leader Gadhafi on his own website.",
  "The lower court's ruling was the final one, and so we rate Trump's claim false.",
  "Trump could release his tax returns tonight -- whether he's under audit or not.",
  "Employment had fallen to 3.8 million in mid-2009, but has since climbed back.",
  "But all the testimony that exists indicates that Clinton's comments are true.",
  "There is no evidence that the Fed has kept rates low in order to help Obama.",
  "The union representing US Border Patrol agents also endorsed Trump in March.",
  "Problem is that those two states have actually gained jobs in recent years.",
  "When I got involved I didn't fail, I got him to give the birth certificate.",
  "He interjected while Clinton was arguing against stop-and-frisk policing.",
  "He also claimed credit for the post's creation at the time via a tweet.",
  "\"I think my husband did a pretty good job in the 1990s,\" Clinton said.",
  "Median household income was $50,478 when Clinton took office in 1993.",
  "Of course, New York crime stats can be as complex as the city itself.",
  "\"He started his business with $14 million, borrowed from his father.\"",
  "She declared that the Big Apple is safer under Mayor Bill de Blasio.",
  "In fact, previous presidents have pushed through much bigger hikes.",
  "As soon as the audit's finished, it will be released,\" Trump said.",
  "\"You called it the gold standard of trade deals,\" Trump continued.",
  "Trump's claim that Clinton called TPP the \"gold standard\" is true.",
  "But Trump's claim Clinton would approve TPP as president is false.",
  "The murder rate in 2016 is down more than 80% compared with 1990.",
  "Replay More Videos ... MUST WATCH Did Russia hack the DNC emails?",
  "It could be someone sitting on their bed that weighs 400 pounds.\"",
  "Verdict: True -- Trump claimed he would negotiate down the debt.",
  "\"We have not been updating from the new standpoint,\" Trump said.",
  "I was just recently endorsed, (by) 16,500 Border Patrol agents.\"",
  "Among that same population, there were 5,278 deaths by firearm.",
  "\"You want to approve Trans-Pacific Partnership,\" Trump claimed.",
  "The trade deal has hurt some Americans while benefiting others.",
  "Clinton also said Trump backed the 2011 intervention in Libya.",
  "Only the 12 people on the Fed's committee make that decision.",
  "\"It went before a judge who was a very against-police judge.",
  "So her plan would boost job growth by about 3 million jobs.",
  "And Trump's doubts have continued into the campaign season.",
  "Therefore, we rate Clinton's claim as true, but misleading.",
  "\"We do not discuss politics at our meetings,\" Yellen said.",
  "That's the most the Buckeye State has had since mid-2001.",
  "But it is hard to connect Mexico's gain to the US loss.",
  "\"I am not a great believer in man-made climate change.",
  "Trump responded, \"That's called business, by the way.\"",
  "And we can't allow it to happen anymore,\" Trump said.",
  "\"And you can bet she's going to vote this November.\"",
  "\"Partisan politics plays no role in our decisions.\"",
  "I'm under a routine audit, and it will be released.",
  "But this would not be not the largest tax increase.",
  "Trump jumped in and said, \"That mean's I'm smart.\"",
  "Incomes also rose during Bill Clinton's two terms.",
  "Scott cites NAFTA as the key driver of job losses.",
  "\"Thousands of jobs leaving Michigan, leaving Ohio.",
  "They never endorsed anybody before on immigration.",
  "How many jobs lost to Mexico is highly debatable.",
  "We therefore rate Clinton's claim as mostly true.",
  "American manufacturing jobs have gone to Mexico.",
  "\"I think there's a change in weather,\" he said.",
  "We've looked at this claim several times\n\ntrue.",
  "Manufacturing jobs went up also in the 1990s.\"",
  "That's up 313,000 positions from January 1993.",
  "ICE has more than 20,000 employees worldwide.",
  "More than the next nine causes put together.\"",
  "\"She has become a US citizen,\" Clinton said.",
  "We are not keeping up with other countries.\"",
  "JUST WATCHED Did Russia hack the DNC emails?",
  "Employment has climbed steadily since then.",
  "But Trump actually said, \"Yeah, I guess so.",
  "He said he told Stern, \"Maybe, who knows.\"",
  "I hear they may be aligned with al Qaeda.\"",
  "Therefore, we rate Trump's claim as false.",
  "We rate Hillary Clinton's claims as true.",
  "\"She failed to get the birth certificate.",
  "It rose to $56,531 when he left in 2001.",
  "And by the way, China is doing nothing.\"",
  "It would still reach 86% of GDP by 2026.",
  "\"Donald supported the invasion of Iraq.",
  "And that's called politics, by the way.",
  "She has vowed to reject it if she wins.",
  "That's about 2.5% of GDP over a decade.",
  "\"It could have been Russia,\" he added.",
  "Trump interrupted her to say, \"Wrong.\"",
  "So we rate Trump's assertion as false.",
  "Global warming is an expensive hoax!\"",
  "Facts do not support Trump's claims.",
  "That is proved over and over again.",
  "The 1968 tax act was also larger.",
  "\"You were totally in favor of it.",
  "\"They would have won an appeal.\"",
  "\"You're wrong,\" Trump retorted.",
  "\"Incomes went up for everybody.",
  "\"Weather changes,\" Trump said.",
  "Trump immediately denied it.",
  "I was just endorsed by ICE.",
  "So, I'm satisfied with it.\"",
  "Our verdict on that: false.",
  "I'm not a great believer.\"",
  "\"Where did you find this?\"",
  "Who's telling the truth?",
  "\"I don't mind releasing.",
  "Trump asked repeatedly.",
  "I think that's great.\"",
  "Verdict: Mostly true.",
  "Verdict: Mostly True.",
  "They're all leaving.",
  "\"It could be China.",
  "Our verdict: False.",
  "End of the story.\"",
  "Our verdict: True.",
  "Our verdict: True.",
  "Period,\" he said.",
  "This is not true.",
  "Verdict: False.",
  "Verdict: False.",
  "\"This is false.",
  "Trump is right.",
  "Verdict: True.",
  "Verdict: True.",
  "Trump went on.",
  "Verdict: True.",
  "Verdict: True.",
  "Period."
]