[
  "Asked whether Trump should be denouncing Russia rather than inviting (even jokingly) it to interfere with our election, Nunes claimed, to my amazement, “I didn’t see Trump trying to shy away from being critical of Russia.” He nevertheless spoke critically of the Obama administration for what he sees as growing accommodation to Putin.",
  "He insisted at one point that the release of material during a U.S. election was “nothing new” and denied there was evidence that Russian hackers gave the information to WikiLeaks to release and influence our election, although he he also acknowledged WikiLeaks has acted as a conduit for leaks beneficial to Russia in the past.",
  "Cozy Bear, for example, has been tied to hack operations of the State Department, according to Patrik Maldre, managing partner of Retel Partners, an Estonia-based consulting firm focusing on cybersecurity, explained in a media call this morning hosted by the Foreign Policy Initiative (moderated by Jamie Kirchick).",
  "David Kramer, the McCain Institute’s senior director for human rights and democracy, reiterated during this morning’s media call that Russia has an interest in disrupting U.S. alliances (as it did with a call involving assistant secretary of state Victoria Nuland and a 2007 cyberattack on Estonia).",
  "It may be that Putin is trying directly to give a leg up to Trump (the Republican National Committee was apparently not hacked, after all), who unaware of or indifferent to Russia’s interests in harming the West, would abandon criticism of human rights and allow Putin freer rein in Europe.",
  "The Wall Street Journal detailed Russia’s cyberwarfare against Ukraine:\n\nIn just 72 hours, Ukraine would head to the polls in an election crucial to cementing the legitimacy of a new pro-Western government, desperate for a mandate as war exploded in the country’s east.",
  "(Yury Kochetkov/European Pressphoto Agency)\n\nLast month, The Post reported:\n\nCrowdStrike had installed software on the [Democratic National Committee’s] computers so that it could analyze data that could indicate who had gained access, when and how.",
  "But the intrusion heralded a new era in Ukraine that showed how geopolitical confrontation with Russia could give rise to a nebulous new cabal of cyber foes, bent on undermining and embarrassing authorities trying to break with the Kremlin.",
  "Trump not only invited more Russian espionage and suggested Russia might get to keep Crimea but also demonstrated his utter unfamiliarity with the issue and his desire to buddy up to Putin as the latter seeks to damage the West.",
  "Rep. Devin Nunes (R-Calif.), chairman of the House Permanent Select Committee on Intelligence, in an extended phone interview with Right Turn conceded that there is “a high confidence” Russia hacked into the DNC computers.",
  "The firm identified two separate hacker groups, both working for the Russian government, that had infiltrated the network, said Dmitri Alperovitch, CrowdStrike co-founder and chief technology officer.",
  "They are well financed and sophisticated.” Fancy Bear, for example, is suspected of being connected to Russian military intelligence and has been tied to a hack of the German parliament in the 2000s.",
  "Ultimately, conclusive information emerged linking the leaked video to pro-Kremlin Georgian mafia abroad–but too late to save the election for President [Mikheil] Saakashvili’s anti-Kremlin party.",
  "Republicans can have a get-tough policy with Russia (and defend U.S. and European democracies), or they can tout Trump, but they should be honest: These two things are contradictory.",
  "Russia is, he says, attempting to discredit the West’s democratic systems and to create a moral equivalence between the West and Russia’s own corrupt, authoritarian system.",
  "It’s important to understand that Vladimir Putin — whom Donald Trump wants to ally with and admires — has been attacking democratic elections in Europe for some time.",
  "has refused to denounce Trump’s remarks and instead puts out a statement criticizing Sen. Harry Reid (D-Nev.) for suggesting that Trump not get a security briefing.",
  "Experts now reiterate that Russia and these two hackers in particular are responsible for a slew of cyber attacks of governments perceived as a threat to Russia.",
  "One group, which CrowdStrike had dubbed Cozy Bear, had gained access last summer and was monitoring the DNC’s email and chat communications, Alperovitch said.",
  "If the commission didn’t offer its usual real-time online results, doubts about the vote’s legitimacy would further fracture an already divided nation.",
  "In 2014, malware was discovered in Ukrainian election software that would have destroyed confidence in the vote, to the benefit of pro-Russian forces.",
  "In the last two years, cyberattacks have hit Ukraine’s Ministry of Foreign Affairs, Ministry of Defense and the presidential administration.",
  "Moreover, Maldre indicates that there is additional technological evidence (including Cyrillic metadata) to confirm the Russia connection.",
  "Military communications lines and secure databases at times were compromised, according to Ukrainian presidential and security officials.",
  "“We need to get tough with the Russians,” he said, reminding me that Congress has overwhelmingly voted to give defensive arms to Ukraine.",
  "Meanwhile, on Russian-language channels, Russian military officials talked darkly of preparing to intercede in Georgia to restore order.",
  "“The current operation demonstrates a new level of boldness and brazenness … a strike at the heart of American democracy,” says Maldre.",
  "In doing so, Trump left Republicans once more tied up in knots, a result that inevitably flows from supporting a candidate like Trump.",
  "The Fix's Chris Cillizza explains why Donald Trump made a mistake when he called on Russia to find Hillary Clinton's missing emails.",
  "Trump’s obliviousness to the Russian threat to the United States and our allies should be deeply disquieting, if not disqualifying.",
  "The other, which the firm had named Fancy Bear, broke into the network in late April and targeted the opposition research files.",
  "As noted in Forbes:\n\nSome ten days before the vote, television channels broadcast mysteriously leaked videos of prison abuse.",
  "And they had access to the computers of the entire research staff — an average of about several dozen on any given day.",
  "He nevertheless conceded that he has no information that some country other than the Russia hacked the DNC’s computers.",
  "He even had the nerve to compare Reid to Putin — when his own candidate is playing the role of Putin’s pet poodle.",
  "To send the stolen emails, he said, shows “intent not to just know but to play an active role” in U.S. elections.",
  "He cites other Russian-identified operations to influence Latvian, Greek, Italian and French elections.",
  "But supporters of Trump are now faced with defending Trump’s egregious statements and pro-Putin stance.",
  "Pre-incited crowds hit the streets blaming the pro-Western government, creating chaos and instability.",
  "This latest cyberattack fits into a larger picture of Russian malicious action against the West.",
  "(Peter Stevenson/The Washington Post)\n\nTrump’s rhetoric puts Republicans in a tricky situation.",
  "He underscored that lots of countries, including China, have been hacking the United States.",
  "Ukrainian computer specialists mobilized to restore operations in time for the elections.",
  "Regardless, the evidence that Putin is trying to harm American democracy is undeniable.",
  "A steady flow of hacked government documents have appeared on the Cerberus website.",
  "“They’ve been playing a cat-and-mouse game,” he says of foreign cyber-espionage.",
  "“What is surprising [about the DNC hack] is what happened after,” Maldre said.",
  "The firm had analyzed other breaches by both groups over the past two years.",
  "Unfortunately, Trump’s henchmen took that position out of the RNC platform.",
  "(How else would WikiLeaks have gotten the emails if not from the Russians?)",
  "Russian President Vladimir Putin speaks in Moscow on Wednesday.",
  "Both Kramer and Maldre stressed the seriousness of the issue.",
  "“Many security intelligencies follow [the two hackers].",
  "We saw this clearly in elections in Georgia in 2012.",
  "The attack ultimately failed to derail the vote.",
  "It was this breach that set off the alarm.",
  "The hackers stole two files .",
  "Sen. Tom Cotton (R-Ark.)",
  "Remarkable.",
  ".",
  ".",
  "."
]