[
  "“Trump’s gotten pretty favorable coverage back in Russia… (He) has repeatedly expressed admiration for Vladimir Putin.”\n\nDNC officials in May hired the cyber security firm CrowdStrike to find out who hacked into their systems after some became suspicious of a potential leak, according to the Times.",
  "The New York Times reported Wednesday that American intelligence agencies have “high confidence” Russia played a role in the latest WikiLeaks scandal that resulted in former DNC Chair Debbie Wasserman Schultz announcing her resignation Sunday.",
  "Some of the thousands of leaked emails indicated DNC officials favored Hillary Clinton winning the Democratic Party’s nomination over Bernie Sanders, adding furor to protests by Sanders supporters on the DNC floor in Philadelphia Monday night.",
  "One of the emails even outlined DNC CFO Brad Marshall’s plan to attack the Vermont Senator’s religious beliefs in key state primary races, proposing someone accuse the candidate of being an atheist rather than a man of Jewish faith.",
  "My Southern Baptist peeps would draw a big difference between a Jew and an atheist.”\n\nPresident Obama told NBC News’ Savannah Guthrie on Tuesday that Russia may have leaked the emails to swing the election in Trump’s favor.",
  "CrowdStrike determined two Russian hacker groups named Cozy Bear and Fancy Bear had indeed breached the DNC’s servers, one of which is believed to be run by the G.R.U., Russia’s military intelligence service.",
  "operative Edward Snowden in 2013 after he blew the whistle on American surveillance operations of several U.S. allies, most notably the tapping of German Chancellor Angela Merkel’s mobile phone.",
  "When it comes to finding the source of last week’s Democratic National Committee email leak, all signs point to Moscow being involved according to the nation’s intelligence community.",
  "“It might may (sic) no difference, but for KY and WVA can we get someone to ask his belief.",
  "“I am basing this on what Mr. Trump himself has said,” Obama noted.",
  "“This could make several points difference with my peeps.",
  "Does he believe in a God,” Marshall wrote in one email.",
  "It was also Russia who harbored former C.I.A."
]