[
  "Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com,@ericengleman), Tony Romm (tromm@politico.com, @tonyromm), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold) and Li Zhou (lzhou@politico.com,@liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— “The Bandwidth Bottleneck That’s Throttling the Internet,” by Nature magazine’s Jeff Hecht: “‘Users are mobile, but the network isn't mobile.’ When someone uses their phone, its radio signal is converted at the nearest base station to an optical signal that then has to travel to its destination through fixed fibre optics.” http://bit.ly/2b8gg0I.",
  "GUCCIFER 2.0 DROPS DEMS’ PERSONAL INFO — The personal cell phone numbers and emails of roughly 200 Democratic lawmakers were released via an online spreadsheet on Friday, including contacts for nearly every Democratic member of the House of Representatives, reports Pro Cybersecurity’s Cory Bennett.",
  "— “A Honeypot for Assholes’: Inside Twitter’s 10-Year Failure to Stop Harassment,” by BuzzFeed’s Charlie Warzel: “More than eight years after [Ariel] Waldman’s ordeal [in 2007-08], harassment on Twitter is rampant — so much so that it has become a primary destination for trolls and hate groups.",
  "The FCC's room where it happens\n\nWith help from Margaret Harding McGill, Tim Starks and Cory Bennett\n\nTHE ROOM WHERE IT HAPPENED — The FCC has a lot on its docket this week, and Chairman Tom Wheeler kicked it off by channeling “Hamilton” at the Aspen Institute on Sunday.",
  "“Upon landing, I have received scores of mostly obscene and sick calls, voicemails and text messages.” Pelosi also joined a DNC-organized conference call Saturday evening that included reps of CrowdStrike, the cybersecurity firm the DNC hired to augment its defenses.",
  "BRIAN SCHATZ SAILS THROUGH PRIMARY — Brian Schatz (D-Hawaii), the highest-ranking Democrat on the Senate Commerce subcommittee on Communications, Technology and the Internet, won his primary by a significant margin this past Saturday, taking 80.6 percent of the vote.",
  "— “America’s Enduring Fascination With Political Families,” by The Atlantic’s Megan Garber: “One of the most common trends, across candidates and campaign years — and also across genders — was the searchers’ consistent interest in candidates’ families.",
  "He focused on how the principles driving his agency’s work so far on net neutrality and expanding the Lifeline and E-rate programs will guide efforts on the set-top box, broadband privacy and special access proceedings he hopes to wrap up this year.",
  "So much so that its CEO declared, “We suck at dealing with abuse and trolls on the platform and we’ve sucked at it for years.” So much so that numerous high-profile users have quit the service, citing it as an unsafe space.” http://bzfd.it/2aSZQ79.",
  "TRUMP MAKES DIGITAL MOVES, TOO — Donald Trump has dialed up his website’s efforts to recruit volunteers, but not just any volunteers — he’s actively searching for “election observers” to monitor polling stations on Election Day, watching for fraud.",
  "During his time in the Senate, Schatz has been involved in a wide range of tech policies, from establishing infrastructure for the Internet of Things to probing Airbnb’s issues with racial discrimination to expanding rural telehealth services.",
  "— “All Alone in No Man’s Sky,” by The New Yorker’s Simon Parkin: “While Sony’s marketing for the game has emphasized the promise of infinite content, its most memorable trick is to make the player feel impossibly small, lonely, and lost.",
  "These guidelines, intended to promote competition and determine IP licensing related to patents, copyrights and trade secrets, need to be modernized based on developments that have taken place since their inception, says the DOJ.",
  "Produced by Pineapple Street Media, a joint venture from Linsky and Jenna Weiss-Berman, formerly of NPR and BuzzFeed, the podcast opened with a 15-minute interview in which Clinton talked Cuban sandwiches and morning routine.",
  "QUICK DOWNLOADS\n\nTwitter is in talks with Apple about adding its app to Apple TV, which could bring the social network’s live programming, including this fall’s NFL games, to millions of viewers, reports The New York Times.",
  "Clinton’s campaign announced the launch of the “With Her” podcast on Friday, a periodic program, hosted by Longform’s Max Linsky, that will offer a more personal glimpse of the candidate and the goings-on in her campaign.",
  "The Trump establishment has since said the oversight was due to a “clerical error.”\n\nNorth Korea doesn’t let its Olympic athletes keep the Samsung phones that have been gifted to all athletes attending the games.",
  "This election marks the first time Schatz is running for a full Senate term; he joined Congress in 2012, when Governor Neil Abercrombie appointed him to the fill the seat of Sen. Daniel Inouye after his death.",
  "Additionally, he’s been a persistent advocate for clean energy policy, having traveled to Paris for the climate change talks earlier this year and spearheading legislation that cuts back on fossil fuel usage.",
  "“In the hit Broadway musical ‘Hamilton’ Eliza Schuyler sings, ‘Look around, look around at how lucky we are to be alive right now,’” he said, “Eliza, of course, is talking about the American Revolution.",
  "The FCC launches the next phase of the incentive auction Tuesday, when wireless companies and others will bid on the airwave licenses TV stations offered up in the reverse auction earlier this summer.",
  "New legislation and case law have been established in the past twenty years that extend patent and copyright terms, as well as grant a federal cause of action for misconduct related to trade secrets.",
  "OUR FAVORITE LONG-READS THIS WEEK\n\n— “Tim Cook, The Interview: Running Apple ‘Is Sort of a Lonely Job,’” by The Washington Post’s Jena McGregor: [On the debate vs. the FBI on encryption] “Honestly?",
  "Forerunner Ventures, an all-women VC firm, has had a series of huge wins this August, buoyed by investments in Jet.com and Dollar Shave Club, both of which recently underwent billion-dollar sales.",
  "HRC RELEASES A PODCAST — Known for avoiding press conferences and maintaining a carefully protected public image, Hillary Clinton has found a way to continue doing both — and open up some, too.",
  "DOJ CONSIDERS ANTITRUST IP UPDATE — The DOJ announced Friday that it is evaluating potential reforms to current intellectual property licensing guidelines, issued and last updated in 1995.",
  "Trump’s Scottish golf course defied UK data protection laws by failing to register with the Information Commissioner’s Office until recently, when the issue was brought to its attention.",
  "“I hope future FCCs will follow our course and continually reassess and reapply the Network Compact’s timeless principles to new realities,” Wheeler said, according to prepared remarks.",
  "FIRST WAVE OF PRIVACY SHIELD CERTIFICATIONS — Thirty-six companies are now officially active under Privacy Shield, according to a list released by the Department of Commerce on Friday.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "According to Guccifer 2.0, the hacker or group of hackers that posted the file, the information was stolen during a breach of the Democratic Congressional Campaign Committee.",
  "A site called DC Leaks, which researchers have connected with Russian hackers, includes data dumps of emails from many prominent Democrats, but several Republicans as well.",
  "A Palo Alto lawyer has resigned from her job, noting that real estate costs in the region are too high for her and her software engineer husband to continue living there.",
  "In line with his repeated allegations that the election will be “rigged,” Trump is asking supporters to sign up to be his eyes and ears in proving this theory out.",
  "AT&T CEO Randall Stephenson, who is heading up the force, is expected to speak at Friday’s meeting, as are Wheeler and Democratic Commissioner Mignon Clyburn.",
  "I’m a small business owner, a huge supporter of Secretary Clinton’s, and I’m thrilled her campaign is having me do this,” Linsky says at the program’s start.",
  "The Bay Area will play host to the Pokemon World Championships next weekend, a video game tournament where participants compete for $500,000 worth in prizes.",
  "Researchers believe Guccifer 2.0 is a front for “Fancy Bear,” the hacking outfit tied to Russian intelligence that has also been connected to the DNC hack.",
  "And the efforts to fight robocalls also ramp up, with the FCC playing host to the first meeting of an industry “strike force” meant to combat the calls.",
  "The Republican-related batch of hacked emails, is however, quite small, containing just 300 messages, compared to the 20,000 released in the DNC hack.",
  "Please fill out this form to receive more information about becoming a volunteer Trump Election Observer,” the registration form reads on his website.",
  "Other tech companies, including Google and Cisco, have also previously expressed support for Privacy Shield and signaled an intention to participate.",
  "ICYMI: SPOTIFY HIRES ANOTHER LOBBYING FIRM — August filings reveal the music streaming service continues to amp up its D.C. presence, reports Tony.",
  "The company has launched a major campaign arguing that Apple stifles competition, and spent about $450,000 in its talks with regulators this year.",
  "The Google corpus suggests the same thing those periodic proposals of American monarchy do: American voters don’t simply put people into office.",
  "— Rep. Nancy Pelosi and other Democrats got barraged with malicious emails, phone calls and texts after their contact information was exposed.",
  "Pelosi told colleagues in a note that she was changing her number, and instructed them to do the same, reports Pro Cybersecurity’s Tim Starks.",
  "Weiss-Berman and Linsky are clear that they’ve been paid by Clinton’s campaign to create the program and are not exactly objective reporters.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Its latest hire was the lobbying firm Crossroads Strategies, which will specialize in issues around copyright, licensing and antitrust.",
  "— Though recent hacks in the political-sphere have appeared to target Democrats, Republicans are not impervious to them, notes Cory.",
  "Microsoft, Salesforce and Workday were among the first to become certified to operate under the new data-sharing agreement.",
  "Welcome to Morning Tech, where we’ve been coping with D.C.’s scorching heat wave by playing endless rounds of Heads Up!",
  "Verizon, T-Mobile, Sprint and CenturyLink are all participating in the group, which was convened at Wheeler’s request.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "We can feel the same way about the revolution we are living through.”\n\nStory Continued Below\n\n— Who tells your story?",
  "The Department of Commerce notes that rundowns on future certification waves would be released on a rolling basis.",
  "John McCain and Lindsey Graham, as well as former Minnesota Rep. Michelle Bachmann and several state officials.",
  "Seth Rogen is working on a television show about the singularity for FX, a comedy about humans becoming robots.",
  "In addition to his timely musical theater references, Wheeler reflected on his agency tenure during his speech.",
  "Lyft deflected acquisition interest from GM, and opted to go in for another funding round, reports Reuters.",
  "“There are nearly 200 applications currently involved in our rigorous review process,” a spokesman said.",
  "As the hours whirl by, a deeper question begins to form: Why am I here?” http://bit.ly/2aUuEua.",
  "On the call, Pelosi sought to quell members' fears of damage from future potential intrusions.",
  "That was the thing that was so disappointing that I think everybody lost in the whole thing.",
  "More than 4,000 companies were certified under Safe Harbor, Privacy Shield’s predecessor.",
  "“I was in the air flying from Florida to California when the news broke,” Pelosi wrote.",
  "Schatz will face off against Republican challenger John Carroll, in November.",
  "Those in the GOP who have been affected include vocal Russia critics, Sens.",
  "Catch the rest of the team’s contact info after the calendar.",
  "Zero of them had ever asked this.” http://wapo.st/2aQC7Vs.",
  "“Help Me Stop Crooked Hillary From Rigging This Election!",
  "Send your tech tips and comments to lzhou@politico.com.",
  "Learn more here about the Microsoft Airband Initiative.",
  "They put families there.” http://theatln.tc/2bceyHK.",
  "There are 200-plus other countries in the world.",
  "I was shocked that they would even ask for this.",
  "More for Pros here: http://politico.pro/2bqMpy3.",
  "… There are no madding crowds, no true kinship.",
  "“I’m not a journalist, and I’m not impartial.",
  "Comments are due by Monday, September 26.",
  "Tips, comments, suggestions?",
  "(indoors, of course).",
  "— The man is nonstop.",
  "GOOD MONDAY MORNING!",
  "**"
]