[
  "Story Continued Below\n\n— A memo obtained by POLITICO details the DNC’s cybersecurity response and reveals the creation of a Cybersecurity Advisory Board that will seek to “ensure that the party is prepared for the grave threats it faces — today and in the future.” The Cybersecurity Advisory Board, interim DNC Chair Donna Brazile writes, will be comprised of four experts: former acting secretary of homeland security Rand Beers, former U.S. deputy CTO Nicole Wong, former U.S. CTO Aneesh Chopra, and former DOJ cybercrime prosecutor Michael Sussman.",
  "Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com,@ericengleman), Tony Romm (tromm@politico.com, @tonyromm), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Twitter responded later in the day with a blog post defending its policy, noting that the story had “inaccuracies in the details and unfair portrayals” and that it would “continue making Twitter a safer place.”\n\nNCTA SHARES SET-TOP BOX ENERGY IMPROVEMENTS — In a shout-out calling attention to some of the upgrades that have been made to cable set-top boxes, the National Cable and Telecom Association argues the industry has broadly improved the device’s energy efficiency standards.",
  "— “Seriously, if you were an alien and you came down to look at this thing, you’d say, ‘Oh, the product was basically built for maximum ease of trolling.’ Like, they must have built this for trolls.” Numerous people who have faced overwhelming harassment on the platform — ranging from recurring death threats to onslaughts of racial and/or sexist slurs — say they’ve reached out for help, with little recourse from the social network.",
  "“The FCC’s greatest accomplishment with its latest order is to further hasten the great decline of our nation’s newspapers and the quality of journalism as a whole.”\n\n— “Too little, too late”: The Newspaper Association of America shared similar sentiments, and noted that a new “exception” from the FCC — that enables floundering newspapers to accept funding from broadcast networks — was unhelpful.",
  "MUSIC PUBLISHERS, SONGWRITERS IRATE WITH SONY’S RECORD LABEL — The National Music Publishers Association and Nashville Songwriters Association are livid at Sony Music Entertainment over its involvement in an ongoing Copyright Royalty Board proceeding to determine royalty rates that on-demand streaming services like Apple Music pay songwriters and music publishers.",
  "Democratic operatives are concerned that the Russian hackers blamed for the DNC hack have also targeted a broader series of left-leaning organizations in an effort to sway the election in favor of Donald Trump — and were not surprised by a New York Times report that said hackers had breached the email systems of 100 unnamed party officials and groups.",
  "Fearing more hacks, Dems beef up cybersecurity\n\nWith help from Alex Byers, Margaret Harding McGill, Tim Starks and Cory Bennett\n\nDEMS BOLSTER CYBER DEFENSES — The Democratic Party and many of its affiliate organizations are taking steps to shore up cyber defenses in light of the DNC hack and fears that further intrusions could be in store.",
  "Because SME is a record label (which means it doesn’t represent songwriters), NMPA and NSAI say it is meddling in the CRB proceeding out of a desire to suppress the rates streaming services pay songwriters and publishers (which, in theory, could free up more money that the services could pay labels and recording artists).",
  "DEBATE ON TWITTER ABUSE FLARES UP AGAIN — BuzzFeed on Thursday published a scathing piece on the prevalence of abuse on Twitter, presenting the argument that the company has never fully developed policies to effectively confront trolls who target women and people of color with offensive comments and threats of violence.",
  "— Beyond the DNC itself, dozens of Democratic-affiliated data analytics firms, think tanks, advocacy groups, lobbying firms, labor unions and super PACS are all steeling themselves against potential breaches and hiring outside cybersecurity firms to help beef up defenses, reports Pro Cybersecurity’s Cory Bennett.",
  "… You’re talking about an achievement gap — it starts right there.”\n\n— Nick Feamster, acting director of Princeton’s Center of Information Technology Policy, sees this plan as feasible, and notes that’s partly because it reflects broader actions the U.S. government is already taking on this front.",
  "“Requiring newspapers to fail or be close to failing before they can draw much needed investment from broadcasters is a 'too-little, too-late' recipe that will never be pursued given the low barrier entry for news on digital and mobile platforms,” NAA President David Chavern said in a statement.",
  "BROADCAST, NEWSPAPER GROUPS BOO FCC MEDIA OWNERSHIP VOTE — The FCC’s recent vote to maintain media ownership boundaries has been met with criticism by broadcast and newspaper advocacy groups, who say the rule is outdated and not conducive to nurturing a flourishing media industry.",
  "“Buildout to underserved markets, as well as competition in the last-mile, will likely remain a challenge.” Previously, skeptics of Clinton’s plan have said that she was offering up internet goals that were highly achievable simply because they were already on track to take place.",
  "Rep. Nancy Pelosi called the DNC breach “electronic Watergate” and blamed “the Russians.”\n\nY Combinator is preparing to embark on a tour around the world, visiting 11 countries, including Nigeria, India and Chile, where it will hold events with local startups and entrepreneurs.",
  "TECH IN CLINTON’S ECON SPEECH — Hillary Clinton talked broadband, entrepreneurship and intellectual property in her economic policy speech in the Detroit suburbs Thursday, during which she rebutted the economic arguments Donald Trump made in a Motor City speech on Monday.",
  "“For an agency that claims to be forward-thinking and focused on the future, when it comes to broadcasting, the FCC still applies analog regulation in the digital age,” Dennis Wharton, communications VP of the National Association of Broadcasters, said in a statement.",
  "“If there is a reason aside from greed, please let us know.”\n\n— SONY’S TAKE: Sony said in a statement that its proposal for the proceeding includes an increase in rates, though NSAI disputes that (and MT can’t check on it because the proposals are confidential).",
  "That is why we have included in our rate proposal an increase to the headline rate.”\n\n— The kicker: Sony Music Entertainment is a sister outfit of Sony/ATV, a major music publisher and core member of NMPA — so this wonky fight is in some ways Sony vs. Sony.",
  "“The current media ownership regulations only serve to prevent traditional sources of journalism from innovating and evolving, while permitting national new media companies to siphon off more and more local advertising revenue,” they wrote in a statement.",
  "The briefing was provided to the “Gang of Eight\" — four Republicans and four Democrats, including House Speaker Paul Ryan, Senate Majority Leader Mitch McConnell, Sen. Harry Reid, Rep. Nancy Pelosi and intelligence committee leaders in both houses.",
  "**\n\nROBOCALL STRIKE FORCE — Verizon, T-Mobile, Sprint and CenturyLink are joining an effort, led by AT&T and requested by FCC Chairman Tom Wheeler, to explore industry solutions to block unwanted robocalls, company reps told Margaret on Thursday.",
  "Previously, other organizations, like the public interest advocacy group Free Press, have said that media ownership limitations are necessary to prevent excessive consolidation and preserve independent voices across publications and networks.",
  "— U.S. intelligence officials briefed congressional leaders a year ago about Russian elements hacking the Democratic party, but the lawmakers were required to keep the information confidential due to its delicate nature, reports Reuters.",
  "Security experts and former FBI officials note that an expansion of the hack could be expected, given historical cases in which intruders used originally compromised email accounts as a launchpad for spear-phishing attacks.",
  "— The piece also reported that Twitter’s former CEO, Dick Costolo, secretly filtered out offensive tweets that President Barack Obama received during a Q&A, and likely did the same for a similar session with Caitlyn Jenner.",
  "upped the pressure Thursday, asking seven telecom companies what they’ve done to block unwanted robocalls and whether they plan to participate in the robocall strike force that AT&T CEO Randall Stephenson is heading up.",
  "Airbnb has hired Jasmine Mora, previously a Communications Director for the Congressional Hispanic Caucus, to be its press secretary for Mexico, the Caribbean and Central America, and work with the U.S. Hispanic Press.",
  "Hackers have tried to breach the World Anti-Doping Agency and access the database that monitors athletes’ drug testing, although the organization’s reps say it does not appear to have been “compromised” so far.",
  "— Other tech-related notes: Clinton mentioned that coding was one of the career paths for which a traditional four-year college education may not be necessary to prepare students for robust job opportunities.",
  "QUICK DOWNLOADS\n\nGoogle has been fined $6.8 million by Russian officials for breaking antitrust rules with its Android operating system, which allegedly promoted Google digital services over competitors’.",
  "They’ll lead the party’s efforts to evaluate and thwart potential cyber threats, in conjunction with cybersecurity firm CrowdStrike, which the party hired to secure its systems against future breaches.",
  "“The continued investments in the programs that are already receiving funding, such as BTOP and E-Rate, is certainly pushing the ball in the same direction we’re already headed,” Feamster told MT.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "In 2010, Clinton questioned China when Google brought up questions about cyberattacks originating from the country, which the tech company said involved the theft of intellectual property.",
  "Rob Portman (R-Ohio) and Jeanne Shaheen (D-N.H.) indicates that the industry’s commitment to cutting energy usage has saved consumers approximately $1.2 billion in energy costs.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— Reps. Fred Upton and Greg Walden also shared their concerns about the decision, arguing that the long-held media ownership restrictions were hindering the sector’s growth.",
  "applauded the agency for sticking with consumer protections limiting debt robocalls to three per month, but the Department of Education had pushed for a higher call limit.",
  "Informing the targets of the breach could have exposed the U.S. intelligence effort to track the hackers and potentially tip them off to the means being used in the probe.",
  "Remember, this is separate from another FCC order last month that said the federal government and its contractors are exempt from the Telephone Consumer Protection Act.",
  "“It’s astonishing to me how many places in America — not way, way far away from cities, but in cities and near cities — that don’t have access to broadband,” she said.",
  "“Details concerning the breach and other pertinent information for victims will soon be available.” POLITICO’s Nolan McCaskill has more here: http://politi.co/2b0H4LY.",
  "A former employee quoted in the article says that while the issue has been brought up within the company time and again, little has changed in its features and rules.",
  "“Those individuals receiving the data breach notice also will receive offers of assistance to help mitigate any threats to their financial security,” Brazile notes.",
  "“Leadership in legislation, regulation, and creative new ways to use and share spectrum will be important for realizing many aspects of the plan,” Feamster adds.",
  "It helps determine what users find “informative” by polling tens of thousands of people each day on their experiences, through the Feed Quality Program.",
  "As part of her growth platform, Clinton highlighted a key tenet of her tech plans: bringing broadband internet to every American household by 2020.",
  "Education Under Secretary Ted Mitchell expressed concerns that three calls a month wouldn’t be enough to fully inform borrowers of their options.",
  "— The memo, dated Thursday, shows the DNC is still sifting through the fallout of the hack and will be notifying affected individuals next week.",
  "In more Facebook news: the social network is tweaking its news feed algorithm again, by making sure more “informative” posts show up at the top.",
  "President Obama has released his summer playlist, a confluence of jams from artists like Esperanza Spalding, Chance the Rapper and Miles Davis.",
  "McCaskill’s letters echo questions raised by Wheeler last month, when he urged the companies to offer free call-blocking services to consumers.",
  "We want the rates to be both fair and flexible so that all new models can thrive and create a healthy future for the overall music industry.",
  "This finding suggests that the company has the capacity to protect its users from trolls, but only takes these steps for high-profile users.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Twitter has long argued that it aims to protect free speech, an explanation that some say is tantamount to allowing abuse to proliferate.",
  "And Facebook has responded in kind, with code that disables the workaround, only hours after its debut, reports TechCrunch.",
  "The FCC released details Thursday of how it will allow robocalls to collect government-backed debt, such as student loans.",
  "“We think it is important to be at the table since we work so closely with songwriters — many of whom are our artists.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Even as the agency pushes the industry to do more, it’s also recently exempted entities from its calling rules.",
  "A tool from Adblock Plus has already defeated the ad-blocker blocker that Facebook announced earlier this week.",
  "She also touched on her work as Secretary of State in defending U.S. businesses from Chinese IP theft.",
  "The FCC’s set-top box proposal, which would open the market to new competitors, is still pending.",
  "Square’s general counsel and first lawyer, Dana Wagner, is leaving the company after five years.",
  "As Recode observed, this fine is actually less than what the tech company makes in an hour.",
  "Industry players plan to convene at an initial strike force meeting at the FCC next week.",
  "The two groups have filed a motion to exclude Sony from that part of the proceeding.",
  "“You want to reduce the meager amount songwriters are paid from interactive streams.",
  "A final decision on royalty rates won’t come till next year, but we’ll be tracking.",
  "Welcome to Morning Tech, where we’re doing our best to channel Laurie Hernandez.",
  "“And that disadvantages kids who are asked to do homework using the internet.",
  "An audit report cited by NCTA President Michael Powell in a letter to Sens.",
  "The FBI’s investigation of the hackers did not become public until July.",
  "Why?” NSAI President Bart Herbison said in a letter to Sony last week.",
  "Margaret has more for Pros here: http://politico.pro/2aMYQkH.",
  "Catch the rest of the team’s contact info after the calendar.",
  "Send your tech tips and comments to lzhou@politico.com.",
  "Learn more here about the Microsoft Airband Initiative.",
  "More for Pros here: http://politico.pro/2bmfauU.",
  "The news comes as Sen. Claire McCaskill (D-Mo.)",
  "Sen. Edward Markey (D-Mass.)",
  "Tips, comments, suggestions?",
  "GOOD FRIDAY MORNING!",
  "Learn more here.",
  "**"
]