[
  "The ACCC (Australian Competition and Consumer Commission) believes such a merger would likely result in a substantial lessening of competition in out-of-home advertising services.",
  "The shares yesterday fell almost 30% after a study found little no difference between using Sirtex spheres and chemotherapy to treat cancer.",
  "Today's scoreboard:\n\nThe ASX200 dropped 1.1% over the five days, not recovering from a global rout over political uncertainty in the US.",
  "The venture capital arm of Australian telecommunications giant Telstra has joined in a $US100 million investment round for CrowdStrike.",
  "The space fits two cars, has 24/7 access and is located in the Mantra serviced apartments building, opposite Australia Square.",
  "Origin Energy shed 1.8% to $7.59 after announcing the sale of the Darling Downs LNG pipeline network for $392 million.",
  "Millions of dollars flowing through the alleged Plutus Payroll tax scam came from the federal government.",
  "Tesla announced Australian pre-orders for its solar roof, with installations starting in 2018.",
  "Telstra just invested millions in the company investigating Russians hacking US politics.",
  "A Gold Coast startup has won a major partnership deal with the ridesharing giant.",
  "Today, the ANZ closed at 28.50, down 1.8%, and Westpac at $30.83, down 1%.",
  "The NAB dropped 0.6% to $30.36 and the Commonwealth also 0.6% to $80.26.",
  "The major banks went on a slide with Westpac falling 5% over the week.",
  "This painting just became the most expensive artwork sold at auction.",
  "Sirtex clawed back some ground today, closing 9.5% higher at $11.83.",
  "At least one major bank believes Treasury has miscalculated.",
  "The number of Brazilians travelling to Australia is booming.",
  "Also read: The founder of Plutus Payroll has been charged.",
  "Australian stocks closed the session, and the week, lower.",
  "A parking space in Sydney's CBD is for sale for $400,000.",
  "This is how much will a Tesla roof cost in Australia.",
  "Read more posts on Business Insider Australia »",
  "APN Outdoor and oOh!media merger is off.",
  "Where did all the Brazilians come from.",
  "A large-abstract painting of a skull.",
  "Doing the math on the new bank levy.",
  "The $165 million tax fraud case.",
  "A partnership with Uber.",
  "The top stories:\n\n1.",
  "2.",
  "3.",
  "4.",
  "6.",
  "5.",
  "9.",
  "8.",
  "7."
]