[
  "While Iran's initial cyber efforts were focused on countering internal dissidence, the government put its cyber experts on the offensive after an American computer worm, Stuxnet, infiltrated Iranian government servers and ruined almost one-fifth of the country's nuclear centrifuges in June 2010.",
  "By November 2010, the Basij Cyber Council had trained 1,500 cyber-warriors who, according to IRGC commander Hossein Hamedani, \"have assumed their duties and will in the future carry out many operations,\" according to a report released in 2013 by the Middle East Media Research Institute.",
  "\"At the Sharif University of Technology, which is like the MIT of Iran, students are participating in cyber 'capture-the-flag' games to hone their hacking skills,\" cyber-jihad expert Jeff Bardin, chief intelligence officer of cyber intelligence firm Treadstone 71, told Business Insider.",
  "\"Out of any country on the planet, I can't think of a country that has been more focused than Iran from the high levels of government on cyber, and that includes the United States,\" Dmitri Alperovitch, co-founder of cybersecurity firm CrowdStrike, told The Hill back in November.",
  "Cyber security and hacking has become a booming industry in Iran — as a result, more and more Iranian students are choosing to study computer network defense, exploitation, and warfare in high school and college.",
  "The US' ongoing nuclear talks with Iran and its frosty relationship with Russia — a major Iranian ally — have made conditions ripe for Iran to try and use its cyber capabilities as negotiating leverage.",
  "Kennedy noted that while Chinese and Russian hackers are typically motivated by competitive advantage or monetary gain, Iranian hackers are trained to infiltrate servers so that they can destroy them.",
  "Iran has increased its cybersecurity spending 12-fold since President Hassan Rouhani assumed office in 2013, according to a report released Monday by British technology research firm Small Media.",
  "screenshot via phoenix ts In just over two years, the Iranian government has managed to build up a sophisticated cyberarmy that experts now say is capable of crippling key global infrastructure.",
  "The US government is now at a severe disadvantage when it comes to protecting the country's critical infrastructure from foreign hackers, especially given the current global political climate.",
  "\"In 10 years time, Iran's cyber capabilities will be more troubling than its nuclear program,\" geopolitical expert Ian Bremmer, president of the Eurasiaa group, tweeted earlier this week.",
  "\"Five years ago, I would have never imagined Iran to be where they are today,\" cybersecurity expert David Kennedy, founder of information security firm TrustedSec, told Business Insider.",
  "\"The irony is that, after looking at some of the professors' resumes, you'll see that most of these cyber experts teaching students how to hack were initially trained in the US or UK.\"",
  "Colleges and universities in Iran also offer their students internships with notorious Iranian hacker groups, according to Bardin, who they then go on to work for after they graduate.",
  "Vowing to ramp up the country's cyber capabilities, Rouhani has given the Islamic Revolutionary Guard Corps (IRGC) an annual cybersecurity budget of roughly $19.8 million.",
  "Iran's Supreme Leader Ayatollah Ali Khamenei (R) speaks with Russia's President Vladimir Putin during an official meeting in Tehran October 16, 2007.",
  "REUTERS/Stringer\n\n\"Russia has probably helped Iran a lot in stepping up its cyber capabilities in the event of a conflict with NATO,\" Kennedy said.",
  "\"If they [the Iranians] want to topple the US' financial sector, or cripple the military's ability to communicate, they can do that.\"",
  "\"They compete to see who can find security holes and break through servers' encryptions and firewalls the fastest.\"",
  "He also noted that aggressive cyber operations by the US can be turned around on them by weaker adversaries.",
  "On February 2011, the Iranian Cyber Army launched an attack against the Voice of America’s web site.",
  "\"Can I entrench myself in key sensitive areas and take the US down in the event of a conflict?\"",
  "A woman walks past an anti U.S. mural at the former U.S. embassy in Tehran November 19, 2011.",
  "\"Iran's cyber warriors ask themselves one question,\" Kennedy said.",
  "Now it's almost on the same level as Russia or China.\"",
  "\"Iran was once considered a D-grade cyber threat.",
  "\"It's all highly institutionalized,\" Bardin said.",
  "Raheb Homavandi/Reuters Most likely, they can.",
  "And they'll only get better."
]