[
  "“You would (a) have to be able to say that the actual electoral infrastructure, such as state databases, was critical infrastructure, and (b) that what the Russians did actually harmed it,” an administration official told The Washington Post.",
  "At least as far as the hack of the Democratic National Committee is concerned, while there’s good evidence to indicate how the attack was accomplished, less certain, despite claims to the contrary, is who the actors behind the attack were.",
  "“Part of the goal here is to make sure that we have as much of the record public or communicated to Congress in a form that would be difficult to simply walk back,” a senior administration official told The Washington Post.",
  "Officials are attempting to modify an existing executive order from April 2015 that gave President Barack Obama authority to punish foreign hackers abroad by expanding it to cover attempts to influence domestic elections.",
  "There is still some confusion about Russia’s level of involvement in trying to influence the 2016 presidential election, which is why Congress has declared that it’s planning numerous investigations.",
  "“Those are two high bars.”\n\nWhatever legal contraption officials design, the key goal is to make sure that the incoming Trump administration can’t easily undo any punishment.",
  "That would then restrict the administration to cases where Russians directly went after electoral systems, as opposed to running influence campaigns through social media.",
  "White House officials are scrambling to punish Russia for election interference in ways that the incoming Trump administration will find difficult to reverse.",
  "The existing order from 2015 permits the president to freeze assets in the U.S. owned by a foreign party who engaged in particular cyber attacks.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "CrowdStrike, a cybersecurity firm, declared that Russia was responsible for the phishing attacks used to gain access to DNC email accounts.",
  "Any commercial transactions with that individual would be prohibited, and that individual would no longer be allowed entry into the U.S.",
  "According to officials, it could also include measures like covert cyber operations, The Washington Post reports.",
  "One possible way to strike back at the Russians would be to deem electoral systems as critical infrastructure.",
  "The U.S. intelligence community has attributed the hacks to Russia, but is refusing to release any evidence.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The National Security Council determined this fall that existing authority would not be enough on its own.",
  "Republicans and Democrats differ significantly on how they intend to go about these investigations.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org.",
  "This punishment won’t solely take the form of additional sanctions.",
  "CrowdStrike was contracted by the DNC."
]