[
  "Economic espionage sponsored by the Chinese government is costing U. S. companies hundreds of billions of dollars and more than two million jobs, according to a report from The Commission on the Theft of American Intellectual Property.",
  "\"Our economy depends on the ability to innovate and if there's a dedicated nation state who's using its intelligence apparatus to steal...what we're trying to develop, that poses a serious threat to our country.\"",
  "After McGahn sued Sinovel, he says the Chinese then hacked into his computer system to spy on his legal strategy - a common tactic used by the Chinese, says George Kurtz of the cyber security firm CrowdStrike.",
  "Carlin's responsibilities at the Justice Department include counterterrorism, cyberattacks and increasingly, economic espionage, which he says puts American businesses in an impossible situation.",
  "\"A private company can't compete with the resources of the second-largest economy in the world,\" he says of the spying that is often carried out by Chinese government operatives.",
  "The spying is also a serious threat to national security, a Justice Department official tells Lesley Stahl, because it saps America of one of its key strengths, innovation.",
  "McGahn says that company, Sinovel, stole the proprietary computer codes that operated the wind turbines, despite the encryption security his company built into its system.",
  "Thousands of American companies have been similarly hacked but most are unwilling to talk about them because they still do business in China.",
  "The theft ultimately cost the Massachusetts company 600 jobs and loss of market value worth \"well over a billion dollars,\" says McGahn.",
  "CBS News\n\n\"This is a serious threat to our national security,\" says John Carlin, the assistant attorney general for national security.",
  "In the end, Sinovel was able to get past the security by corrupting an American Superconductor employee who traveled to China often.",
  "Sinovel no longer needed American Superconductor because the company itself now had the software for the control systems.",
  "The company he heads, American Superconductor, was partnering with a Chinese company to make controls for wind turbines.",
  "It concluded, \"with great confidence,\" that the computer hack was carried out by a Chinese military unit.",
  "Stahl's report on the theft of trade secrets will be broadcast on 60 Minutes Sunday, Jan. 17 at 8 p.m.",
  "Too many lives were affected...we can never give up on this,\" he tells Stahl.",
  "Daniel McGahn knows all too well how unfair that fight is.",
  "Soon, Sinovel dominated the wind turbine market in China.",
  "McGahn hired CrowdStrike to investigate the hack.",
  "\"They offered him women...an apartment...money.",
  "\"I am personally never going to give this up.",
  "They offered him a new life,\" says McGahn.",
  "ET and 7 p.m. Pt.",
  "Not McGahn."
]