[
  "In a hearing with the Senate Intelligence Committee Tuesday afternoon outlining the intelligence agencies’ findings on Russian election interference, Comey said there were “multiple requests at different levels” for access to the Democratic servers, but that ultimately a “highly respected private company” was granted access and shared its findings with the FBI.",
  "“Our forensics folks would always prefer to get access to the original device or server that’s involved, so it’s the best evidence,” he said.”\n\nOn the Republican side, Comey said hackers gained several state-level campaigns -- and that there was “limited penetration” of old domains of the Republican National Committee.",
  "The FBI requested access to the Democratic National Committee’s (DNC) servers and servers for other Democratic entities that were hacked during the 2016 election, FBI Director James Comey said Tuesday, but its request was not met.",
  "Those more than 19,000 emails, which raised questions about favoritism toward Hillary Clinton over Bernie Sanders in the Democratic primary, resulted in the resignation of DNC Chairwoman Debbie Wasserman Schultz.",
  "Intelligence officials believe Russian hackers accessed the DNC’s servers as early as 2015, gathering documents for as long as a year before dumping a trove of hacked emails on Wikileaks last summer.",
  "The questions about whether the FBI has asked for access to the servers arose after a BuzzFeed News report that quoted a DNC official who claimed that the FBI had never requested the access.",
  "Hackers also gained access to the servers of the Democratic Congressional Campaign Committee (DCCC) as well as the personal Gmail inbox of Clinton campaign chairman John Podesta.",
  "Asked by Sen. Richard Burr (R-N.C.) whether direct access to the servers and devices would have helped the FBI in their investigation, Comey said it would.",
  "Comey added that there is no evidence the Republican presidential campaigns, including that of President-elect Donald Trump, were directly targeted.",
  "The company to which Comey was referring is CrowdStrike, a cybersecurity company doing the internal defense and investigation for the DNC.",
  "Thousands of Podesta’s emails were posted by Wikileaks during the weeks leading up to Election Day last fall.",
  "“Ultimately what was agreed to is the private company would share with us what they saw,” he said.",
  "The RNC databases that were affected are not currently in use, he said."
]