[
  "My husband Randy and our three children care.”\n\nSPEED READ\n\nGOOGLE PROFITS SOAR: The internet search giant’s advertising business helped revenue for parent company Alphabet rise to $21.5 billion in the second quarter, and The Wall Street Journal has more: http://on.wsj.com/2a3zfZq\n\nAND AMAZON ALSO FLIES HIGH: Its net income of $857 million in the second quarter is a record profit, The New York Times reports: http://nyti.ms/2aChoqj\n\nFACEBOOK’S TAX BILL: The social network could be on the hook for up to $5 billion in additional taxes as a result of an IRS investigation, the WSJ writes: http://on.wsj.com/2afkJdF\n\nTips, comments, suggestions?",
  "Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com,@ericengleman), Tony Romm (tromm@politico.com, @tonyromm), Kate Tummarello (ktummarello@politico.com, @ktummarello), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Balancing soaring rhetoric and personal touches, Clinton built a steady case for her preparedness for the nation’s top job, wove in arguments against Donald Trump’s sales pitch and business cred — she called his vision “America at Midnight” — and ultimately landed on her broader premise that Americans are “stronger together.”\n\nStory Continued Below\n\n— “When there are no ceilings, the sky’s the limit,” she said, a glowing nod to her historic achievement as the first woman nominated to a major party’s presidential ticket.",
  "Hillary's 'sky's-the-limit' in Philly finale\n\nWith help from Margaret Harding McGill\n\nHILLARY SOARS ON SPECIAL NIGHT — Hillary Clinton’s groundbreaking acceptance speech Thursday had depth and determination, encompassing a range of topics — from gender equality to systemic racism, national security and gun control, to health care, immigration, campaign finance, and economic inequality.",
  "TODAY: SPORTS AND TECH RENDEZVOUS — Silicon Valley and the professional sports world will come together this morning at Levi's Stadium (the Bay Area home of the San Francisco 49ers) for a gathering hosted by Fenway Sports Management, the marketing arm of Fenway Sports Group, a portfolio of properties including the Boston Red Sox and Liverpool Football Club.",
  "Both companies welcomed the policy, with Uber China writing in a blog post: “This is a welcome step in a country that has consistently shown itself to be forward-thinking when it comes to innovation.” Much like in the U.S., however, the apps have gotten mixed reviews from workers in China, after they reduced subsidies that were offered.",
  "Attendees are expected to include Dan Reed, Head of Global Sports Partnerships for Facebook, who will speak about the company’s strategy to connect with sports fans; along with Brian Krzanich, CEO of Intel, and Rob DeMartini, president and CEO of New Balance; they’re slated to talk about the potential for athletes and wearable tech.",
  "SNOWDEN KNOCKS WIKILEAKS — Edward Snowden took to Twitter to criticize the way WikiLeaks has handled the DNC email leak, arguing that it should have done a more careful job protecting people’s private information, like donors’ social security numbers, which were included as part of the release, reports POLITICO’s Josh Gerstein.",
  "— “The addition of a senior-level position acknowledges the growing cyber threat, which is a top priority threat for the FBI, and reflects equitable distribution of sophisticated senior talent across the FBI,” said James Trainor, assistant director of the FBI’s Cyber Division, in a statement.",
  "While their recommendations would likely encounter resistance from those championing free speech on the internet, they advocate for open collaboration between governments and businesses to develop policies that more clearly demarcate what explicit extremist content looks like.",
  "Firms like CrowdStrike, a cyberdefense outfit that works to “stop breaches,” has seen a significant uptick in demand for its services — from the private sector and government bodies alike — amid the recent rise of increasingly sophisticated and damaging hacks.",
  "HACK NEWS: DCCC HIT, TOO: Mere hours before Hillary took the stage to accept the nomination, the DNC hack story expanded yet again, with news the DCCC had also been had — and that the two intrusions may be linked, POLITICO’s Bob King and Tim Starks report.",
  "Thiel originally used the line to challenge conservatives fixated on regulating transgender individuals’ bathroom usage, but his sweeping statement failed to acknowledge the very real inequality such policies and laws continue to support on a daily basis.",
  "The study’s authors argue that the counter-narratives governments are sharing online and via social media don’t always show up in search on the same scale as the messages that extremist groups are posting, because they haven’t been similarly optimized.",
  "The latest arrangement the company has with TV providers lets them create their own apps for its set-top box — a practice that several lawmakers, including Majority Whip Steve Scalise, believe could be the resolution for the current set-top box debate.",
  "Helmed by SVP Eddy Cue, an Apple TV service (including hardware and software) has been in the works since 2009, but has repeatedly encountered resistance due to the company’s unyielding demands toward networks such as CBS, 21st Century Fox and Disney.",
  "— Like DNC speakers before her, Clinton used Trump’s notorious nature and social media swagger against him, emphasizing in mocking fashion how his off-the-handle tendency in tweeting exemplifies a lack of judgment unsuited to the presidency.",
  "CHINA MAKES IT OFFICIAL WITH RIDE-SHARING SERVICES — Uber and Didi Chuxing, two ride-sharing services that have been operating in various Chinese cities, finally got the green light on Thursday that officially sanctioned their businesses.",
  "— To grow the next generation of cybersecurity experts, the White House’s Office of Science and Technology Policy is holding and promoting cybersecurity competitions, featuring realistic scenarios, among high school and college students.",
  "The Chinese government announced a new law (effective November 1) that imposes clear regulations on the companies, requiring their drivers to be licensed by a taxi regulator, have three years’ experience and possess no criminal record.",
  "— Uber has also been spotted taking street photographs for its own maps in Mexico, a sign the company, which currently uses Google Maps, is attempting to branch out more independently as it, too, pursues self-driving endeavors.",
  "NBC STRIKES OLYMPICS DEAL WITH FACEBOOK — NBC’s been known historically for being extremely protective of its Olympic television rights, which give it extensive influence over the event itself, particularly in scheduling.",
  "**\n\nTHE FBI IS HIRING ITS FIRST SENIOR-LEVEL DATA SCIENTIST — Indicative of the growing emphasis the agency is placing on cybersecurity, the FBI has posted a job opening for its first-ever senior-level data scientist.",
  "— Clinton mentioned the unique power of American entrepreneurship several times, and also touched on the importance of creating more jobs in “technology and innovation.”\n\n— “We have the most powerful military.",
  "The cyber attack involved a fake website spoofing the Democratic fundraising platform ActBlue that lured donors in and sought to grab their private information and “credentials,” according to an expert.",
  "Additional speakers include Maverick Carter, LeBron James' business partner; EA Sports Chief Competition Officer Peter Moore; and Sacramento Kings co-owner and NRG sports co-founder Andy Miller.",
  "A report from Digitalis and the Centre on Religion and Geopolitics has found that 484,000 Google searches a month will return results featuring Islamic extremist content, reports The Guardian.",
  "QUICK DOWNLOADS\n\nFrom Google: search interest in the Democratic National Convention was up 80 percent through Thursday evening, compared to what it was for the RNC at the same time last week.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "Earlier this week, the OSTP hosted a Cybersecurity Competitions Workshop, noting that such events can also bring in participants across different geographies and more diverse backgrounds.",
  "— Apple has gotten a reputation for being a bit, well, difficult in negotiations for its TV service, an issue that’s stalled its expansion plans, reports The Wall Street Journal.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— Algorithm tweaks: The researchers suggest that search engines could provide more data and potentially update their algorithms to reduce users’ exposure to extremist content.",
  "— One such request: Apple was interested in paying media companies a flat royalty rate for viewers on a long-term basis, even though such rates typically increase annually.",
  "The network inked a similar deal with Snapchat earlier this year, and in previous Olympics it worked with Facebook to share elements of its coverage from London and Sochi.",
  "In June, CrowdStrike’s experts helped the DNC trace the cyber intrusion it suffered to two hacker groups, Cozy Bear and Fancy Bear, that have ties to Russian intelligence.",
  "But it’s a brave new world, and now NBC will be sharing some of its Olympics coverage via a content partnership with Facebook and Instagram, announced Thursday.",
  "Speaking of Uber, some DNC attendees criticized the company’s presence there, saying operations were dysfunctional, making it tough at times to access rides.",
  "The agency is currently looking for applicants across the public and private sectors who can bring computer science and data-mining expertise to the role.",
  "— Well, not for most businesses — but the suspected Russian cyberattack on the DNC has been a boon for cybersecurity firms, reports The Washington Post.",
  "“We are working with organizations around the world on how best to promote their work on counter-radicalization online,” said Google in a statement.",
  "The hire would help consult for the Cyber Division Assistant Director and be integral in building tech infrastructure to combat cyber-breaches.",
  "She also addressed the importance of tech in anti-terror efforts, highlighting the pivotal digital messaging battle against extremist groups.",
  "The files were released in a raw form, containing dates of birth, social security numbers and credit card numbers for DNC donors and guests.",
  "Melania Trump’s website was abruptly taken offline, after claims she had previously made about her college degree were called into question.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "STRIVR CEO Derek Belch will also discuss the opportunities VR has for sports training and provide demos of VR tech alongside Google.",
  "Cue has also reportedly espoused a devil-may-care attitude that has suggested Apple believes it has the upper hand in negotiations.",
  "“A man you can bait with a tweet is not a man we can trust with nuclear weapons,” she said, in one of her best turns of the night.",
  "Rep. Sean Patrick Maloney (D-N.Y.) had a response to Peter Thiel’s “Who cares?” comment, in a speech he gave at the DNC Thursday.",
  "We do not tamper with the evidentiary value of important historical archives.” More for Pros here: http://politico.pro/2ayccFn.",
  "“Last week, a speaker at the Republican convention called equality a “distraction,” Maloney said; “Who cares?” he asked.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "The agreement will include 20 Olympic highlights from Rio per day and a two-minute daily recap show, reports Recode.",
  "We're also super bummed it's MT scribe Kate Tummarello's last day at POLITICO and wish her the best out West.",
  "Additionally, Uber workers were spotted chasing away Lyft vehicles that got close to the Uber lounge area.",
  "“We will disrupt their efforts online to reach and radicalize young people in our country,” she said.",
  "He once showed up late to a Time Warner Cable meeting, wearing a Hawaiian shirt and tennis shoes.",
  "The breach has been connected to one of the two Russian intelligence groups tied to the DNC hack.",
  "Welcome to Morning Tech, where we’re closing out convention season and ready to take a long nap.",
  "WikiLeaks seemed to defend its choice on curation, tweeting: \"Our accuracy policy.",
  "— “Democratizing information has never been more vital, and @wikileaks has helped.",
  "But their hostility to even modest curation is a mistake,” Snowden wrote Thursday.",
  "The study also revealed that 44 percent of those searches were explicitly violent.",
  "Sorry, Twitter fans: NBC will not have an official partnership with Twitter.",
  "No content from live games or events will be streamed, however.",
  "Catch the rest of the team’s contact info after Speed Read.",
  "Send your tech tips and comments to lzhou@politico.com.",
  "Learn more here about the Microsoft Airband Initiative.",
  "CAN SEARCH ENGINES FIGHT EXTREMIST CONTENT, TOO?",
  "(Here’s POLITICO’s fact check of her speech.)",
  "— A new study suggests they ought to try.",
  "The most enduring values,” she said.",
  "APPLE TV’S TROUBLESOME TEMPERAMENT?",
  "RUSSIAN HACKERS GOOD FOR BUSINESS?",
  "The most innovative entrepreneurs.",
  "GOOD FRIDAY MORNING!",
  "Learn more here.",
  "“Well, I care.",
  "**"
]