[
  "A World Bank report from 2013 explained that:\n\n…the basic objective of China’s health reforms has been to provide the whole nation with basic medical and health care, while ensuring equal access to, and affordability of, health services…China’s Reform Plan is a massive undertaking, requiring coordination across national ministries…[will target five health sectors]: health insurance, essential medicines, public hospital reform, primary care delivery, and public health services.",
  "When the Daily Caller News Foundation reached out to CrowdStrike for comment on the hack, a representative said that “as a corporate policy, we don’t comment on customers.”\n\nChina instituted an initiative called “Healthy China 2020,” with an ambitious goal of providing universal health care coverage to all of China’s 1.3 billion citizens.",
  "This has lead to an increased level of anger, and in some cases violence, against doctors and medical staff.”\n\nThe allegations against China for the Anthem breach come shortly after it was discovered that Chinese hackers were also penetrating the security systems of seven US technology and pharmaceutical industries.",
  "A government official that was involved with the investigation told the Financial Times the digital attack would lead to a wealth of information for China, which could be later implemented to improve their own health care system.",
  "U.S. officials have determined that Chinese hackers breached the health insurance company Anthem in order to gain insight into the American medical system, Financial Times reports.",
  "Follow Steve Ambrose on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "As reported by the Sydney Morning Herald in 2014 “China has seen rising discontent over the healthcare system as a result of sky rocketing medical costs and shrinking resources.",
  "All of that is useful information.”\n\nAccording to the Financial Times, insurance regulators sought help from the cyber security firm CrowdStrike to examine Anthem.",
  "During Chinese President Xi Jinping’s visit to the United States on Sept. 25, both Jinping and President Barack Obama agreed to cooperate on cyber security issues.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Anthem noticed the breach February after the hackers accessed the information of 80 million customers and employees.",
  "The investigator’s conclusions are unsurprising given the aggressive digital relationship between the US and China.",
  "Yet, among China’s middle and lower classes, there is widespread dissatisfaction with the level of medical care.",
  "It appears that a familiar cyber foe has been caught (again) with his Chinese hand in the digital cookie jar.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Since the pact, however, revelations of China’s digital espionage have become a common occurrence.",
  "(RELATED: Fool Me Twice … China Attacks Seven Companies After US Cyber Truce.)",
  "(RELATED: Report: United Airlines Data Breached By China-Backed Hackers.)",
  "(RELATED: The U.S. Must Call Out China For Its Aggression.)",
  "(RELATED: China Is Stealing American Property.)",
  "Why is this procedure covered but not that one?",
  "“Knowledge is power,” the official said.",
  "What are they insuring?",
  "“How is it set up?"
]