[
  "A potential Russian connection to the politically explosive hack of Democratic National Committee files is becoming clearer, with a former senior intelligence official who ran computer security for the Defense Intelligence Agency telling Fox News the hackers left behind evidence on the servers that points to sophisticated techniques associated with the country.",
  "Fox News earlier reported that cybersecurity firm CrowdStrike discovered two separate Russian intelligence groups had infiltrated separate parts of the DNC's computer network, successfully seizing email communications and opposition research on Republican presidential nominee Donald Trump, before being kicked off the network.",
  "The subsequent WikiLeaks document dump just days before the start of the Democratic National Convention caused a major embarrassment for the party, with a number of leaked emails showing party officials criticizing or seemingly working to undermine Vermont Sen. Bernie Sanders’ primary bid against Clinton.",
  "He tweeted: “The new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me.”\n\nJulian Assange, the founder of WikiLeaks which released the emails, also told NBC News there is no evidence of Russian involvement.",
  "Specifically, they are using the same tools and techniques previously associated with Russia.”\n\nGourley said they used a recently established web domain, registered to a non-existent entity, to steal the data, another signature of Russian-backed hackers.",
  "The trail of evidence on the DNC servers includes malicious code used to steal emails and documents, according to Bob Gourley, co-founder and partner at strategic consulting firm Cognitio and former chief technology officer (CTO) at the DIA.",
  "Foreign hackers would want to steal data to understand the policies of a potential Democratic president, but if that were the only motivation, there would no reason to release the files on the eve of the convention.",
  "Separately, Fox News was told the DNC was warned by government agencies about a non-specific threat to their systems before the breach, based on the targeting of the State Department and White House.",
  "“A compromise of this nature is something we take very seriously, and the FBI will continue to investigate and hold accountable those who pose a threat in cyberspace,” the bureau said in a statement.",
  "Other sources familiar with the DNC email dump also told Fox News the communications likely were seized in a hacking operation with ties to the Russian government.",
  "The latest comments bolster claims, seized upon by some in the Hillary Clinton camp, that the Russians were involved in the breach.",
  "Trump, meanwhile, has brushed off any suggestion that Russia was involved and trying to help his presidential campaign.",
  "The controversy led to DNC Chairwoman’s Debbie Wasserman Schultz’ resignation on the eve of the convention kick-off.",
  "Aside from the physical evidence linking to Russia, Gourley said the timing also suggests a political motivation.",
  "“Forensic evidence points pretty clearly to a very sophisticated nation state,” he said.",
  "He said nothing about the attack points to an individual hacker.",
  "Fox News’ Matthew Dean contributed to this report.",
  "But no significant action was taken.",
  "The FBI is investigating the breach.",
  "“This is a well-resourced adversary."
]