[
  "The hacking described in the government report is unlikely to result in dramatic attacks in the near term, Lee said, but he added that it is still troubling: “We don’t want our adversaries learning enough to be able to do things that are disruptive later.”\n\nThe report said that hackers have succeeded in infiltrating some targets, including at least one energy generator, and conducting reconnaissance on their networks.",
  "The FBI declined to comment on the report, which security researchers said described an escalation in targeting of infrastructure in Europe and the United States that had been described in recent reports from private firms, including Symantec Corp.\n\n“This is very aggressive activity,” said Robert Lee, an expert in securing industrial networks.",
  "REUTERS/Hyungwon Kang/File Photo\n\nThe Department of Homeland Security and Federal Bureau of Investigation warned in a report distributed by email late on Friday that the nuclear, energy, aviation, water and critical manufacturing industries have been targeted along with government entities in attacks dating back to at least May.",
  "Cyber-security firm CrowdStrike said the technical indicators described in the report suggested the attacks were the work of a hacking group it calls Berserk Bear, which is affiliated with the Russian Federation and has targeted the energy, financial and transportation industries.",
  "(Reuters) - The U.S government issued a rare public warning that sophisticated hackers are targeting energy and industrial firms, the latest sign that cyber attacks present an increasing threat to the power industry and other public infrastructure.",
  "FILE PHOTO: U.S. Department of Homeland Security emblem is pictured at the National Cybersecurity & Communications Integration Center (NCCIC) located just outside Washington in Arlington, Virginia September 24, 2010.",
  "The report said the attacker was the same as one described by Symantec in a September report that warned advanced hackers had penetrated the systems controlling operations of some U.S. and European energy companies.",
  "The objective of the attackers is to compromise organizational networks with malicious emails and tainted websites to obtain credentials for accessing computer networks of their targets, the report said.",
  "“The technical alert provides recommendations to prevent and mitigate malicious cyber activity targeting multiple sectors and reiterated our commitment to remain vigilant for new threats,” he said.",
  "Department of Homeland Security spokesman Scott McConnell declined to elaborate on the information in the report or say what prompted the government to go public with the information at this time.",
  "REUTERS/Kacper Pempel/Illustration\n\nSymantec researcher Vikram Thakur said in an email that much of the contents of Friday’s report were previously known within the security community.",
  "That document, which was privately distributed to firms at risk of attacks, described a narrower set of activity focusing on the nuclear, energy and critical manufacturing sectors.",
  "Lee, chief executive of cyber-security firm Dragos, said the report appears to describe hackers working in the interests of the Russian government, though he declined to elaborate.",
  "Homeland Security “has confidence that this campaign is still ongoing and threat actors are actively pursuing their objectives over a long-term campaign,” the report said.",
  "The agencies warned that hackers had succeeded in compromising some targeted networks, but did not identify specific victims or describe any cases of sabotage.",
  "U.S. authorities have been monitoring the activity for months, which they initially detailed in a confidential June report first reported by Reuters.",
  "Dragos is also monitoring other groups targeting infrastructure that appear to be aligned with China, Iran, North Korea, he said.",
  "“We have not observed any destructive action by this actor,” CrowdStrike Vice President Adam Meyers said in an email.",
  "A projection of cyber code on a hooded man is pictured in this illustration picture taken on May 13, 2017.",
  "It was accompanied by six technical documents describing malware used in the attacks."
]