[
  "General Flynn is obviously tangent to some of this because of his name involved a lot of.”\n\nWhen asked if he had seen any evidence related to President Donald Trump’s accusation of President Obama ordering wiretaps on Trump Tower, Nunes replied, “I have not seen that evidence.”\n\nHe explained, “I think the bigger question that needs to be answered is whether or not Mr. Trump or any of his associates were in fact targeted by any of the intelligence agencies or law enforcement authorities, and that’s at the heart of many of the questions that many of you have asked on numerous occasions.",
  "“I want to conduct as many of these hearings in open in the public, and as you know that’s rare for the intelligence committees to do, but because of the seriousness of the accusations involved on all sides of this issue, I want to make sure that we hold as many of these hearings out in public so that the American people can attend and report on it,” Nunes told reporters.",
  "The March 20 hearing already has an initial invite list that includes FBI Director James Comey, NSA Director Mike Rogers, Former CIA Director John Brennan, former acting Attorney General Sally Yates, Former Director of National Intelligence James Clapper, Dmitri Alperovitch of Crowdstrike, and Shawn Henry of Crowdstrike.",
  "We also don’t have any evidence of many people who’ve been named in these stories who are supposedly under some type of investigation.”\n\nHe went on to say, “I think the point of it…was he’s asking the question whether or not he or any of his associates targeted?",
  "WASHINGTON — House Select Intelligence Chairman Devin Nunes announced Tuesday an initial open hearing related to the intelligence gathering activities of the Russian government.",
  "Former Trump National Security Advisor Michael Flynn, a figure who is at the center of the Russia intelligence investigation, is not part of the list.",
  "And I think it’s a valid question, if indeed it was a question, that if you look at General Flynn, why was he being recorded?",
  "“We’ve invited people that we feel are directly involved having information about this investigation on all sides of it.",
  "And was there any other additional incidental recordings of phone calls?”\n\nFollow Kerry on Twitter",
  "These are names that you agree to on a bipartisan basis that we have invited,” Nunes said.",
  "“The initial list of people that were invited is just the initial list.",
  "When asked why, Nunes said he is invited to attend the hearing itself.",
  "Was it incidental collection like we all assume or something else?",
  "So, at this point we don’t have any evidence of that.",
  "We will add to that as we see fit."
]