[
  "Sameer Gandhi, a partner at the venture capital firm Accel who spearheaded the recent funding (and who was integral in Accel’s investment in the e-commerce firm Jet, which Wal-Mart acquired last year for more than $3 billion), said that his firm “wanted to double down” on CrowdStrike, believing that it has the potential to occupy a position in the market for security products that was once the sole domain of incumbents like Symantec and McAfee.",
  "George Kurtz, CrowdStrike’s cofounder and CEO, told Fortune that he’s pushing a “cloud-first” model for security, meaning that customers subscribe to install lightweight software agents on computers that gather intelligence on inbound attacks, and then CrowdStrike bakes protections into its product based on its learnings.",
  "CrowdStrike, the cybersecurity firm that burst onto the national scene during the U.S. election season last year when it became the first to pin a data breach at the Democratic National Committee on Russia, said on Wednesday that it has closed a $100 million funding round at a valuation exceeding $1 billion.",
  "Joining the latest round were new investors March Capital Partners, a year-old VC firm based in Santa Monica, Calif., and Telstra, Australia’s biggest telecom company and an early CrowdStrike customer, as well as existing investors CapitalG (formerly Google Capital) and Warburg Pincus.",
  "Since raising a prior $100 million in a round led by CapitalG in July 2015, CrowdStrike has added about 390 employees and grown from four offices in the U.S. to 15 worldwide, including in new markets such as Europe and the Middle East, Asia Pacific, and Latin America.",
  "The startup helped build a case that North Korea digitally pummeled Sony Pictures in 2014, that China orchestrated a ransacking of the U.S. Office of Personnel Management in 2015, and that Russian intelligence agencies masterminded the DNC breach last year.",
  "CrowdStrike is known for nicknaming the hacker groups it tracks with seemingly silly names, like “Fancy Bear” (Russia’s foreign military intelligence agency, the GRU) and “Clever Kitten” (affiliates of the Islamic Republic of Iran).",
  "Gandhi said that he first got in touch with CrowdStrike years ago when he was scoping out candidates that might become big players in the endpoint security market, where businesses sell software to protect computers.",
  "The company declined to reveal its revenue figures, but said that it has an annual revenue run rate—a fuzzy yardstick that extrapolates sales for the year based on current figures—exceeding $100 million for 2017.",
  "Founded six years ago, CrowdStrike has made a name for itself investigating some of the world’s biggest data breaches and calling out nation state sponsored hacker groups in the process.",
  "In fact, CEO Kurtz is the former chief technology officer of McAfee, and his co-founder and chief technology officer Dmitri Alperovitch is McAfee’s former head of threat research.",
  "Kurtz looks to Salesforce’s cloud-based subscription strategy, which has displaced the once-uncontested giant Siebel in the market for sales software, as a guide.",
  "The latest fundraising was led by Accel, a venture capital firm based in Palo Alto, Calif. that also participated in two of CrowdStrike’s earlier funding rounds.",
  "“I flew to Orange County to meet [Kurtz] because he offered me a 20 minute slot,” Gandhi said, noting that Kurtz seemed initially skeptical of Gandhi’s interest.",
  "The new round has propelled the firm into the rarified ranks of the “unicorn” club, the group of startups valued at a billion dollars or more.",
  "CrowdStrike, although not yet profitable, is aiming to go into the black in the next fiscal year, according to a spokesperson.",
  "That meeting lasted an hour and a half, and eventually led to their business partnership.",
  "The company’s newly acquired unicorn title is, as such, a fitting one.",
  "Get Data Sheet, Fortune’s technology newsletter.",
  "The company has raised $256 million to date."
]