[
  "(RELATED: ‘That’s When We Knew It Was The Russians’: New Report Shows How Deep Moscow Dug Into the DNC)\n\n“We have not disclosed our source, and of course, this is a diversion that’s being pushed by the Hillary Clinton campaign,” Assange continued, speaking from the Ecuadorian embassy in London, where he has lived since August 2012.",
  "“The software code that I have seen from the hack had all the telltale signs of being Russian, including code re-used from other attacks,” Bob Gourley, former chief technology officer at the Defense Intelligence Agency told Eli Lake of Bloomberg.",
  "Though the identity of the hacking group responsible for the massive leak of DNC emails is uncertain, the FBI has opened an investigation into the hack and U.S. officials generally agree that it bears the marks of a Russian hack.",
  "While Assange is committed to protecting the identity of the source of the damaging document leak, he speculated that it’s possible the leak could have come from inside the DNC or its consultants.",
  "Assange, who regularly contributes to Russia’s state-owned RT News and is said to have a close relationship to Russian intelligence, said there is no evidence Russia is responsible.",
  "The massive Democratic National Committee email hack could have been an inside job, according to Julian Assange, the founder of WikiLeaks where the documents were released.",
  "“If we’re talking about the DNC, there’s lots of consultants that have access, lots of programmers,” Assange said in an interview with DemocracyNow.org.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“It’s simply speculation.”\n\nHe doesn’t believe, however, Russia is responsible, as the Hillary Clinton campaign and others have alleged.",
  "Private security firm Crowdstrike said that the attack appeared to have originated in Russia when the hack was first revealed in June.",
  "“There is no proof of that whatsoever” that the hackers were Russian, Assange said in an interview with NBC Monday.",
  "Though Assange guarantees to never reveal the source, he also claims he does not know the source of the DNC emails.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Thomas Phippen on Twitter\n\nSend tips to thomas@dailycallernewsfoundation.org.",
  "“No one knows who our source is,” Assange said."
]