[
  "Manchin asked Comey whether Trump had ever expressed curiosity about Russia’s attempts to swing the election; Comey said that he “[didn’t] remember any conversations with the president about the Russia election interference.”\n\n1 of 26 Full Screen Autoplay Close Skip Ad × The scene as Attorney General Sessions and Deputy Attorney General Rosenstein testify on Capitol Hill View Photos Attorney General Jeff Sessions testifies in an open hearing before the Senate Intelligence Committee about his role in the firing of FBI Director James B. Comey and the investigation into contacts between Trump campaign associates and Russia., and Deputy Attorney General Rod J. Rosenstein spoke to the Senate Appropriations subcommittee.",
  "Any other country.”\n\n“If Russia or anybody else is trying to interfere with our elections,” he said later, “I think it’s a horrible thing and I want to get to the bottom of it and I want to make sure it will never ever happen.”\n\nWhen not explaining the firing of Comey to a reporter on national television, though, there’s no indication that Trump’s efforts to “get to the bottom” of the hacking involved any actual interest in the investigation.",
  "“I don’t think there’s any American,” Risch said, “who would disagree with the fact that we need to drill down to this” — that is, Russian meddling in the 2016 election — “know what happened, get it out in front of the American people and do what we can to stop it again.”\n\nThere is one American, at least, who seems generally uninterested in that need: Sessions’s boss, President Trump.",
  "Caption Attorney General Jeff Sessions testifies in an open hearing before the Senate Intelligence Committee about his role in the firing of FBI Director James B. Comey and the investigation into contacts between Trump campaign associates and Russia., and Deputy Attorney General Rod J. Rosenstein spoke to the Senate Appropriations subcommittee.",
  "On Jan. 11, less than a week after that report came out, Trump said during a news conference that although he accepted that Russia was behind politically motivated hacking (though “we also get hacked by other countries and other people”), the issue of Russia was somehow contrived.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nAfter those agencies released a report on Russian interference in January, Trump called for an investigation into those who leaked that report to the media, not for a robust investigation into the hacking.",
  "Instead, he has consistently disputed whether Russia was even behind the hacking — a line that Sessions mirrored in his testimony on Tuesday by stating that Russia’s role was the conclusion of U.S. intelligence agencies without embracing it as his own.",
  "Both before and after his election and inauguration, Trump’s attitude toward the Russia investigation has almost exclusively been that it’s a hassle, not an important step toward assuring the sanctity of American elections.",
  "He said that he was worried about lengthening the investigation by firing Comey, but that he had to “do the right thing for the American people.”\n\nHe also told Holt that the investigation wouldn’t just be about Russia.",
  "Speaking to NBC’s Lester Holt shortly after the firing of Comey, Trump offered his strongest support for an investigation — in the context of concerns that he was seeking to submarine it by axing the head of the FBI.",
  "In his testimony, Sessions told Sen. Joe Manchin III (D-W.Va.) that he “did not recall” any meeting during which Trump expressed concern or curiosity about what Russia had been doing during the 2016 election.",
  "June, 13, 2017 Chief clerk Kelsey Bailey, right, places the name plate for Attorney General Jeff Sessions before he testifies in an open hearing in front of the Senate Intelligence Committee in Washington.",
  "(Jenny Starrs/The Washington Post)\n\nSen. James E. Risch (R-Idaho) made a comment during the Senate Intelligence Committee’s questioning of Attorney General Jeff Sessions that has an obvious exception.",
  "Attorney General Jeff Sessions faced a slew of questions about Russia, former FBI director James Comey and conversations with President Trump from the Senate Intelligence Committee on June 13.",
  "“One of the reasons I’m here today is to tell you the whole Russian thing, that’s a ruse,” he said, apparently referring to the possibility of links between Russian actors and his campaign.",
  "In an interview with the Associated Press in late April, Trump suggested that perhaps Russia’s geopolitical foes from Ukraine were pushing allegations that Russia was behind the hacking.",
  "He later said that he was “okay” with the intelligence agencies’ determination that Russia attempted to meddle with the campaign and that “we have to find out what happened” with it.",
  "And by the way, it would be great if we could get along with Russia, just so you understand that.”\n\nHe modified that somewhat in an interview with CBS’ John Dickerson in April.",
  "Asked whether he thought that Russia tried to meddle, Trump first said, “I don’t know,” turning the discussion to alleged ties between Hillary Clinton and that nation.",
  "Even if nothing else Sessions said on Tuesday had comported with what former FBI director James B. Comey said before the same committee last week, this did.",
  "The AP’s Julie Pace asked whether he meant Crowdstrike, the firm that detailed Russia’s involvement in the hacking of the Democratic National Committee.",
  "Sessions also testified that he himself, as the country’s and Trump’s lead law enforcement official, was never briefed on Russian interference.",
  "The \"Intelligence\" briefing on so-called \"Russian hacking\" was delayed until Friday, perhaps more time needed to build a case.",
  "(A sanctity, mind you, that has been his purported focus in establishing a commission to look at alleged voter fraud.)",
  "He also jokingly asked for an investigation into political opponents who had met with representatives of Russia.",
  "“Look, I want to find out if there was a problem with an election having to do with Russia,” he said.",
  "“As far as I’m concerned, I want that thing to be absolutely done properly,” Trump said.",
  "At the end of May, Trump offered his most recent opinion on the alleged interference.",
  "“I heard it’s owned by a very rich Ukrainian, that’s what I heard.” This is not true.",
  "“Why wouldn’t Podesta and Hillary Clinton allow the FBI to see the server?",
  "They brought in another company that I hear is Ukrainian-based,” he said.",
  "Bill O'Leary/The Washington Post Buy Photo Wait 1 second to continue.",
  "“That’s what I heard,” Trump said.",
  "“Or by the way, anybody else.",
  "“That’s a ruse.",
  "Very strange!"
]