[
  "It should raise some concerns among the American people.”\n\nIn recent days, a Kremlin media spokesman declined to comment on the alleged hack, referring questioners to remarks made by Donald Trump Jr., who rejected the allegations as part of a pattern by the Clinton campaign of “lie after lie.”\n\nLaw enforcement and intelligence officials have been focusing their inquiry on the Russian military intelligence agency, the GRU, and whether it was responsible for the leak to WikiLeaks.",
  "Russian President Vladimir Putin has been praised by Donald Trump in the past as a “strong leader.” (Alexander Zemlianichenko/AP)\n\nPresident Obama on Tuesday waded into the controversy over the leak of Democratic National Committee emails, saying the hack of party records was characteristic of Russian government behavior and suggesting a potential motive for that country to meddle in the U.S. presidential election.",
  "What I do know is that Donald Trump has repeatedly expressed admiration for Vladi­mir Putin.”\n\nObama’s comments align with those made Sunday by Democratic nominee Hillary Clinton’s campaign manager, Robby Mook, who said the Russian government was behind last week’s release of DNC documents on the website WikiLeaks as a way to help Trump.",
  "He has not succeeded at that, but his son, Donald Trump Jr., once said that Russians “make up a pretty disproportionate cross-section of a lot of our assets.”\n\nObama’s comments came as party officials gathered in Philadelphia for this week’s Democratic National Convention continued to fret about the leaked emails.",
  "Sanders on Tuesday called the hack an “issue of concern.”\n\n1 of 60 Full Screen Autoplay Close Skip Ad × Scenes from the second day of the Democratic National Convention in Philadelphia View Photos Follow along as Post photographers document the Democratic National Convention in Philadelphia.",
  "Trump campaign officials have called the allegations “absurd” and a distraction from the embarrassing content of the emails, which showed top DNC officials supporting Clinton despite public pronouncements of neutrality in Clinton’s primary battle against Sen. Bernie Sanders (Vt.).",
  "“It’s a growing issue that we have foreign bodies or other entities hacking into important institutions in this country and that’s the whole issue of cybersecurity, which is something as a nation we’ve got to pay a whole lot of attention to,” he said.",
  "“I found it interesting that a candidate for president of the United States would be praising Mr. Putin who is, I think most people know, has moved Russia into a more authoritarian state,” Sanders said.",
  "The GRU is one of two Russian intelligence organizations believed to be linked to one of the two hacks, according to CrowdStrike, a cyber firm that investigated the attack at the request of the DNC.",
  "The DNC and the Clinton campaign are attempting to review communications going back to that period so they can anticipate what might become public if WikiLeaks releases more documents, as promised.",
  "Trump has praised Putin in the past as a “strong leader.” He told the New York Times last week that he would not necessarily defend certain NATO allies from potential Russian aggression.",
  "Also Tuesday, Secretary of State John F. Kerry said he raised the issued during a private meeting with his Russian counterpart, Foreign Minister Sergei Lavrov.",
  "In addition to email communications, research files were hacked along with Internet chat sessions used by employees, according to Crowdstrike.",
  "Sanders did not repeat the Clinton campaign’s allegations of a direct connection between the leaks and a desire to help Trump’s campaign.",
  "“The FBI has responsibility for this investigation and we’ll let them speak as they proceed forward gathering those facts,” he said.",
  "The FBI, which has been investigating the DNC hacks for months, formally announced this week that it was investigating the matter.",
  "“What we do know is that the Russians hack our systems, not just government systems but private systems,” Obama told NBC.",
  "And that you would have a candidate for president of the United States talking about what a good job Mr. Putin is doing?",
  "(Jhaan Elker/The Washington Post)\n\nTrump also has sought for years to extend his real estate empire into Moscow.",
  "The Washington Post reported last month that the DNC had been broken into twice by hackers linked to Russia.",
  "Caption Follow along as Post photographers document the Democratic National Convention in Philadelphia.",
  "The Post's Ellen Nakashima goes over the events, and discusses the two hacker groups responsible.",
  "Another Russian spy agency, FSB, or an affiliate had penetrated the DNC computers last summer.",
  "July 26, 2016 Former president Bill Clinton takes the stage to address the convention.",
  "The fallout of the leaks continued to hover over this week’s events in Philadelphia.",
  "“What the motives were in terms of the leaks, all that — I can’t say directly.",
  "The exchange took place during a meeting of ASEAN nation foreign ministers.",
  "David Weigel, Ellen Nakashima and Carol Morello contributed to this report.",
  "Ricky Carioti/The Washington Post Buy Photo Wait 1 second to continue.",
  "Kerry told reporters afterward that he, too, has no clear answers.",
  "But he did point to Trump’s past positive comments about Putin.",
  "No.",
  "“.",
  ".",
  "."
]