[
  "It's unclear how they actually compromised the DNC network, though the security firm suspected spear phishing, where emails containing links to malicious files are sent to targets, leading to infection of computers once documents are opened.",
  "\"Regardless of the agency or unit tasked with this collection, the upcoming US election, and the associated candidates and parties are of critical interest to both hostile and friendly nation states,\" Alperovitch added.",
  "Two hacks took place by two different hacker crews believed to be working on the behalf of the Russian government, which has now denied involvement in the attacks, according to US security company CrowdStrike.",
  "Fancy Bear has been linked to attacks on an extensive list of defense ministries and other military organizations, according to CrowdStrike, and may be affiliated with GRU, Russia's military intelligence body.",
  "Though they're both associated with Russian government espionage, the two Bears have not been linked to one another, according to Dmitri Alperovitch, CrowdStrike co-founder and CTO, writing in a blog post.",
  "Russia's digital spies hacked into the Democratic National Committee (DNC) to steal the party's research into the presumptive Republican presidential nominee Donald Trump, according to the Washington Post.",
  "The former, responsible for the 2015 attack, had previously been associated with hacks of unclassified networks of the White House and the State Department.",
  "After the DNC determined it had been hacked, it called in CrowdStrike, which determined two Russian groups were responsible: Cozy Bear and Fancy Bear.",
  "\"The 2016 presidential election has the world’s attention, and leaders of other states are anxiously watching and planning for possible outcomes.",
  "Last year, it was spied exploiting software from Adobe and Microsoft software as it sought to learn more about US economic sanctions on Russia.",
  "Today Fancy Bear, alternatively known as the Sofacy group or APT28, was said to have sent phishing emails to a US government agency.",
  "Attacks against electoral candidates and the parties they represent are likely to continue up until the election in November.\"",
  "Russia has frequently been associated with extensive attacks on US government digital infrastructure.",
  "It cited committee members who admitted that all emails and internal chats were also compromised.",
  "It's unclear just what specific research or communications were stolen, or how much was taken.",
  "It's been accused of breaking into Nato, the German Bundestag and France’s TV5 Monde.",
  "The first breach took place in summer 2015, the second in April this year."
]