[
  "), the pride of Calgary, is 46 ... Rich Ward, manager of national security policy at the Edison Electric Institute, is 36 … IJ’s Matt Manda, who got engaged in late summer to longtime girlfriend Rep. Elise Stefanik (R-NY) – two pics via a Glens Fall Chronicle article http://bit.ly/2hToZUa ... Diane Sawyer is ageless ... Hank Sheinkopf ... Piper Adams is 5 … former World Bank Group President Paul Wolfowitz is 73 ... Adam Verdugo, “CBS This Morning” senior producer in Los Angeles, an NBC alum and dad to http://bit.ly/2ifArbO (hat tips: Erika Masonhall and Rachel Adler) ... Maeve Coyle, former press secretary at American Bridge 21st Century and a DSCC alum, is 24 ... CNN Politics’ Daniella Diaz, who was profiled on Wednesday on CNN Careers’ Facebook page: http://bit.ly/2i4wd7H ... Mary Baskerville, a WH Travel Office alum now up in New York who has most recently worked at the Clinton Global Initiative ... Libby Rosenbaum ... Rep. Barry Loudermilk (R-Ga.) is 53 ... Politico’s Kristin Wyatt ... Cherylyn Harley LeBon ... former Rep. Bill Lipinski (D-Ill.) is 79 ... Matt Kaplan, who ran Hillary’s national surrogate fundraising program at Brooklyn HQ and is also an Obama ’12 and Sherrod Brown alum (h/t Heidi Nel) ... Chris Austin, director of congressional relations at the Peace Corps and Garamendi alum (h/t Matt Kravitz)\n\n... Michele Kelemen, NPR correspondent covering the State Department and Washington’s diplomatic corps, formerly NPR’s Moscow bureau chief ... Simone Friedman, head of philanthropy and impact investment for EJF Philanthropies in D.C., previously founder of analytics company Metrics Group (h/ts Jewish Insider) ... Michael Huttner, CEO of Fenton ... Tamara Fuhrman Spilka ... Eugene Steuerle is 7-0 ... Scott Pellegrino is 51 ... Mary Elizabeth ...",
  "Beau Phillips, managing partner at Reset Public Affairs ... Justin Duckham ... Mark Bowles, partner at McGuireWoods ... Michael Corbett, president of the NY state Young Democrats (h/t Seamus Campbell) ... Sam Harper is 34 ... WaPo’s Valerie Strauss ... Rachel Manfredi, managing director of development and strategic initiatives at AEI ... Cherylyn Harley LeBon, former senior counsel on Senate Judiciary Committee ... Sonya Medina, a Laura Bush WH alum now on the board of Papa John’s International ... AP’s Matt Small … Roxanne Stachowski, biggest Packer fan in Washington, DC ... John Kiely, spending his day with his amazing partner, Pam ... Sally Probasco ... Linda Sinoway ... Karen Defilippi (h/ts Teresa Vilmain) ... Valeria Carranza, executive director of the Congressional Hispanic Caucus ... Nick Moore of Rep. Roby’s office ... David Jackson of Rep. Jeff Duncan’s office ... Shonna Smith of Rep. Danny Davis’ office ... Dave Stegmaier of Rep. Comstock’s office (h/ts Legistorm) … pop singer Meghan Trainor is 23 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Many in the GOP believe they are entering a metamorphic period in the modern histories of both Republicanism and conservatism, one in which their intertwined loyalties and ideologies and dogmas could be scrambled and realigned.” http://bit.ly/2hYg8D2\n\nON THE WEST COAST -- “Former White House aide, L.A. Times employee joins long list of candidates vying to succeed Xavier Becerra,” by LATimes’ Christine Mai-Duc: “Former White House staffer Alejandra Campoverdi ... grew up in Santa Monica ... [and] worked in the White House from 2009-12, first as an assistant to a deputy chief of staff and later as deputy director of Hispanic media.” http://lat.ms/2h4QxUP … Release http://politi.co/2hYoSJD\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Combined with this latest request, companies owned by Trump or bearing his name have sought permission from the Department of Labor to hire at least 263 foreign guest workers since he launched his presidential campaign.” http://bzfd.it/2h4OgZJ\n\nART OF THE DEAL -- \"Donald Trump Meets With Boeing, Lockheed CEOs: President-elect’s meetings with defense executives come weeks after he publicly berated cost of some contracts,\" by WSJ's Doug Cameron and Damian Paletta: \"The separate meetings in Palm Beach, Fla., with Boeing’s Dennis Muilenburg and Lockheed’s Marillyn Hewson follow the publication of several tweets in which Mr. Trump slammed the cost of Lockheed’s F-35 combat jet and threatened to cancel the development by Boeing of new planes that would serve as Air Force One.",
  "It was unclear, they said, how the United States, which has protected Israel from U.N. action, would vote.” http://reut.rs/2hKe55h\n\n-- @netanyahu at 8:28 p.m. in D.C., which is 3:28 a.m. in Israel: “The US should veto the anti-Israel resolution at the UN Security Council on Thursday.”\n\nFT: “Berlin terror suspect had been under surveillance for months: Tunisian man Anis Amri had been known as potentially dangerous Islamist,” by Guy Chazan and James Shotter in Berlin: “The man being sought in connection with Monday’s attack on a Berlin Christmas market had been under police surveillance for months on suspicion of planning a terrorist attack, but later fell off the authorities’ radar screen.",
  "With lots of emails http://bit.ly/2h57HkX\n\nSTAT DU JOUR – “The U.S. is no stranger to interfering in the elections of other countries,” by LA Times’ Nina Agrawal: “The U.S. has a long history of attempting to influence presidential elections in other countries – it’s done so as many as 81 times between 1946 and 2000, according to a database amassed by political scientist Dov Levin of Carnegie Mellon University.” http://lat.ms/2iilXYy\n\n-- NPR’s Mary Louise Kelly: “William Evanina holds two official job titles: national counterintelligence executive and director of the National Counterintelligence and Security Center.",
  "http://n.pr/2hW8aId\n\nPLAYBOOK METRO SECTION -- Hyatt Arlington is becoming the Hyatt Centric Arlington – release: “Hyatt Centric Arlington introduces new lifestyle brand to the nation’s capital, with full renovation expected to be complete by the end of 2016.” http://politi.co/2i2UApd\n\nPlaybookers\n\nOUT AND ABOUT -- SPOTTED at the Presidential Inaugural Committee holiday party last night at the Trump Hotel: Rick Ahearn (whose iPad provided the tunes) holding court with Casey Smith, Matt Hall, Alex Stroman, Justin Caparole, Ann Marie Hoffman, Boris Epshteyn, Natalie Strom and Tim Tripepi.",
  "Although conditions later cooled somewhat, the extreme warmth is expected to return, with temperatures forecast to be as much as 27 degrees above normal beginning Thursday.” http://nyti.ms/2hudsd1\n\nTARHEEL TRIP-UP -- “NC Senate votes down repeal of HB2; House doesn’t vote; special session adjourns,” by the Charlotte Observer’s Bruce Henderson and Jim Morrill in Raleigh: “The North Carolina Senate voted down a repeal of House Bill 2 Wednesday after a day of increasingly partisan rancor that pitted conservative Republicans against the Charlotte they so distrust.",
  "“If you add up all the venture capital in all the thirty states [Trump won], it was 10 percent … When people in the middle of the country say they feel left behind and left out, it’s because they have been left behind and left out.” Listen to the podcast: http://bit.ly/2hK3as5\n\nDEEP DIVES on TRUMP’s kids -- WILLIAM D. COHAN in February’s Vanity Fair, “Can Donald Jr. and Eric Trump Really Run the Family Business?”: “Although outshone in many ways by their sister Ivanka, Donald Trump Jr. and his brother Eric are thoroughly their father’s sons.",
  "The approach was comparable, one former campaign official said, to the campaign’s passive-but-not-dismissive response to long-shot recounts in Wisconsin, Michigan and Pennsylvania.” http://politi.co/2i4vdAc\n\n--“Cybersecurity firm finds evidence that Russian military unit was behind DNC hack,” by WaPo’s Ellen Nakashima: “A cybersecurity firm has uncovered strong proof of the tie between the group that hacked the [DNC] and Russia’s military intelligence arm — the primary agency behind the Kremlin’s interference in the 2016 election.",
  "http://nyti.ms/2huft97 ... Photo essay http://nyti.ms/2hKddO3\n\n--NYT just published its annual “Year In Pictures” feature with tons of great pix http://nyti.ms/2hcNwVw\n\nMEDIAWATCH -- “Newsmax Media CEO chummy with Trump at holiday bash,” by Page Six’s Richard Johnson: “Newsmax Media CEO Christopher Ruddy was schmoozing at the company’s Christmas party at 230 Fifth with the likes of John Catsimatidis, Rita Cosby, Betsy McCaughey and Yankees President Randy Levine when he got a call from President-elect Trump at Mar-a-Lago.",
  "The president-elect has also faced calls from ethics experts to separate himself from his business empire.” http://nyti.ms/2i4krtP\n\n-- “Trump Vineyard Seeks More Foreign Workers,” by BuzzFeed’s Jessica Garrison, Jeremy Singer-Vine and Ken Bensinger: “On Wednesday, the Department of Labor posted a petition from Trump Winery, also known as Trump Vineyard Estates, asking to bring in six vineyard workers under the federal H-2 visa program, which permits US employers to bring in foreign laborers on temporary work visas.",
  "Ronald Reagan was the first president to name a Hispanic to a Cabinet post, when he picked Lauro Cavazos in 1988 to be his education secretary in 1988.” http://politi.co/2hK2281\n\nSWAMP STATUS UPDATE -- “Trump’s ex-campaign manager starts lobbying firm,” by Shane Goldmacher, Isaac Arnsdorf, Josh Dawsey and Ken Vogel: “Corey Lewandowski, Donald Trump’s polarizing first campaign manager, is not joining the White House and is instead launching a political consulting firm along with former Trump adviser Barry Bennett.",
  "| Mykal McEldowne/The Indianapolis Star via AP\n\nCOSTA REPORT -- @costareports: “Per multiple people familiar, [David] Koch and his wife were at dinner [at Mar-a-Lago] hosted by Trump friend @ChrisRuddyNMX, then Koch huddled w/ PEOTUS” -- Story http://wapo.st/2huqPKj\n\nWHAT WALL STREET IS READING – JAMIE DIMON sat down with MEGAN MURPHY for a Bloomberg Businessweek Debrief, “Jamie Dimon on Trump, Taxes, and a U.S. Renaissance” – Q: Is there going to be a second act after you leave, when you leave?",
  "Learn more at google.com/grow/veterans\n\nTRUMP INC. -- NYT A1, “Trump’s Son, Fearing ‘Quagmire,’ to Stop Soliciting for Charity,” by Eric Lipton and Maggie Haberman: “Eric Trump said on Wednesday that he had decided to stop directly soliciting contributions for his charitable foundation, which supports causes like the fight against childhood cancer, because he now recognizes that his status as the president-elect’s son means that donors could try to use him to gain access to his father.",
  "I’m lazy, so I’ll probably go to New York City and maybe join or start an entrepreneurs of color fund like we have here in Detroit.” http://buswk.co/DebriefJamieDimon\n\nYIKES – NYT A4, “Spiking Temperatures in the Arctic Startle Scientists,” by Henry Fountain and John Schwartz: “In mid-November, parts of the Arctic were more than 35 degrees Fahrenheit warmer than observed averages, scientists said, and at the pole itself, mean temperatures for the month were 23 degrees above normal.",
  "Charting their battles, to the inevitable lawsuits in their wakes, William D. Cohan investigates whether the boys can handle the empire.” http://bit.ly/2hfNRsl\n\n--SARAH ELLISON, “Inside Ivanka and Tiffany Trump’s Complicated Sister Act”: “While one sister coolly leveraged her father’s favor into a business of her own—and an influential behind-the-scenes role in his campaign and transition team—the other is still finding her place in the family.",
  "… [T]he Observer … recently ceased printing its salmon-pink weekly edition.” http://bit.ly/2ielaw0\n\n-- “Trump catapults cable news outlets to their best ratings year ever,” by Business Insider’s Oliver Darcy: “President-elect Donald Trump’s dramatic candidacy catapulted the three cable news networks to their best year ever, with each outlet experiencing record-breaking numbers, according to year-end ratings from Nielsen Media Research.",
  "ENGAGED – Christopher “Gindy” Gindlesperger, VP of public affairs and comms at National Confectioners Association, proposed to Adriana Brizuela, MBA candidate at Georgetown – he emailed friends and colleagues: “Through a scavenger hunt-style game that led her on a tour of our favorite Washington establishments, to an appointment at one of her favorite salons, and then back to our home in Georgetown, I asked her to be my wife.",
  "Protesters massed outside the Senate chamber rained down shouts of ‘Shame!’” http://bit.ly/2iel4o2\n\n-- Charlotte Observer A1: “HB2 DEAL COLLAPSES … Charlotte dropped its LGBT protections, believing a bargain had been made … But state lawmakers adjourned without repealing the controversial ‘bathroom’ law” The front page: http://politi.co/2hfPIgT\n\nINSIDE THE ROOM – TIM ALBERTA’s final piece for National Review.",
  "KELLYANNE going into WH --TRUMP, PENCE invited to GOP retreat -- DEMS plan Miami inaugural bash -- SCOOP: Clinton aides kept tabs on anti-Trump effort -- RAHM’s emails -- B’DAY: Sen. Ted Cruz Presented by\n\n\n\n\n\nDriving the Day\n\nListen to Playbook in 90 Seconds http://bit.ly/2i4MbP1 … Subscribe on iTunes http://apple.co/2eX6Eay … Visit the online home of Playbook http://politi.co/2f51Jnf\n\nGood Thursday morning.",
  "The firm CrowdStrike linked malware used in the DNC intrusion to malware used to hack and track an Android phone app used by the Ukrainian army in its battle against pro-Russia separatists in eastern Ukraine from late 2014 through 2016.” http://wapo.st/2h4ZE7C CrowdStrike’s report: http://bit.ly/2hJGbgP\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Pic which he calls “The one where we told him Trump won” http://bit.ly/2hHB1SL\n\nBIRTHDAY OF THE DAY: journalist Jamie Kirchick, celebrating in New York tonight with his partner by seeing Simon McBurney’s one-man show, “The Encounter” – read his Playbook Plus Q&A: http://politi.co/2iiJ8SI\n\nBIRTHWEEK (was yesterday): Vlad Duthiers of CBS (h/t Rachel Adler)\n\nBIRTHDAYS: Sen. Ted Cruz (R-Tex.",
  "Officials said they tried to deport him but were unable to do so because Tunisia refused to recognise him as a citizen.” http://on.ft.com/2hugsGb\n\nSCOOP DU JOUR -- “Exclusive: Clinton aides kept tabs on anti-Trump elector gambit,” by Kyle Cheney: “Hillary Clinton’s top advisers never publicly backed an effort by Democrats on the Electoral College to block Donald Trump’s election.",
  "(He’s joining POLITICO Magazine in January): “Conservatism in the Era of Trump”: “As the Freedom Caucus’s nine-person board gathered for its preliminary briefing prior to the weekly meeting with the full membership, Jim Jordan, the group’s no-nonsense chairman, broke some awkward news: [Mick] Mulvaney, a board member, would formally nominate Ryan for speaker the next day.",
  "He was also spotted at Mar-a-lago Wednesday … Hope Hicks last night at Trump Hotel ... At the Flyers-Capitals game last night in the Wells Fargo Center in Philadelphia, home of the 2016 Democratic National Convention: VP Joe Biden, Dr. Jill Biden, John King, and Tom O’Donnell\n\nOBAMA ALUMNI -- ALYSSA MASTROMONACO (big Grateful Dead and Phish fan!)",
  "HAPPENING TODAY -- “Israel urges U.S. to veto U.N. resolution on halting settlements,” by Reuters’ Jeffrey Heller and Michelle Nichols: “Israel urged the United States on Thursday to veto a U.N. Security Council draft resolution calling for an immediate halt to settlement building on occupied land that Palestinians want for a state.",
  "George and Tamiko” http://politi.co/2hbk4PH ... Speaker Ryan’s holiday card http://bit.ly/2i4oF4W\n\nCLICKERS -- The NYT magazine has published its annual The Lives They Lived Issue, a collection of essays about notable people who died this year, including David Bowie, Prince, Justice Scalia, Janet Reno, Muhammad Ali and more.",
  "...\n\n“The website of the new government affairs and political consulting firm, called Avenue Strategies, advertised Lewandowski’s and Bennett’s close ties to Trump and even their office's physical proximity to the White House, at 1717 Pennsylvania Avenue (the same building that currently houses Trump’s transition team).",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nEXCLUSIVE: DEPT OF THINGS PEOTUS WON’T LIKE -- MARK ROSS, a concert promoter and the son of the late Time Warner CEO Steve Ross, is in the process of putting together a large-scale concert called “We the People” to DIRECTLY compete with Donald Trump’s inauguration.",
  "http://politi.co/2hujiLx\n\nCABINET WATCH -- “Trump under pressure to pick a Hispanic for his Cabinet,” by Josh Dawsey and Tara Palmeri: “Newt Gingrich, a top adviser to Donald Trump, says the president-elect’s Cabinet choices have heartened his supporters, and he believes they are likely to sail to confirmation.",
  "She will join Matt Lauer starting January 2.” http://bit.ly/2hK8VX1\n\nFIRST IN PLAYBOOK -- Deputy Secretary of Labor Chris Lu will start two new positions in February, the first as a senior fellow at the University of Virginia’s Miller Center, where he will speak and write about the presidency and public policy.",
  "‘A lot of people have reached out to us, corporate clients, trade associations, individuals — we’re not going to limit ourselves.’” http://politi.co/2hY9Aoj ... www.avenuestrategies.com\n\n\n\n-- IMAGINE if Hillary Clinton won, and her top aides started a firm in the same building as the transition office.",
  "Learn more at google.com/grow/veterans\n\nSCHOCK WATCH -- “Schock’s lawyers seek trial delay,” by Jake Sherman: “Former Rep. Aaron Schock has asked a judge to delay his trial on 24 criminal counts from February until July, according to a filing from the Illinois Republican’s attorneys Wednesday.",
  "Pics http://bit.ly/2hTk3yI ... http://bit.ly/2if5bts\n\nWELCOME TO THE WORLD -- Joanna L. Turner, director of gov’t relations at The Hershey Company and a DOT and NGA alum, and Todd Turner, director of administration and IT for Sen. Marco Rubio, have welcomed a little beauty named Eloise.",
  "... Mastromonaco joins A+E Networks from Vice, where she’d served as COO since January 2015.” http://bit.ly/2hKaHYd\n\nTRANSITIONS -- STACEY KERR, formerly chief communications officer at Georgetown University, has launched Kerr Strategies, a new communications consulting firm.",
  "Prime Minister Benjamin Netanyahu took to Twitter in the dead of night in Israel to make the appeal, in a sign of concern that President Barack Obama might take a parting shot at a policy he has long opposed and a right-wing leader with whom he has had a rocky relationship.",
  "Pic taken at the West Wing Colonnade http://bit.ly/2hKpGRO\n\nON THE TUBE -- “Katie Couric To Guest Host On ‘Today’ In January,” by Deadline’s Lisa de Moraes: “Katie Couric is heading back to NBC’s Today as guest-host for a week, while Savannah Guthrie is on maternity leave.",
  "The ring http://bit.ly/2h52KbR\n\nWEEKEND WEDDING – Juergen Baetz, an AP alum now Africa bureau chief for German news wire DPA and based in Johannesburg, married on Monday medical doctor Anesu Tongoona, a Zimbabwean national currently enrolled in an MPH program at Harvard.",
  "Federal prosecutors have said there will be as many as 100 witnesses, and Schock’s team says it has not yet had a chance to prepare.” http://politi.co/2hfDVPn\n\nPOLITICO “PULSE CHECK” podcast – STEVE CASE says Trump’s victory is a “wake-up call” for venture capitalists.",
  "Expect lawmakers to hold press events to “highlight the risks of repeal of the ACA and of ending the Medicare guarantee” on Jan. 7, followed by a national day of action Jan. 14 with House Democrats partnering with senators and governors to continue the drumbeat.",
  "...\n\n\"It is highly unusual for a U.S. president to involve himself in negotiating specific government procurement contracts with complex and often classified requirements, but Mr. Trump has said he sees it as part of his job to try to save taxpayer money.\"",
  "But a batch of correspondence obtained by POLITICO shows members of Clinton’s inner circle — including senior aides Jake Sullivan and Jennifer Palmieri — were in touch for weeks with one of the effort’s organizers as they mounted their ill-fated strategy.",
  "... MSNBC ... experienced significant growth, outpacing its rival networks in total-day gains.” http://read.bi/2h4EYwO\n\n-- MICHAEL CROWLEY on the whole hour of NPR’s “Fresh Air” last night, where he chatted with Terry Gross about Trump, Putin and Russia.",
  "‘You do a good thing that backfires.’ … Ethics experts had begun to compare Eric Trump’s charitable campaigns to efforts by the Clinton Foundation, which was a relentless target of criticism by President-elect Donald J. Trump during his campaign.",
  "--SPOTTED at Annie Linskey’s birthday drinks at Bistro Bohem last night: James Hohmann, Ali Dukakis, Drew and Jennifer Tulumello, John Wagner, Matt Viser, Julie Bykowicz, Ryan Williams, Josh Green, Lisa Lerer, Elaine French, Rachel Coursey.",
  "... [H]e estimates that more than 100 Russian spies are operating on U.S. soil right now.” http://n.pr/2hcOj9f\n\nTINA TCHEN, FLOTUS chief of staff, gathered a bipartisan group of former chiefs of staff to first ladies for lunch yesterday.",
  "-- “Jared Kushner Quietly Tries to Sell New York Observer,” by Women’s Wear Daily’s Alexandra Steigrad: “According to people familiar with the matter, Kushner has been quietly shopping the storied paper to potential buyers.",
  "The move from a close Trump ally to start a lobbying firm — one that will be based just one block from the White House — further calls into question Trump’s campaign pledge that he will ‘drain the swamp’ in Washington.",
  "Lu, a Harvard Law classmate of President Obama, has worked for Obama since 2005, serving as legislative director in the Senate, executive director of the 2008 presidential transition and White House Cabinet secretary.",
  "The AOL cofounder-turned-investor tells POLITICO’s Dan Diamond that Trump's populist message resonated with entrepreneurs in the middle of the country who don't get the same opportunities as startups on the coasts.",
  "www.kerrstrategies.com/ … Maryland Sen.-elect Chris Van Hollen has named Karen Robb his chief of staff, Yvette Lewis director of external relations and community outreach, and Bill Dauster director of policy.",
  "‘I’ve been having conversations with them about it.’ As Trump has rolled out his Cabinet, no position that requires Senate confirmation has been given to a Latino, breaking with the last four presidents.",
  "… Mr Amri had long been known to the authorities as a potentially dangerous Islamist with links to the German jihadi scene, and had been monitored by the Berlin police from March to September this year.",
  "In his speech, Juergen’s dad, alluding to them being a mixed-race couple, said he expected them to produce “the next Barack Obama, Diana Ross, Harry Belafonte and Beyoncé.” The crowd cheered.",
  "http://on.wsj.com/2ieJpdv\n\nNANCY PELOSI is circulating a “Dear Colleague” letter pushing Democrats on a series of messaging actions related to health care and Medicare provisions.",
  "In primetime, Fox News averaged 2.4 million viewers in 2016, making it the fifth-most-watched primetime network in all of television, behind only the big three networks and Fox.",
  "A FEW WEEKS LATER, the House Freedom Caucus and the Republican Study Committee -- two conservative caucuses in the House -- are holding a joint retreat in New York in February.",
  "I will not disclose our off-the-record conversation.’” http://pge.sx/2hcLqF9\n\n-- JOSH LEDERMAN to cover the State Department for the AP, moving over from his White House beat.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "http://bit.ly/2i4elJU ... David Damron, who most recently handled communications for Rep. Alan Grayson, has been hired as comms director for Rep. Debbie Wasserman Schultz.",
  "Pic http://politi.co/2hcIIj6\n\n--Ernst and Young attorney Michael Pangborn and wife Alyssa, a social worker, have welcomed Milo Robert Pangborn, born a healthy 8’7oz, 21”.",
  "Schock’s legal team, which includes lawyers from Washington, Chicago and Davenport, Iowa, said that they need time to look at ‘10 terabytes of data’ related to the trial.",
  "After Trump thanked Ruddy for defending him on CNN’s ‘Reliable Sources’ last Sunday, Ruddy said, ‘The president wants to talk to you,’ and handed me his cell-phone.",
  "Call logs, emails and text messages reveal a Clinton campaign walking a tightrope — never fully endorsing the effort, but intentionally declining to stamp it out.",
  "The state House adjourned without voting on repeal of the bill that has cost North Carolina millions of dollars in lost jobs, sports events and boycotts.",
  "named A&E Networks’ president of global comms strategy and talent -- Deadline's Nellie Andreeva: “Mastromonaco also will remain involved with Vice Media.",
  "“The talent is banging on our doors to do this,” according to a source familiar with the planning, although not a single act has been revealed as of yet.",
  "She will serve as a liaison with Viceland, A+E Networks’ cable network venture with Vice, helping drive its business and expansion from the A+E side.",
  "Conway, the first female campaign manager to win a presidential race, publicly debated whether to join the administration or remain on the outside.",
  "The event -- which has previously been held in Hershey, Pennsylvania, Williamsburg, Virginia, and Baltimore -- is usually a pretty humdrum affair.",
  "In addition, Lu will serve as senior strategy advisor at FiscalNote, a D.C.-based technology company, where he will focus on business development.",
  "Mr. Trump argued that Hillary Clinton had provided favors to donors while she served as secretary of state, an accusation she called baseless.",
  "Pic of them walking into their first date, a black tie wedding at the St. Regis http://politi.co/2hcMFnM ... Pic http://politi.co/2hcItEI ...",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Matt Lee remains AP’s diplomatic writer, Matthew Pennington, who covered Asia for AP’s North America desk, will cover U.S. policy in Asia.",
  "and Vice President-elect Mike Pence as he distributes food to those in need at Wheeler Mission Ministries in Indianapolis on Dec. 21.",
  "With that, the hope of compromise between legislators and Charlotte, which enacted the ordinance that gave rise to HB2, dissolved.",
  "... [W]hen Mulvaney -- who was running late -- arrived for the full meeting, he was greeted with a chorus of angry expletives ...",
  "BEHIND THE SCENES -- “Dear Rahm: Emails reveal how [Rahm] Emanuel works the media — and vice versa,” by Robert Feder on his blog.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "DONALD TRUMP and MIKE PENCE have been invited to appear at the House and Senate Republican retreat Jan. 25-27 in Philadelphia.",
  "Trump on Conway, per a news release: \"[She] has been a trusted advisor and strategist who played a crucial role in my victory.",
  "She is a tireless and tenacious advocate of my agenda and has amazing insights on how to effectively communicate our message.",
  "DONALD TRUMP has tapped KELLYANNE CONWAY to serve as counselor to the president -- \"the Kellyanne job,\" as she might call it.",
  "They married in Ismaning on the outskirts of Munich, celebrating with an international crowd of guests from four continents.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "SPOTTED -- Reince Priebus, sitting in first class on an American Airlines flight yesterday from DCA to Ft. Lauderdale.",
  "There will be A LOT of opinions at this one, as the two groups represent well more than half of all House Republicans.",
  "If the president-elect has something he wants, or has something he wants to say, this could be an effective setting.",
  "“Last year, 78 percent of venture capital went to three states, California New York and Massachusetts,” Case said.",
  "‘As unfortunate as it is, I understand the quagmire,’ Mr. Trump said in an interview Wednesday evening.",
  "The California Democrat, who is holding a Dec. 29 caucus conference call, laid out two days of action.",
  "If Trump and Pence show up just days after inauguration, it would add a lot of intrigue and interest.",
  "‘There has to be more Hispanics in the administration,’ Gingrich said in an interview on Wednesday.",
  "Egypt circulated the draft on Wednesday evening and the 15-member council is due to vote at 3 p.m.",
  "... #gindriana.” He proposed and she said yes in matching limited edition red velvet Nike dunks.",
  "Pangborn consults with multinational companies making global and domestic investment decisions.",
  "'We’re just beginning; it’s a dance,' Mr. Trump told reporters after meeting with Ms. Hewson.",
  "Sarah Ellison profiles the soon-to-be First Daughters.” http://bit.ly/2hcTsxV\n\nHOLIDAY CARDS!",
  "SPOTTED: Tchen, Andi Ball, Anita McBride, Susan Porter Rose, James Rosebush, Melanne Verveer.",
  "Bennett told POLITICO the firm will work for any cause but not for foreign governments.",
  "But we’re going to get the costs down, and we’re going to get it done beautifully.'",
  "And despite repeated requests for guidance, Clinton’s team did not wave them off.",
  "Playbook Reads\n\nPHOTO DU JOUR: Kevin Peters, left, shakes hands with Indiana Gov.",
  "When it failed on Monday, one aide mocked it as an unserious ‘coup’ attempt.",
  "Policy -- and loud proclamations -- sometimes get made at events like this.",
  "The organizers are looking to hold the event in Miami on Inauguration Day.",
  "I am pleased that she will be part of my senior team in the West Wing.\"",
  "-- GEORGE SOROS’ holiday card: “These times are not business as usual.",
  "Some colleagues thought Jordan was joking; he assured them he was not.",
  "... 2016 proved to be [CNN] most-watched year among total viewers.",
  "Ross is in the midst of lining up funding, according to a source.",
  "Brad Klapper is moving into a national security editing role.",
  "And so when I leave here, I’ll probably teach a little bit.",
  "The weekend is organized by the Heritage Foundation.",
  "I wear this jersey, It’s not about my comp.",
  "Wishing you the best in a troubled world.",
  ": “I live and breathe JPMorgan Chase.",
  "I want to make this place better.",
  "'It’s a little bit of a dance.",
  "ET … [today], diplomats said.",
  "I have been through a lot.",
  "But he has a caveat.",
  "I may write a book.",
  "I really mean it.",
  "...",
  "..."
]