[
  "President Trump tweeted Friday morning that \"everyone\" at the G-20 summit was talking about Democrats' refusal to cooperate with the U.S. probe of Russian election meddling -- prompting the target of the Twitter tear to blast the president as a \"whack job.\"",
  "Podesta was the former chair of Hillary Clinton's presidential campaign whose emails were stolen after he fell for a phishing scheme; however, Podesta did not run the Democratic National Committee -- which also had its email system breached.",
  "Several U.S. intelligence agencies expressed confidence the meddling was the work of the Russian government, a viewpoint Trump largely accepts -- however, Trump also contends other actors may have been involved.",
  "Trump tweeted ahead of his arrival in Hamburg, Germany: \"Everyone here is talking about why John Podesta refused to give the DNC server to the FBI and the CIA.",
  "Some members of Congress reportedly raised questions about why the DNC has never allowed investigators to look at the server, which is a key piece of evidence.",
  "\"Pulled in for a pit stop in E. Fairmont W. Va. to see that our whack job POTUS @realDonaldTrump is tweeting about me at the G20.",
  "The Washington Times reported Wednesday that federal investigators have not been able to obtain the DNC server in question.",
  "The only cybersecurity experts who’ve looked at the device is a private company from California called CrowdStrike.",
  "Podesta responded angrily to Trump, calling the president names and imploring him to focus on the G-20 summit.",
  "Get a grip man, the Russians committed a crime when they stole my emails to help get you elected President.",
  "\"On a x-country road trip with my wife,\" Podesta wrote in the first of seven tweets.",
  "God only knows what you'll be raving about on twitter by the time we get to Utah.",
  "Maybe you might try to find a way to mention that to President Putin.\"",
  "He added: \"BTW, I had nothing to do with the DNC.",
  "The Associated Press contributed to this report",
  "You’re representing the US at the G20.\"",
  "Dude, get your head in the game.",
  "Disgraceful!\""
]