[
  "“Leading people to believe that one side or the other has engaged in unlawful meddling tactics that undermine the legitimacy of the election outcome may be a better outcome than actually meddling in the system yourself.”\n\nOn Thursday, the Aspen Institute Homeland Security Group, a bipartisan consortium of homeland security and counterterrorism experts that periodically makes recommendations to policymakers, plans to issue a statement raising concerns about the possibility that Russia is seeking to manipulate the U.S. election.",
  "Like other current and former officials, Chertoff said the DNC hack has exposed significant flaws regarding “whether we are securing the data that we use in the actual electoral process.”\n\nElectoral System Not Protected from Hackers\n\nWith three months to go before the general election, current and former U.S. security officials confirmed to NBC News that the electoral system remains inadequately protected from hackers.",
  "“If a foreign power can hack an email server and be undetected, it can do the same to an Internet voting server,” Jefferson said “I’ve always considered Internet-facing election systems to be a national security threat.”\n\nMinnesota Online Systems Taken Down By Foreign Hackers\n\nThe most vulnerable prey for any foreign hacker is not an individual machine, but anything connected to the internet.",
  "“We experienced that and it was a powerful lesson that if you are only protecting yourself from vote manipulating hacking, you are only addressing part of the real world concern - keeping your systems running.”\n\nRitchie’s successor as Minnesota secretary of state, Steve Simon, was also concerned – not only about vulnerabilities in the state’s elections systems, but also to the data in them.",
  "David Jefferson, a former computer scientist at Lawrence Livermore National Laboratory who has been an advisor on voting technology to the past five California secretaries of state, said reforms have mitigated the threat of hacking, and noted that most states now have some system that includes a paper printout of electronically cast votes should any problem occur.",
  "/ Updated By Josh Meyer, Ken Dilanian, Stephanie Gosk and Brenda Breslauer\n\nASPEN, Colo. — U.S. officials are alarmed that the Russian hack of Democratic Party emails has exposed vulnerabilities in the security of the electoral voting system that are big enough to compromise the credibility of the upcoming presidential election.",
  "Even though his state has the most secure form of voting – using precinct-based optical scanners – hackers from afar can significantly disrupt an election by taking down computerized election programs as well as statewide voter registration systems that determine who can vote, and where, Ritchie said.",
  "Imagine, he said, if the hacker who has claimed responsibility for the DNC breach, known as Guccifer 2 -- whom many believed is linked to Russian intelligence -- proclaimed the day after the election that he had hacked Florida's electoral system and swung the state to Hillary Clinton.",
  "They say it’s unlikely that Russian agents or other groups would hack into individual U.S. voting machines nationwide and hand a victory to one candidate or another, but say hackers could remotely exploit any digital weaknesses in each state's electoral system to wreak havoc.",
  "What’s more, creating even the suspicion of some kind of digital meddling would throw the election results into disarray and undermine their legitimacy, four former Homeland Security officials and other cybersecurity experts attending the Aspen Security Forum told NBC News.",
  "Other potential gambits for hackers, said experts, include leaking more damaging internal information from campaign emails and files, planting damaging information about candidates and shutting down voting precincts in critical swing states like Florida and Ohio.",
  "But he said that a few states still don’t have such a rule, and there are numerous other points in state electoral systems that hackers can access, as well as some methods of voting for members of the military and other Americans overseas that are vulnerable.",
  "One reason is that the systems -- from the national committees for the Democratic and Republican parties to the actual voting machines -- are not part of the vast “Critical Infrastructure Protection” safety net set up by the Department of Homeland Security.",
  "Former Homeland Security Secretary Michael Chertoff said U.S. officials have to be wary because the Putin government is noted for using “information operations” to meddle in the political affairs of other governments in Europe and elsewhere.",
  "Experts tell NBC News that the computers running the state electoral systems are almost entirely unencrypted, and often don’t have backups, leading to potential catastrophe if the data is somehow corrupted or compromised.",
  "Said a spokesperson for the Colorado secretary of state, \"Colorado has vigorous voting-systems standards that require all voting systems to operate on a closed network that cannot be accessed through the Internet.\"",
  "\"You won't find any cyber security expert who says there shouldn’t be a paper back up,\" for electronic voting systems, said Dmitri Alperovich, a co-founder of CrowdStrike, which investigated the DNC hack.",
  "In 2009, for example, foreign hackers crashed Minnesota's online business services system for several days, raising concerns about the vulnerability of its election programs, which were not targeted.",
  "For example, in statements to NBC News, officials in Colorado, New York and California all stressed that these measures included making sure no voting machines are ever connected to the internet.",
  "The group also wants to ensure that the ongoing FBI-led investigation into the DNC hack goes beyond just identifying a culprit to finding ways in which the electoral system could be compromised.",
  "“Which is why, since taking office in 2015, Secretary Simon has devoted significant resources towards constantly upgrading the security of our systems,” said his chief of state, Jake Spano.",
  "Mark Ritchie, the Minnesota secretary of state from 2007 to 2015, said he had nightmares about a wide array of electronic vulnerabilities that could compromise an election.",
  "He cited the paper-based voting controversy in Florida that, to many, continues to cast doubt on whether George W. Bush actually beat Al Gore in the 2000 election.",
  "And aside from outright hacking of individual machines, there are a wide range of possible ways Russian agents or other hackers could disrupt the election.",
  "The group wants Congress and the executive branch to fully investigate the matter, the statement will say, according to council members familiar with it.",
  "But the incident showed that “outside hackers who want to disrupt elections can do so by a whole range of things that disable systems,” Ritchie said.",
  "\"It's hanging chads weaponized,” said Stewart Baker, a former top official at the Department of Homeland Security and the National Security Agency.",
  "It's not clear, Alperovich says, that officials could ever prove or disprove such a claim, given the current state of technology.",
  "For example, 25 states allow at least some voting by internet or email, and all states have some kind of on-line registration.",
  "The hackers that crashed the Minnesota Secretary of State’s Office programs in 2009 did so when there wasn’t an election.",
  "Any computer that helps runs the electoral system, collecting or sending vote tallies, would be an attractive target.",
  "Most Americans, in fact, still vote via paper ballot, but that doesn't mean their votes don't end up on computers.",
  "State election authorities have taken steps to address acknowledged vulnerabilities in their electoral systems.",
  "The systems are also not protected by the federal government because each state runs its own electoral system.",
  "\"We don’t have the forensic capability to actually go out and confirm that nothing happened,\" he said.",
  "This \"air gap\" makes it impossible to manipulate individual machines remotely.",
  "But a handful of states still don't require that they be separated.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"It’s insane to think you can create a perfectly secure system.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "“You don’t actually have to change the outcome,” he said.",
  "Jefferson said those systems are wide open to hacking.",
  "Baker agrees."
]