[
  "Hackers affiliated with the Russian government are believed to have extensively compromised the Democratic National Committee's computer system and have stolen opposition research on presumptive Republican nominee Donald Trump.",
  "According to The Washington Post, which first reported the story, hackers thought to be working for two different Russian intelligence agencies were able to \"read all e-mail and chat traffic\" in the DNC's system.",
  "\"Trump's foreign investments, for example, would be relevant to understanding how he would deal with countries where he has those investments...They may provide tips for understanding his style of negotiating.",
  "Trump, meanwhile, has questioned NATO's continued role and often calls for better relations with Moscow, but it is still routine for foreign spies to look into the activities of American political figures.",
  "\"The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,\" said DNC chairwoman Rep. Debbie Wasserman Schultz.",
  "After DNC officials were alerted to unusual network activity in April, CrowdStrike installed software on DNC computers that determined to separate groups had gained access.",
  "CrowdStrike is less sure who Cozy Bear is, but said it could be the FSB, the Russian internal security organization once run by Vladimir Putin, the president of Russia.",
  "Putin has complimented Trump in the past and Paul Manafort, one of the Republican candidate's top aides, has worked with Kremlin-linked figures abroad.",
  "\"The purpose of such intelligence gathering is to understand the target's proclivities,\" former CIA and NSA senior aide Robert Deitz told the Post.",
  "\"Their job when they wake up every day is to gather intelligence against the policies, practices and strategies of the U.S. government.",
  "In short, this sort of intelligence could be used by Russia, for example, to indicate where it can get away with foreign adventurism.\"",
  "\"When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "U.S. officials believe that the two intelligence groups have an adversarial relationship and compete for Putin's favor.",
  "\"We're perceived as an adversary of Russia,\" Shawn Henry, a former head of the FBI's cyber unit, told the Post.",
  "The second group, dubbed Fancy Bear, broke into the system in late April and was quickly noticed by the DNC.",
  "No financial information was stolen, which indicates that the breach was not the work of criminal hackers.",
  "The first group, nicknamed Cozy Bear, has monitored internal DNC communications since last summer.",
  "A spokesperson for the Russian Embassy told the Post they had no knowledge of the operation.",
  "[Hacking] is one of the more valuable because it gives you a treasure trove of information.\"",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.\"",
  "Fancy Bear is believed to be the GRU, Russia's military intelligence organization.",
  "Henry's cyber security firm, CrowdStrike, was called in to handle the breach.",
  "The hackers were all kicked out of the DNC computer system last weekend.",
  "There are a variety of ways."
]