[
  "Adam Meyers, vice president of intelligence at CrowdStrike, which helped take down the Kelihos botnet today and was contracted to investigate the DNC breach, said Levashov appeared to be entirely criminally-motivated, though he wouldn't go as far as to outright deny the possibility of the defendant's involvement in the election hits.",
  "The complaint and related search warrant detailed just how the U.S. worked with American cybersecurity company CrowdStrike and Shadow Server (which Forbes understands is the Shadowserver Foundation, a crew of volunteers who track criminal activity on the web) to stop infected Windows PCs communicating with the Kelihos masterminds.",
  "According to a report in Russian publication RT, Levashov's wife claimed that when the accused was arrested while holidaying in Spain, law enforcement officials said his apprehension was in part due to his involvement in the attacks on the election, which included the notorious breach of the Democratic National Committeee (DNC).",
  "Though the recent indictment of accused cybercriminal Alexsey Belan, said to have carried out a massive attack on Yahoo in 2014 on behalf of the FSB, indicated the U.S. does believe the Russian government will work with digital crooks, there's little more than hearsay that Levashov was involved in the election attacks.",
  "Rule 41 lets cops take down Kelihos\n\nThe DoJ, while reticent on the DNC hack links, did release a slew of court filings related to its takedown of Kelihos, which would steal victims' passwords, send out epic amounts of spam from infected PCs and drop more malware on affected computers, including ransomware.",
  "Microsoft also previously named two other men as perpetrators of the Kelihos conspiracy, including another Russian citizen Andrey Sabelnikov, a former IT security professional, who later proclaimed his innocence.",
  "Other than a report from reputed Spanish publication El Confidencial that also indicated a link between Levashov and the election hacks, there was little more information on the connection, however.",
  "Meyers said users whose systems contained the Kelihos malware wouldn't notice and disruption and in its court filing, the government stressed it would not snoop on or affect content on those PCs.",
  "Levashov was arrested last Thursday in Spain, according to reports this weekend, and the U.S. is now seeking his extradition due to his alleged involvement in running the Kelihos botnet.",
  "This involved the use of Rule 41, a controversial surveillance law that allows American judges to grant warrants to search and seize electronic media located outside of their districts.",
  "Together, they would send out commands to those systems running the Kelihos malware to stop communicating with the systems known to control the distributed, criminal network.",
  "Peter Carr, spokesperson for the DoJ, appeared to hint Levashov was not associated with the DNC breach, telling Forbes: \"Read the documents and you won't see any connection.\"",
  "The U.S. is yet to actually file a fresh indictment against Levashov, despite its complaint and the arrest in Barcelona, reportedly requested by American law enforcement.",
  "Storm was similar to Kelihos in that it sent spam to \"facilitate pump and dump schemes and the purchase of grey market pharmaceuticals,\" the U.S. complaint read.",
  "This allowed his team to inject into the malware command and control software an updated peer list that would prevent the bots from getting updates.",
  "In its complaint, the FBI said a Russian individual, Peter Yuryevich Levashov, operated a large network of hacked computers known as a botnet.",
  "That meant it could not simply be shut down by taking out central servers commanding the bots, as each one receives commands from the other.",
  "But there was a wholly unsubstantiated connection between Levashov and attacks on the U.S. election flying around the web this weekend.",
  "According to Meyers, it was also rented out to cybercriminals who wanted to make money on the back of Levashov's alleged creation.",
  "Levashov, also known as Peter Severa, was previously accused of running the Storm botnet from January 2007 until September 2008.",
  "Meyers said it appeared as if 45,000 computers across the globe had been compromised by Kelihos when they took it out on Friday.",
  "Somewhere between 25,000 and 100,000 computers were said to be infected with Kelihos, which peaked at around 115,000 in 2012.",
  "The U.S. government announced a major action against a massive spamming and cybercriminal operation known as Kelihos today.",
  "\"This guy was a criminal kingpin, somebody that's been known for years by many in the industry,\" Meyers told Forbes.",
  "U.S. intelligence agencies, the FBI and the DHS claimed earlier this year the Kremlin had sponsored those hacks.",
  "DoJ spokesperson Carr said of the arrest in Spain: \"That is a related criminal case that remains under seal.\"",
  "If you don't have him in custody, he can probably take control of and distribute a new malware,\" Meyers said.",
  "Indeed, Microsoft attempted to take out the Kelihos botnet in 2012, but another spawned almost a day after.",
  "But his alleged crimes could still receive severe punishment if Levashov faces trial in an American court.",
  "The FBI noted it had to take such a measure as the Kelihos botnet was run in a peer-to-peer fashion.",
  "Previous complaints against Levashov were dropped in 2014, though, as he could not be apprehended.",
  "As much as 5-10 per cent of infected machines are based in the U.S., the DoJ complaint read.",
  "He said CrowdStrike researchers uncovered a flaw in the Kelihos malware design.",
  "\"Obviously being Russian there’s always rumours about connections...",
  "He was also associated with another large botnet called Waledac.",
  "\"He's been, from the get go, a very financially motivated guy.",
  "But from our visibility this was criminally motivated.\"",
  "That happened Friday, a day after Levashov's detention.",
  "\"They had to make sure they had this guy in custody.",
  "Instead it had to be \"poisoned,\" Meyers explained.",
  "That could include computers in foreign countries.",
  "And indications are the U.S. sees no link at all."
]