[
  "This point was agreed on by security firm Crowdstrike's Chief Technical Officer, Dmitry Alperovitch, who noted that he had met with senior government officials across Europe who were afraid that the Kremlin's success will herald similar attacks aimed at upcoming elections in France and Germany: \"They're concerned that the precedent that's been set is that you can do this against the US, and if so, that they'll be walked all over by Russia.\"",
  "Moscow-based internet security giant Kaspersky has estimated that there are over 1,000 hackers in Russia specialising in financial crime Agence France-Presse/Kirill Kudryavtsev\n\nHowever, covertly, through state-sponsored cyber operations Russia's has pursued new foreign policy initiatives designed to destabilised its enemies and support its goals in the international community.",
  "Lamar Salter\n\nIn an article for the Moscow newspaper Moskovskie novosti prior to his re-election in 2012, Putin strongly criticised United States involvement in the Arab Spring arguing that, \"'Soft power' is a complex of tools and methods to achieve foreign policy goals without the use of force, through information and other means of influence.",
  "Most recently of course Russia is believed to have delved into political cyber operations through the state-sponsored cyber hacking group APT28 who attacked not just the White House but also orchestrated the Clinton-DNC attack and Wikileaks release of 20, 000 emails days before the Democratic National Congress.",
  "According to a recent Chatham House Research Paper by Keir Giles entitled Russia's New Tools For Confronting the West, Russia has already found out that they can silence the voices of opposition to their narrative globally on social media by utilising an online 'troll army'.",
  "German Chancellor Angela Merkel who is up for re-election in 2017 has also stated, \"We are already, even now, having to deal with information out of Russia or with internet attacks that are of Russian origin or with news which sows false information.\"",
  "Internationally, Russia also runs the risk of opening itself up to revenge attacks from other international cyber warfare units, who are seeking redress for the previous incursions onto high level targets like the Whitehouse or the German Parliament.",
  "From launching cyberattacks on their domestic market to attacking overseas targets, cyber units have the ability to cause massive social unrest and destabilisation in Russia itself if they turn their skills on their own country.",
  "Nevertheless, in March 2016 Valery Gerasimov, Russian Chief of General Staff at the Academy of Military Science, spoke about how the Colour Revolutions of the early 2000's forced Russia to reconsider its Foreign Affairs Policy.",
  "Russia has already demonstrated its willingness to interfere in a western nations democratic processes and their success in this endeavour could be viewed as a mandate to interfere in future elections run in Western nations.",
  "Arguing that these people-powered revolutions were a form of hybrid warfare, Gerasimov stated that \"responding to them using conventional troops is impossible: they can only be counteracted with the same hybrid methods.\"",
  "Russia has been supporting Russian culture around the globe through cultural organisations like Russkiy Mir and the government agency Rossotrudnichestvo,which currently has an operating budget of 95.5 million dollars.",
  "Cold War revisited\n\nSince the collapse of the Soviet Union Russia's foreign policy has relied heavily upon its military might or hard power to ensure its national security and protect its interests internationally.",
  "Aiding this endeavour was a combination of the globalisation of the western media companies, the American entertainment industry, the accessibility of the internet and western nation's foreign policy initiatives.",
  "Unfortunately, these methods are often used to encourage and provoke extremism, separatism, nationalism, manipulation of public sentiment, and outright interference in the internal affairs of sovereign states.\"",
  "During the Cold War the Soviet Union utilised soft power as a weapon just as well as the west, promoting ideologically based Communist revolutions in countries such as Vietnam and Afghanistan to name a few.",
  "In January 2016, the use of mass bots posting automated complaints led to the banning of pro-Ukrainian accounts on twitter, thereby silencing an open and free medium that challenged Russian disinformation.",
  "Citing events like Colour Revolutions, the Maiden Protest in the Ukraine and uprisings of the Arab Spring, Russia believed America was using soft power as a weapon in a new form of hybrid warfare.",
  "But Russia has reasserted itself with a vengeance in 2016, and it's place on the world stage, especially with the election of the pro-Putin Donald Trump in the US, is looking stronger than ever.",
  "During the Cold War, America and the Soviet Union utilised soft power to promote their ideologies, norms and values in order to win over the hearts and minds of the international community.",
  "According to Australian cybersecurity researcher Daniel Clark from the University of New South Wales one of the risks to Russia stems from training a group of people in cyber warfare.",
  "From its intercession in the Syrian conflict, to the recent renewal of its military might in the Pacific and the Baltic, Russia has restored its superpower status with a vengeance.",
  "In the wake of the collapse of the Soviet Union, many western nations continued to utilise soft power initiatives to consolidate the spread of western liberal ideas and culture.",
  "The end result would be the gradual development of a hostile cyber environment that has the potential to spread globally, generating an unsecure global cyber environment.",
  "Kirill Kudryavtsev/Reuters Gone are the days when Putin was content with maintaining Russia's dominion over its near abroad in Central Asia, the Caucasus and the Baltics.",
  "Old dog with new tricks\n\nFor Russia this means responding in kind, which is currently in line with Russia's pragmatic understanding of soft power and its applications.",
  "But over the past 24 months, Russia has been engaged in creating a new and unique soft power policy to redefine its hard and soft mechanisms for foreign policy.",
  "According to Clark there can be significant long-term management problems if these individuals choose to utilise their skills outside of their designated work.",
  "This will undoubtedly affect its ability to finance many of these soft policy initiatives and the lack of economic funding will bring its own set of risks.",
  "As a result, on the surface Russia is presenting itself as magnanimous and practical world power via its media mouthpieces Russia Today and Sputnik.",
  "Soft power or the expansion of a nations influence through persuasion and attraction rather than military or economic pressure is not a new idea.",
  "Since 2014 Russia has been accused of striking numerous countries such as the Ukraine, Germany, France and the United States with cyber-attacks.",
  "Risks for Russia\n\nRussia's recent wins with soft power do not guarantee it will have continued success in the international community.",
  "Currently Russia is languishing economically with massive currency inflation, declining foreign investment and weak economic growth.",
  "German Chancellor Merkel arrives for a statement in Berlin Thomson Reuters\n\nIt is not just governments that will be targeted.",
  "Soft power as a foreign policy tool is highly contingent on domestic economic strength and technological capacity.",
  "Soft warfare\n\nFor Russia, this extensive dispersal of western liberal influence was viewed as a potential threat.",
  "Most interesting is the new and innovative playbook Russia is using for its foreign policy agenda.",
  "The concept that this is a new type of hybrid warfare is incongruous.",
  "Putin is now openly pursuing a much larger foreign policy platform.",
  "The risks of Russia's new covert foreign policy are manifold.",
  "The risks Russia faces will, naturally, continue in 2017.",
  "Risk to western democracies?",
  "Vladimir Putin."
]