[
  "Doc used to take showers with the team even though he didn’t do any workouts, and everybody used to snicker about how you go into his office for a sore shoulder and he tells you to take your pants down.”\n\nIan Fury, a spokesperson for Jordan, maintained that “Congressman Jordan never saw any abuse, never heard about any abuse, and never had any abuse reported to him during his time as a coach at Ohio State.”\n\n“He has not been contacted by investigators about the matter but will assist them in any way they ask, because if what is alleged is true, the victims deserve a full investigation and justice,” Fury said in an updated statement after the NBC News article was released.",
  "NBC News reported it was told by three former student wrestlers that, as characterized by the news network’s online article, “it was common knowledge that Strauss showered regularly with the students and inappropriately touched them during appointments and said it would have been impossible for Jordan to be unaware.”\n\nNBC reported further that one former student wrestler claims he told Jordan about Strauss’s abuse.",
  "NEW YORK — Perkins Coie, the law firm obtained by Ohio State University to probe molestation allegations by former student wrestlers against their team doctor, paid the controversial Fusion GPS firm to produce the largely discredited, infamous anti-Trump dossier that sparked collapsed claims that President Trump’s 2016 campaign colluded with Russia.",
  "NBCNews.com, citing university officials involved with the investigation, broke the story that Jordan is among the witnesses expected to be questioned by “the law firm that Ohio State hired to conduct the probe into Strauss’ misconduct.”\n\nNot until the 37th paragraph does the article inform readers that the firm in question is Perkins Coie.",
  "The Ohio State University case could have political implications since former students are charging that Rep. Jim Jordan (R-OH), who was an assistant wrestling coach at the university from 1986 to 1994, knew that team physician Dr. Richard Strauss allegedly abused students on the team.",
  "According to House Intelligence Committee documents, the questionable dossier was also used by Obama administration officials to obtain a FISA warrant to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "Addressing his time in prison, Yetts admitted, “I am not a perfect person, but ask any of the wrestlers and they will tell you everybody knew about Doc.”\n\nNBS News cited another former teammate as saying that he said he never told Jordan about the allegations.",
  "The DNC reportedly did not allow the FBI to gain access to servers that were suspected of being hacked, instead coming to an arrangement with the federal agency in which CrowdStrike carried out forensics on the servers and shared details with the FBI.",
  "Last October, the Washington Post reported that in April 2016, attorney Marc E. Elias and his law firm Perkins Coie retained Fusion GPS to conduct the firm’s anti-Trump work on behalf of both Clinton’s 2016 presidential campaign and the DNC.",
  "While it is not clear how much the Clinton campaign or the DNC paid Fusion GPS, the UK Independent, citing campaign finance records, reported that the Clinton campaign doled out $5.6 million to Perkins Coie from June 2015 to December 2016.",
  "Records show that since November 2015, the DNC paid the law firm $3.6 million in “legal and compliance consulting.”\n\nSteele reportedly met with the FBI on July 5, 2016 to report his purported findings about Trump and Russia.",
  "That former teammate, however, said it was difficult to believe that Jordan didn’t hear rumors about Strauss “because it was all over the locker room.”\n\n“I love Jimmy to death,” said the former wrestler.",
  "The controversy regarding Jordan, meanwhile, centers on abuse allegations against Strauss, who served as the Ohio State University wrestling team doctor from the mid-1970s to late 1990s.",
  "The one ex-student claiming he told Jordan about Strouss’s alleged crimes, Dunyasha Yetts, is quoted in the article saying that he and others spoke to Jordan about the allegations.",
  "They went in and talked to Strauss.”\n\n“For God’s sake, Strauss’s locker was right next to Jordan’s and Jordan even said he’d kill him if he tried anything with him,” Yetts added.",
  "Besides its role in sending funds to Fusion GPS, Perkins Coie also reportedly helped draft the outside firm CrowdStrike to aid with the DNC’s allegedly hacked servers.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Jordan founded the House Freedom Caucus, serves as an important ally to President Trump, and is considered a frontrunner to replace Rep. Paul Ryan as House speaker.",
  "The political origins of the dossier and issues relating to Steele’s credibility as a source were kept from the FISA court, a House Republican memo documents.",
  "NBC News also fails to report that Perkins Coie is embroiled in the Russia interference investigation for which Jordan has become a vocal Trump defender.",
  "Through Perkins Coie, Clinton’s campaign and the DNC continued to fund Fusion GPS until October 2016, days before Election Day, the Post reported.",
  "Perkins Coie has also been the law firm for the Democratic National Committee (DNC) and represented Hillary Clinton’s 2016 presidential campaign.",
  "“Powerful GOP Rep. Jim Jordan accused of turning blind eye to sexual abuse as Ohio State wrestling coach,” is the title of the NBC News article.",
  "The Steele dossier was reportedly utilized by the FBI in part to conduct its probe into Trump over the unsubstantiated Russia collusion claims.",
  "CrowdStrike is the third-party company ultimately relied upon by the FBI to make its assessment about alleged Russian hacking into the DNC.",
  "The NBC News article entirely fails to report that Perkins Coie represented both the DNC and Clinton’s 2016 presidential campaign.",
  "“I remember I had a thumb injury and went into Strauss’ office and he started pulling down my wrestling shorts,” Yetts said.",
  "NBC News reports that Yetts served 18 months in prison and admitted to defrauding investors out of about $2 million.",
  "The work resulted in the publication of the dossier authored by former British spy Christopher Steele.",
  "Jordan made a name for himself grilling witnesses during Russia interference investigations.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "“It was a head-scratcher to me why he would say he didn’t know anything.",
  "Jordan has vehemently denied any knowledge of the alleged abuse.",
  "And I went out and told Russ and Jim what happened.",
  "“I’m like, what the f— are you doing?",
  "Follow him on Facebook.",
  "Strauss died in 2005.",
  "I was not having it."
]