[
  "We honor Amy McGrath’s service, but shouldn’t she live here for a while before she tries to represent us?’” McGrath, a Marine veteran, called the ad “an attack against any American citizen who chooses to serve their country in times of war.”\n\nICYMI — \"Abdul El-Sayed's Michigan gubernatorial campaign clears another hurdle\" by the Detroit Free Press' Kathleen Gray: \"It’s officially official, Abdul El-Sayed is eligible to run for governor.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nBOOSTERS — “‘Can the black candidate win?’ Dems out to prove it in 2018,” by Campaign Pro’s Maggie Severns: “A network of Democratic donors and operatives are organizing an ambitious effort to elect African-American candidates for governor and Congress in 2018 — politicians who have often been overlooked by the party’s predominantly white leadership in past years.",
  "— “Democrats flood Georgia aiding Abrams ahead of primary,” by Campaign Pro’s Daniel Strauss: “A horde of prominent Democratic figures and outside groups have rushed south this week to boost Democrat Stacey Abrams’ historic candidacy for governor of Georgia, where opportunities to support a longtime Democratic rising star and flip a coveted state have converged in one of the top campaigns of 2018.” Full story.",
  "SECRET MONEY — “Ryan-linked group raised $24.6M from anonymous donor,” by Campaign Pro’s Scott Bland: “American Action Network, the nonprofit group closely aligned with House Speaker Paul Ryan, raised a record $41.9 million amid the GOP push to repeal Obamacare and restructure the tax code — more than half of which came from one donor, according to a tax filing obtained by POLITICO.",
  "— The meddlers: Duty and Country PAC, the Democratic group that attacked Rep. Evan Jenkins (and eventual nominee Patrick Morrisey, a little bit) in the West Virginia GOP Senate primary, raised most of its $1.8 million from New York, including $500,000 from the Greater New York Hospital Association Management Corp. and $400,000 from billionaire investor James Simons.",
  "PEACE DEAL — Feuding CA-39 Democrats Andy Thorburn and Gil Cisneros to cease attacks: In an agreement brokered by California Democratic Party chairman Eric Bauman and the DCCC, the two candidates agreed “to halt negative campaigning against each other and focus on promoting themselves in the last three weeks” before the June 5 primary, according to a party release.",
  "WINNING GEORGIA — “The Complicated Politics Of How Democrats Win In Georgia,” by Buzzfeed’s Darren Sands: “The direction of Democratic politics in Georgia, the party’s prospects for expanding the electorate, and whether Georgia turns blue after trending that way for years might be linked to the legacy, future, and political relevance of a merit-based scholarship.",
  "Days until the 2018 election: 169\n\nUpcoming election dates — May 22: Arkansas, Georgia and Kentucky primaries, plus Texas primary runoffs — June 5: Alabama, California, Iowa, Mississippi, Montana, New Jersey, New Mexico and South Dakota primaries — June 12: Maine, Nevada, North Dakota, South Carolina and Virginia primaries.",
  "— “Disclosure: VoteVets nonprofit powered by small group of big funders,” by Severns: “The nonprofit arm of the political group VoteVets, called VoteVets Action Fund, raised $6.3 million between mid-2016 and mid-2017, but the majority of its revenue came from a handful of large anonymous donors, new tax documents show.",
  "Shri Thanedar, one of the three Democratic candidates for governor, and three other Michigan voters filed challenges to El-Sayed’s candidacy because the former Detroit health department director lived in New York from 2013-2015 while he went to school and taught at Columbia University.\"",
  "REVOLUTIONARY WAR — “Bernie’s army in disarray,” by POLITICO’s Edward-Isaac Dovere: “Bernie Sanders’ top operatives formed ‘Our Revolution’ after he lost the 2016 primaries to keep his army organized and motivated — and potentially prepare for another presidential run in 2020.",
  "… MEANWHILE… — Negative ads spark late fire in KY-06 primary: “Less than a week before Election Day, Lexington Mayor Jim Gray launched the first negative television ad in the Democratic primary for Kentucky's 6th Congressional District,” the Lexington Herald-Leader reports.",
  "STAFFING UP — Lowenstein to manage Murphy’s reelect: Jenna Lowenstein, the digital director for Hillary Clinton’s 2016 presidential campaign, announced on Twitter that she is joining Sen. Chris Murphy’s (D-Conn.) reelection campaign as the campaign manager.",
  "...\n\n\"Monthly online fundraising totals have plummeted to just a third of its takes a year ago, based on an analysis of processing fees reported to the IRS by Act Blue, the tool Our Revolution uses, and verified by several people familiar with its finances.",
  "As minority leader of the Georgia House of Representatives, Abrams negotiated a deal with Republicans that her campaign argues saved public education financing for Georgia’s college students at a time when such programs were under siege.” Full story.",
  "CODA — QUOTE OF THE DAY: “Florida really has no campaign finance laws.” — Christian Ulvert, a consultant to Democratic gubernatorial candidate Philip Levine, in an AP story on the glut of early candidate and outside spending on the race.",
  "But their efforts are also motivated by weariness, some said, of watching local and national Democratic groups — and the largely white donors who fund political campaigns — pass over promising African-American politicians before.",
  "The core tension point between Abrams and [Stacey] Evans is a series of negotiations in 2011 after the HOPE scholarship faced insolvency: The state could no longer afford to send anyone who made B’s to college tuition-free.",
  "After the Michigan Secretary of State said the Shelby Township Democrat was eligible last week, the Court of Claims ruled Thursday that the lawsuit El-Sayed filed, asking the court to confirm his eligibility was dismissed.",
  "CA-39 has become a key district of concern for Democrats regarding a potential general election lock-out in the fall, because multiple Republicans are running and polling near the top of the top-two, all-party primary.",
  "NEW THIS AM — Baldwin ad features mother who lost child to opioids: The minute-long spot from Sen. Tammy Baldwin (D-Wis.) features Bev Kelley-Miller, who says, “I know that Tammy Baldwin understands addiction.",
  "… Amid the poor fundraising, Our Revolution earlier this month filed paperwork to launch a PAC so Sanders can help it raise money directly and so the group can coordinate directly with campaigns.“ Full story.",
  "As a ‘social welfare’ group organized under section 501(c)(4) of the tax code, AAN can raise money in unlimited amounts, but it is not required to disclose its donors, unlike a super PAC.” Full story.",
  "… Board members and Sanders presidential delegates from 2016 have raised questions about whether the group’s president, Nina Turner, is using her position to prepare for a presidential run of her own.",
  "— Other items from the May monthlies: Women Vote!, the super PAC arm of EMILY’s List, took in another $1 million in April from Irwin Jacobs, the grandfather of CA-49 Democratic candidate Sara Jacobs.",
  "They see the 2018 elections as a crucial opportunity to elect a wave of black candidates … [and] inspire higher African-American voter turnout that will boost the whole Democratic Party in November.",
  "— From the DCCC’s report: The committee’s biggest expenditure last month was a $500,000 payment to CrowdStrike, the cybersecurity firm that helped the DCCC respond to Russian hacking in 2016.",
  "The new 990 form, which was obtained by the good government group Issue One, shows … five donations of $500,000 or more, which accounted for more than half of that fundraising.” Full story.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "The money raised includes $24.6 million from a single anonymous donor, according to AAN’s 2017 tax return, which covers July 2016 to June 2017 and was filed this week.",
  "Upcoming filing deadlines — Arizona: May 30 — Vermont: May 31 — Alaska, Kansas, Wisconsin and Wyoming: June 1 — Hawaii and Minnesota: June 5 — Connecticut: June 12.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, dstrauss@politico.com, mseverns@politico.com and jarkin@politico.com.",
  "Donors and operative push to elect black candidates\n\nWith Scott Bland\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "You can also follow us on Twitter: sbland@politico.com, eschneider@politico.com, dstrauss@politico.com, mseverns@politico.com and jarkin@politico.com.",
  "— Democrats’ Senate Majority PAC raised $8.7 million in April, including $2 million each from Family Guy’s Seth MacFarlane and LIUNA’s super PAC.",
  "House Majority PAC raised over $2.5 million in April, $2 million of which came from the United Brotherhood of Carpenters and Joiners’ super PAC.",
  "…\n\n\"‘There have been historical challenges with candidates of color receiving support from institutions, both the party and progressive groups.",
  "Ellison has served as a spokesperson for Rep. Ami Bera and as communications director for Portland Mayor Ted Wheeler’s campaign in Oregon.",
  "— The GOP’s Senate Leadership Fund brought in $627,000 and has $13.4 million on hand, including $250,000 from New Balance’s James Davis.",
  "— Annie Ellison to manage Danny O’Connor campaign: Annie Ellison has been hired as Democrat Danny O’Connor’s campaign manager.",
  "The history’s there,’ said Quentin James, cofounder of Collective PAC, an incubator and PAC for African-American candidates.",
  "And don’t forget that Congressional Leadership Fund collected a $30 million contribution from Sheldon Adelson last month.",
  "She understands that anyone can be affected by it,” as she touts Baldwin’s efforts to combat the opioid crisis.",
  "They also pledged to support the Democratic candidate in the general election — assuming one advances.",
  "“‘Now she’s running for Congress to represent the one place she’s never lived: here,’ a narrator says.",
  "Meanwhile, Republicans’ Mountain Families PAC got all of its $1.4 million from Senate Leadership Fund.",
  "Before that she was communications director for Democrat Gretchen Whitmer’s gubernatorial campaign.",
  "She previously was communications director for the advocacy organization Build a Better Michigan.",
  "But an extensive review of the Sanders-inspired group depicts an organization in disarray.",
  "‘There’s a challenge there of, I’m calling it imagination, but some call it viability.",
  "‘In fact, she moved here from Maryland just last year to run for Congress.",
  "FEC MAY REPORTS — DCCC raised $11.2M, NRCC $5.4M in April: Full story.",
  "The group has $32.2 million banked.",
  "HMP has $14.7 million in the bank.",
  "'Can the black candidate win?'",
  "'Can the Latino candidate win?",
  "Thanks for joining us!",
  "See the ad here.",
  "'’” Full story.",
  "Full story.",
  "..."
]