[
  "Panel: Rep. Val Demings (D-Fla.), Jeff Weaver, Michael Caputo and Amanda Carpenter\n\n-- CNN’s “Fareed Zakaria GPS”: James Clapper and Michael Hayden ... Dina Esfandiary … Michael McFaul\n\n-- CNN’s “Reliable Sources”: Trevor Noah … April Ryan … Nicholas Kristof … Jason Rezaian\n\n-- Univision’s “Al Punto”: Puerto Rico Resident Commissioner Jenniffer Gonzalez … Rep. Carlos Curbelo (R-Fla.) … Ezequiel Hernandez … Carlos Chamorro … Manuel Oliver\n\n-- C-SPAN: “The Communicators”: Former FCC chair Tom Wheeler senior adviser Gigi Sohn and former FCC Commissioner Robert McDowell … “Newsmakers”: Rep. Mark Meadows (R-N.C.), questioned by The Washington Examiner’s Susan Ferrechio and The Washington Post’s Mike DeBonis … “Q&A”: University of California – Santa Barbara’s Yunte Huang\n\n-- MSNBC’s “Kasie DC”: Rep. Carlos Curbelo (R-Fla.) … Rep. Joaquin Castro (D-Texas) … Danny Danon … Jon Meacham … Michael Steel … Jennifer Egan … Dan Balz … Gabe Debenedetti … Shawna Thomas … Eli Stokols … John Hudson … Anita Kumar … Aruna Miller\n\n-- “The McLaughlin Group”: Moderator Tom Rogan with Pat Buchanan, Eleanor Clift, Clarence Page and Neera Tanden\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at MackOnPolitics.com): Washington Free Beacon editor Matthew Continetti.",
  "He picked me.” https://wapo.st/2KhO2xj\n\n-- “Don’t Blame Phones for Narcissism,” by Gal Beckerman in TNR: “A new book argues that 2,500 years of culture have caused an outbreak of self-obsession.” http://bit.ly/2KhlVhH\n\n-- “‘What Happened to Alan Dershowitz?’” by Evan Mandery in POLITICO Magazine’s Friday Cover: “How a liberal Harvard professor became Trump’s most distinguished defender on TV, freaked out his friends and got the legal world up in arms.” https://politi.co/2KTkfMq\n\n-- “The College That Wants to Take Over Washington: Hillsdale College might be cozying up to Trump, but its acolytes are playing the long game,” by Alice Lloyd in her POLITICO Magazine debut: On Saturday “Vice President Mike Pence will bless the right-leaning college’s graduation ceremonies ... What’s happened to Hillsdale lately reflects the compromises conservative institutions across the country have made following Donald Trump’s 2016 victory: They’ve accommodated themselves to the president.",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH -- “Ronan Farrow Gets New Book Deal for Investigative Title 'Catch and Kill,’” by the Hollywood Reporter’s Erik Hayden: “In an April 12 story [http://bit.ly/2KUmhw1] published in The New Yorker about the owner of The National Enquirer, Farrow outlined the practice of ‘catch and kill’ at the tabloid, describing it as a process of buying stories ‘in order to bury them.’ Farrow's book is described by the publisher as ‘a deeply personal story about a reporter grappling with how much to put on the line to protect the truth, and a story that expands our understanding of the forces in law, politics, and media that maintained a conspiracy of silence around Weinstein and other men in power committing gross abuses with impunity.’” http://bit.ly/2wJ90n1\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “The smear that killed the ‘reset,’” by Michael McFaul in WaPo: “Putin needed an American enemy.",
  "But it wound up being about a lot more than that.” http://bit.ly/2rC6fho\n\n-- “The Promise of Vaping and the Rise of Juul,” by Jia Tolentino in the New Yorker: “Teens have taken a technology that was supposed to help grownups stop smoking and invented a new kind of bad habit, molded in their own image.” http://bit.ly/2I9hCZn\n\n-- “William Barber Takes on Poverty and Race in the Age of Trump,” by Jelani Cobb in the New Yorker: “After the success of the Moral Monday protests, the pastor is attempting to revive Martin Luther King, Jr.,’s final—and most radical—campaign.”\n\nhttp://bit.ly/2wB28aY (h/t Longreads.com)\n\n-- “‘I had to guard an empty room’: the rise of the pointless job,” by David Graeber in the Guardian: “Everyone is familiar with the sort of jobs that don’t seem to do much of anything: HR consultants, communications coordinators, PR researchers, people who staff committees that discuss the problem of unnecessary committees.",
  "So that’s a bummer.” Read his Playbook Plus Q&A: https://politi.co/2IdyxKp\n\nBIRTHDAYS: Paul Begala is 57 ... Matthew Hiltzik, president/CEO of strategic communications and consulting firm Hiltzik Strategies, is 46 ... Penny Lee, chief strategy officer at 1776, celebrating her 50th with a birthday party hosted by Stephanie Cutter, Jeff Moorad, and Heather Podesta on May 23 (hat tip: Peter Cherukuri) ... Yahoo News’ Michael Isikoff is 66 (h/t Tim Burger) ... Politico’s Andrew Thorne is 28 ... Allison Turner of Human Rights Campaign ... Joe DeFeo ... John Miller, NYPD deputy commissioner ... Patricia Zengerle of Reuters ... Miranda Kennedy, senior editor for NPR’s “Morning Edition” ... Business Insider executive editor Brett LoGiurato (h/t Oliver Darcy) ... Kevin O’Malley, Obama’s ambassador to Ireland … Charlie Dixon ... Jonathan E. Kaplan, comms.",
  "Dave Heineman is 7-0 (h/t Blake Waggoner) ... Edelman’s Matthew Wagner ... Lawrence Grayson, SVP at Bank of America ... Bernard Marcus, co-founder and the first CEO of Home Depot, is 89 ... Susan Byers ... Jeff Holmes, director at SKDKnickerbocker, is 26 (h/t Stephanie Reichin) … Leah Chandler, director of development at Americans for Responsible Solutions ... Michael Overton ... Riley Brands, who does comms at Gallup ... Allie Kimmel ... Leigh Szubrowski … Charity Wallace ... Michael O’Neill … Pete Haviland-Eduah (h/t Kelley McCormick) ...Victoria Lion Monroe … Patrick King, SVP at Stifel Nicolaus ... Lyle Canceko … Mike Harris is 62 ... Tommy Gardner ... Starbucks’ Casey Owens … Rachel McGreevy … Mike Flaherty … Alicia Kolar Prevost … Sue Filo ... Joyce Deep ... Molly Walsh ... Robert Crawford is 62 ... Carmen Leon ... Amy Statkevicus.",
  "McCain was held for 5½ years in a North Vietnamese prison, often deprived of sleep, food and medical care, after a jet he piloted was shot down over Hanoi.” https://wapo.st/2GarsUM\n\nPETER BAKER: “White House Refuses to Apologize for Aide’s Joke About McCain”: https://nyti.ms/2wBD9nV\n\nA TRUMP WH COMMS REUNION -- SPOTTED in the green room last night with Rob Lowe after his performance of his one-man show “Stories I Only Tell My Friends” at the Strathmore in North Bethesda: Sarah Huckabee Sanders, Sean and Rebecca Spicer, Mike and Shannon Dubke, Kelly Love, Mark Leibovich, Jack and Susanna Quinn, Alice Lloyd, Matthew Summers – pic of Leibo and Lowe (with Dubke in the background) http://bit.ly/2wwNhOI\n\nSTILL THERE!",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Feinberg is the co-founder, executive chairman and co-chief executive officer of Cerberus Capital Management, an investment firm that also owns defense contractor DynCorp International.” https://politi.co/2jOXexU\n\nFOGGY BOTTOM BRAIN DRAIN -- “Top State Department Nuclear Expert Announces Resignation After Trump Iran Deal Exit,” by Foreign Policy’s Colum Lynch and Robbie Gramer: “Richard Johnson, a career civil servant who served as acting assistant coordinator in State’s Office of Iran Nuclear Implementation, had been involved in talks with countries that sought to salvage the deal in recent weeks, including Britain, France, and Germany — an effort that ultimately failed.",
  "office tower” http://bit.ly/2Iak1ms … SACRAMENTO BEE: “Surplus swells as Brown’s last budget grows to $199B” http://bit.ly/2EYGDjU … ST. LUCIE (FLA.) NEWS TRIBUNE: “SpaceX launches, lands new-model Falcon 9” http://bit.ly/2wGdJWa … MIAMI HERALD: “Even in Miami, Venezuelans can’t escape turmoil” http://bit.ly/2mWNIuE\n\nPRUITT FILES -- “Pruitt’s Dinner With Cardinal Accused of Abuse Was Kept Off Public Schedule,” by NYT’s Eric Lipton and Lisa Friedman: “Scott Pruitt, the administrator of the Environmental Protection Agency, dined last year in Rome with Cardinal George Pell, a prominent climate-science denialist and Vatican leader who was also facing sexual abuse allegations.",
  "Iranian hackers were sending emails containing malware to diplomats who work in the foreign affairs offices of United States allies and employees at telecommunications companies in an attempt to infiltrate their computer systems.” https://nyti.ms/2wBABq5\n\nTHE MUELLER INVESTIGATION …\n\n-- “Mueller Asked Ford for Records After It Rejected Michael Cohen Consulting Overture,” by WSJ’s Peter Nicholas and Christina Rogers: “Michael Cohen, who has served as President Donald Trump’s personal attorney, made an overture to provide consulting services to Ford Motor Co. in January 2017 but was quickly rebuffed, people familiar with the matter said.",
  "... [I]n a farewell email to colleagues and staff, Johnson ... [said:] ‘I am proud to have played a small part in this work, particularly the extraordinary achievement of implementing the [deal] with Iran’.” http://bit.ly/2GaswYM\n\nACROSS THE ATLANTIC – RYAN HEATH in FLORENCE, “Italy could blow up Europe as we know it: Emerging coalition would challenge Brussels establishment from get-go”: “A government of the 5Stars (anti-establishment, in media shorthand) and the League (far right, ditto) together, or somehow alone, is unprecedented.",
  "officer for the Open Society Foundations (h/t Jeff Solnet) ... Amanda Christine Miller, director of corporate communications at PayPal, is 4-0 (h/t Dad, Hilary Miller) ... Kim Dixon of Industry Dive ... James Rosen, Miami Herald alum ... Stephanie Z. Smith, senior producer at ABC News … Hardy Spire ... Erica Arbetter (h/t Ruth Guerra) ... Thomas Pudney ... Liza Donnelly ... Jim Boales … Rep. Frank LoBiondo (R-N.J.) is 72 ... Stephanie Junger-Moat ...\n\n... Rep. Jared Polis (D-Colo.) is 43 (h/t Susanna Quinn) … former Nebraska Gov.",
  "He chose and scheduled the interview himself, said one person familiar with the planning.” https://politi.co/2rABvyc\n\n-- HIS ALLY: “Advisers bad-mouth Nielsen as a ‘never Trumper,’” by Andrew Restuccia and Eliana Johnson: “President Donald Trump’s frustration with Kirstjen Nielsen, which boiled over Wednesday in a Cabinet meeting tirade, has been growing for weeks — stoked by associates who have privately made the case that she’s a closeted ‘never Trumper’ who still doesn’t fully back his agenda.",
  "‘Chairman McWatters does work from his residence in Dallas,’ Fairbanks wrote.” https://wapo.st/2rARuMA\n\nFRIENDS OF TRUMP -- “The Trump Administration Considers an Old Friend: Ken Kurson,” by NYT’s Jesse Drucker: “Ken Kurson, a friend of President Trump’s son-in-law and adviser Jared Kushner, and a former editor of The New York Observer, the newspaper owned by Mr. Kushner’s family, confirmed on Friday that he is under consideration for an unpaid position with the Trump administration.",
  "Courthouse: his wife Christine and son Nicholas, Chief Justice John Roberts and Jane Roberts, Justices Clarence Thomas, Samuel Alito, and Elena Kagan, Seth Waxman, Ted Olsen, Paul Clement, Deputy Secretary of State John Sullivan, generals counsel of DoD, OMB, and House Energy and Commerce, all of the D.C. circuit and district judges, many of his former and current law clerks, and former law partners Richard Hauser, Fritz Chockley, and Fred Graefe.",
  "In an interview, Mr. Kurson described his possible appointment as an ‘honorary type position.’ He added that it would be ‘like one of those boards, where there are several members.’” https://nyti.ms/2KhCMAO\n\n-- “Trump taps billionaire financier to head intelligence board,” by Rebecca Morin: “Stephen Feinberg, a billionaire financier, will head President Donald Trump’s Intelligence Advisory Board, the White House announced on Friday.",
  "Big problems at the VA as Jared-backed health-care project gets ‘devastating’ review Presented by\n\nDriving the Day\n\nARTHUR ALLEN SCOOP -- “Kushner-backed health care project gets ‘devastating’ review”: “The first stage of a multibillion-dollar military-VA digital health program championed by Jared Kushner has been riddled with problems so severe they could have led to patient deaths, according to a report obtained by POLITICO.",
  "SPOTTED at an STG (Smoot Tewes Group) open house: Paul Tewes, Julianna Smoot, Dan Kanninen, Aaron Wells, Mitch Stewart, Chris Fleming, Tanya Bjork, Lori Lodes, Elan Kriegel, Lauren Pollack, Rohan Patel, Joe Calvello, Brian Farnkoff, Mike Naple, TJ Helmstetter, Andrew Bates, Kristin Keckeisen, Gabby LaVerghetta, Brad Heflin, Dallas Thompson, Patrick Frank, Hannah Brown, Matt Giobbi, Andy Kroll, Josh Grossfeld, Erica Prosser.",
  "No sport brought me to such deep awareness of my physical and emotional limits.” http://bit.ly/2I8yiAe\n\n-- “Breaking the Zimmermann Telegram,” by John Bull in Medium – per TheBrowser.com’s description: “When World War One broke out, and Britain cut Germany’s transatlantic telegraph cable, Germany shifted its diplomatic traffic to the neutral American cable — apparently unaware that the American cable crossed British soil.",
  "They didn’t get the result they wanted.’” http://bit.ly/2wJ9sSf\n\nTHE LATEST ON IRAN -- “Without Nuclear Deal, U.S. Expects Resurgence in Iranian Cyberattacks,” by NYT’s Nicole Perlroth: “Within 24 hours of Mr. Trump announcing on Tuesday that the United States would leave the deal, researchers at CrowdStrike, the security firm, warned customers that they had seen a ‘notable’ shift in Iranian cyberactivity.",
  "“But he said the information may have made its way to Trump ‘because he was involved with that dispute over his school with Schneiderman that they realized was trumped up and that they were offended he was playing holier than thou when he turns out to be a pretty serious pervert.’” https://read.bi/2rBCJsL\n\n-- “Giuliani Says Cohen Never Spoke With Trump About His Big-Dollar Clients,” by HuffPost’s S.V.",
  "… The college [also] rents email lists from the Trump campaign through a third party firm, according to two Republican digital strategists.” https://politi.co/2IaczI0\n\n-- “The Sound of Madness,” by T. M. Luhrmann in Harper’s: “Can we treat psychosis by listening to the voices in our heads?” http://bit.ly/2wz3AdR (h/t Longform.org)\n\n-- “Leak: The Atlantic Had A Meeting About Kevin Williamson.",
  "There are plenty of surveys about whether people are happy at work, but what about whether people feel their jobs have any good reason to exist?” http://bit.ly/2KgJMya\n\n-- “The Last Conversation You’ll Need to Have on Eating Right: The Follow-ups,” by Mark Bittman and Dr. David L. Katz in NYMag: “The importance of eating the minute your feet hit the ground in the morning is folklore.",
  "The president has told friends that he believes chief of staff John Kelly, with whom he has a strained relationship, foisted his deputy Nielsen upon him, according to two of the people, complaining that he didn’t know what he was getting.” https://politi.co/2IcM8RW\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Panel: Ed Rollins and Lee Carter\n\n-- Fox News’ “MediaBuzz”: Mollie Hemingway … Gillian Turner … Capri Cafaro … Carley Shimkus … Gayle Trotter … Cathy Areu … Nicholas Kristof\n\n-- CNN’s “Inside Politics” with John King: Panel: Michael Shear … Karoun Demirjian … Manu Raju … Kaitlin Collins\n\n-- CNN’s “State of the Union”: John Bolton … Sen. Bernie Sanders (I-Vt.).",
  "But he was willing to sit down with a National Public Radio reporter he has known for years – John Burnett, who forged a good relationship with Kelly when he spent time embedded with the four-star general in Iraq, sources said – for an extended stemwinder that circumvented the Washington reporters Kelly has come to view with a mix of distrust and disdain.",
  "| Nicholas Kamm/AFP/Getty Images\n\nTHE TRUMP ADMINISTRATION -- “This man runs a federal agency near Washington — from his home in Dallas,” by WaPo’s Robert O’Harrow Jr. and Andrew Ba Tran: “The man named by President Trump last year to oversee regulation of the nation’s $1.4 trillion credit union industry has taken a novel approach to the agency he leads.",
  "-- “Rudy Giuliani: Trump might’ve been told about ‘pervert’ Eric Schneiderman’s alleged abuse of women because of a Trump University lawsuit,” by Business Insider’s Allan Smith: “Earlier Friday, attorney Peter Gleason claimed in a court filing that Trump and his longtime lawyer Michael Cohen were made aware of such allegations from two women in 2013.",
  "Experts who saw the Pentagon evaluation — it lists 156 ‘critical’ or ‘severe’ incident reports with the potential to result in patient deaths — characterized it as ‘devastating.’\n\n“‘Traditionally, if you have more than five [incident reports] at that high a level, the program has significant issues,’ a member of the testing team told POLITICO.",
  "“The April 30 report expands upon the findings of a March POLITICO story [https://politi.co/2G8MJOV] in which doctors and IT specialists expressed alarm about the software system, describing how clinicians at one of four pilot centers, Naval Station Bremerton, quit because they were terrified they might hurt patients, or even kill them.",
  "Trump’s advisers have been increasingly criticizing the Homeland Security chief in private conversations with the president, arguing that she isn’t doing enough to improve border security and noting that she wasn’t a vocal Trump supporter during the campaign, three people familiar with the internal discussions told POLITICO.",
  "CLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 10 funnies https://politi.co/2jT4gSm\n\nPlaybook Reads\n\nPHOTO DU JOUR: Health and Human Services Secretary Alex Azar delivers remarks on reducing drug costs as President Donald Trump looks on in the Rose Garden at the White House on May 11.",
  "But how could the British reveal the telegram, without revealing that they tapped the American cable?” http://bit.ly/2IbrvFS\n\n\n\nPlaybookers\n\nSPOTTED: Ron Rosenstein on an American Airlines flight from RDU to DCA joking with Sarah Hunt, CEO of the Joseph Rainey Center CEO, about her recent Twitter post about him.",
  "But serious pushback is coming from the powerful Senate Judiciary Committee chairman, Chuck Grassley (R-Iowa), as well as other House and Senate Democrats and powerful progressive activists who don’t want to see prison reform move without overhauling what they see as outmoded federal sentencing rules.",
  "-- “GOP eyes rare shot at bipartisan win with prison reform,” by Elana Schor and Heather Caygle: “Washington’s assumption that bipartisan achievement is impossible in an election year could soon be disproved — if Republican leaders can overcome an unlikely blockade in the Senate.",
  "“From his home in Sedona, Ariz., where he is receiving treatment for an aggressive and typically fatal type of brain cancer, McCain has challenged and praised the Trump administration’s actions on national security — his voice limited to news releases and Twitter.",
  "If you don’t eat breakfast because you aren’t hungry, there’s no consistent evidence of any kind of harm.” https://grb.st/2IeYvsK\n\n-- “Why Men Love War,” by William Broyles Jr. in Esquire in May 2014: “War is a brutal, deadly game, but a game, the best there is.",
  "“The project’s price tag and political sensitivity — it was designed to address nagging problems with military and veteran health care at a cost of about $20 billion over the next decade — means it is ‘just another ‘too big to fail’ program,’ the tester said.",
  "“Kelly’s agonizing relationship with the press,” by Annie Karni: “White House chief of staff John Kelly has declined all requests to appear on the Sunday show circuit, even though the president loves seeing his staff mount combative defenses of him on TV.",
  "“As a result, Trump has come to believe that Nielsen — who considered quitting this week after the president berated her over an uptick in migrant arrests — is not focused enough on carrying out his immigration agenda, one of the people said.",
  "If that happens, the consequences for Italy and the EU could be felt for months and years to come.” https://politi.co/2IyNhCR\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "John McCain is 2,200 miles from Washington and hasn’t been on Capitol Hill in five months, but he showed this week that he remains a potent force in national politics and a polarizing figure within the Republican Party.",
  "Date: “Donald Trump’s longtime personal lawyer Michael Cohen was paid millions of dollars in consulting fees by corporate clients, but never discussed those clients with the president, Trump’s new lawyer said Friday.",
  "Cohen received $600,000 from AT&T, $1.2 million from Swiss pharmaceutical giant Novartis and $500,000 from an investment bank affiliated with a Russian oligarch, all following Trump’s unexpected election win in 2016.",
  "“Giuliani said Cohen’s business relationships did not contradict Trump’s campaign promises to end ‘pay-to-play’ schemes and to ‘drain the swamp’ because Cohen did not get for his newfound clients what they wanted.",
  "spokesman, issued a statement confirming the June 9 meal took place while emphasizing that it ‘was not a private one-on-one dinner’ and saying that Mr. Pruitt wasn’t aware of the allegations against Cardinal Pell.",
  "Two days later, he added that McWatters ‘works from his location.’ Days after that, in response to questions about the meaning of ‘his location,’ Fairbanks acknowledged McWatters is a long-distance telecommuter.",
  "“Power Player of the Week” segment with USO-Metro president and CEO Elaine Rogers\n\n-- Fox News’ “Sunday Morning Futures”: Rep. Michael McCaul (R-TX) … Rep. Darrell Issa (R-Calif.) … Danny Danon … Dick Cheney.",
  "But even a significant bipartisan tally in the House is unlikely to make Grassley and his Democratic allies budge.” https://politi.co/2rCDrWL\n\nTRUMP’S SATURDAY -- The president has no public events scheduled.",
  "Mr. Cohen, touting his proximity to the president, contacted Ford’s office in Washington, D.C.—an approach that Special Counsel Robert Mueller learned about in the course of his investigation ...\n\n“Mr.",
  "Panel: Matthew Dowd, Susan Glasser, Joshua Johnson and Cecilia Vega\n\n-- CBS’s “Face the Nation”: Secretary of State Mike Pompeo … Sen. Lindsey Graham (R-S.C.) … former Defense Secretary Robert Gates.",
  "BIRTHWEEK (was yesterday): Jo Ling Kent, NBC News correspondent -- Playbook Plus Q&A: https://politi.co/2jRggUi\n\nBIRTHDAY OF THE DAY: Philip Wegmann, commentary writer for the Washington Examiner.",
  "However, emails obtained through the Freedom of Information Act show that as early as May 12, Mr. Pruitt’s scheduler, Millan Hupp, was working on plans for Mr. Pruitt to meet with Cardinal Pell.",
  "Mr. Ojakli rejected the offer and had no further conversations about it.” https://on.wsj.com/2wzRQYB\n\nWHAT AMERICA IS READING -- SAN FRANCISCO CHRONICLE: “Facebook ready to lease 43-story S.F.",
  "The denunciation has prompted reactions from fellow senators and a former vice president, as well as intemperate remarks from some Republicans aligned with Trump, including a White House aide.",
  "Panel: Dan Balz, Salena Zito, Jeffrey Goldberg and Seung Min Kim\n\n-- “Fox News Sunday”: Secretary of State Mike Pompeo … former Chairman of the Joint Chiefs of Staff Adm. Mike Mullen (Ret.).",
  "When it came to NPR – an outlet that Trump allies mock as the preferred listening station of liberal college professors and taxi drivers – Kelly didn’t even go through the press department.",
  "‘Dinner with Cardinal Pell and others,’ an email says, proposing the dinner for June 7 and adding, ‘Note: His 76th birthday is tomorrow.’” https://nyti.ms/2Idt5a0\n\nCONGRESSIONAL KUMBAYA?",
  "“On one side are the White House, Senate Majority Whip John Cornyn (R-Texas), most House Republicans and a group of House Democrats who are eager to reform the nation’s crowded prisons.",
  "“It has revived the fierce debate over torture and its effectiveness in extracting information in the years since the Sept. 11 terrorist attacks — from a man who speaks from experience.",
  "... Giuliani, speaking to Business Insider in a phone interview, said he had just seen the court filing and did not know whether Trump had been made aware of those allegations in 2013.",
  "They are mortgaging their homes to pay for seed, feed, and equipment—literally betting the farm on crops that sometimes cost more to put in the ground than they are worth at market.",
  "It Was A Liberal Self-Reckoning,” by HuffPost’s Ashley Feinberg: “In a staff meeting, Jeffrey Goldberg and Ta-Nehisi Coates discussed the hiring and firing of a conservative writer.",
  "Mueller’s team has since requested information from Ford about the outreach, including emails and records, and has interviewed Ford’s head of government affairs, Ziad Ojakli ...",
  "The full WaPo recap https://wapo.st/2rDkdQW\n\nTHE MCCAIN EFFECT -- “Speaking out on torture and a Trump nominee, ailing McCain roils Washington,” by WaPo’s Mike DeBonis: “Sen.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“A narrow prison reform bill, which was crafted with the help of President Donald Trump’s son-in-law and adviser Jared Kushner, could pass the House as soon as this month.",
  "‘The end result everyone is familiar with — years and years of delays and many billions spent trying to fix the mess.’” https://politi.co/2jOZs0m\n\nGood Saturday morning.",
  "recently visited The Observer’s offices and has conducted interviews with journalists who have worked with Mr. Kurson, according to two people familiar with the matter.",
  "‘Whatever lobbying was done didn’t reach the president,’ Giuliani said, offering as proof the fact that AT&T’s proposed merger with Time-Warner has not gone through.",
  "He has a fraught relationship with the White House press team, and more recently has relied on his own aide, Zachary Fuentes, to respond to stories on his behalf.",
  "Never before in any of the six original EU countries, much less one of its leading powers, have parties deeply skeptical toward the EU grabbed the reins of power.",
  "At issue is a long-simmering battle over modernizing the criminal justice system that has pit bipartisan coalitions in the House and Senate against each other.",
  "McWatters, whose salary as chairman of the National Credit Union Administration board is $165,300, may be the federal government’s most unlikely telecommuter.",
  "later released official descriptions of the dinner that intentionally did not mention the cardinal’s presence, according to three current and former E.P.A.",
  "“In email exchanges, [NCUA spokesman John] Fairbanks initially said McWatters’s ‘main office and duty station’ is the NCUA headquarters in Alexandria.",
  "But if you come back whole you bring with you the knowledge that you have explored regions of your soul that in most men will always remain uncharted.",
  "THE CAPITALS kept their winning streak alive, beating the Tampa Bay Lightning last night in a 4-2 victory in the first game of the eastern finals.",
  "“But his declaration Wednesday in opposition to Gina Haspel, President Trump’s nominee for CIA director, has uniquely roiled the political scene.",
  "SPOTTED at the presentation of the portrait of Richard J. Leon, U.S. District Judge for the District of Columbia, Friday afternoon at the U.S.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Talk of tariffs might help union steelworkers but it hurts farmers, you know, the guys with the Trump bumper stickers on their pickups.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "The British tapped the cable, and in 1917 decrypted a German telegram urging Mexico to make war on the United States.",
  "…\n\n“Former colleagues said Kelly generally does not like being prepped for interviews, and won’t read talking points.",
  "THE SHOWS, by @MattMackowiak, filing from Austin:\n\n-- ABC’s “This Week”: National Security Adviser John Bolton.",
  "If you want breakfast but don’t have it, the effects on alertness, concentration and such tend to be bad.",
  "“Such checks are standard for anyone who is up for a post in a presidential administration.",
  "Nothing I had studied was as complex or as creative as the small-unit tactics of Vietnam.",
  "What if these jobs really are useless, and those who hold them are actually aware of it?",
  "‘The president had no knowledge of it,’ Rudy Giuliani told HuffPost in an interview.",
  "A trend he thinks deserves more attention: “American farmers are in a bad rut.",
  "You can come back from war broken in mind or body, or not come back at all.",
  "Incomes are dropping and debt is rising at rates not seen since the 1980s.",
  "Now all those family farms are hostage in an on-again-off-again trade war.",
  "The pitch was made in an informal phone call and the exchange was short.",
  "Learn more at google.com/grow/veterans\n\nMORE RUDY INTERVIEWS!",
  "had no knowledge the cardinal would be attending the dinner.",
  "Instead of going to his office near Washington every day, J.",
  "Studies on the timing of breakfast show mixed results.",
  "Panel: Karl Rove, former Rep. Donna Edwards (D-Md.",
  "This was enough to bring America into the war.",
  "As part of a background check, the F.B.I.",
  "... On Friday, Jahan Wilcox, an E.P.A.",
  "Mark McWatters works from his home.",
  "), Michael Anton and Charles Lane.",
  "The president denied the merger.",
  "They play again Sunday night.",
  "It all comes down to hunger.",
  "‘He did drain the swamp ...",
  "“He also said the E.P.A.",
  "And men love games.",
  "In Dallas.",
  "officials.",
  "The E.P.A.",
  "..."
]