[
  "The DNC’s deputy communications director, Eric Walker, wrote to BuzzFeed in an email that “the FBI never requested access to the DNC’s computer servers.”\n\nRobert Johnston — an employee of Crowdstrike, the private firm that examined the DNC’s servers — told BuzzFeed that the DNC was hoping to handle investigations less publicly amid a presidential campaign and an FBI investigation into Clinton’s emails.",
  "“That simply wasn’t his job.”\n\nIn March, they filed a lawsuit accusing Fox News and two contributors of intentionally exploiting the tragedy “through lies, misrepresentations, and half-truths.”\n\nAnother conspiracy theory that has been floated by Fox News personalities Geraldo Rivera and Sean Hannity involves Awan, a former Democratic staffer who was investigated for violating House security rules.",
  "The Washington Post reported that, according to investigators, these activities were innocuous — like “storing personal information such as children’s homework and family photos.”\n\nTrump has referenced Awan on Twitter before, calling him a “Pakistani mystery man” and arguing that he is key to “much of the corruption we see today.”\n\nDuring the press conference with Putin, he again referenced Awan.",
  "Trump, who has repeatedly endorsed conspiracy theories ranging from the death of Vince Foster to Hillary Clinton’s health to Barack Obama’s birth certificate, has offered at least 197 different arguments about Russian meddling in the 2016 elections, including several which touch on fringe conspiracy theories.",
  "He said that the bureau made “multiple requests at different levels,” but ultimately struck an agreement that a “highly respected private company” would get access to the materials and share its findings with investigators.",
  "President Donald Trump gave a not-so subtle nod to an online conspiracy theory about the 2016 hacking of the Democratic National Committee during a joint press conference with Russian President Vladimir Putin Monday.",
  "During a 46-minute press conference in Helsinki, Trump declined to support the broad consensus within the U.S. intelligence community, Congress and the Justice Department that Russia is responsible for the hacking.",
  "“We believe it was the DNC that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader,” the Trump campaign said in a statement on June 15, 2016.",
  "Some doubters of Russian involvement in the hacking have argued that the fact that the FBI did not take possession of the DNC servers during its investigation means it can’t be proven that Russia was involved.",
  "During the second presidential debate, he later said “maybe there is no hacking,” and a White House statement released last week referred to the “alleged hacking.”\n\nContact us at editors@time.com.",
  "View Sample Sign Up Now\n\nAs Trump noted, he has made reference to the server before in tweets — at least a dozen times since January of 2017, when he first began raising questions about it.",
  "“He didn’t have access to DNC emails, Democratic Congressional Campaign Committee emails, John Podesta’s emails or Hillary Clinton’s emails,” they wrote in an op-ed in the Washington Post.",
  "Instead, conspiracists have argued that the DNC was not hacked at all, and that the emails published on WikiLeaks during the 2016 campaign were from disgruntled staffers who leaked them.",
  "“Why was the FBI told to leave the office of the Democratic National Committee?”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "The Inspector General’s Office of the House had found that Awan, along with four other IT staffers, accessed congressional computers without authorization.",
  "Conspiracy theorists have seized on two people they claim could have been involved in a supposed inside job to leak the emails: Seth Rich and Imran Awan.",
  "After his death, he became the focus of theories prominently featured — and in one case, retracted — on Fox News that he leaked the emails.",
  "Rich was a 27-year-old DNC staffer who was shot and killed in the summer of 2016 in what police believe was a botched robbery.",
  "In fact, the very first argument the Trump campaign made about the Democratic email hacking was that it was not real.",
  "During the FBI’s investigation of the hacking of the DNC, it did not take possession of the DNC’s internal servers.",
  "“You have groups that are wondering why the FBI never took the server — haven’t they taken the server,” he said.",
  "Toward the end of the press conference, he went further, making a vague reference to the DNC’s email server.",
  "Rich’s family has spoken out about the conspiracy theories, noting that he could not have been the leaker.",
  "Former FBI Director James Comey told Congress that the DNC declined to provide such access.",
  "“What happened to the servers of the Pakistani gentleman that worked on the DNC?",
  "What actually happened to the Democratic National Committee server?",
  "How does this tie into other conspiracy theories about the hacking?",
  "The theories differ on exactly who this person is supposed to be.",
  "Here’s how the server ties into the conspiracy theory.",
  "Has Trump endorsed these conspiracy theories before?",
  "What is the conspiracy theory about the DNC server?",
  "However, the DNC denied that the FBI ever asked.",
  "Where are those servers?",
  "” he said."
]