[
  "That enthusiasm has allowed for me to grow our war chest and invest it into what has become the biggest ground game in our Party’s history,” RNC Chairwoman Ronna McDaniel told TheDCNF.",
  "Democrats are also facing internal divisions, such as whether or not to abolish Immigration and Customs Enforcement and whether to stay to the middle or embrace Democratic socialism.",
  "The Republican National Committee had over five times as much cash in June as the Democratic National Committee did in May, an RNC official told The Daily Caller News Foundation.",
  "When asked about abolishing ICE on MSNBC on Friday, DNC Chair Tom Perez simply said Democrats should “defeat Donald Trump.”\n\nFollow Julia Cohen on Facebook and Twitter.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "McDaniel has traveled extensively for fundraising, logging over 154,000 miles to date for the 2017-2018 election cycle, the RNC told TheDCNF.",
  "“What I see when I travel the country is that Americans continue to be enthusiastic about President [Donald] Trump and the Republican agenda.",
  "Now We Know They Were Wrong)\n\nThe RNC also has over 15,000 volunteers, or Republican Leadership Initiative Fellows for the 2017-2018 cycle.",
  "The RNC also raised $13.9 million in June, the most raised during any non-presidential election year, according to the RNC official.",
  "The RNC also has 3.5 times the cash on hand as of June as they did during June 2014, the last midterm election.",
  "The RNC also has zero debt, while the DNC had roughly $5.7 million in debt as of May, according to FEC data.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "She spends approximately six hours per day on the phone with donors, according to the RNC official.",
  "The DNC had $8.7 million in cash as of May, according to Federal Election Commission data.",
  "(RELATED: CrowdStrike Bragged About Purging Russians From The DNC’s Networks.",
  "The RNC had $50.7 million in cash as of June, according to the RNC official.",
  "The RNC has raised $213 million in the 2017-2018 election cycle as of June.",
  "In contrast, there were 5,000 RLI Fellows in the 2016 cycle."
]