[
  "In this case, the library code was benign, so no malicious outcomes occurred, but it highlights the risk of supply chain attacks in open source as well.”\n\nProtecting Against Supply Chain Attacks\n\nMost companies have a hard enough time keeping up with their own network and data security, and maintaining compliance with all of the various security frameworks out there—<href=\"#gdpr\">GDPR, HIPAA, PCI-DSS, etc..",
  "“Many companies trust that the applications they use have built-in security, but some software applications are developed by small vendors that aren’t necessarily using the security development lifecycle (SDLC) processes—prioritizing speed to market over security, ultimately making vulnerability remediation difficult, explained Dan Larson, VP of Product Marketing at CrowdStrike.",
  "“If adversaries can get good applications to do bad things then they can bypass most of today’s security technology.”\n\nRisk of Supply Chain Attacks in DevOps and Container Environments\n\nOne of the driving goals of DevOps is speed—making organizations more streamlined and agile so they can develop and deploy applications faster, typically via containers in a cloud environment.",
  "On a proactive basis, companies can assess their readiness to withstand supply chain attacks with tabletop exercises and pen testing.”\n\nRegardless of how you choose to address the rise in supply chain attacks, the first step is simply recognizing that they exist and that they’re a growing threat.",
  "Only 37 percent of respondents in the US, UK and Singapore said their organization has vetted all suppliers, new or existing in the past 12 months and only a quarter believe with certainty their organization will increase its supply chain resilience in the future.",
  "Traditional security tools and security best practices are focused on identifying and stopping unwanted applications, so it’s relatively easy to slip malicious code into the code of an application that organizations already trust and use.",
  "Larson cautioned, “For example, PyPI, the Python package index was targeted by an adversary who uploaded libraries targeting Python developers who incorrectly typed the name of a legitimate library (also known as “typosquatting”).",
  "It’s important to understand that even if you have all of the best security tools and practices in place, clever cybercriminals can still find cracks in your armor by exploiting tools and services you rely on.",
  "The Appeal of Supply Chain Attacks\n\nAs security solutions continue to get better at identifying and stopping known exploits and malware, the logical response of the attacker is to hijack trusted applications.",
  "Larson offered this advice: “According to our survey, 71 percent of respondents believe their organization does not always hold external suppliers to the same security standards as they hold themselves.",
  "The vast majority (87 percent) of those that suffered a software supply chain attack had either a full strategy in place, or some level of response pre-planned at the time of their attack.",
  "As mentioned above, the push for speed itself can lead to sacrifices in security, but DevOps and containerized apps also rely heavily on open source code to accelerate development.",
  "It’s up to you to implement sufficient due diligence to ensure that the code and tools you use meet the same standard for security that you expect inside your own network.",
  "They understand security best practices and invest heavily in the tools and processes necessary to protect data and network resources from exploits and malicious code.",
  "Companies can invest in next-generation technologies that look at behavioral anomalies and can detect when a legitimate application is acting abnormally in real time.",
  "A recent report from CrowdStrike suggests that cybercriminals are increasingly circumventing defenses and finding weak links to exploit via supply chain attacks.",
  "Some of the key findings from the report include:\n\nTwo-thirds of the surveyed organizations experienced a software supply chain attack in the past 12 months.",
  "At the same time, 71 percent believe their organization does not always hold external suppliers to the same security standards.",
  "90 percent of respondents confirmed they incurred a financial cost as a result of experiencing a software supply chain attack.",
  "Attackers recognize this trend as well, which is why we are seeing more attacks that focus on hijacking trusted applications.",
  "Supply chain attacks can cause massive damage and quickly spread globally as we saw with the NotPetya attack.",
  "This indicates that the weak link in the software supply chain might begin with a lack of supplier security.",
  "But, as companies continue to improve their security posture, cybercriminals find innovative ways to adapt.",
  "Companies of all sizes and spanning all industries are aware of the security risks that are out there.",
  "Granted, there are plenty of companies that still fail pretty hard at meeting that bar.",
  "So, what can organizations do to defend against supply chain attacks?",
  "The average cost of an attack was over $1.1 million dollars."
]