[
  "According to a deeply informed new book on Putin and his court, “All the Kremlin’s Men,” by the Russian journalist Mikhail Zygar, the idea, as Putin and his speechwriters had imagined it, was to “brand ISIS as the new Third Reich.” Putin envisioned a grand coalition, Zygar writes—just like in the good old days of the Second World War—that would bring Russia out of its isolation; what’s more, Putin seemed to hope that, by “defeating Islamic terrorism, the Russians and Americans would finally succeed in creating a new world order.” It would be Yalta, 1945, all over again—Putin’s dream scenario of how global diplomacy is meant to work.",
  "At a press conference on September 28th, John Kirby, a State Department spokesperson, warned that Russia’s continued military campaign in Syria could lead to terror attacks in Russian cities and “troops in body bags.” Writing in the Financial Times, Dmitri Trenin, the head of Carnegie Moscow Center, a policy think tank, imagined that Syria “could easily turn into a battlefield” between Moscow and Washington, “with the proxies first taking aim at the principals, and the principals then shooting back not at the proxies, but at each other.”\n\nFor a while, things appeared to be going largely Putin’s way.",
  "Last weekend, NTV, a channel under effective state control, aired a segment on emergency preparedness that included a tour of a Cold War-era bomb shelter, fortified in case of atomic war, and a mention of the municipal loudspeakers that will sound upon the arrival of “Hour X.” On Sunday, Dmitry Kiselev, the most bombastic and colorful of Kremlin propagandists, warned on his weekly newsmagazine show that “impudent behavior\" toward Russia may have “nuclear” consequences.",
  "Alperovitch argued, as many have, that any confusion about voting rolls or the count itself created by cyber incursions will “help create a narrative the day after election that the vote was manipulated, that it was somehow not legitimate.”\n\nAlthough the Russian self-image of a scorned and offended partner is, in part, a cynical pose, it belies a very real sense of injury and betrayal.",
  "The program had been functionally dormant for some time, but Putin got rid of it with a flourish, producing a fantasy list of demands—which included the U.S. reducing its military presence in NATO member states, lifting the sanctions imposed over Ukraine, and paying compensation for lost revenue it caused—that would need to be met before the program could be renewed.",
  "During an interview in his office, Kosachev told me that Western officials and journalists “discuss Russia’s actions as if it were taking proactive steps, when in fact Russia has been provoked into carrying out retaliatory action.”\n\n“Any scenario of Russian-American relations is possible,” he told me, but it was all up to Washington.",
  "“The United States is the source of the problems that have arisen in our relations, and it is the United States that is able to eliminate them.”\n\nEarlier this week, to get a whiff of the new atmosphere, I went to the studios of Channel One, the country’s main state broadcaster, to appear as a guest on a daytime political talk show.",
  "(In March, when Lavrov turned sixty-six, Kerry told him, “You look terrific for thirty-nine.”) In September, their talks culminated in a deal—viewed with great skepticism by the Pentagon—that laid out terms for a ceasefire in Syria, and which foresaw joint U.S.-Russian air strikes against extremist groups.",
  "For everything you have done these past twenty years!” He was nearly hysterical, but his answer was truthful: Putin’s foreign policy at this moment is, in large part, about avenging the wrongs inflicted on Russia over the past decades, the insults and grievances borne by a generation.",
  "The host of the program, Artem Sheinin, noted that it was the thirtieth anniversary of the Reykjavik summit between Mikhail Gorbachev and Ronald Reagan, talks that ultimately led to the Intermediate-Range Nuclear Forces Treaty, which reduced missile stockpiles in both countries.",
  "“Does it not seem to you,” he asked, “that all these children dying in Syria, in eastern Aleppo, this fear about Iskanders—all this is a result of how you have been pushed into being the word’s gendarme, and want to remain as such?” I fumbled through an answer.",
  "“Everything that Russia has done is a reaction—and an answer—to the United States’ unwillingness to speak to Russia as an equal,” Konstantin Kosachev, the chair of the foreign-affairs committee in the upper house of Russia’s parliament, told me this week.",
  "A viewer of Russian television this week could be forgiven for thinking that the end of the world was imminent, and that it would arrive in the form of grand superpower war with the United States, culminating in a suicidal exchange of nuclear weapons.",
  "So it must constantly convince the United States, and the West as a whole, that it is a little crazy.” In other words, a measured dose of faux insanity is being used to make up for a gaping disparity in conventional military and economic strength.",
  "The ceasefire agreement fell apart after U.S. forces killed dozens of Syrian troops in a bombing raid—a mistaken strike, U.S. officials said—and a U.N. humanitarian-aid convoy was hit in an air attack outside Aleppo, leaving twenty people dead.",
  "Russian television stations have long devoted much of their time to dissecting the minutiae of America’s every political hiccup, a consequence of the Russian ruling class’s simultaneous fascination and revulsion with the U.S. political system.",
  "“But, as we see from our conversation today, the Cold War wasn’t brought to an end, and, in my view, can’t be.”\n\nAs a digital animation of a grizzly bear clawing away at a bald eagle played on a large screen behind him, Sheinin turned to me.",
  "There are also the Kremlin’s alleged efforts “to interfere with the U.S. election process,” as U.S. security officials recently put it, by stealing U.S. political figures and parties’ data and e-mails and then leaking them to the public.",
  "But there also is a certain logic in “the demonstration of your ability to carry yourself more or less like a madman,” as Alexander Golts, a columnist on the military for The New Times, a liberal magazine in Moscow, told me this week.",
  "Projecting a half-lunatic readiness to blow up the world is, in essence, a cover operation: a way to make a lot of noise while the Kremlin goes about creating a lot of new facts on the ground, whether in Syria or the Baltics.",
  "The collapse of the Kerry-Lavrov deal appears to have convinced Putin once and for all of the pointlessness of dealing with the United States, and prompted him to indulge the more maximalist of his anti-American urges.",
  "It was around then that a friend sent me a link to a Facebook thread in which some friends in Moscow were discussing how to respond to air-raid sirens and where the closest bomb shelters were in their neighborhoods.",
  "“If a bank gets robbed, you don’t try and solve the crime without looking at past bank robberies in the area—is this similar to things we’ve seen before?” According to Alperovitch, one of the suspects in the D.N.C.",
  "Kerry hailed the agreement as “a turning point, a moment of change.”\n\nThe war in Syria, however, was supposed to offer Russia a chance to rehabilitate its image and re-start relations with the United States.",
  "Putin likely believes—perhaps correctly—that, for reasons of both character and political reality, Obama is unlikely to risk a potentially dangerous escalation with Russia during his final months of office.",
  "Lest the Obama Administration consider intervening with a limited air campaign, as some U.S. officials are apparently discussing, Russia recently moved its advanced S-300 anti-aircraft system to Syria.",
  "If nothing else, the spectre of a conflict with Washington served as retroactive justification for the Kremlin’s policies, and a ready-made excuse for why the Russian economy had sunk into recession.",
  "At this point, any Russian efforts to meddle in the election are likely not about trying to throw the election to Donald Trump, whose candidacy most serious Russian officials now believe is doomed.",
  "Then a Russian news site published a report saying that state officials had been advised to bring their relatives—in particular, children studying abroad or parents living elsewhere—back to Russia.",
  "“Our detachment would be destroyed in two days in a single air offensive.”) It is a way for a “regional power,” in Obama’s purposefully insulting formulation from 2014, to act like a global one.",
  "In the aftermath of the convoy strike, Kerry declared his interest in seeing Russia and the Syrian government investigated for war crimes for its alleged bombing of civilian areas in Aleppo.",
  "In the months that followed, Moscow became a hub of diplomatic activity, with everyone from Benjamin Netanyahu to the Emir of Qatar flocking to town for audiences with the Russian leader.",
  "I was the only American on set, and it was clear I was meant to play the role of the pitiable imbecile and birthday-party piñata: everyone would get a chance to step up and have a whack.",
  "case, a hacker who goes by the name Fancy Bear, was involved in earlier cyber attacks aimed at defense targets in Georgia and Ukraine—all during times of increased tensions with Moscow.",
  "That gives Putin three months to work through his geopolitical wish list, trying to set in place a number of faits accomplis that will be hard for the next U.S. President to overturn.",
  "In their statement accusing the Kremlin of involvement in political hacking, U.S. security officials also expressed worry about potential attacks on election systems in U.S. states.",
  "(“We have no chance,” one Russian defense expert told a radio interviewer last week, when asked about the prospects of an actual clash between Russian and U.S. forces in Syria.",
  "The missiles are potentially capable of reaching Berlin, and, more important, they make the defense of NATO member states in the Baltics more difficult for military planners.",
  "On Monday, it was reported that the governor of St. Petersburg signed an order that guaranteed residents of the city three hundred grams of bread per day in the case of war.",
  "On one day alone, three separate test firings of intercontinental ballistic missiles were broadcast on state media: two by submarine, one from a launch pad in the Far East.",
  "For Obama, Putin was always a nuisance and a mystery, better avoided and marginalized than confronted head-on—a logic that might hold doubly true in the lame-duck period.",
  "The goal, instead, is to confuse and discredit the American election process, in an attempt to weaken the country’s institutions and the likely future Clinton Presidency.",
  "This summer, WikiLeaks’s release of the Democratic National Committee’s e-mails was widely blamed on hackers working for the Russian state, and more recently the F.B.I.",
  "Even so, these moves might have garnered relatively little attention if not for the fact that the Russian state also appeared to be preparing its citizens for doomsday.",
  "And in the Baltic states, a zone of perennial rivalry and latent conflict with the West, Putin and his military advisers see an opportunity to undermine NATO defenses.",
  "Thus, Russian warplanes and Syrian ground troops, fighting with Iranian and Hezbollah militias, will pound the city until it falls, at however ghastly a human cost.",
  "Last year, Putin travelled to New York, where he addressed the United Nations and called for “a genuinely broad international coalition” to fight the Islamic State.",
  "According to the Russian defense ministry, the country’s military timed the delivery of the missiles to insure that it would be seen by U.S. spy satellites.",
  "Secretary of State John Kerry and Russian Minister of Foreign Affairs Sergey Lavrov were meeting every few weeks, and regularly exchanging gifts and jokes.",
  "Now that the Iskander missiles are in place in Kaliningrad, they’re unlikely to be relocated, and will complicate NATO defense planning for years to come.",
  "Grievances against the West and predictions of militaristic doom are not new in Russia—they have run through all sixteen years of Vladimir Putin’s rule.",
  "has said that it believes Russian intelligence agencies were behind the hacking of e-mails belonging to John Podesta, Hillary Clinton’s campaign chair.",
  "The absurdity and impossibility was the very point, an unsubtle message to Obama: don’t even bother trying to mend this relationship—it’s hopeless.",
  "There was a message embedded here for Obama’s successor, too: this is the hole you’ll have to dig out of if you want anything constructive from me.",
  "Alperovitch told me that Cozy Bear had previously targeted servers used by the White House, State Department, and Joint Chiefs of Staff.",
  "But they took on a heightened intensity in early 2014, after Russia’s intervention in Ukraine and the U.S. sanctions that followed.",
  "CrowdStrike believes that Fancy Bear has links to Russian military intelligence, and that the other hacker involved in the D.N.C.",
  "But, when they do, he would prefer to see Aleppo in regime hands, which would strengthen Assad’s position in any negotiations.",
  "Then, last weekend, Russia delivered nuclear-capable Iskander-M missiles to Kaliningrad, a Russian enclave on the Baltic Sea.",
  "The notion that Washington and Moscow could work together to resolve Syria’s horrific war now appears to have been scrapped.",
  "“Some people think this is when our country began its surrender; others say it marks the end of the Cold War,” Sheinin said.",
  "This week, I spoke to Dmitri Alperovitch, the co-founder of CrowdStrike, a cybersecurity firm that investigated the D.N.C.",
  "At last year’s U.N. general assembly, Putin also had a one-on-one meeting with Obama for the first time in two years.",
  "Meanwhile, a Russian air campaign in Syria was helping Bashar al-Assad regain territory and push back rebel forces.",
  "new leverage in decisions about the future of the Middle East,” the Times reported as recently as this August.",
  "That strike was widely blamed on Syrian attack helicopters working under the cover of Russian airpower.",
  "Putin must know, for example, that sooner or later diplomatic talks over the war in Syria will resume.",
  "“Russia entered into this new Cold War without the resources the Soviet Union once did,” Golts said.",
  "Russia obviously sees itself as fighting against U.S. hegemony, I said, but what is it fighting for?",
  "Last Monday, he cancelled a U.S.-Russian agreement on the disposal of weapons-grade plutonium.",
  "Much has been written about Putin’s paranoia and conspiratorial view of the world.",
  "operation, Cozy Bear, has ties to the F.S.B., Russia’s domestic-security service.",
  "Another guest, a Russian parliamentary deputy, began to shout, “For Yugoslavia!",
  "“We'll shoot them down,” Kiselev, the television host, said of U.S. warplanes.",
  "They show “how unattractive and dishonest our country has become,” he said.)",
  "(Trump himself has urged his supporters to read the WikiLeaks disclosures.",
  "hack and found a trail that led back to the Russian intelligence services.",
  "At home, Russia’s ostracization was spun as a sign of its righteousness.",
  "It may be a tall order to achieve by January 20th of next year.",
  "“Russia’s battlefield successes in Syria have given Moscow .",
  "“It’s just like a regular criminal investigation,” he said.",
  "Why has Moscow gone, for lack of a better term, war-crazy?",
  "Suddenly the question of war was in the air in Moscow.",
  "What is its strategic vision for itself and the world?",
  "All that has collapsed in the past month.",
  "It was a purposefully provocative move.",
  "And it may work, at least in part.",
  "But Putin may certainly try.",
  "“But what does Russia have?",
  "It has nuclear weapons.",
  "For Libya!",
  "For Syria!",
  ".",
  "."
]