[
  "— Donald J. Trump (@realDonaldTrump) December 12, 2016\n\nBut other branches of the government, including the Department of Homeland Security and the Director of National Intelligence, had previously pointed at Russia as the most likely culprit, as had numerous cybersecurity companies, from CrowdStrike to ThreatConnect, who had watched the so-called APT28 group act on behalf of Putin's interests for years before it hit the Democratic National Committee earlier this year.",
  "@pwnallthethings At @CrowdStrike Falcon was able to watch everything they did for weeks in May while we were planning full remediation — Dmitri Alperovitch (@DAlperovitch) December 12, 2016\n\n\"For Trump to reject that out of hand, it's not good leadership, not good management of his relationship with the intelligence community, and it's self-serving,\" said Morell, who served under both George W. Bush and Obama.",
  "One of Barack Obama's last acts as President of the United States should be to send a strong message to Putin's regime, in response to Russia's alleged hacking of this year's election, according to former acting and deputy director of the CIA Mike Morell.",
  "Thus far, he's ordered a review into the hacks, whilst officials told CBS they expect sanctions to be placed on the leadership of Russia’s GRU military intelligence arm, something Morell described as too weak, just a \"slap on the wrist.\"",
  "\"We talked about the opportunity that the president-elect has to literally reset things, to reset the trajectory of this economy, to reset the role of government, to reset America’s role in the world and how we're perceived in the world.",
  "\"I think it's very important we push back, that we retaliate, that we take actions that deter Putin from doing anything like this again, not only Putin, but other countries watching this - China, Iran, North Korea,\" he said.",
  "A suitable retaliation might include supplying weapons to Russia's enemies, such as Ukraine, in order to stymie an emboldened Kremlin and respond to an unprecedented attack on American democracy, Morell told FORBES today.",
  "He suggested Russia's hacking of U.S. democracy was \"the political equivalent of 9/11,\" pointing to one major similarity: that no politicians had warned an enemy of America would go as far as they did.",
  "Morell's comments came just days after president-elect Trump suggested intelligence from the CIA and the FBI that Russia carried out an attack on the U.S. election had little basis in fact.",
  "\"While we knew what Putin did in those countries that surround Russia and the former Soviet Union, we didn't think he'd have the guts to do something like that.",
  "Obama's final acts loom\n\nObama has little time to react to Russia's alleged espionage, which the Kremlin has repeatedly denied in the face of mounting evidence.",
  "Meanwhile, former HP chief Carly Fiorina is reportedly being considered for head of intelligence.It's unclear just what national security experience she has.",
  "Morell said he was confident incoming CIA chief Mike Pompeo would eschew any partisan politics he'd espoused in the past once he'd taken the reigns.",
  "\"We talked about hacking, whether it’s Chinese hacking or purported Russian hacking,\" she said, according to a report in the New York Times.",
  "Nevertheless, she reported on a positive meeting with the Trump transition team, claiming they'd discussed foreign hacks.",
  "\"It should be significant: possibly broad and deep sanctions in general, or providing offensive weapons to the Ukraine.\"",
  "It's unclear how willing Trump's picks for intelligence chiefs will react to any past or future Russian broadsides.",
  "Unless you catch \"hackers\" in the act, it is very hard to determine who was doing the hacking.",
  "On Twitter yesterday, Trump said attribution was particularly difficult in the cyber realm.",
  "Donald Trump, he suggested, did not appear to be ready to issue any such deterrent.",
  "And I think it’s why he’s getting such fantastic people in his administration.\"",
  "He's smart, he understands the CIA's apolitical nature.\"",
  "\"I expect him to leave the partisanship behind...",
  "Russia had, they claimed, been caught in the act.",
  "Why wasn't this brought up before election?",
  "We clearly misread him.\""
]