[
  "David Cowan, a partner at Bessemer Venture Partners, told Reuters, “I have never seen such a fast-growing market with so many companies on the losing side.” Dave DeWalt, the former CEO of cyber security company FireEye, said, “Suddenly, we are in this situation where there are just too many vendors and too few can be sustained.",
  "But SentinelOne strikes me as being more in limbo while a winner is Sunnyvale, Calif.-based CrowdStrike which announced June 19 that it had raised a $200 million Series E round -- led by General Atlantic, Accel and IVP, with participation from March Capital and CapitalG -- valuing the company at \"over $3 billion.\"",
  "ForeScout Technologies, a provider of software that helps companies keep the devices of their employees secure, raised $116 million in an IPO in October 2017 that valued the company at about $800 million, down from its $1 billion valuation in the private markets a year earlier -- and burning its investors.",
  "Desirable EPP solutions are primarily cloud-managed, allowing the continuous monitoring and collection of activity data, along with the ability to take remote remediation actions, whether the endpoint is on the corporate network or outside of the office.”\n\nCrowdStrike is getting more efficient.",
  "I enjoy writing about the dynamic between startups and incumbents but in the industry of helping protect so-called endpoints -- devices like PCs, laptops, and smartphones -- the story is complicated by the large number of upstarts seeking a piece of this market.",
  "McAfee and Kaspersky also lag the industry as does IBM's $2 billion security business, according to my April 27 interview with Tomer Weingarten, CEO of SentinelOne, a Mountain View, Calif.-based challenger founded in 2013.",
  "In April, I wrote about how SentinelOne was targeting that market and on July 25 I spoke with the CEO of Sunnyvale, Calif.-based CrowdStrike which seems to be leading the pack of upstarts going after a $35 billion market.",
  "According to the January 2018 Gartner Magic Quadrant for Endpoint Protection Platforms (EPP), CrowdStrike was rated \"the highest in ability to execute and furthest in completeness of vision in the Visionaries Quadrant.",
  "CrowdStrike -- whose cloud-based service uses \"AI and Indicator-of-Attack (IOA) based threat prevention to stop known and unknown threats in real time\" -- seems to be striking out the competition.",
  "For example, we posted 167% growth in the number of subscription customers; 172% growth in new subscription bookings annual contract value; and 140% growth in annual recurring revenue,\" he said.",
  "As he explained in a July 25 interview, \"I started as a CPA at Price Waterhouse and wrote a best-selling book about Internet security, 'Hacking Exposed: Network Security Secrets & Solutions.'",
  "SentinelOne -- which has raised $110 million in capital so far (most recently a $70 million Series C round in January 2017) -- is not yet ready for an IPO -- but it says it was growing fast.",
  "According to Weingarten, \"Between 2016 and 2017, we boosted new customer bookings 300%; increased our customer base 370% to 2,500; and added to our employee headcount by 175% to over 300.\"",
  "To be sure, the market for malware and ransomware protection -- dubbed endpoint security -- is an $11 billion market expected to grow at a 12.7% rate to $20 billion in the next five years.",
  "It is targeting what it expects to be $35 billion worth of markets (endpoint security, forensics, device control and others) by 2020 and seems to have a special sauce that customers like.",
  "According to that Gartner report, SentinelOne's biggest 2017 challenge was \"churn in staff roles across product, sales, marketing, and other internal and client-facing groups.",
  "And my guess is that the ones that are not getting fresh capital are burning through what remains and being told by their investors to get profitable or get acquired.",
  "We encourage people to believe in the mission -- we help protect our customers from the bad guys; we're revolutionizing security and making a difference.",
  "Indeed in May, Symantec cast a shadow on its stock by announcing that it was being audited in connection with concerns raised by a former employee.",
  "We created a culture team of our spiritual leaders who know everyone in the company and talk about how we are operating according to our values.",
  "This does not seem to be a good time to own Symantec stock but I would not be surprised to see CrowdStrike's investors do well in a future IPO.",
  "I was a general manager at McAfee for seven years and was asked three times to be chief technology officer -- which I ultimately accepted.",
  "\"We were two cofounders and 12 members of the launch team in 2011, we started generating revenue in 2013, and now we have 1,200 people.",
  "Customer success is important to us and we give them white glove treatment -- Gartner rates us 4.85 out of 5 on customer satisfaction.\"",
  "For example, $4 billion (2017 revenue) Symantec has been shrinking at nearly a 10% annual rate since 2013, according to Morningstar.",
  "There's a simple lesson here that's worth remembering -- going after a big market does not automatically make a company viable.",
  "The only viable companies are the ones that win enough customers to dominate the market -- while generating positive cash flow.",
  "And in the third phase where we are now, we are coin-operated -- wash, rinse, repeat on the way to becoming a public company.",
  "We have the highest retention rate and for every dollar we sell, we have 130% upsell [meaning existing customers buy more].\"",
  "Can I get more capital, do I have to merge?’”\n\nMeanwhile, unsuccessful IPOs in the sector seem to have scared investors.",
  "We have functional leaders in marketing, sales, support and others who have prior experience taking a company public.",
  "We do inside sales which is triggered by potential users downloading the software and trying the product out.",
  "When it comes to protecting peoples' computers, the incumbents seem to be losing ground to the challengers.",
  "In 2011, I assembled a team to start CrowdStrike -- intending to provide endpoint security via the cloud.\"",
  "Venture capitalists are now doing triage on these upstarts -- some are getting fresh capital, others not.",
  "\"In phase one, we were in evangelical selling mode, everyone believed in the mission and did many jobs.",
  "Not everyone from phase one was comfortable in phase two so we respectfully changed their roles.",
  "We have the $100 million in revenue needed to go public and we're enjoying triple digit growth.",
  "Gartner clients reported inconsistent interactions with SentinelOne throughout the year.\"",
  "I started FoundStone in late 1999 and sold it to McAfee {for $86 million) in 2004.",
  "It helps that its CEO, George Kurtz has prior startup success in his background.",
  "And the functions are matrixing with our regional general managers,\" Kurtz said.",
  "And incumbents like Symantec, McAfee, Kaspersky, and IBM are not keeping up.",
  "As Kurtz explained, \"We've been recognized for our culture by Fortune.",
  "You’re starting to see companies go, ‘oh my gosh, what do I do?",
  "In the second phase we had the technology and we were growing.",
  "SentinelOne said the churn was to upgrade its executive team.",
  "McAfee and Symantec shareholders should be paying attention.",
  "(I have no financial interest in the securities mentioned).",
  "As Kurtz explained, \"We are driving efficiency as we scale.",
  "Culture has been very important to CrowdStrike's success.",
  "CrowdStrike's organization has changed as it has grown.",
  "But it did not do so well in Gartner's magic quadrant.",
  "As for SentinelOne -- 2019 could be a decisive year.",
  "Investors seemed to have a good case for triage.",
  "Why is CrowdStrike winning customers?",
  "The company has grown since then."
]