[
  "A major step in deterring these kinds of attacks, he said, \"is the attribution of these attacks and holding the perpetrators accountable, as we witnessed today by the announcement of the U.S. Department of Justice.”\n\nIndeed, a Justice official said on a call with media that, dating back to the 2014 Chinese cyber espionage indictments, \"we made clear that working for the government doesn't immunize criminal conduct.\"",
  "“It’s important to hold people accountable for their actions and use the tools that the government has available to do that, and hold people accountable for taking actions that are not aligned with norms that we’d like to see, and to be responsible actors on the internet,” said Jeanette Manfra, the department's assistant secretary for cybersecurity and communications.",
  "Story Continued Below\n\n“The complaint charges members of this North Korean-based conspiracy with being responsible for cyberattacks that caused unprecedented economic damage and disruption to businesses in the United States and around the globe,” said Tracy Wilkison, first assistant U.S. attorney for the Central District of California.",
  "\"This indictment is the result of years of hard work by the FBI and the Department of Justice, and it is an important step in making clear to our adversaries that these kinds of criminal activities are unacceptable,\" said Virginia Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee.",
  "Besides the Sony, Bangladesh Bank and WannaCry allegations, the complaint ties North Korea to attempted hacks of Lockheed Martin, AMC Theaters, British company Mammoth Screen and financial institutions in Vietnam, the Philippines, Africa, South America and Southeast Asia.",
  "| AFP/Getty Images U.S. indicts North Korean national for Sony hack, massive cyberattacks\n\nU.S. prosecutors unsealed charges today against a North Korean national who they say helped orchestrate the 2014 Sony Pictures hack at the behest of Pyongyang officials.",
  "\"Their tradecraft continues to grow in sophistication, leveraging cyber capabilities for conducting data exploitation, data destruction, cyber espionage and financially motivated criminal activity — often costing organizations millions of dollars in damages.\"",
  "In the criminal complaint filed against Park in the Central District Court of California dated June 8, just before Trump met with Kim, prosecutors brought numerous charges against Park, saying he acted on behalf of the North Korean government.",
  "While China never handed over the suspects named in the 2014 indictments, many cited the charges as helpful to bringing Beijing to the table for a 2015 agreement with the U.S. banning government cyber theft of economic secrets.",
  "The office of the U.S. Attorney in Central California said that it involved more than 200 interviews, more than 100 search warrants and 600 pieces of evidence, including extensive cooperation with the victims of the crimes.",
  "According to the indictment, North Korea targeted AMC Theaters because it was preparing to screen \"The Interview\" and attacked Mammoth Screen over a film involving a British nuclear scientist detained in North Korea.",
  "Asked on a conference call with reporters whether the White House was briefed on the complaint, a Justice official answered only that it conducted executive branch briefings as it usually would in such matters.",
  "North Korean \"cyber adversaries represent some of the most active and disruptive threat groups today,\" said Dmitri Alperovitch, chief technology officer and co-founder of the cybersecurity firm CrowdStrike.",
  "In addition to the indictment for one of the country's most notorious cybercrimes, the U.S. is also charging Park Jin Hyok in a massive 2016 Bangladesh heist and last year's WannaCry malware outbreak.",
  "While Trump is attempting to foster relationships with North Korea and Russia, his administration is taking a harder line when it comes to naming and shaming those countries when it comes to hacking.",
  "In July, the Justice Department announced that it indicted 12 Russian hackers as part of special counsel Robert Mueller's investigation into Moscow's interference in the 2016 presidential election.",
  "In addition to the indictment for one of the country's most notorious cybercrimes, the U.S. is charging Park Jin Hyok in a massive 2016 Bangladesh heist and last year's WannaCry malware outbreak.",
  "“We will not allow North Korea to undermine global cybersecurity to advance its interests and generate illicit revenues in violation of our sanctions,” said Treasury Secretary Steven Mnuchin.",
  "North Korean hackers went after Lockheed Martin in hopes of stealing secrets about the THAAD missile defense system under development in South Korea, according to the Justice Department.",
  "And China is widely believed to still be conducting other kinds of digital operations against the U.S., even as it curtailed the specific kind of cyber theft forbidden by the 2015 deal.",
  "Hackers stole $81 million from the Bangladesh Bank in 2016 via the SWIFT financial network, while the WannaCry ransomware infected more than 200,000 computers in 100 countries.",
  "He was charged with conspiring to commit unauthorized access to computers with intent to defraud and causing damage, extortion related to computer intrusion and wire fraud.",
  "The Justice Department has issued an arrest warrant for Park, but there's no indication that North Korea plans to hand him over, according to a senior department official.",
  "\"It also points to the need for a clearly thought-out and articulated strategy for deterring and punishing state-sponsored cyberattacks.”\n\nSen. Ben Sasse (R-Neb.)",
  "The U.S. government previously blamed Pyongyang late last year for developing WannaCry, which most famously wreaked havoc on the U.K.'s National Health Service.",
  "Besides leaking internal Sony operations and communications, resulting in the ouster of a top film executive, the hackers destroyed thousands of computers.",
  "\"It's been four years since North Korea's petty little despot hacked Sony Pictures because he didn't like a movie that a free and open society produced.",
  "Following the hack, the U.S. government blamed North Korea in the first high-profile incident of calling out another country for a cyberattack.",
  "The Sony hack occurred as the studio prepared to release \"The Interview,\" a film that mocked Kim and satirized North Korea's government.",
  "The complaint says that Park was a programmer who worked for Korea Expo Joint Venture, an apparent front for the North Korean military.",
  "“The United States is committed to holding the regime accountable for its cyber-attacks and other crimes and destabilizing activities.\"",
  "It’s been a year and half since he launched a ransomware attack that hit hundreds of thousands of computers across the globe,\" he said.",
  "A DOJ official called Thursday's indictment \"one of the most complex and longest cyber investigations the department has undertaken.\"",
  "It's the first time the U.S. government has formally blamed North Korea for the cyberattacks other than the Sony and WannaCry cases.",
  "Speaking at a cybersecurity event in Washington before the formal announcement, a DHS official further explained the approach.",
  "Besides China, however, the court actions appear to have done little to dissuade the nations to back off their cyberattacks.",
  "The indictment is another example of divergent approach from the Trump administration when dealing with U.S. adversaries.",
  "The announcement comes the same day President Donald Trump praised North Korean leader Kim Jong Un on Twitter.",
  "Morning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "The indictment adds North Korea to the list of chief U.S. rivals in cyberspace named in criminal cases.",
  "Also on Thursday, the Treasury Department issued sanctions against Park and his alleged front company.",
  "The indictment said the culprits posed as hactivists calling themselves \"Guardians of Peace.\"",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"Kim Jong Un of North Korea proclaims 'unwavering faith in President Trump,'\" he tweeted.",
  "Cyber war gives outsized opportunities to North Korea and it's important to push back.\"",
  "\"Kim showed the world both how small he was and how capable his cyber soldiers can be.",
  "The indictment on Thursday follows similar cases against China, Russia and Iran.",
  "Some lawmakers quickly welcomed the North Korea indictment.",
  "The two nations have no extradition treaty.",
  "greeted the charges with the word: \"Good.\"",
  "Eric Geller contributed to this report.",
  "You can unsubscribe at any time.",
  "We will get it done together!\"",
  "\"Thank you to Chairman Kim."
]