[
  "/ Updated By Ken Dilanian and Josh Meyer\n\nASPEN, Colorado — Senior U.S. national security officials tell NBC News they are confident that Russian intelligence agencies hacked the Democratic National Committee.",
  "The Russian government had the “motive, means and opportunity,” one official said, and many officials believe it is likely the Russians gave the emails to WikiLeaks, but there is not yet definitive evidence.",
  "The open question, they say, is whether those same intelligence agencies directly leaked material to WikiLeaks, in what would seem to be an unprecedented effort to influence the U.S. election.",
  "Underlying that debate is the fact that the NSA and other agencies routinely collect intelligence about foreign election campaigns, and the CIA in the past has meddled in more than a few.",
  "That is possible, but the cyber security company hired to investigate the hack, Crowdstrike, says it only saw two breaches, both of which it attributed to Russian intelligence agencies.",
  "Russian President Vladimir Putin welcomes U.S. Secretary of State Hillary Clinton during the Asia-Pacific Economic Cooperation Summit in Vladivostok, Russia on September 8, 2012.",
  "A debate is already brewing within the U.S. government about how to respond if it is determined that Russia tried to interfere with the American election.",
  "James Clapper, the director of national intelligence, is believed to be in the latter camp, sources tell NBC News.",
  "MIKHAIL METZEL / AFP/Getty Images\n\nA total of nearly 20,000 emails were stolen, among other data, officials say.",
  "He is known to believe that the media is making too much of the hack, and that no one should be shocked by it.",
  "\"It's a leading theory, but we couldn't prove it in court at the moment,\" the official added.",
  "Others see it as part of the routine intelligence tit for tat that is better left in secret.",
  "The FBI and the NSA are now investigating who leaked the documents, U.S. officials say.",
  "WikiLeaks this week began posting audio recordings it says came from DNC voicemail.",
  "One issue is whether hackers other than Russian spies infiltrated DNC servers.",
  "Some officials would want to make that public and formulate a clear response.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]