[
  "Developing now, Monday, June 25, 2018\n\nSome lawmakers remain optimistic that an immigration bill can pass in the House this week, amid controversy over President Trump's latest comments about U.S. policy and illegal immigrants who 'invade' the U.S.\n\nDemocratic Rep. Maxine Waters encourages supporters to harass Trump staffers amid ongoing backlash to administration's 'zero tolerance' immigration policy\n\nThe United States is preparing a timeline of requests for North Korea following the historic summit in Singapore earlier this month, a report says\n\nThe Trump administration is reportedly planning new restrictions on Chinese investment, tech exports to Beijing, China\n\nPresident Trump will visit South Carolina on Monday to support Gov.",
  "Henry McMaster is hoping that the full-fledged support of the Trump administration will be enough to sway voters in the Palmetto State to go to the polls for him in his runoff against businessman John Warren ... McMaster -- who ascended to his post after Trump picked his predecessor, Nikki Haley, to be the United States ambassador to the United Nations – saw the majority of South Carolina Republicans vote against him in this month’s gubernatorial primary, while Warren has won the support from the third- and fourth-place finishers in the race and Republican Rep. Ralph Norman.",
  "Henry McMaster in primary runoff against businessman John Warren\n\nMultiple arrests have been made in the 'mistaken identity' stabbing death of a teen member of a police youth program, the NYPD announced Sunday night\n\nRoseanne Barr breaks down in her first interview since ABC canceled her hit TV series over her racist tweet\n\nTHE LEAD STORY - BATTLE AT THE BORDER AND CAPITOL HILL: Republican leaders are trying to secure the votes they need for a wide-ranging, tweaked, immigration bill they hope will pass in the House this week ...",
  "Burger King refuses to serve uniformed officers, Louisiana police department claims\n\n'I'VE LOST EVERYTHING': Roseanne Barr broke down in tears during her first interview after her racist tweet prompted ABC to cancel the high-profile revival of “Roseanne\" ... Barr recorded a podcast interview with her longtime friend, Rabbi Shmuley Boteach, who on Sunday published an edited transcript and recording of the conversation.",
  "'AUNTIE MAXINE' LEADS 'TOLERANT' LEFT'S CRUSADE AGAINST TRUMP STAFFERS: Democratic Rep. Maxine Waters encouraged her supporters to fight back against the Trump administration amid backlash over the White House’s “zero-tolerance” immigration policy — and said “the people” will “absolutely harass” Trump staffers ...",
  "“The people are going to turn on them, they’re going to protest, they’re going to absolutely harass them.”\n\nA WISH LIST FOR NORTH KOREA: The United States is preparing “specific asks” in a timeline that will be presented to North Korean officials as a result of last month’s historic summit, Reuters reported ...",
  "– Candace Owens, Turning Point USA communications director, on \"Justice with Judge Jeanine\" sounding off recent restaurant incidents involving Department of Homeland Security Secretary Kirstjen Nielsen and White House Press Secretary Sarah Sanders and leftist backlash over Trump administration policies.",
  "But multiple factors - wavering GOP support, voter wariness over amnesty of any kind, backlash over separation of children from their illegal immigrant families and uncertainty over their fate - have cast doubt over whether Congress will come to any agreement over immigration reform.",
  "While officials did not immediately identify how many arrests were made or who was arrested, the New York Post reported, citing police sources, that five people were arrested in the slaying of Lesandro \"Junior\" Guzman-Feliz in the Bronx.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: President Trump tweeted on Sunday that the U.S. “cannot accept all of the people trying to break into our country” and hinted towards a hardline stance on an “unfair” immigration system.",
  "“And I regretted it before I lost everything.”\n\n'Roseanne' spinoff officially picked up at ABC without Roseanne Barr's involvement\n\nAS SEEN ON FOX NEWS WEEKEND\n\nTHE LEFT'S TEMPER TANTRUM: \"The Left has absolutely lost control.",
  "Speaking on MSNBC, the California congresswoman said current administration officials who defend Trump “know what they’re doing is wrong” and said they soon won’t be able to peacefully appear in public without being harassed.",
  "ET: White House correspondent Kevin Corke on the latest in the immigration battle over migrant families, the quest for immigration reform and White House press secretary Sarah Sanders being thrown out of a Red Hen restaurant.",
  "“There will be specific asks and there will be a specific timeline when we present the North Koreans with our concept of what implementation of the summit agreement looks like,” the official reportedly said.",
  "U.S. moves 100 caskets to DMZ for service members' remains from North Korea\n\nUPPING THE ANTE ON THE TRADE WAR: President Trump is preparing a plan that will further ramp up trade concerns with China ...",
  "WATCH\n\n'OVERPLAYING' THEIR HAND: \"We have to be able to screen because even if you let in 500 great, hard-working, soon-to-be American citizens and one of them is a mass murderer, that is one too many.\"",
  "“At minimum, we have to deal with the family situation,” McCaul, R-Texas, who is the chairman of the House Homeland Security Committee, said during an interview on “Fox News Sunday” with Chris Wallace.",
  "But The White House is throwing everything at its disposal into the race to save McMaster, who went out on a political limb for Trump at a crucial point in the 2016 Republican presidential primaries.",
  "1947: \"The Diary of a Young Girl,\" the personal journal of Anne Frank, a German-born Jewish girl hiding with her family from the Nazis in Amsterdam during World War II, is first published.",
  "The Associated Press reported that the Koreas, in the meantime, are discussing the possible relocation of North Korea's long-range artillery systems away from the tense Korean border.",
  "“They’re not going to be able to go to a restaurant, they’re not going to be able to stop at a gas station, they’re not going to be able to shop at a department store,” Waters said.",
  "#JusticeForJunior: Multiple people have been arrested in connection with the \"brutal\" murder of a 15-year-old boy in New York City, the New York Police Department said Sunday ...",
  "Henry McMaster; Dr. Raymond Gerald Bailey, president of Petroteq Energy Inc.\n\nCavuto: Coast to Coast, Noon ET: Rep. Pete Sessions; Betsy Atkins, Baja Corporation CEO and founder.",
  "The Treasury Department would block firms with at least 25% Chinese ownership from buying companies involved in what the White House calls \"industrially significant technology.\"",
  "ET: Insight from the following guests: Rep. Devin Nunes, Rep. Mark Meadows, Florida Attorney General Pam Bondi, Dan Bongino and former \"Home Improvement\" star Zachery Ty Bryan.",
  "Still, even if McCaul can garner enough Republican votes to pass the immigration legislation through the House, it is seen as unlikely to get past a filibuster in the Senate.",
  "However, he told \"FOX News Sunday,\" biggest issue that needs to be addressed immediately is the separation of migrant children from their parents at the U.S.-Mexico border.",
  "ET: Michael O'Rielly, FCC commissioner; Christian Whiton, former senior adviser for strategic communications at the State Department; Rep. Andy Biggs; South Carolina Gov.",
  "MINDING YOUR BUSINESS\n\nGE nears deal to sell Industrial-Engines Unit to private-equity firm: report\n\nAt Microsoft, 300 workers protest ICE contract, threaten to resign.",
  "They are aimed at preventing Beijing from moving ahead with plans outlined in its \"Made in China 2025\" report to become a global leader in 10 broad areas of technology.",
  "– Tyrus, on \"The Greg Gutfeld Show,\" arguing that the Left did not know how to handle its messaging when it came to illegal immigration and migrant family separation.",
  "The plan would bar many Chinese companies from investing in U.S. technology firms, and by blocking additional technology exports to Beijing, according to Dow Jones.",
  "McCaul's comments came as Trump tweeted Sunday that people who “invade” the U.S. must get sent back to their home countries immediately, without any court action.",
  "The news agency, citing an unnamed U.S. defense official, reported that the U.S. hopes the presentation will show Pyongyang’s level of interest in denuclearizing.",
  "Trump wrote that the U.S. immigration system is “laughed at all over the world,” and is “very unfair” to those who use legal avenues to gain entry.",
  "USC faces lawsuits over doctor's alleged sexual abuse: report\n\nAlmost 16,000 US service members have died since 2006, mostly in the United States.",
  "Colonel George A. Custer and his 7th Cavalry are wiped out by Sioux and Cheyenne Indians in the Battle of the Little Bighorn in Montana.",
  "He dispatched Vice President Pence to the state on Saturday and will himself stump for McMaster on Monday afternoon in West Columbia.",
  "THE SWAMP\n\nPorn star's lawyer Michael Avenatti accuses feds of being afraid of media after meeting with Stormy Daniels is canceled.",
  "FOX News Radio's Gurnal Scott speaks with FOX News correspondent Ellison Barber about the multiple sides of the immigration debate.",
  "ET: Homeland Security Secretary Kirstjen Nielsen is chased out of a D.C.-area restaurant and protesters taunt her outside her home.",
  "Members of the Trinitarios street gangs reportedly apologized to Guzman-Feliz's family and said, \"It wasn't supposed to be him.\"",
  "Guzman-Feliz's family said he was enrolled in the NYPD Explorers youth program and his dream was to be a detective for the city.",
  "Two suspects reportedly were taken into custody in the Bronx, while three more were tracked down to Paterson, New Jersey.",
  "ET: Guests include: Former Fla. congressman Allen West; Rep. Ron DeSantis; George Kurtz, CrowdStrike CEO and co-founder.",
  "WATCH\n\nTRENDING\n\nGlenn Beck walks out of tense CNN interview before Brian Stelter asks why his company was 'imploding.'",
  "#OnThisDay\n\n2009: Death claims both \"The King of Pop\" Michael Jackson and \"Charlie's Angels\" icon Farrah Fawcett.",
  "HOLLYWOOD SQUARED\n\nTrump tells 'whimpering' Jimmy Fallon to 'be a man' over 'Tonight Show' hair-mussing episode.",
  "But Rep. Mike McCaul remains optimistic that a so-called consensus bill on immigration can be passed this week.",
  "New York Post columnist Michael Goodwin on why Democrats refuse to acknowledge safe borders are necessary.",
  "Laura Ingalls Wilder's name pulled from library award over 'stereotypical attitudes' in her popular books.",
  "“It’s inhumane.” Last week, President Trump signed an executive order aimed at stopping such separations.",
  "James D. Miller: To solve the immigration crisis, build the border wall and admit more legal immigrants.",
  "Woman dubbed '#PermitPatty' appears to call cops on 8-year-old girl selling water in viral video.",
  "ACROSS THE NATION\n\nAuthorities seek clues in fatal shooting of scientist at California campsite.",
  "FOX NEWS OPINION\n\nMichael Goodwin: Democrats refuse to acknowledge safe borders are necessary.",
  "Trump issued several tweets over the past week praising the governor and noting his loyalty.",
  "World's Ugliest Dog title goes to ...\n\nSTAY TUNED\n\nOn FOX News:\n\nFOX & Friends, 6 a.m.",
  "Sen. Mark Warner reportedly jokes about revealing info on Russia probe at fundraiser.",
  "Hezbollah reportedly claims Facebook, Twitter have disabled their main accounts.",
  "White House press secretary Sarah Sanders is thrown out of a Red Hen restaurant.",
  "FBI sends classified letter to House GOP on use of informants in Trump campaign.",
  "The attack stemmed from a case of \"mistaken identity,\" the paper reported.",
  "Julius Caesar had 'crazy bulge' on his head new 3D reconstruction shows.",
  "Monsanto trial over possible Roundup cancer link could begin Monday.",
  "The curbs are reportedly set to be announced by the end of the week.",
  "Barr described herself as a hate magnet unworthy of being defended.",
  "Laura Ingraham gives her food for thought on these issues and more!",
  "'Return of the Jedi' blaster used by Han Solo is sold at auction.",
  "Plus, commentary by Rich Lowry, editor of the National Review.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Thousands flee as flames race across dry rural California.",
  "We'll see you in your inbox first thing Tuesday morning.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "Ned Ryun: Here's how to solve the immigration crisis.",
  "“I’ve lost everything,” Barr said on the podcast.",
  "LOOKING FOR A 'TRUMP BUMP': South Carolina Gov.",
  "Brigitte Nielsen, 54, welcomes her fifth child.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "They know that they are losing.\"",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Ingraham Angle, 10 p.m.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Enjoy your Monday!",
  "Not signed up yet?",
  "1876: Lt. Col.",
  "Click here."
]