[
  "Postal Service employees Nov. 2014\n\nAttacking U.S. websites GitHub and GreatFire by overloading their servers April 2015 (known as a distributed denial of service or DDOS attack)\n\nThe Office of Personnel Management hack April 2015 that exposed the personal information of almost 22 million federal employees\n\nThe hacking of prestigious U.S. engineering schools May 2015 (Penn State University, Johns Hopkins University, Carnegie Mellon University, Massachusetts Institute of Technology, and the University of California at Berkeley)\n\nPresident Barack Obama agreed to a cybersecurity pact with Xi Jinping Sept. 25.",
  "The pact was prefaced on both China and the U.S. agreeing that “neither country’s government will conduct or knowingly support cyber-enabled theft of intellectual property, including trade secrets or other confidential business information, with the intent of providing competitive advantages to companies or commercial sectors.” (RELATED: Fool Me Twice … China Attacks Seven Companies After US Cyber Truce)\n\nSince the signing, however, cyber attacks against the U.S that are attributable to China led many in the public and private sector to believe the pact was lacking substance.",
  "He said in an email to The Daily Caller News Foundation that given “that various computer security firms have noted that China didn’t really reduce its cyber espionage activities after the Xi-Obama summit, it is unclear why we would expect the PRC to cut back now.”\n\n“Keep in mind that China has NEVER openly admitted engaging in economic cyber espionage, so denials and promises to reduce such actions need to be seen in that light,” Cheng said.",
  "Leiu added that as “China continues to get its own intellectual property and acquire its own inventions, it understands the importance of protecting its own businesses from cyber theft … They know that having a cyber war where you have both counties trying to steal intellectual property off commercial businesses does not benefit either side.” (RELATED: China Permits 155 New Coal Plants To Be Built — That’s One Every Two Days!)",
  "(RELATED: Congressional Commission Recommends Cyber Retaliation On China)\n\nAccording to a report from the U.S.-China Economic and Security Review Commission, China has been responsible for a number of digital attacks including:\n\nChina’s People’s Liberation Army attacked six industries May 2014 that were involved with nuclear and solar power, as well as metals manufacturing\n\nThe theft of 800,000 U.S.",
  "(RELATED: Christie Threatens China With ‘Cyber Warfare Like They Have Never Seen Before’ [VIDEO])\n\nFor instance, the day after the pact was signed cybersecurity firm CrowdStrike detected a cyber attack directed at seven U.S. companies in the technology and pharmaceutical sector.",
  "Democratic California Representative Ted Leiu said Chinese officials told a group of visiting House Democrats that the communist regime is dedicated to ending corporate cyber attacks against the U.S., The Hill reported Nov. 18.",
  "Follow Steve Ambrose on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "NO sanctions, no reductions in investments there, no limits on access to the US market–why would China reduce remunerative activities, given the lack of cost to them,” he said.",
  "(RELATED: China’s Latest Admission Could Derail UN Global Warming Talks)\n\nLeiu expressed confidence that the Chinese were serious in their commitment.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Along with five other democratic members, Leiu accompanied Minority Leader Nancy Pelosi on a trip to China and Tibet Nov. 5.",
  "The purpose of the trip was to find common ground between the U.S. and China in an effort to advance economic growth.",
  "Yet, Dean Cheng, the Asian Studies Center senior research fellow at The Heritage Foundation, remains skeptical.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "A congressman has a message from China that could signal the tide is turning in the U.S.-Sino cyber war.",
  "Ultimately, for Cheng, stopping Chinese cyber attacks involves more than just empty assurances.",
  "The cyber relationship between America and China has been aggressive to say the least.",
  "“The real question is at what point Chinese activities will be made expensive?",
  "He wants to see more consequences."
]