[
  "If you’ve done three or four investigations and you found evidence — you’ve found IP addresses, you’ve found malware, reversed the malware and found comments or the personal touch of a certain type of group or person that created this malware — all of those things put together allow you to say that I think this is the same group who did the four before, and this new one.",
  "There's too much that Patel says he can't talk about, but we nudged a few valuable insights from him for a Q&A...\n\n*\n\nMilan, during a press conference in Florida three days ago, Trump said the DNC hack is \"really bad\" for this reason: That if Russia was behind the hack, it shows how \"disrespected we are\" as a country.",
  "He initiated and led probes into Anonymous — the infamous decentralized “collective” of cyberthugs — as well as Rove Digital, a criminal organization that infected millions of computers worldwide with malware that enabled the crooks to manipulate online advertisements and steal millions of dollars.",
  "In short, Patel has pretty much done it all — from counterterrorism operations to state-sponsored hacking, from serving as a member of the FBI New York's SWAT team to managing high-level cyber investigations in Washington with his counterparts at the CIA, DHS, and NSA.",
  "Would Obama, as a Democrat, feel he has to recuse himself from such a decision — similar to how his Attorney General recused* herself when she announced she would abide by the FBI’s recommendation about whether Clinton's email activities were chargeable offenses?",
  "Sort of like telephone call records: you may not have the content of the communication, but you have the “to” and “from.” And if you have seen the “from” many times before in other investigations, there may be a good chance you have an idea as to who is it.",
  "National security cases, in particular cyber, require significant coordination with multiple U.S. intelligence agencies — and international partners — as many of them play different roles in collection, investigation, or defense.",
  "Also, using the same password for multiple accounts, using easy-to-guess passwords, or saving them on the desktop of the computer can decrease the amount of time and skills a hacker needs to fully \"own\" a network and its assets.",
  "*\n\nGetting back to the DNC hack, should I find it astonishing that — in light of the Hillary Clinton email scandal over the past year — DNC officials have been writing some controversial things in their emails to one another?",
  "After identification, local law enforcement decides to post their pictures online in order to get the public’s help without inquiring through state and federal communications channels of other ongoing investigations.",
  "In cyber, the NSC [chaired by Obama] and DOJ are deeply involved in that decision — because it could have significant political ramifications when you officially comment on another country’s hacking operations.",
  "It’s important to note, if this was orchestrated by a group already known, then the government already has evidence linking specific actor groups, whether it be Russian or another cybercrime syndicate.",
  "*\n\nIndeed, CrowdStrike [the cybersecurity firm retained by the DNC] is confident with its findings from May that two separate Russian intelligence-affiliated groups were responsible for the DNC hacks.",
  "Cyber espionage experts and government officials (including President Obama) say the evidence points to Russia's government as being responsible for the DNC hack, a charge that Vladimir Putin denies.",
  "They would take those indicators and run checks against their internal case management and collections databases to see if they have seen any of the IP addresses or domains used in other intrusions.",
  "With the DNC hack, I wonder if a decision will be made by the White House not to emphatically and publicly accuse Russia — even if the evidence becomes indisputable that the Kremlin was behind it.",
  "In these national security cyber cases, where there may be no prosecution, you still have to do that same level of thinking and rethinking to make sure that what you’re saying is totally accurate.",
  "In fact, very few emails are even embarrassing, like one that I see where the DNC's national finance director refers to the topic of a pending conference call with Obama as \"Small business shit.\"",
  "*\n\nRichard Behar is the Contributing Editor of Investigations for Forbes magazine; the Editor of Mideast Dig; and is at work on a book about Bernard Madoff — to be published by Simon & Schuster.",
  "In many cases, private sector investigators are hired to clean up victim networks, which enables them to compare notes from previous engagements and other partners to make these assertions.",
  "This is a big deal [the DNC hack], showing that there may be a link to state-sponsored hacking or a group of people co-opted or sponsored by the Russian government for political advantage.",
  "Getting approval from the leadership within a prosecutor's office to move a case forward can be difficult, but attribution on the international stage is much more complex and strategic.",
  "Because of the disclosure, the bad guys clean their tracks and dispose of their phones, which causes federal law enforcement to lose the coverage they worked for years to acquire.",
  "Wikileaks boss Julian Assange says he has more material related to the Hillary Clinton campaign — he refers to it as \"extremely interesting\" — that will be posted \"in due course.\"",
  "I remember that World Bank officials clashed behind closed doors in Washington with China’s bank director over whether or not China's government was involved in the break-ins.",
  "I hope they do... Now, if Russia or China or any other country has those emails, I mean, to be honest with you, I’d love to see them.”\n\nI don't think there will be an effect.",
  "*\n\nIf the USIC concludes with absolute certainty that Russia’s government was behind the DNC hacks, we of course don’t know if a decision will be made to go public with it.",
  "Patel spent 12 years at the FBI (from 2003 to 2015), where he was one of the most successful and experienced special agents and supervisors in the Bureau’s Cyber Division.",
  "The FBI would also pass those indicators to other USIC [United States Intelligence Community] agencies to determine if those agencies have seen them in their collection.",
  "*\n\nWhat’s your view on FBI director James Comey’s conclusion earlier this month about Hillary's emails — in terms of the Bureau not finding any criminal wrongdoing?",
  "*\n\nTrump also said it was \"probably not\" Russia that did the hack, and that \"nobody even knows — it’s probably China, or it could be somebody sitting in his bed.\"",
  "I'm thinking mainly of these statements of his: \"Russia, if you’re listening, I hope you’re able to find the 30,000 [Hillary Clinton] emails that are missing....",
  "Evidence collected to this point by the cybersecurity community, as well as multiple articles from the media citing government sources, are probably accurate.",
  "But to this day, I have no idea if it was proven beyond a doubt that the breaches originated in China — or if they were financially or politically motivated.",
  "The intruders had total access for at least six months to all incoming and outgoing email of the global arm of the bank that lends to the private sector.",
  "It’s no secret our adversaries are always trying to get into our networks, both public and private, and this includes networks of political campaigns.",
  "For example, if you an encrypt a MS Word document and then email it, you should text the password to the recipient or even call rather than email it.",
  "Few of the documents are damaging, such as the notorious email suggesting that if Bernie Sanders is an atheist, it can perhaps be used against him.",
  "On the other side, there are cases where you’d be investigating a China-based intrusion at a company, and it turns out the Russians are there too.",
  "*\n\nIn some of the alleged DNC documents on WL’s website, I notice that DNC staffers emailed passwords to their colleagues [See screenshot below].",
  "Last week, more than 19,000 emails (plus 800+ attachments) from the hack of the DNC's network were posted by Wikileaks, with more likely to come.",
  "USIC agencies operate with different authorities requiring varying degrees of coordination to ensure work is not being duplicated or disruptive.",
  "Forensically speaking, when you make an attribution of some kind, it’s usually based on some knowledge you already known about this actor set.",
  "Not necessarily, but from the details have been presented by colleagues in the community, it’s got the hallmark of an intelligence operation.",
  "Agencies ask, \"If I release this data, is it going to harm another investigation or a larger strategy within my organization or another?\"",
  "In the world of cybersecurity investigations, there are lots of unsung American heroes who work in the shadows to make the country safer.",
  "But few can match the expertise of Milan Patel, a managing director at K2 Intelligence, one of the world’s leading investigative firms.",
  "And what you’re trying to do is to make the right moves to put yourself in a better position instead of just looking for small wins.",
  "They very well may have — but there’s still ways to trace IP addresses and the tactics, techniques, and procedures of hacker groups.",
  "The boots-on-the-ground forensics work was most likely already done by CrowdStrike, which is why they published their conclusions.",
  "Patel also helped deep-six a highly sophisticated cyber-underworld site called Silk Road, which dealt in illegal guns and drugs.",
  "It’s not uncommon for our allies to try and get into the same foreign adversary network at the same time and step on each other.",
  "But is that really the case, in your view, given all the state-sponsored hacking in the world that's been going on for decades?",
  "But it's not surprising that a foreign intelligence service would want to target a political campaign — it makes total sense.",
  "*\n\nIn 2008, I exposed a massive breach of the World Bank, where the hackers used a cluster of IP addresses from Macao, China.",
  "And yesterday the Hillary Clinton campaign announced that a DNC data analytics program used by them has also been breached.",
  "(The FBI's \"Operation Ghost Click,\" which demolished Rove Digital, was one of the largest cybercrime takedowns in history.)",
  "We live in world where email is the most efficient tool to communicate across organizations, governments, and time zones.",
  "The goal of these operations is to never leave and extract intelligence over long periods of time without being detected.",
  "Have you ever dealt with the two bad-guy entities that CrowdStrike uncovered in the DNC hack – Fancy Bear and Cozy Bear?",
  "The FBI investigation would consist of making sure they had the technical indicators or the evidence of the compromise.",
  "It turns out the public disclosure disrupts a federal organized crime investigation which has been going on for years.",
  "I don’t think any hacker group does it on purpose, unless it’s hacktivist-based and they want to claim responsibility.",
  "*\n\nWhen you read about them in CrowdStrike’s report, did you say, ‘Oh, I bet it’s a state-sponsored hack by Russia?'",
  "The hacks into the Democratic National Committee's computer networks are continuing to receive widespread attention.",
  "Some are weak passwords, such as dncrr2main — while others are strong, such as HHGTevgHQ@z&8b6\n\nAlways a bad idea.",
  "Can't people in the political world learn to hold that stuff for — perhaps — hourly confidential conference calls?",
  "Not using a second channel for passwords could give hackers access to more data then they already have access to.",
  "I think what makes these conversations interesting is when it’s put into the context of this particular campaign.",
  "You might think the Russians (if they did the deed) would have laundered this hack 30 times through 30 countries.",
  "When you bring both types of intelligence together, it makes the case stronger on who might be behind the attack.",
  "There are hacks every single day and they are largely unaddressed by the government or private sector experts.",
  "They may have circumstantial evidence but — it’s almost like walking through a prosecution on a criminal case.",
  "Often times, the government is connecting the dots through court-authorized collections or covert operations.",
  "In fact, most industry reporting indicates it's an average of seven months between compromise and discovery.",
  "*\n\nDo you think some of Trump's comments will encourage state-sponsored hacking against the U.S. by Russia?",
  "It’s very different when conducting a press release at the end of a traditional criminal investigation.",
  "Intelligence service hacking operations are commonly referred to as advanced persistent threats (APT).",
  "You’ll be hard to find anyone who does not have sincere respect for his public service and leadership.",
  "In a criminal case, your prosecution is maybe FBI agents and federal prosecutors in a local district.",
  "*\n\nLet me ask you about someone else whose integrity is certainly questionable, to put it mildly.",
  "You could always do it better, but I think there’s always going to be some sort of digital trail.",
  "Many hacks happen due to poor password hygiene by employees and how employees share passwords.",
  "The government may not have all the pieces, but enough to indicate the origin and destination.",
  "*\n\nBut this is immense — a DNC hack that has apparently gone on quietly for more than a year.",
  "It was the FBI that discovered the breach, by chance, while investigating some other case.",
  "And in this particular incident, it’s obviously for political intelligence and advantage.",
  "Often, court authorized surveillance picks up “chatter” about these types of intrusions.",
  "[* Clarification: The usage of \"recused\" here is intended to be colloquial, not legal.",
  "In 2014, DOJ and FBI brought charges against Chinese military officers for doing that.",
  "\"And the IP addresses that we tracked we think belong to a certain group in X country.",
  "A hack being discovered more than a year after the initial compromise is very normal.",
  "*\n\nDo you think the hackers went into it knowing they would eventually be found out?",
  "The U.S. government does not hack into other countries to steal for economic gain.",
  "*\n\nWell, if the proof was there, the World Bank has never accused China publicly.",
  "Taking the documents at face value from the Internet should always be questioned.",
  "And, of course, we ourselves try to get intel by sneaking into Russia's networks.",
  "You have no idea if the documents have been altered to drive a specific message.",
  "Kind of like when law enforcement uses names for a criminal with a certain M.O.",
  "*\n\nAnd we certainly try and hack into foreign government networks all the time.",
  "Republican presidential candidate Donald Trump has impolitically opined on it.",
  "In some instances they might gain access and not do anything for many months.",
  "And it could just be two words that could be enough to change the narrative.",
  "Espionage is not a bully stealing your lunch money on the school playground.",
  "Assuming it's Russia, is it stupid that Putin's hackers left fingerprints?",
  "Their evidence points to four individuals who they have fully identified.",
  "Maybe they didn’t count on anyone finding out and then investigating it.",
  "Detectives conduct an investigation on the scene and gather evidence.",
  "The things you see in the media are the ones that were identified.",
  "A hat tip for this point goes to retired FBI agent Bobby Chacon.]",
  "*\n\nSounds like a clogged, not-so-secret cyber-highway out there.",
  "You don’t bring a case unless you have all your ducks in a row.",
  "*\n\nAdvice to journalists about relying on Wikileaks documents?",
  "This [DNC/Russia] would be attributing an attack publically.",
  "As an example: law enforcement responds to a bank robbery.",
  "I completely trust his decision and how he arrived at it.",
  "There is a global chess game that is happening every day.",
  "*\n\nHas China’s government hacked us for economic gain?",
  "Comey is well known for his steady hand and judgment.",
  "If they hacked, they probably have her 30,000 emails.",
  "Everybody leaves fingerprints; it’s just a reality.",
  "In some way shape or form you leave a digital mark.",
  "It’s the only way to get things done, efficiently.",
  "Is any of it about 'respect' or the lack thereof?",
  "That [Clinton emails] was a different situation.",
  "It won't be disrupted by comments by Mr. Trump.",
  "The USIC uses other codenames for those groups.",
  "They [Russia and China] have a plan, as we do.",
  "And we’re gonna call this group Fancy Bear.\"",
  "Those are codenames that CrowdStrike gave.",
  "*\n\nAnd tripping over each other sometimes?",
  "There are more that are never identified.",
  "Or will they have no effect at all on it.",
  "He can be reached at rbehar@forbes.com",
  "*\n\nThey couldn’t have done it better?",
  "The DNC asked the FBI to investigate.",
  "This has nothing to do with respect.",
  "*\n\nSo you probably know the Bears?",
  "Yes, there have been known cases.",
  "This has to do with information.",
  "Why wouldn’t they count on it?",
  "Because it happens every day.",
  "It’s all about the evidence.",
  "He’s as honest as they come.",
  "We should not be surprised.",
  "These are larger campaigns.",
  "But not for economic gain.",
  "This is how WL operates.",
  "All about the evidence.",
  "This is a big deal.",
  "What happens next?",
  "*\n\nOn a DNC hack?!",
  "What's your take?",
  "Sometimes, yeah.",
  "Yes, of course.",
  "I probably do.",
  "*\n\nOf course.",
  "Bad idea?",
  "No.",
  "No."
]