[
  "The New York Times reports on the links between Perkins Coie and the dossier from the perspective of charges from Jordan’s supporters that he is, as the newspaper characterizes it, “the victim of the same ‘deep state’ conspirators — liberal bureaucrats embedded in the government — who are trying to bring down the president.”\n\nIn the piece, titled, “Jim Jordan Is Defiant as Allegations Mount, and Supporters Point to ‘Deep State,’” the newspaper reports:\n\nHis supporters have tried to amass evidence of that conspiracy.",
  "NEW YORK — In reporting on the Ohio State University probe of sexual abuse allegations by former student wrestlers against their team doctor, major U.S. news media outlets either entirely fail to report or minimize the detail that Perkins Coie, the law firm involved in the case, paid the controversial Fusion GPS firm to produce the largely discredited, infamous anti-Trump dossier that sparked collapsed claims President Trump’s 2016 campaign colluded with Russia.",
  "A widely published Associated Press article on the subject states that Ohio State University “has urged anyone with information to contact the investigators from the Seattle-based law firm Perkins Coie.”\n\nLike scores of other major news media articles on the subject, the AP entirely fails to inform readers of Perkins Coie’s financing of the anti-Trump dossier or the firm’s representation of Clinton’s campaign or the DNC.",
  "A CNN article on the subject is titled, “Ohio State team doctor was warned about being ‘too hands on’ with athletes, former coach says.” The piece relates that the university “has hired a law firm, Perkins Coie, to look into the claims made by former male athletes on 14 sports teams.”\n\nYet the CNN piece does not once mention Perkins Coie’s financing of the dossier or its representation of Clinton’s campaign or the DNC.",
  "NBC News reported it was told by three former student wrestlers that, as characterized by the news network’s online article, “It was common knowledge that Strauss showered regularly with the students and inappropriately touched them during appointments and said it would have been impossible for Jordan to be unaware.”\n\nNBC reported further that one former student wrestler claims he told Jordan about Strauss’s abuse.",
  "NBCNews.com, citing university officials involved with the investigation, first broke the story last Tuesday that Jordan is among the witnesses expected to be questioned by “the law firm that Ohio State hired to conduct the probe into Strauss’ misconduct.”\n\nNot until the 37th paragraph does the article inform readers that the firm in question is Perkins Coie.",
  "“Close examination, however, reveals that Jordan’s initial accusers might not be the most credible witnesses.” … And it notes that the law firm investigating the Strauss allegations for Ohio State, Perkins Coie, worked on behalf of Hillary Clinton’s campaign to hire the firm that produced a dossier containing unverified and salacious allegations about Trump.",
  "Ian Fury, a spokesperson for Jordan, maintained that “Congressman Jordan never saw any abuse, never heard about any abuse, and never had any abuse reported to him during his time as a coach at Ohio State.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Jim Jordan says he never heard locker-room talk of abuse by Ohio State doctor” mentions the dossier financing in the context of a press release issued by the Virginia-based Shirley & Banister Public Affairs firm, which reportedly has been issuing information in defense of Jordan.",
  "According to House Intelligence Committee documents, the questionable dossier was also used by Obama administration officials to obtain a FISA warrant to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "The DNC reportedly did not allow the FBI to gain access to servers that were suspected of being hacked, instead coming to an arrangement with the federal agency in which CrowdStrike carried out forensics on the servers and shared details with the FBI.",
  "Last October, the Washington Post reported that in April 2016, attorney Marc E. Elias and his law firm Perkins Coie retained Fusion GPS to conduct the firm’s anti-Trump work on behalf of both Clinton’s 2016 presidential campaign and the DNC.",
  "While it is not clear how much the Clinton campaign or the DNC paid Fusion GPS, the UK Independent, citing campaign finance records, reported that the Clinton campaign doled out $5.6 million to Perkins Coie from June 2015 to December 2016.",
  "The Post piece, however, does report on Perkins Coie’s work for Clinton’s campaign and the DNC, and the firm’s financing of the dossier in the context of noting Jordan’s criticism over the law firm’s role in those very matters.",
  "Records show that since November 2015, the DNC paid the law firm $3.6 million in “legal and compliance consulting.”\n\nSteele reportedly met with the FBI on July 5, 2016 to report his purported findings about Trump and Russia.",
  "The firm, Perkins Coie, worked for Hillary Clinton’s presidential campaign and the Democratic National Committee, and helped to pay for a dossier of unconfirmed accusations linking the Trump campaign to Russian intelligence.",
  "The firm hired Fusion GPS, the company that produced the now-famous dossier containing allegations about President Trump’s connections to Russia using research from Christopher Steele, a former British intelligence officer.",
  "The Post reported:\n\nIn an interview Thursday with Fox News, Jordan criticized Perkins Coie, which represented the Hillary Clinton presidential campaign and the Democratic National Committee during the 2016 election.",
  "Former students are charging that Jordan, who was an assistant wrestling coach at the university from 1986 to 1994, either knew or should have known that team physician Dr. Richard Strauss allegedly abused students.",
  "Jim Jordan (R-Ohio) is in contact with lawyers probing alleged sexual abuse at Ohio State University three decades ago.” The story waits until the 11th paragraph to name the law firm in question as Perkins Coie.",
  "The one ex-student claiming he told Jordan about Strouss’s alleged crimes, Dunyasha Yetts, is quoted in the article saying that he and others spoke to Jordan about the allegations.",
  "The controversy regarding Jordan centers on abuse allegations against Strauss, who served as the Ohio State University wrestling team doctor from the mid-1970s to the late 1990s.",
  "Toward the bottom of its article, NBC News relates:\n\n“These are serious accusations, and the accusers ought to be taken seriously,” the Shirley & Banister press release stated.",
  "Those details are relevant given that the news media coverage has focused on Perkins Coie’s intentions to interview Rep. Jim Jordan (R-OH) in the Ohio State University matter.",
  "One of the leading talking points, which Mr. Jordan referenced on Friday night, is the choice of the investigative law firm retained by Ohio State in the Strauss matter.",
  "This despite Perkins Coie playing a vital role in the dossier probe in which Jordan has made a name for himself while grilling witnesses during Congressional hearings.",
  "Besides its role in sending funds to Fusion GPS, Perkins Coie also reportedly helped draft the outside firm CrowdStrike to aid with the DNC’s allegedly hacked servers.",
  "In a follow-up story, NBC quoted another former wrestler, Shawn Dailey, as saying he was groped by Strauss and was too embarrassed to tell Jordan about it at the time.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Jordan founded the House Freedom Caucus, serves as an important ally to President Trump, and is considered a frontrunner to replace Rep. Paul Ryan as House speaker.",
  "The political origins of the dossier and issues relating to Steele’s credibility as a source were kept from the FISA court, a House Republican memo documents.",
  "NBC News also fails to report that Perkins Coie is embroiled in the Russia interference investigation in which Jordan has become a vocal Trump defender.",
  "Through Perkins Coie, Clinton’s campaign and the DNC continued to fund Fusion GPS until October 2016, days before Election Day, the Post reported.",
  "Perkins Coie has also been the law firm for the Democratic National Committee (DNC) and represented Hillary Clinton’s 2016 presidential campaign.",
  "“Powerful GOP Rep. Jim Jordan accused of turning blind eye to sexual abuse as Ohio State wrestling coach,” is the title of the NBC News article.",
  "The Steele dossier was reportedly utilized by the FBI in part to conduct its probe into Trump over the unsubstantiated Russia collusion claims.",
  "The firm was brought in by Porter Wright Morris & Arthur, a firm appointed as legal counsel in the case by the Ohio Attorney General’s Office.",
  "CrowdStrike is the third-party company ultimately relied upon by the FBI to make its assessment about alleged Russian hacking into the DNC.",
  "The NBC News article entirely fails to report that Perkins Coie represented both the DNC and Clinton’s 2016 presidential campaign.",
  "Ohio State University Spokesman Benjamin Johnson, meanwhile, stated that the university didn’t directly hire Perkins Coie.",
  "NBC News reports that Yetts served 18 months in prison and admitted to defrauding investors out of about $2 million.",
  "Dailey claimed that Jordan participated in conversations where talk of Strouss’ alleged abuse took place.",
  "The work resulted in the publication of the dossier authored by former British spy Christopher Steele.",
  "A Washington Post story on the subject opens by telling readers that “Rep.",
  "Jordan has vehemently denied any knowledge of the alleged abuse.",
  "A follow-up NBC News article, titled, “Rep.",
  "Follow him on Facebook.",
  "Strauss died in 2005."
]