[
  "According to Orla Cox, director, security technology and response, Symantec: “Fancy Bear’s main motive in recent years has been subversion to sow discord, create an atmosphere of distrust and possibly influence political outcomes through espionage efforts.”\n\nAround the time of the Ukraine Crisis starting in 2013 there was a major increase in the group’s activity, says Chris Doman, security researcher at AlienVault: “According to our numbers, in 2017 they were the most reported on group of attackers.”\n\nFancy Bear’s aims at a tactical level have varied over the years, says Becky Pinkard, vice president of intelligence at Digital Shadows.",
  "According to Radware security researcher, Daniel Smith: “This is a highly skilled group that understands network security and how to bypass some of the most well protected systems in the world.”\n\nAs well as spear phishing, Fancy Bear has been observed using trojans, network sniffing, privilege escalation, and remote code execution.",
  "“Sophisticated groups such as Fancy Bear will often target businesses and use them as staging posts in larger operations.”\n\nFor example, she says, a smaller business within the supply chain could be used as an initial entry point to pivot to a larger target – most likely a political organization.",
  "“Their goal is to obtain credentials in order to access information such as e-mail and document repositories.”\n\nToni Gidwani, research director at ThreatConnect, cites recent examples of attacks against Bellingcat journalists, using Blogspot-hosted URLs in spear phishing email messages.",
  "The group is also thought to be responsible for previous hacks including the 2016 attack on the Democratic National Committee in 2016, the French elections and German Parliament, as well as organizations perceived as hostile to Russian interests, including the World Anti-Doping Agency.",
  "“There is an exponential proliferation on cyber-interference in elections that shows no evidence of tampering with ballot boxes or physical violations on voting equipment.”\n\nInstead, these attacks target information campaigns that seek to hijack democratic processes.",
  "We are all pawns in a bigger game.”\n\nIn a world addicted to an open global flow of information, tackling the threat to elections posed by hacking groups such as Fancy Bear is extremely difficult, says Cath Goulding, head of cybersecurity at Nominet.",
  "“The TV5Monde attack in 2015 was clearly aimed at silencing a Western news agency, whereas the more recent Democratic National Congress hack can be seen as more of a classic data theft and dump operation.”\n\nWhat methods does it use?",
  "“It is using targeted phishing tactics that deploy advanced persistent threats to targets, exploiting zero-day vulnerabilities,” says Dr Gregory Epiphaniou, associate professor of cybersecurity at the University of Wolverhampton.",
  "The impact to businesses can be significant given that the novel attack and infection vectors used by APT28 can be reversely engineered and leased against different segments in the supply chain, says Dr Epiphaniou.",
  "According to Dan Arenson, a senior analyst at Falanx Group, one method of doing this is by gaining access to sensitive data that “could embarrass the targeted organization and thereby undermine its effectiveness”.",
  "In fact, Fancy Bear often uses relatively unsophisticated techniques – including phishing attacks coupled with domain doppelganging in order to obtain credentials, says Ollie Whitehouse, global CTO at NCC Group.",
  "For example, he says: “APT28 has been targeting the hospitality sectors recently with spear phishing emails in seven EU countries using novel techniques that move laterally within the target networks.\"",
  "As Andy Norton, director of threat intelligence at Lastline points out: “Every data breach, stolen credit card or hacked bank account reduces our economic strength and confidence to conduct business.",
  "“They weave complex disinformation campaigns by abusing the digital platforms originally meant to bring scale and transparency, tainting the information that democratic elections thrive on.",
  "It is thought the group was hoping to disrupt the US midterm elections through phishing attacks targeting right wing think tanks – including one led by a prominent Donald Trump critic.",
  "Targeted and often multi-stage cyber-attacks such as those manifested by the Fancy Bear hacking group can severely impact the election processes, says Dr Epiphaniou.",
  "“The Blogspot page contained a JavaScript window location that redirected the visitor to a second URL hosted on a dedicated server,” she explains.",
  "This week, software giant Microsoft announced it had taken down several fake websites allegedly created by hacking group Fancy Bear.",
  "The Fancy Bear moniker was first coined by the US cybersecurity firm Crowdstrike and later adopted by the pro-Russian hackers.",
  "The group might focus on more mainstream industrial espionage and targeting Western businesses in the future, says Pinkard.",
  "The group – also known as APT28 and Strontium – is allegedly affiliated with Russian military intelligence agency the GRU.",
  "Fancy Bear has demonstrated to Russian leaders that cyber methods are effective in achieving state level policies.",
  "Fancy Bear’s motives\n\nThe group’s aim is to weaken and intimidate those perceived as hostile to Russian interests.",
  "Once inside a network, Fancy Bear moves to harvest and collect data that can be used for a political advantage.",
  "Here’s what you need to know about the notorious Russian group, its methods and its aims.",
  "Fancy Bear’s aims centre around geopolitical disruption through cyber influence.",
  "The group largely deploys targeted spear phishing attacks to achieve its goals.",
  "Each attack on a democratic system impacts businesses more generally, too.",
  "In era of fake news and disinformation, election hacking is rife.",
  "What are the implications for future elections around the world?",
  "How could its actions affect businesses and consumers?",
  "There is an open war taking place on facts.”",
  "Experts agree there is more to come."
]