[
  "Within 24 hours of the notification, The Times reported, the DNC “hired CrowdStrike, a cyber security firm,” which The Washington Post said “installed software on the DNC’s computers so that it could analyze data that could indicate who had gained access, when and how.” A DNC lawyer told The Times that, “Within a day, CrowdStrike confirmed that the intrusion had originated in Russia.”\n\nThis means the DNC knew Russia was behind the hack of their computer network on May 1st, 2016.",
  "It was during this time that three different event trajectories converged: (1) Trump becoming the presumptive Republican nominee, (2) the Democratic National Committee (DNC) learning and disclosing that Russian hackers penetrated its computer network, and (3) Democratic Party operatives hiring Fusion GPS to conduct opposition research on Trump.",
  "The Washington Post article says “DNC leaders were tipped to the hack in late April.” The specific date, according to a separate report from The New York Times, was “[t]he day before the White House Correspondents’ Association dinner,” which occurred on April 30th, meaning that the DNC was notified of the intrusion on April 29th.",
  "Indeed, the fact that the DNC knew, but kept secret, the fact that Russian hackers were responsible for their computer breach at around the same time that Democratic operatives began funding the group that would go on to broker a meeting between Trump’s inner circle and a high-profile Russian national appears highly sinister.",
  "That is because, according to The New York Times, during the Republican primaries,\n\na wealthy Republican donor who strongly opposed Mr. Trump put up the money to hire a Washington research firm run by former journalists, Fusion GPS, to compile a dossier about the real estate magnate’s past scandals and weaknesses.",
  "These revelations bring to light for the first time the likely involvement of Democratic operatives in fomenting the Russia-Trump collusion conspiracy theory that is now the subject of multiple Federal and Congressional investigations, which have had the (convenient) effect of slowing Trump’s legislative agenda.",
  "This strongly suggests that Fusion GPS was involved in a dirty tricks campaign that sought to question and undermine Trump’s loyalty to the country by portraying him as a having close ties to the Kremlin, a tactic that has emerged as a primary point of opposition to candidate and now President Trump.",
  "One week later, on May 3rd, then-chairman of the Republican National Committee Reince Priebus declared Trump to be the presumptive nominee after Trump emerged victorious from the heavily contested Indiana primary contest, which led Republican Texas Senator Ted Cruz to drop out of the race.",
  "Whoever the acquaintance was, subsequent reporting by Circa News said that members of the President’s legal team have confirmed that the acquaintance “who sought the meeting is associated with Fusion GPS.” Based on other contemporaneous events, this account seems highly probable.",
  "In a statement to The Times, Don Jr. said, “I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.” This individual’s name has not officially been revealed.",
  "The Washington Post reported that the Democratic National Committee had been hacked, apparently by Russian government agents, and a mysterious figure calling himself “Guccifer 2.0” began to publish the stolen documents online.",
  "At the very least, these circumstances warrant an investigation, something that I am confident California Democratic Representative Adam Schiff, the most outspoken Democrat on the Russia conspiracy theory, would support.",
  "On Sunday, The Times followed up with a report that said Don Jr. “was promised damaging information about Hillary Clinton before agreeing to meet with [the] Kremlin-connected Russian lawyer during the 2016 campaign, .",
  "The DNC refused to disclose that Russia hacked its computer network for a month-and-a-half, and only disclosed that fact after the Fusion GPS-brokered meeting between Don Jr. and Veselnitskaya.",
  ".” Paul Manafort, President Trump’s campaign manager at the time, and Jared Kushner, President Trump’s son-in-law and current advisor, also attended the meeting, according to The Times.",
  "The New York Times published a story on Saturday that revealed Donald Trump Jr. met with Natalia Veselnitskaya, a “Russian lawyer who has connections to the Kremlin,” on June 9th, 2016.",
  "Trump declared himself to be the presumptive nominee on April 26th, after sweeping the primary election contests in Connecticut, Delaware, Rhode Island, Maryland and Pennsylvania.",
  "The Washington Post suggested the person was Rob Goldstone, a music publicist and personal friend of Don Jr. Don Jr. has neither confirmed nor denied Goldstone’s involvement.",
  "Of course, the typical figures are suggesting that this “proves” that collusion between the Trump campaign and the Russian government occurred during the election.",
  "On the issue of circumstantial evidence acting as the basis for federal investigations, I’ll give Schiff the last word and let his words speak for themselves:",
  "However, The Times continued,\n\nAfter Mr. Trump emerged as the presumptive nominee in the spring, the Republican interest in financing the effort ended.",
  "But Democratic supporters of Hillary Clinton were very interested, and Fusion GPS kept doing the same deep dives, but on behalf of new clients.",
  "(Neither story even indicates that Don Jr. knew before the meeting that the individual was a Russian national, let alone a Russian lawyer.)",
  "Particularly troubling is how early the Democratic Party operatives appear to have been conspiring to make the Russia-Trump connection.",
  "What The Post did not note, however, was that the DNC knew Russia was behind the hack long before its article was published.",
  "Recall that Don Jr., in both of his statements, said he was never told the name of the individual with whom he was meeting.",
  "June 9th, 2016: Don Jr. meets with Russian lawyer Natalia Veselnitskaya at the apparent request of a Fusion GPS operative.",
  "From this the following timeline emerges:\n\nApril 26th, 2016: Trump declares himself the presumptive GOP nominee.",
  "But the critical detail of who sought to broker the meeting is wholly omitted in both of The Times’ reports.",
  "Don Jr. meets with Russian lawyer Natalia Veselnitskaya at the apparent request of a Fusion GPS operative.",
  "Until this time, there was no known coordinated effort to investigate Trump’s alleged “ties” to Russia.",
  "But, as The Times noted, that all changed in June:\n\nIn June, the tenor of the effort suddenly changed.",
  "It is important to remember exactly what was transpiring in the late spring and early summer of 2016.",
  "Trump became the presumptive GOP nominee either in late April or early May, depending on who you ask.",
  "Public reports confirm the DNC’s early knowledge of Russia’s involvement in the hack.",
  "Trump’s presumptive nomination is significant here for other, less obvious reasons.",
  "June 14th, 2016: The DNC publicly discloses the Russia hacked its computer network.",
  "The above-mentioned Washington Post article was published on June 14th, 2016.",
  "May 3rd, 2016: Reince Priebus declares Trump the presumptive GOP nominee.",
  "April 29th, 2016: DNC learns its computer system has been breached.",
  "May 1st, 2016: CrowdStrike determines Russia perpetrated the hack.",
  "[Late April-Early May]: Democrats begin funding Fusion GPS.",
  "Reince Priebus declares Trump the presumptive GOP nominee.",
  "CrowdStrike determines Russia perpetrated the hack.",
  "Trump declares himself the presumptive GOP nominee.",
  "Specifically, the key timeframe is April-June 2016.",
  "DNC learns its computer system has been breached.",
  "There is another disturbing aspect of this story.",
  "April 30th, 2016: DNC hires CrowdStrike.",
  "Democrats begin funding Fusion GPS.",
  "DNC hires CrowdStrike.",
  "."
]