[
  "The U.S. is confident that the cyberattacks were conducted by Russia’s GRU military intelligence arm and stole private emails, opposition research and campaign information from the Republican National Committee, the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "But President Obama appeared on late night television Monday night, defending his decision to launch an investigation before the end of the term, reports CBS News correspondent Jeff Pegues.",
  "Meyers said the Russians have used information warfare to influence elections before by leaking embarrassing or sensitive documents -- most notably during the 2014 elections in Ukraine.",
  "A senior administration official said the U.S. has “high confidence” that Russia’s main intelligence directorate conducted cyberattacks to try and help elect Donald Trump.",
  "“The reason that I called for a review is really to just gather all the threads of the investigations the intelligence work that has been done...” the president said.",
  "“It’s very Russian,” said Adam Meyers, who works for CrowdStrike – the cybersecurity firm that investigated the hack and works closely with U.S. intelligence.",
  "“We ought to have a joint investigation, House and Senate Intelligence Committees, to look into this,” Schiff told MSNBC.",
  "CBS News has learned the U.S. is likely to impose sanctions on the leaders of Russia’s largest intelligence agency.",
  "President Obama explained on “The Daily Show with Trevor Noah” why he asked for a review before leaving office.",
  "“I think we ought to approach all of these issues on the assumption that the Russians do not wish us well.”",
  "Both Republicans and Democrats are also defending the CIA from public attacks by the president-elect.",
  "The strategy is part of what some believe is a Russian playbook to sow confusion and uncertainty.",
  "The top Democrat on the House Intelligence Committee, Adam Schiff, is calling for sanctions.",
  "“The actions definitely were more detrimental to one candidate than the other,” Meyers said.",
  "On Capitol Hill, there is a groundswell of bipartisan support for a probe into the report.",
  "Damaging information on the Democrats was then leaked to WikiLeaks and other sites.",
  "Congressional leaders from both parties support an investigation of the hacking.",
  "Mr. Trump has so far denied any Russian involvement in the campaign hacking.",
  "“This is pretty bold; this is pretty brazen in a lot of ways,” Pegues said.",
  "And Senate Majority Leader Mitch McConnell cast Russia as a foe.",
  "“More detrimental to Hillary Clinton?” Pegues asked.",
  "“The Russians are not our friends,” McConnell said.",
  "Even after being exposed, the hackers didn’t stop.",
  "“Yeah,” Meyers said."
]