[
  "She continued:\n\nBecause I had a fear that somehow that information would disappear with the senior [Obama] people who left, so it would be hidden away in the bureaucracy … that the Trump folks – if they found out how we knew what we knew about their … the Trump staff dealing with Russians – that they would try to compromise those sources and methods, meaning we no longer have access to that intelligence.",
  "Now it has emerged that at on October 26, 2016, Farkas made remarks as a panelist at the annual Warsaw Security Forum predicting Trump’s removal from office “pretty quickly.”\n\nAsked at the event to address the priorities of a future Hillary Clinton administration, Farkas stated:\n\nIt’s not a done deal, as you said.",
  "TEL AVIV – Speaking at a conference two weeks before the 2016 presidential election, Evelyn Farkas, a former top Obama administration official, predicted that if Donald Trump won the presidency he would “be impeached pretty quickly or somebody else would have to take over government,” Breitbart News has found.",
  "“I was urging my former colleagues and, frankly speaking, the people on the Hill, it was more actually aimed at telling the Hill people, get as much information as you can, get as much intelligence as you can, before President Obama leaves the administration,” stated Farkas.",
  "“The DNC in the spring of 2016 hired a firm that ultimately shared with us their forensics from their review of the system.”\n\nNational Security Agency Director Michael Rogers also stated the NSA never asked for access to the DNC hardware: “The NSA didn’t ask for access.",
  "White House Spokesman Sean Spicer last week stated:\n\n[I]f you look at Obama’s Deputy Assistant Secretary of Defense that is out there, Evelyn Farkas, she made it clear that it was their goal to spread this information around, that they went around and did this.",
  "She has been in the spotlight since the news media last week highlighted comments she made on television that seemed to acknowledge efforts by members of the Obama administration to collect intelligence on Trump and members of his campaign.",
  "Farkas serves on the Atlantic Council alongside Dmitri Alperovitch, co-founder of CrowdStrike, the third-party company utilized by the FBI to make its assessment about alleged Russian hacking into the Democratic National Committee (DNC).",
  "Noting that she left government in October 2015, she said, “I was just watching like anybody else, like a regular spectator” as initial reports of Russia contacts began to surface after the election.",
  "We have a lot of presidential historians who have put forward very coherent the argument – they have given us examples of all of our horrible presidents in the past and the fact that we have endured.",
  "Farkas currently serves as a nonresident senior fellow at the Atlantic Council, which takes a hawkish approach toward Russia and has released numerous reports and briefs about Russian aggression.",
  "Farkas was referring to General Philip Mark Breedlove, another panelist at the conference who served as Supreme Allied Commander Europe (SACEUR) of NATO Allied Command Operations.",
  "The Post reported:\n\nFarkas, in an interview with The Post, said she “didn’t give anybody anything except advice,” was not a source for any stories and had nothing to leak.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Farkas, a former adviser to Hillary Clinton’s campaign, served as Deputy Assistant Secretary of Defense for Russia, Ukraine and Eurasia until she resigned in 2015.",
  "And I think it’s very important that we continue to press forward until election day and through election day to make sure that we have the right results.",
  "And actually, if Donald Trump were elected I believe he would be impeached pretty quickly or somebody else would have to take over government.",
  "Another Council funder is the Ploughshares Fund, which in turn has received financing from billionaire George Soros’ Open Society Foundations.",
  "And they literally — she said on the record “Trump’s team.” There are serious questions out there about what happened and why and who did it.",
  "In the comments, she said that she told former Obama administration colleagues to collect intelligence on Trump and campaign officials.",
  "The White House has utilized Farkas’s statements to bolster the charge that Trump was being illicitly surveilled during the campaign.",
  "Last month, FBI Director James Comey confirmed that his agency never had direct access to the DNC’s servers to confirm the hacking.",
  "I do agree however with General Breedlove that even if we have the wrong results from my perspective America is resilient.",
  "Farkas has also been in the news after remarks she made as a contributor on MSNBC on March 2 resurfaced last week.",
  "That’s not in our job.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "“I had no intelligence whatsoever, I wasn’t in government anymore and didn’t have access to any,” she said.",
  "Alperovitch is a nonresident senior fellow of the Cyber Statecraft Initiative at the Atlantic Council.",
  "The Council is funded by the Rockefeller Brothers Fund, Inc., the U.S. State Department, and NATO ACT.",
  "And I think that’s really where our focus is in making sure that that information gets out.",
  "The panel discussion was about what to expect following the Nov. 8 presidential election.",
  "Farkas served as deputy assistant secretary of defense under the Obama administration.",
  "She told the Daily Caller last week that she had no access to any intelligence.",
  "… They have admitted on the record that this was their goal — to leak stuff.",
  "Speaking to the Washington Post, Farkas denied being a source of any leaks.",
  "“Well, we never got direct access to the machines themselves,” he stated.",
  "All of the policies that Donald Trump has put out there.",
  "And we do have a strong system of checks and balances.",
  "And so, to the Americans in the audience please vote.",
  "With research by Joshua Klein and Brenda J. Elliott.",
  "We need an absolute repudiation of everything.",
  "Because I really believe we need a landslide.",
  "And not only vote but get everybody to vote.",
  "I am not hiding who I am rooting for.",
  "I am not afraid to be political.",
  "And I am not even joking.",
  "Follow him on Facebook."
]