[
  "Still, Justin Harvey, chief security officer for Fidelis Cybersecurity, cautioned that the links between the hackers and the Russian government are not yet proven “beyond a shadow of a doubt.”\n\nHere is a run down of what we know so far about the hacking of the DNC and why cybersecurity experts believe the Russian government — or its proxies — played a role:\n\n— On June 14, the Democratic National Committee said they had uncovered a data breach of their networks.",
  "— Days later, cyber research firm SecureWorks released additional research that showed another Russian-backed hacking group, dubbed TG-4127, had peppered both Hillary Clinton's campaign and the Democratic National Committee for months with hundreds of low-level cyberattacks.",
  "The hack dominated the news cycle in the leadup to the Democratic National Convention, which began in Philadelphia last night | Timothy A. Clary/AFP via Getty Images Why Russia is top suspect in the DNC hack The trail of digital breadcrumbs leads back to Russian hackers.",
  "— The other group, “Fancy Bear,” which breached the DNC in April of this year, is a decade-old Russian hacking group that has gone after government targets, as well as firms in the aerospace, defense, energy and media industries, according to CrowdStrike.",
  "\"But trying to sway an election would take this to another level.”\n\nSince the hack was first revealed last month, a series of digital breadcrumbs have been traced back to Russian hackers possibly working on behalf of Moscow's intelligence apparatus.",
  "— The Post also reported that the White House held a meeting last Thursday to discuss the DNC hacks with officials from the National Security Council, the Department of Defense, the FBI and the Department of Homeland Security.",
  "— It’s not known exactly how WikiLeaks received the recent cache of 20,000 emails that leaked on Friday and swiftly led to Debbie Wasserman Schultz’s resignation, although Guccifer 2.0 has taken credit on Twitter.",
  "With the hacking of the Democratic National Committee, cybersecurity experts increasingly believe Russia is using cyberspace to shape the course of American politics in what would be an unprecedented development.",
  "SecureWorks could not confirm that the TG-4127 spear phishing campaign was linked to the suspected Cozy Bear and Fancy Bear intrusions at the DNC, but said in a blog post that “a coincidence seems unlikely.\"",
  "They also stole committee documents, including an opposition research file on Republican nominee Donald Trump, an internal vulnerability report on Hillary Clinton and troves of campaign donor information.",
  "“Faking the pattern that allows one to trace this back to Russians would be very hard,” said Scott Borg, director of the U.S. Cyber Consequences Unit, a nonprofit research institute.",
  "— Guccifer 2.0 again took credit during a private Twitter chat on Saturday with Thomas Rid, a professor at King’s College London, according to The Washington Post.",
  "“When you talk about hacking a campaign, that is tied to traditional espionage,” said Ari Schwartz, a former senior director for cybersecurity at the White House.",
  "In blog posts, Guccifer 2.0 also regularly uses some telltale signs of typing on a Russian keyboard, such as the use of “)))” instead of the “:)” emoticon.",
  "Some, such as the Trump file, included metadata that indicate the files were accessed on Russian computers, according to several cybersecurity researchers.",
  "— The two groups — potentially with no collaboration — monitored email and internal digital communications at the DNC for over a year, researchers said.",
  "— CrowdStrike, the cybersecurity firm brought into investigate, said that two separate Russian digital espionage groups had infiltrated the network.",
  "— Specifically, the Trump research dossier includes broken web links where the error message is displayed in Russian, using the Cyrillic alphabet.",
  "The nickname was also written in the Cyrillic alphabet, indicating that it was typed using a keyboard configured for the Russian language.",
  "— TG-4127, which SecureWorks said has ties to Moscow, sent malicious links to 108 Clinton campaign email addresses between March and May.",
  "The hacking team was also been linked to digital intrusions last year at the White House, the State Department and the Pentagon.",
  "The company made its assessment based on examining the cyberattack tactics, as well as the malicious code the hackers deployed.",
  "— Shortly after the DNC breach was exposed, a hacker going by the name “Guccifer 2.0” claimed credit for the cyberattack.",
  "Another leaked document revealed that the last person to alter the file used a nickname for Felix Dzerzhinsky (??????",
  "— Many of the documents allegedly stolen by Cozy Bear and Fancy Bear have since been leaked to media outlets.",
  "But in a conversation with Vice’s Motherboard, the person seemed unable to speak Romanian.",
  "In roughly the same time span, the group also sent nine DNC staffers infected links.",
  "“Concealing it would be doable, but faking the evidence would be very hard.\"",
  "— One group, “Cozy Bear,” breached the DNC last summer, CrowdStrike said.",
  "The hacker disavowed any connection to Russia, insisting he was Romanian.",
  "), a founder of the Soviet secret police.",
  "??????????"
]