[
  "Those are all crimes.” He adds, using official FISA-702 “queries” and surveillance was done “to create a false case against a candidate, and then a president.”\n\nIn this highly detailed video interview, he holds up an unreported April 2017 99-page FISA court opinion that “describes systematic and on-going violations of the law [by the FBI and their contractors using unauthorized disclosures of raw intelligence on Americans].",
  "Noting the elite media’s supposed outrage about governmental power and institutions during Watergate, diGenova says “the only thing the American journalism community seems to care about now is destroying Donald Trump.”\n\nIn the video interview, diGenova discusses the heroism of NSA Admiral Mike Rogers who briefed Trump when he was president-elect, on Nov. 17, 2016 about the controversial governmental surveillance.",
  "He says former FBI Director James Comey conducted a fake criminal investigation of former Secretary of State Hillary Clinton as they “followed none of the regular rules, gave her every break in the book, immunized all kinds of people, allowed the destruction of evidence, with no grand jury, no subpoenas, no search warrants.",
  "A former federal prosecutor says the truth is starting to seep out about the Obama Administration’s “brazen plot to exonerate Hillary Clinton” and “frame an incoming president with a false Russian conspiracy,” according to an exclusive interview with The Daily Caller News Foundation.",
  "Joe diGenova, a former federal prosecutor, connects the dots on former Obama administration Justice Department and FBI officials who may have “violated the law, perhaps committed crimes” to politicize law enforcement and surveillance against political opponents.",
  "It’s a farce.”\n\nDiGenova condemned the FBI for working so closely with the controversial Fusion GPS, a political hit squad paid by the DNC and Clinton campaign to create and spread the discredited Steele dossier about President Donald Trump.",
  "Mrs. Thomas does not necessarily support or endorse the products, services or positions promoted in any advertisement contained herein, and does not have control over or receive compensation from any advertiser.",
  "The litigator also discusses the Uranium One scandal, the “tainted” Mueller special counsel investigation and the heroism of Nunes, who is under intense pressure from a united Democrat front.",
  "If it is true, he says, “it’s the complete antithesis of American journalism and the first amendment.”\n\n“Law enforcement is being corrupted and media is being bought,” portends badly he says.",
  "This is stunning stuff.”\n\nDiGenova thinks Fusion GPS and Crowdstrike, the DNC’s private security firm, were among the redacted contractors of the FBI.",
  "Without a justifiable law enforcement or national security reason, he says, the FBI “created false facts so that they could get surveillance warrants.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "This resulted, he says, in Trump’s presidential transition being moving out of Trump Tower to Bedminster, N.J., until it could be debugged.",
  "Freedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "House Intelligence Chairman Devin Nunes, who knows who the redacted contractors were, may release more information.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "DiGenova has no doubt that if Democrats gain control in November, there will be an effort to impeachTrump.",
  "Was Fusion GPS pitching and funding journalists to run smear and propaganda campaigns for the Democrats?",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "The Democrats are trying to delay any efforts by Republicans to find the truth.",
  "Videographer Sean Moody is credited with the video work for this piece.",
  "“It’s important for the House to complete its work now,” he says.",
  "DiGenova says journalists were definitely paid by Fusion GPS.",
  "For as little as $3, you can help us.",
  "That’s not an investigation.",
  "That’s a Potemkin village."
]