[
  "KIEV (Reuters) - Hackers have targeted Ukrainian state institutions about 6,500 times in the past two months, including incidents that showed Russian security services were waging a cyberwar against the country, President Petro Poroshenko said on Thursday.",
  "Poroshenko’s comments come as the Obama administration plans to announce retaliatory measures against Russia for hacking into U.S. political institutions and individuals and leaking information in an effort to help Donald Trump win the presidency.",
  "Its findings are the latest to support a growing view among Western security officials and cyber security researchers that Russian President Vladimir Putin has increasingly relied on hacking to exert influence and attack geopolitical foes.",
  "Among the 6,500 attacks Poroshenko said the country had been hit by, the attack on the State Treasury halted its systems for several days, meaning state workers and pensioners had been unable to receive their salaries or payments on time.",
  "“Acts of terrorism and sabotage on critical infrastructure facilities remain possible today,” Poroshenko said during a meeting of the National Security and Defence Council, according to a statement released by Poroshenko’s office.",
  "Cyber security firm CrowdStrike said last week a hacking group linked to the Russian government likely used a malware implant on Android devices to track and target Ukrainian artillery units from late 2014 through 2016.",
  "The statement said the president stressed that “the investigation of a number of incidents indicated the complicity directly or indirectly of Russian security services waging a cyberwar against our country”.",
  "Relations between Kiev and Moscow collapsed in 2014 following Russia’s annexation of Crimea and support for pro-Russian separatists in eastern Ukraine, where fighting continues despite a ceasefire agreement.",
  "REUTERS/David Becker\n\nIn December, Ukraine suffered attacks on its finance and defense ministries and the State Treasury that allocates cash to government institutions.",
  "In December 2015, Ukrainian regional power company Prykarpattyaoblenergo reported an outage, saying the area affected included the regional capital Ivano-Frankivsk.",
  "A padlock is displayed at the Alert Logic booth during the 2016 Black Hat cyber-security conference in Las Vegas, Nevada, U.S. August 3, 2016.",
  "As a result of the cyber attacks, Ukraine’s security council agreed measures to protect state institutions, the statement said.",
  "The U.S. cyber firm iSight Partners identified the perpetrator as a Russian hacking group known as “Sandworm”.",
  "A suspected hack also wiped out part of Kiev’s power grid, causing a blackout in part of the capital.",
  "Experts widely described that incident as the first known power outage caused by a cyber attack.",
  "Trump has dismissed the assessments of the U.S. intelligence community.",
  "Russia has repeatedly denied hacking accusations.",
  "Ukraine’s state security service blamed Russia.",
  "It did not disclose what the measures were."
]