[
  "The Washington Post reported on the multi-million dollar lawsuit, which was filed in Manhattan federal district court:\n\nThe case asserts that the Russian hacking campaign — combined with Trump associates’ contacts with Russia and the campaign’s public cheerleading of the hacks — amounted to an illegal conspiracy to interfere in the election that caused serious damage to the Democratic Party.",
  "According to the Post, citing DNC officials, the “hackers” had “gained access to the entire database of opposition research on GOP presidential candidate Donald Trump.”\n\nIn testimony before the Senate Intelligence Committee in January 2017, then-FBI Director James Comey confirmed that the FBI registered “multiple requests at different levels,” to review the DNC’s hacked servers.",
  "Alleging a far-reaching conspiracy that contributed to Hillary Clinton’s loss in the 2016 election, the Democratic National Committee (DNC) on Friday filed a lawsuit against the Russian government, Donald Trump’s presidential campaign and WikiLeaks.",
  "“The FBI repeatedly stressed to DNC officials the necessity of obtaining direct access to servers and data, only to be rebuffed until well after the initial compromise had been mitigated,” the official was quoted by the news media as saying.",
  "Ultimately, the DNC and FBI came to an agreement in which a “highly respected private company”—a reference to CrowdStrike—would carry out forensics on the servers and share any information that it discovered with the FBI, Comey testified.",
  "On behalf of the DNC and Clinton’s campaign, Perkins Coie also paid the controversial Fusion GPS firm to produce the infamous, largely-discredited anti-Trump dossier compiled by former British spy Christopher Steele.",
  "“This constituted an act of unprecedented treachery: the campaign of a nominee for President of the United States in league with a hostile foreign power to bolster its own chance to win the presidency,” Perez added.",
  "“During the 2016 presidential campaign, Russia launched an all-out assault on our democracy, and it found a willing and active partner in Donald Trump’s campaign,” DNC Chairman Tom Perez claimed in a statement.",
  "The DNC argues that the cyberattack undermined its ability to communicate with voters, collect donations and operate effectively as its employees faced personal harassment and, in some cases, death threats.",
  "The Washington Post documented how Michael Sussmann, a partner with Perkins Coie who also represented the DNC, contacted Crowdstrike after the DNC suspected its server had been hacked.",
  "The suit also seeks an acknowledgment from the defendants that they conspired to infiltrate the Democrats’ computers, steal information and disseminate it to influence the election.",
  "It was previously reported that Perkins Coie, the law firm that represented the DNC and Clinton’s campaign, helped draft CrowdStrike to aid with the DNC’s allegedly hacked server.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Instead, the DNC reached an arrangement with the FBI in which a third party company, CrowdStrike, conducted forensics on the server and shared details with the FBI.",
  "In June 2016, the Washington Post reported on the Perkins Coie law firm’s involvement in bringing in CrowdStrike to investigate the DNC’s allegedly hacked server.",
  "Within 24 hours, CrowdStrike had installed software on the DNC’s computers so that it could analyze data that could indicate who had gained access, when and how.",
  "The same DNC, however, refused to allow the FBI to access its server to verify the allegation that Russia carried out a hack during the presidential campaign.",
  "One of the defendants in the DNC lawsuit is the RGU Russian military intelligence service, which was accused of being behind the hack into the DNC’s server.",
  "Chief executive Amy Dacey got a call from her operations chief saying that their information technology team had noticed some unusual network activity.",
  "Eric Schmidt, the chairman of Alphabet, has been a staunch and active supporter of Hillary Clinton and is a longtime donor to the Democratic Party.",
  "A senior law enforcement official stressed the importance of the FBI gaining direct access to the servers, a request that was denied by the DNC.",
  "Another Council funder is the Ploughshares Fund, which in turn has received financing from billionaire George Soros’ Open Society Foundations.",
  "The DNC’s legal complaint references the allegedly hacked server as evidence that Russia attempted to disrupt the presidential campaign.",
  "As this reporter previously documented, CrowdStrike was financed to the tune of $100 million from a funding drive by Google Capital.",
  "Soon after, Sussmann, a former federal prosecutor who handled computer crime cases, called Henry, whom he has known for many years.",
  "… The suit filed Friday seeks millions of dollars in compensation to offset damage it claims the party suffered from the hacks.",
  "These actions caused significant delays and inhibited the FBI from addressing the intrusion earlier,” the official continued.",
  "CrowdStrike is a California-based cybersecurity technology company co-founded by experts George Kurtz and Dmitri Alperovitch.",
  "The Council takes a hawkish approach toward Russia and has released numerous reports and briefs about Russian aggression.",
  "That evening, she spoke with Michael Sussmann, a DNC lawyer who is a partner with Perkins Coie in Washington.",
  "Google Capital, which now goes by the name of CapitalG, is an arm of Alphabet Inc., Google’s parent company.",
  "Alperovitch is a nonresident senior fellow of the Cyber Statecraft Initiative at the Atlantic Council.",
  "The Council is funded by the Rockefeller Brothers Fund, Inc., the U.S. State Department, and NATO ACT.",
  "“It’s never a call any executive wants to get, but the IT team knew something was awry,” Dacey said.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "The Post reported that Sussman called in Shawn Henry, president of CrowdStrike.",
  "And they knew it was serious enough that they wanted experts to investigate.",
  "“This left the FBI no choice but to rely upon a third party for information.",
  "The Post reported:\n\nDNC leaders were tipped to the hack in late April.",
  "CrowdStrike then identified hacker groups allegedly tied to Russia.",
  "Written with additional research by Joshua Klein.",
  "Follow him on Facebook."
]