[
  "Foreign-based hacking is likely to get worse over time, as it is an increasingly a quick way to improve a nation's economy, said George Kurtz, co-founder and CEO of cybersecurity firm CrowdStrike, which released some of the first research tying Russian intelligence sources to the hacking of the Democratic National Committee.",
  "Earlier this year, a study from cybersecurity firm Carbon Black found that more than 1 in 5 registered U.S. voters may have considered staying home on Election Day because of fears about cybersecurity and vote tampering, though its unclear if anything of that nature occurred as part of the Russia-based malicious campaigns.",
  "But a joint analysis report from the FBI and the U.S. Department of Homeland Security said that the 2016 election activity was part of a decadelong campaign targeting government organizations, critical infrastructure entities, think tanks, universities, political organizations and corporations.",
  "WikiLeaks revealed more than 19,000 pages of hacked emails from the Democratic National Committee earlier this year, uncovering damaging messages, including exchanges where officials appeared to actively favor Hillary Clinton over Sen. Bernie Sanders.",
  "Obama said that the White House will issue a report to Congress \"in the coming days\" that will reveal \"Russia's efforts to interfere in our election, as well as malicious cyber activity related to our election cycle in previous elections.\"",
  "\"When we think about the overall environment, it's just too easy to create malware that's not detected by the current generation of anti-virus products,\" Kurtz told CNBC this week, before news of the sanctions.",
  "The president also called on the global technology community to help identify Russian cyberactors, and released technical information about Russian civilian and military intelligence cyber activity.",
  "The intelligence community, including the FBI, CIA and some other intelligence officials, have all pinpointed Russian hackers as a source of interference in the 2016 U.S. presidential election.",
  "The White House also expelled 35 Russian diplomats and closed two Russian compounds in New York and Maryland in response to what it called harassment of American diplomats in Moscow.",
  "The report released on Thursday details two separate Russian groups that intruded on a U.S. political party, one in summer 2015, and a second in spring 2016.",
  "\"These data theft and disclosure activities could only have been directed by the highest levels of the Russian government,\" Obama said in a statement.",
  "The 2016 U.S. election was not the first to be the object of \"malicious cyber activity,\" President Barack Obama said in a statement Thursday.",
  "It's still unclear what malicious cyber activity was related to previous elections, and whether Russia was also involved in that activity.",
  "A third attack, likely tied to Russia, was launched in November, just days after the 2016 election, the report said.",
  "The report will come on the heels of Thursday's new sanctions against Russia and related U.S.-based entities.",
  "Both groups use targeted \"phishing\" emails and camouflaged their tracks, Thursday's report said.",
  "The ensuing backlash ultimately prompted the resignation of DNC chair Debbie Wasserman Schultz.",
  "It's so easy to do, it's very little cost and very little opportunity to actually get caught.\"",
  "— CNBC's Harriet Taylor and Jacob Pramuk contributed to this report.",
  "\"That's the reason that we're seeing a lot of these attacks.",
  "..."
]