[
  "Associated Press reporter Jonathan Lemire asked Trump if he believed U.S. intelligence agencies that say Russia interfered in the election or Putin’s assertion that Russia did not and if he would denounce that interference and tell Putin to never do it again.",
  "Putin said Mueller could send questions for the 12 indicted Russian military intelligence officers and potentially attend interviews if the U.S. would be willing to reciprocate with those in the U.S. whom the Russians believe have committed crimes in Russia.",
  "President Donald Trump called on the Democratic National Committee (DNC) during his press conference with Russian President Vladimir Putin in Finland on Monday to hand over its server to the FBI to prove Russia hacked into it.",
  "Trump also said he wanted to see the House Democratic Caucus server handled by former DNC chairwoman Rep. Debbie Wasserman-Schultz’s former IT aide, Imran Awan, who went missing.",
  "“So I have great confidence in my intelligence people, but I will tell you that President Putin was extremely strong and powerful in his denial today, Trump told Lemire.",
  "He noted Putin’s offer for U.S. officials to work with Russian investigators to question those whom special counsel Robert Mueller indicted.",
  "The DNC refused to turn over its server to authorities, and, instead, had a private company, Crowdstrike, examine it for forensic evidence.",
  "He also asked what happened to the emails from Clinton’s home-brewed email server that she said were personal and could not be recovered.",
  "He offered to have the people working on the case come and work with their investigators with respect to the 12 people,” Trump said.",
  "Trump said he had confidence in both parties but added he would like to see the DNC hand over its server.",
  "I think it’s a disgrace that we can’t get Hillary Clinton’s 33,000 e-mails,” he said.",
  "Crowdstrike attributed the hacking to two Russian groups, Fancy Bear and Cozy Bear.",
  "“What happened to the servers of the Pakistani gentleman that worked on the DNC?",
  "“I will say this: I don’t see any reason why it would be [Russia].",
  "I think in Russia they wouldn’t be gone so easily.",
  "But I really do want to see the server,” he said.",
  "“Thirty-three thousand emails gone — just gone.",
  "“What he did is an incredible offer.",
  "Where are they?” he asked.",
  "Where are those servers?",
  "They’re missing."
]