[
  "Since its last round of funding in July 2017, Darktrace has set off on a period of rapid expansion, doubling network deployments to 7,000, opening numerous sales offices and a second R&D center in Cambridge, and boosting staffing by 50% to 750 company-wide (they intend to hit 1000 by the end of their June fiscal year).",
  "Circuit Board Of A Computer 2018 Photothek\n\nDarktrace, the San Francisco and Cambridge-based cybersecurity firm, announced the close of its Series E funding this evening, securing $50 million at a $1.65 billion valuation.",
  "It’s a deceptively straightforward idea underneath the tech jargon: Darktrace algorithms analyze massive amounts of user data from a specific network and use it to establish a baseline of normal user actions.",
  "Forbes first reported on the deal when it was rumored in May, noting that the deal cemented Darktrace’s rare status as a British tech Unicorn (their valuation has jumped $400 million in the months since).",
  "Their success - which earned them a callout in the 2018 Forbes Cloud 100 - has been rooted in the “Enterprise Immune System,” a software package that uses machine learning to detect threats.",
  "The same idea has guided the development of the “Antigena” software, an automated security response to the threats detected by the Enterprise Immune System.",
  "When an attack is detected, the Antigena restricts user’s behavior to their normal functions, letting operations continue while containing the attack.",
  "“Our view is once that happens, schools [of security] that rely on incremental gains and workflow analysis are going to fall by the wayside.”",
  "The idea has been “to turn the problem upside down, not with how clever [the approach] is, but how simple,” says Darktrace CEO Nicole Eagan.",
  "Led by European private equity firm Vitruvian partners, the new round also saw a doubling down by existing investors KKR and 1011 Ventures.",
  "California-based competitors Crowdstrike and Cylance both closed funding rounds in June, bringing in $200 and $120 million respectively.",
  "To stay ahead of the curve, investors are pumping massive sums into cybersecurity companies with machine learning bona fides.",
  "By watching for abnormal behavior instead of specific threats, the software can theoretically respond to novel attacks.",
  "If anyone starts behaving strangely - an indication of a malevolent actor - the software notifies internal security.",
  "“We do foresee the day coming when artificial intelligence is embedded in the the attack itself,” Eagan notes.",
  "Underlying Darktrace’s expansion is the growing threat of increasingly sophisticated cyber attacks.",
  "The idea has caught on."
]