[
  "Ever since the incident, there has been debate after debate on whether or not it was indeed Russia that sponsored the attacks on the DNC, whether the reports released by private security firms Crowdstrike and FireEye were speculative, if not outright mistaken and whether the US government was withholding additional crucial evidence as to Russia's involvement in the attacks.",
  "In the end, the Department of Homeland Security and the Office of the Director of National Intelligence released a joint statement last October, confirming its suspicions that it was indeed Russia that had conducted the series of attacks against the Democratic National Committee in an attempt to interfere with the US democratic procedure.",
  "The release of these highly confidential exchanges positioned the Democratic Party under a light so controversial that it caused the organization to call for the resignation of DNC chairperson Debbie Wasserman Schultz, CEO Amy Dacey, CFO Brad Marshall, and Communications Director Luis Miranda.",
  "In a world where our right to privacy is no longer of the essence, where our very own intelligence agencies wiretap our private conversations as powerful corporate organizations do their best to buy their way into our private lives, is it really so shocking that something like this happened?",
  "These emails, among other things, included the DNC's off-the-record correspondences with the media, severe derision of the Bernie Sanders campaign by some key members of the Democratic Party and highly sensitive financial information concerning high-profile donors in the Clinton campaign.",
  "However, if we were to just overlook this debate on its entirety and just assume for the moment that the attack was state-sponsored, the question that I see no one asking is whether or not Russia was actually wrong in its way of trying to sabotage the U.S. Election.",
  "Multiple security firms were involved in what was called a deep and thorough investigation of the attack on the party's servers, while independent researchers from different parts of the country speculated on what could be the source of these attacks.",
  "In July 2016, infamous conspiracy news resource WikiLeaks published a series of confidential emails exchanged between several key members of the Democratic National Committee, emails supposedly leaked via an anonymous source.",
  "According to Crowdstrike, the attackers demonstrated a high level of expertise in their work and were supposedly responsible for similar attacks in the past that had been attributed to Russian military intelligence.",
  "There is no hardcore public evidence as of yet tying the Russian government to the attacks on the DNC, and the facts presented by private security firms Crowdstrike and FireEye are by and large circumstantial.",
  "Had the Russian government found some mysterious way to hack into the voting machines prior to the election that led to the victory of Donald J. Trump, things would have been a lot simpler.",
  "Some do it to steal private information, some to impersonate someone's identity, some for the purpose of financial profiteering and others for reasons motivated politically and ethically.",
  "After deep investigation, Crowdstrike revealed that it had traced the said leak back to a set of two attacks on the DNC's servers, codenamed APT 28 or Fancy Bear and APT 29 or Cozy Bear.",
  "Undermining the democratic rights of a sovereign nation in an attempt to conduct cyber espionage is a very serious offense, not to mention far below the standards of moral politics.",
  "Shortly after the leak, the DNC hired the private security firm Crowdstrike to investigate unusual network activity within its private servers that could have resulted in the leak.",
  "It is frightening what happens when our private lives are suddenly put on display, when the inner workings of our most secret conversations are suddenly revealed to the public eye.",
  "With the Democratic National Party, that's exactly what happened when their highly incompetent and largely outdated security systems were easily breached by a third party.",
  "When Russia hacked into the servers of the Democratic Party, it did nothing to fabricate false evidence or accuse the organization of doing something it didn't really do.",
  "In case you have been living under an impenetrable stack of granite for the past few days, allow me to reiterate the events surrounding this massive conspiracy to you.",
  "It only released to the public, a series of emails that put the inner workings of the party on display in a completely transparent but utterly antagonizing manner.",
  "Needless to say that after a breach so catastrophic, the DNC was left reeling from the effects of this attack for the majority of the 2016 Presidential Election.",
  "Assuming that the country was, indeed, responsible for the attack on our nation's democracy, the answer to the above question should be simple to most Americans.",
  "But in accusing Russia for its interference in the 2016 Presidential Election, we forget one key point, Russia didn't hack the election, it hacked the voters.",
  "But at the end of the day, we must all take responsibility for how reluctant our nation has become when it comes to securing its own right to privacy.",
  "Such a world view is clearly naive, as even law-abiding citizens have things that they would rather keep secret, but that's a whole different story.",
  "This was to be the start of a ploy of chaos and conspiracy that spanned over several months following the events of the DNC hack.",
  "In a world of mistaken idealism, where no one has anything to hide, complete and utter transparency should be the way of life.",
  "It released confidential material that helped undermine the competition and indirectly determine the results of the election.",
  "The election would have been rendered invalid upon discovery and Russia's actions would be received as a clear act of war.",
  "When seen from up top, the scenario of evidence painted against the Russian intelligence is indeed quite damning.",
  "While that may sound like a minor distinction to some, to others it makes a great deal of difference.",
  "However, when we take a closer look at the facts in front of us, things begin to smell fishy.",
  "According to managed security experts, there is a lot of reasons why hackers hack.",
  "When it comes to ethics, the justification for hacking is quite simple.",
  "We can blame Russia for its actions, and to an extent, we should.",
  "Instead, it targeted the voters responsible for its outcome.",
  "And in doing so, it made matters a lot more complicated.",
  "Russia did not hack the U.S. election per se.",
  "However, that was not the case.",
  "Very, very wrong indeed."
]