[
  "And then there was Obama’s mysterious reluctance, as described by many of his advisers, “to put his thumb on the scale” and influence the election, even as he and Michelle Obama were campaigning for Hillary Clinton all over the country and coining anti-Trump memes like “Come on, man.” What difference would a thumb on the scale have made when he already had his other nine fingers on it?",
  "“If the U.S. government had come out and done what they did in December 2016 [in releasing an intelligence-community assessment on the interference] in July, it would’ve had an even bigger effect,” said Dmitri Alperovitch, the Russian American founder of the cybersecurity firm CrowdStrike, which was brought in by the DNC to analyze the hack.",
  "And, of course, there’s us in the media, who helped the Russians weaponize the hacked emails, while simultaneously being unable to fully make sense of the scale of what the Russians were doing, suspicious as we were of the Clinton camp leaking us stories about Putin going after Hillary.",
  "There’s the fumbling DNC response, the FBI’s inability to impress upon them the seriousness of the matter (former Homeland Security Secretary Jeh Johnson sarcastically testified in Congress this week that perhaps he should’ve camped outside their headquarters with a sleeping bag).",
  "When Obama did make the attack public, the amount of panic and political dust kicked up by the release of the intelligence report in January, along with the congressional investigations it triggered, proved debilitating for Russian ambitions.",
  "“We had the dossier, we knew of it,” one senior Clinton campaign staffer told me in February, referring to the unverified dossier put together as opposition research on Trump by a former British spy, which BuzzFeed published in January.",
  "What the Russians were able to do with that, though, is exactly the kind of thing they have long—and sometimes fairly—accused the Americans of doing: getting a friendly leader installed in a strategically vital country.",
  "There’s Mitch McConnell predictably shooting down anything that came as a request from Obama; and other Republicans’ shortsightedly partisan refusal to publicize the fact of the Russian attack.",
  "It is the way terrorists operate, turning an open system against itself—the way, for example, the 9/11 hijackers weaponized things like student visas and the freedom to travel.",
  "The Russians lost their main ally in the White House, Michael Flynn, who was pushing President Trump to unilaterally lift Russia sanctions.",
  "Along with all the synapses firing inside a competitive, non-monolithic system, it was a weapon in the hands of the Russians.",
  "I don’t know what more we could’ve done.”\n\nObama’s meticulously overwrought response was, in effect, no response at all.",
  "The answer is painfully obvious: He could’ve done exactly what he did after the election, but before the election.",
  "We were shouting, we were putting out statements, and people looked at me like I had a tinfoil hat on.",
  "In fact, the Trump administration imposed even more sanctions on Russia this week.",
  "Then there are the other players, the other bricks in the wall.",
  "The question is, what could Obama have done differently?",
  "“We pushed it to news organizations."
]