[
  "“Trump understood the mood of the people and kept going until the end, when nobody believed in him,” Putin said, adding with a smile, “except for you and me.”\n\nOne misconception about Russia is that because Putin rules like an autocrat, no one here respects America’s democratic institutions.",
  "Few in Russia have ever accepted the notion that the Kremlin intervened to hurt Hillary Clinton and help President-elect Donald Trump, but the 14-page declassified report, lacking as it was in details, drew instant contempt from Moscow’s chattering classes.",
  "(Video: Peter Stevenson: The Washington Post/Photo: Jabin Botsford/The Washington Post)\n\n“First the sentence, then the investigation,” tweeted Vladi­mir Solovyov, who hosts a televised weekly review that starts as a talk show and ends up in loud debates.",
  "He has repeatedly denied that Russia was responsible for the hacked emails and said at his annual news conference in December that the Democratic Party was blaming Moscow as an attempt to cover for its failure to read the mood of the American electorate.",
  "(Jon Elswick/AP)\n\nRussian commentators on Saturday dismissed, with no small amount of derision, the conclusion by U.S. intelligence agencies that President Vladi­mir Putin personally ordered a campaign to sabotage the American presidential election.",
  "But in Russia, the view was that the report revealed nothing that Russians hadn’t already heard from the Clinton campaign and the White House, which formally accused Russia of interfering in the election in October and later directly accused Putin.",
  "(Don Emmert/AFP via Getty Images)\n\n“More humiliating for the entire U.S. political system is the actual assertion that a publication of a few facts about one of the parties had become a threat for the 200-year-old American statehood,” he said.",
  "A U.S. reader might be willing to take on faith that the assertions in the declassified report were backed with real evidence, along the lines of what has been published by cybersecurity companies such as ThreatConnect and CrowdStrike.",
  "The intelligence agencies’ report, released Friday, may have come off as a blunt assessment of the Kremlin’s role in orchestrating a coordinated campaign of cyberattacks and propaganda dumps to an audience in the United States.",
  "david.filipov@washpost.com\n\nRead more\n\nPutin to Democratic Party: You lost, get over it\n\n\n\nPutin wants revenge and respect, and hacking the U.S. is his way of getting it\n\nU.S. hacking charges fail to impress Russians.",
  "That is untrue, and one senior lawmaker, Leonid Levin, on Saturday expressed surprise in remarks carried by the Interfax news agency that the U.S. system would be at all susceptible to hacking and propaganda.",
  "And because President Obama already delivered on a promise to punish Russia for the hacks in a set of sanctions at the end of December, some were scratching their heads about the validity of the report.",
  "It smells rotten.”\n\n\n\nThen there’s the fact that there’s no particular reason anyone in Russia would believe the CIA and other intelligence agencies about anything.",
  "The fact that much of the report focused on the activities of Kremlin-controlled media, such as RT, left Moscow observers unimpressed.",
  "U.S. President-elect Donald Trump, left, in Palm Beach, Fla., on Dec. 28, and Russian President Vladimir Putin in Moscow on Dec. 23.",
  "Today’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "“First Obama introduces sanctions against Russia for the ‘hacker attack,’ and then the special services prepare a report.",
  "The first page of the Joint Analysis Report by the Department of Homeland Security and the FBI, released Dec. 29.",
  "“This is one more giant fake,” tweeted Alexei Pushkov, a senior Russian legislator and erstwhile pundit.",
  "Putin did not address the report Saturday, which was the Russian Orthodox Christmas holiday.",
  "A deep analysis,” a commentator on the NTV news station said of the agencies.",
  "“It turns out they watched TV and read the Internet.",
  "They just think we hate them.",
  "But not here."
]