[
  "In a military journal, Gerasimov wrote of using covert and propaganda tactics to turn a “perfectly thriving state” into a victim of “foreign intervention” causing it to “sink into a web of chaos.”\n\nAdam Meyers, the head of intelligence for cybersecurity firm Crowdstrike, told Pegues he believes Gerasimov’s doctrine is behind the recent hacks of election databases and the Democratic National Committee.",
  "“We are thankful for the hard work and dedication of the FBI in its efforts to locate and capture the parties believed to be responsible for this criminal activity.”\n\nAccording to the statement from the Czech police, the country’s judiciary was considering extraditing the man to the U.S., but Justice Department officials in Washington said they were unaware of the arrest or any extradition request.",
  "The messages stolen from Podesta’s account describe how Clinton’s closest advisers considered responding to key events during the campaign, including the discovery of her email server and her congressional testimony over the deadly 2012 attacks on a U.S. diplomatic compound in Benghazi, Libya, as well as excerpts from Clinton’s paid Wall Street speeches.",
  "It hasn’t been proven who hacked Podesta’s emails, though U.S. intelligence officials have blamed the Russian government for a series of breaches intended to influence the presidential election, and the FBI is investigating the breach.",
  "Multiple CBS News sources in the U.S. said the arrest was not related to the hack of Democratic National Committee emails, which has become a major theme in the American presidential campaign ahead of the Nov. 8 election.",
  "“All they need to do is call into question the results that come back from one district, one state, and that might cause such a reaction that they call for a complete recount,” said Meyers.",
  "Through its Twitter account, the Russian Embassy in Washington has denied any role in the cyberattacks, suggesting U.S. officials are just “whipping up” anti-Russia hysteria.",
  "“Following the 2012 breach of LinkedIn member information, we have remained actively involved with the FBI’s case to pursue those responsible,” LinkedIn said in a statement.",
  "In what appears to have been a coincidence, two days after the arrest in Prague, WikiLeaks began leaking the personal emails of Clinton campaign chairman John Podesta.",
  "Police in the Czech Republic have detained a Russian man suspected of participating in the breach of LinkedIn user information in 2012, the company said Wednesday.",
  "The batches have also included emails from then-DNC vice chairwoman Donna Brazile which seem to show a preference for Clinton over other Democratic candidates.",
  "CBS News correspondent Jeff Pegues reported this week that, in spite of the denial, Russian hackers could pose a serious threat to the U.S. electoral system.",
  "Czech police said the Russian was arrested in cooperation with the FBI within 12 hours, thanks to a rapid exchange of information with American officials.",
  "The police said the man had been travelling with a woman in “a very expensive car” prior to his arrest, which they said came as a surprise to him.",
  "Czech police\n\nVideo released by the police showed the man being taken into custody at a cafe or restaurant, in the company of a young woman.",
  "“Imagine if, on election night, reports come out that cause people to think that the results of the election are questionable,” Meyers said.",
  "He warned that messages may have been altered or edited to inflict political damage but has not pointed to any specific case of this.",
  "Two years ago, top Russian General Valery Gerasimov -- who has President Vladimir Putin’s ear -- called for a new kind of warfare.",
  "News of the arrests comes in the wake of WikiLeaks saying it has some 50,000 Hillary Clinton campaign emails.",
  "Podesta acknowledged his emails were hacked, but has not verified the authenticity of the emails.",
  "He, and U.S. government officials, fear that’s exactly what the Russians will try to do.",
  "It was not immediately clear why the Czech authorities waited so long to publicize it.",
  "The man was only identified as Yevgeniy N. in police video of the arrest.",
  "The group said it would release emails every day until Election Day.",
  "Subsequent video shows him being walked to a vehicle in handcuffs.",
  "CBS News justice reporter Paula Reid contributed to this report.",
  "Police said he fainted and was hospitalized after his arrest.",
  "Both video clips bear a date stamp of Oct. 5, 2016.",
  "The arrest took place on Oct. 5."
]