[
  "The Times’ Jonathan Martin said the Podesta leak didn’t show that Hillary was “some kind of radical liberal,” and according to him, “that’s the reveal.”\n\nThe AP’s Lisa Lerer said they were “like reading one of the post-campaign books while the campaign is still going on,” before adding, “there haven’t been any real bombshells.” (RELATED: Hillary Told Goldman Sachs America Is Arming Countries That Fund Jihadists)\n\nThe DCCC leaks didn’t have much groundbreaking news, and the stories that they did produce were mainly covered by outlets such as The Daily Caller and The Intercept.",
  "For instance, Democratic congressmen Adam Schiff and Steve Israel wrote in October about the “weaponization of hacked emails.”\n\nFake news sites have minimal influence\n\nThe New York Times gave front-page coverage in December to “Patriot News,”a fake news outlet which is run by a man the Times described as “a fan of President Vladimir V. Putin of Russia.” Given the front-page placement one would think this outlet has some prominence.",
  "An adviser to the Ukrainian military told VOA that no howitzers were lost due to hacking, and IISS told VOA that CrowdStrike’s findings were not a “conclusion that we have ever suggested ourselves.”\n\nCrowdStrike responded to the VOA report by saying their findings “have been confirmed by others in the cybersecurity community.” The following day, the firm revised and retracted their analysis.",
  "The Daily Caller’s Peter Hasson reported in December, “fake news sites struggle to reach any sort of real audience.”\n\nThe report pointed out how fake news site “DenverGuardian.com,” which was covered by both The Times and The Post, was ranked 91,688 in U.S. web traffic, according to figures from web analytics firm Alexa.",
  "Jeffrey Carr, a cybersecurity expert, told the Daily Mail that this is “part of a pattern” and shows “that CrowdStrike’s intelligence reports were clearly a problem.”\n\nThe U.S. intelligence community has also said that Russia was behind hacks into the DNC, DCCC, and Hillary Clinton’s campaign chairman John Podesta.",
  "Eugene Rumer, director of the Russia and Eurasia program at the Carnegie Endowment, said in testimony before the Senate Intelligence Committee that fake news is “an integral part of Russian foreign policy today.”\n\nIt might be integral to Russia, but it is not clear how effective it is for them to use.",
  "Russian outlet influence is minor compared to American outlets\n\nWhen the Office of the Director of National intelligence released its January report about Russian election interference it contained a seven page annex on RT, the Kremlin-backed outlet formerly known as Russia Today.",
  "The Post and Vox also covered another fake news site “MSNBC.com.co.” This site was nearly six times as small as “DenverGuardian.com.”\n\nHowever, the hysteria over fake news lead Maine Sen. Angus King to agree with a proposal last week to launch a government-backed fact checker.",
  "Thanks to a leak by Edward Snowden, however, it now appears that the Equation Group was in fact the NSA.”\n\nLeak coverage didn’t dominate the election\n\nOutside of attribution to Russia, there is also the matter of whether the leaks influenced the election.",
  "And then the documents and emails released by DC Leaks weren’t mainly covered by large liberal outlets as the most significant stuff the group released were internal files belonging to organizations funded by liberal mega-donor George Soros.",
  "And analysis from CrowdTangle, a social media monitoring site owned by Facebook, showed that content from Patriot News’ Facebook page got an average of just 158 interactions a week in the two months leading up to the presidential election.",
  "In fact, an August editorial in the Investor’s Business Daily was titled, “The Bizarre Media Blackout Of Hacked George Soros Documents.” Despite all this, these hacks and subsequent leaks have been compared to an act of war by liberals.",
  "As congressional committees hold hearings and investigate the claims of Russian interference in the U.S. presidential election, little evidence exists to show that the alleged effort had a discernible effect on the American election.",
  "One Senate witness, Clint Watts, said that journalists should unify to not cover WikiLeaks, while another witness, Thomas Rid, quoted a former KGB official saying that press freedom is beneficial for Russian operations.",
  "The allegations of a Russian influence campaign rest on three separate components: the hacking and subsequent leaking of emails and documents, fake news in part spread on social media, and Russian propaganda outlets.",
  "It isn’t conclusive that Russia was behind the hacking of Democratic officials\n\nA lot of the talk around Russian interference in the election is around WikiLeaks and to a lesser extent Guccifer 2.0 and DC Leaks.",
  "These leaks revealed journalists close to the Clinton campaign, a DCCC memo calling the Black Lives Matter movement radical, and House Minority Leader Nancy Pelosi thinking that Obama’s ISIS strategy will fail.",
  "Andrew Cockburn wrote in the December issue of Harper’s: “A tool developed by the Chinese to attack Google in 2009 was later reused by the so-called Equation Group against officials of the Afghan government.",
  "VOA originally reported that CrowdStrike had misread data from a British think tank and concluded that over 80 percent of Ukrainian 122mm howitzer artillery guns were made inoperable by a Russian hack.",
  "These lead to the resignation of DNC chairwoman Debbie Wasserman-Schultz, after it was revealed Schultz thought little of Sen. Bernie Sanders’ candidacy and disparaged his campaign manager Jeff Weaver.",
  "Though outside of the DNC emails which lead to Schultz’s resignation, there wasn’t much coverage by major legacy media of Podesta’s leaked emails, documents from the DCCC or releases by DC Leaks.",
  "“To put that number in perspective: the site supposedly impacting the national political scene is more than 84,000 slots behind the website for a Virginia community college,” Hasson wrote.",
  "However, a 2015 Daily Beast story revealed that while RT America has claimed 2.8 million viewers in several large American urban areas, internal documents show that not to be the case.",
  "These documents said that “the average daily viewership of RT programs in the US does not reach [30,000] people.” Due to this, Nielsen ratings of the channel are unavailable.",
  "On top of this, the fact that the hackers left a noticeable signature that leads investigators to Russia doesn’t necessarily mean that the Russians were behind the attack.",
  "Cybersecurity firm CrowdStrike subsequently examined the DNC’s servers and concluded that a Russian government operation dubbed “Fancy Bear” was behind the hacking.",
  "The Ukrainian military and the think tank, the International Institute for Strategic Studies (IISS), both said that this analysis from CrowdStrike was flawed.",
  "Then Sputnik News, which was cited by Senate Intelligence Committee ranking member Mark Warner, is ranked 4,398 in the U.S., according to an Alexa estimate.",
  "However, a report from the Daily Mail Wednesday and a report from Voice of America last week have revealed serious doubt about CrowdStrike’s credibility.",
  "However, according to Sen. Mark Warner, “This Russian propaganda on steroids was designed to poison the national conversation in America.”",
  "While this isn’t an awful ranking, it still means RT is a smaller site than The Daily Caller, Vox, and The New York Daily News.",
  "Two separate testimonies before the Senate Intelligence Committee on Thursday bemoaned media coverage of leaked emails.",
  "It was the release of Democratic National Committee (DNC) emails by WikiLeaks that were arguably the most significant.",
  "The Times story said the outlet gets “tens of thousands of page views,” which is a minor figure in internet media.",
  "These figures were behind the leaking of emails and documents of Democratic Party officials and institutions.",
  "This makes it a smaller online news outlet than The Miami Herald, The Gateway Pundit, and The Star-Telegram.",
  "CrowdStrike was the only group to examine those servers and the FBI has relied on this group’s assessment.",
  "Both Thom Hartmann and Ed Schultz anchor shows, while Larry King syndicates his program with the network.",
  "This December analysis by CrowdStrike was picked up by outlets such as NBC News and The Washington Post.",
  "Comments made on CNN from a New York Times reporter and an Associated Press reporter show this approach.",
  "So the Afghans, had they investigated, might have assumed they were being hacked by the Chinese.",
  "That same report contained about a page on Russia’s alleged hacking and leaking of information.",
  "If RT had such an outsized influence on the U.S. election, what does that mean for these sites?",
  "Americans are continuously told about fake news being a part of Russia’s propaganda efforts.",
  "An Alexa estimate for RT’s website show that it is the 970 largest site in the U.S.",
  "(For comparison, The Daily Caller got over 600 million page views in 2016.)",
  "RT has a television network in the US, RT America, and an online outlet.",
  "They have not, however, released evidence to back up this assertion.",
  "It is the largest Russian propaganda source, followed by Sputnik.",
  "RT America does have several prominent liberals as hosts.",
  "However, this is not the case."
]