[
  "Yet, DNC deputy communications director Eric Walker gave told BuzzFeed News in an email, “The DNC had several meetings with representatives of the FBI’s Cyber Division and its Washington (DC) Field Office, the Department of Justice’s National Security Division, and U.S. Attorney’s Offices, and it responded to a variety of requests for cooperation, but the FBI never requested access to the DNC’s computer servers.”\n\nHowever, this claim was contradicted by then-FBI director James Comey, who said in a Senate Intelligence Committee hearing in January that there were “multiple requests at different levels” to look at the DNC’s servers.",
  "The Atlantic Council is hawkish on Russia, previously publishing reports about topics like how the West can “get tougher” on Russia, how to “fight back Against Russian political warfare,” how to respond “to Russia’s Anti-Western Aggression.”\n\nOther articles are titled, “From Russia with Hate: The Kremlin’s Support for Violent Extremism in Central Europe” and “Here’s Why You Should Worry About Russian Propaganda.”\n\nIn one article published by the Atlantic Council, writer Stephen Blank claims that Russia is a more urgent security threat than terrorism.",
  "“And it is one of a series of quiet investments by Schmidt that recognize how modern political campaigns are run, with data analytics and digital outreach as vital ingredients that allow candidates to find, court, and turn out critical voter blocs.”\n\nThe post also calls Schmidt “one of the most powerful donors in the Democratic Party.”\n\nThere are other connections between Google money and the Democratic Party.",
  "He told campaign officials he was ‘ready to fund, advise recruit talent,’ and ‘clearly wants to be head outside advisor,’ according to a 2014 email from Clinton campaign Chairman John Podesta to campaign manager Robby Mook.”\n\nAnd Politico reported in November 2016 that Schmidt “served in a personal capacity as an adviser to the Clinton operation,” and wore a “staff” badge at her election night party.",
  "The Open Society Initiative for Europe has written that they support, “initiatives that strengthen the protection of migrants and the politics of inclusion, giving the leading role and voice in advocating policies and social change to migrants and refugees, their descendants, and their allies in civil society.”\n\nThe Atlantic Council is also funded by the Victor Pinchuk Foundation.",
  "Obama Appoints CrowdStrike Officer To Admin Post Two Months Before June 2016 Report On Russia Hacking DNC\n\nIn April 2016, two months before the June report that alleged a Russian conspiracy, former President Barack Obama appointed Steven Chabinsky, the general counsel and chief risk officer for CrowdStrike, to the Commission on Enhancing National Cybersecurity.",
  "These actions caused significant delays and inhibited the FBI from addressing the intrusion earlier.”\n\nAs Josephine Wolff of Slate pointed out, “…whether because they were denied access or simply never asked for it, the FBI instead used the analysis of the DNC breach conducted by security firm CrowdStrike as the basis for its investigation.",
  "A senior FBI official told WIRED in January, “The FBI repeatedly stressed to DNC officials the necessity of obtaining direct access to servers and data, only to be rebuffed until well after the initial compromise had been mitigated.”\n\n“This left the FBI no choice but to rely upon a third party for information.",
  "Regardless of who is telling the truth about what really happened, perhaps the most astonishing thing about this probe is that a private firm’s investigation and attribution was deemed sufficient by both the DNC and the FBI.”\n\n…Why did the DNC REFUSE to turn over its Server to the FBI, and still hasn’t?",
  "Pinchuk is a Ukrainian billionaire who reportedly gave $25 million to the Clinton Foundation, and was invited to Clinton’s home for a dinner in 2012 while she was secretary of state, despite an earlier denial from a Clinton spokesperson that “never on her schedule” during her time as Secretary.",
  "The narrative is centered around two hacks–the hack of a DNC server that led to the release of embarrassing emails during the Democratic National Convention, and the hack of John Podesta’s email which led to several embarrassing moments for the Clinton campaign in October 2016.",
  "“The Groundwork, according to Democratic campaign operatives and technologists, is part of efforts by Schmidt—the executive chairman of Google parent-company Alphabet—to ensure that Clinton has the engineering talent needed to win the election,” the article says.",
  "CrowdStrike Co-Founder Is Fellow On Russia Hawk Group, Has Connections To George Soros, Ukrainian Billionaire\n\nCo-Founder and CTO of CrowdStrike Dmitri Alperovitch is a nonresident senior fellow on the Atlantic Council.",
  "Schmidt also funded a startup called, “The Groundwork.” An article in Quartz titled, “The stealthy, Eric Schmidt-backed startup that’s working to put Hillary Clinton in the White House,” details its operations.",
  "Their dedicated and thoughtful leadership on these issues holds great potential for promoting innovation and the benefits of technology, while lowering the very real security risks we are facing today.”\n\n2.",
  "CrowdStrike is the sole source of this claim, with their June 2016 report, “Bears in the Midst: Intrusion into the Democratic National Committee” being the basis of the DNC’s Russian hacking allegations.",
  "Comey Contradicted The DNC’s Story On The FBI Asking To See The Server\n\nThe DNC claimed in January that the reason the FBI never examined their hacked server was simple–the FBI never requested to do so.",
  "CrowdStrike Is Funded By Clinton-Loving Google $$\n\nFinally, it’s worth pointing out that CrowdStrike received $100 million in investments led by Google Capital (since re-branded as CapitalG) in 2015.",
  "The Democratic Party and mainstream media have become increasingly consumed with the narrative that Donald Trump’s election win is largely influenced by Russian hacking.",
  "The analysis that alleged that Russia was behind the DNC server breach was carried out not by the U.S. government, but by the private security group CrowdStrike.",
  "The FBI Never Looked At The DNC’s Servers — Only CrowdStrike Did\n\nAs far as we know, the FBI still has not examined the DNC server that Russia allegedly hacked.",
  "The Russia story is back in the headlines once again after reports surrounding former President Barack Obama’s attempts to “punish” Russia for its interference.",
  "Stephanie Hannon, former Director of Product Management for Google, left in 2015 to become Hillary Clinton’s Chief Technology Officer for her 2016 campaign.",
  "The Atlantic Council is also funded by the “Open Society Initiative for Europe,” a program of leftist billionaire George Soros’ Open Society Foundation.",
  "More than just supporting Clinton, leaked emails from Wikileaks in November 2016 showed that in 2014 he wanted to have an active role in the campaign.",
  "CrowdStrike co-founder George Kurtz said at the time, “We wish Steve and the rest of the Commissioners every success in this important effort.",
  "According to the Wall Street Journal, Schmidt “sent a Clinton campaign official a lengthy memo with advice on running the campaign.",
  "The only source for this claim is CrowdStrike, who began monitoring the DNC system on May 5th, 2016, according to DailyMail.com.",
  "CapitalG is owned by Alphabet, and Eric Schmidt, Alphabet’s chairman, was a supporter of Hillary Clinton in the 2016 election.",
  "However, there is still a cloud of doubt hanging over the DNC’s Russia narrative on the breach of the DNC servers.",
  "Instead, Comey said a “highly respected private company” got access to the servers–meaning CrowdStrike.",
  "Further, the Atlantic Council is funded by NATO, enhancing the hawkish view on Russia.",
  "Here are five key points about CrowdStrike that the mainstream media is ignoring:\n\n1.",
  "There has been no corroboration or second opinion on who may have hacked the server.",
  "It’s all a big Dem scam and excuse for losing the election!",
  "— Donald J. Trump (@realDonaldTrump) June 22, 2017\n\n4.",
  "The DNC also reportedly paid $168,000 to CrowdStrike.",
  "Both are supposedly the result of the Russians.",
  "(h/t Breitbart News)\n\nFollow Justin on Twitter",
  "5.",
  "3."
]