[
  "“The DNC,” he continued, “did not feel it needed DHS’ assistance at that time.” He later added, “I was anxious to know whether or not our folks were in there, and the response I got was, the FBI had spoken to them, they don't want our help, they have CrowdStrike.”\n\nRepublicans responded to Johnson’s remarks with exasperation, with Rep. Peter King of New York saying he finds it “very hard to comprehend” that the DNC would have rejected DHS’ offer.",
  "In another tweet, he said it was “all a big Dem scam and excuse for losing the election!”\n\nIt’s the latest dust-up in a long-running blame game over why the DNC and the federal government did not do more to stop Russian cyber intrusions, which U.S. intelligence agencies now say were part of a covert effort to subvert the election process and damage Democratic nominee Hillary Clinton.",
  "| AP Photo DNC: The Russians had been booted from our system by the time DHS called\n\nThe Democratic National Committee had kicked Russian hackers out of its computer systems by June of last year — two months before the Department of Homeland Security called to offer assistance, according to DNC officials.",
  "By the time DHS reached out, according to one DNC official who spoke on the condition of anonymity, the organization had already been working for months with the FBI and the cybersecurity firm CrowdStrike “to kick the Russians out of our system.”\n\nThe most reliable politics newsletter.",
  "“At no point during my tenure at the DNC did anyone from the FBI or any other government agency contact or communicate with me about Russian intrusion on the DNC network,” Wasserman Schultz said in a statement in response to Johnson’s testimony.",
  "DNC spokeswoman Adrienne Watson said in a statement that that the organization “provided DHS with detailed information about the intrusion.”\n\nIn his testimony Wednesday, Johnson acknowledged his agency was late to the game — to his frustration.",
  "The DNC is pushing back after former Homeland Security Secretary Jeh Johnson testified before Congress that the DNC rebuffed the agency’s offer to help — testimony that drew gloating tweets on Thursday morning from President Donald Trump.",
  "“It is astounding to me that the Chair of an organization like the DNC was never contacted by the FBI or any other agency concerned about these intrusions.”\n\nShe said she would have welcomed the government’s help.",
  "The anti-secrecy website then began publishing tens of thousands of stolen emails — some of which appeared to show a DNC bias against Bernie Sanders, who challenged Clinton for the Democratic nomination.",
  "“The DNC has been in regular contact with the FBI for many months and the FBI confirmed the DNC has provided all the information it needed to make its assessment,” said Watson, the DNC spokeswoman.",
  "But Johnson also expressed disappointment with the DNC, both for its response to DHS’ offer to help and over the fact that it never turned over its computer server to the government for inspection.",
  "After learning of the hack, Johnson testified, “I pressed my staff to know whether DHS was sufficiently proactive, and on the scene helping the DNC identify the intruders and patch vulnerabilities.",
  "“I was not very happy to be learning about it several months later,” he told the House Intelligence Committee, which is investigating Russia’s meddling in the presidential election.",
  "DNC officials have previously said the FBI never asked for access to its computer server, and that it provided the FBI with information about its server through CrowdStrike.",
  "The DNC is pushing back after former Homeland Security Secretary Jeh Johnson (pictured) testified before Congress that the DNC rebuffed the agency’s offer to help.",
  "U.S. intelligence agencies have since attributed the intrusion to Russia’s military intelligence agency, which was trying to sway the election in Trump’s favor.",
  "Story Continued Below\n\n“Why did Democratic National Committee turn down the DHS offer to protect against hacks (long prior to election),” the president wrote.",
  "DNC officials insist DHS’ offer to help came after their computer systems had already been patched — and say they did provide information on the hack to DHS.",
  "The DNC first realized it had been hacked in April of last year, but officials at the time did not fully understand the hacking’s significance.",
  "DNC officials, though, made clear the organization was working with the FBI last summer to boot the Russian hackers from its computer systems.",
  "“Best practice is always to get access to the machines themselves,” former FBI Director James Comey told Congress in March.",
  "U.S. intelligence agencies believe Russia provided the hacked information to WikiLeaks, possibly using intermediaries.",
  "Rep. Debbie Wasserman Schultz (D-Fla.), who then chaired the DNC, resigned over the issue, as did other DNC officials.",
  "He did not learn of the DNC hack, he said, until after the FBI and DNC had been in contact about it for some time.",
  "“The DNC had already completed remediation” by the time DHS called, the official explained.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Some of his frustration appeared to be directed at the FBI for not reading him in earlier.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "But he added that the arrangement with CrowdStrike “was an appropriate substitute.”",
  "The answer, to the best of my recollection, was not reassuring.",
  "You can unsubscribe at any time."
]