[
  "The only concrete pre-election response by the Obama administration was in response to a largely unrelated issue, and was a failed attempt to declare voting systems “critical infrastructure.” The designation came with federal funds and assistance to secure voting and vote-counting machines from possible Russian cyber attacks — possible attacks the Office of the Director of National Intelligence and the Department of Homeland Security found unlikely and unfounded, but worth monitoring.",
  "Fact Check:\n\nThe CIA received and presented Obama with reliable intelligence in August 2016 that the Russian government was orchestrating a cyber campaign to tarnish Hillary Clinton under direct orders from President Vladimir Putin, a recent Washington Post investigation reveals.",
  "The Washington Post reports that even the people who designed the economic sanctions within the package admitted they were largely “symbolic.”\n\nThe Obama administration’s attempt to cease Russian meddling in the 2016 election consisted of empty warnings to the Russian government.",
  "Trump’s claim that Obama knew of Russian interference “far in advance” of the election accurately reflects the facts, since the events had been unfolding in his view for more than a year and he was given reliable intelligence cementing the conclusion months before November.",
  "Trump tweeted again Monday that Obama did “NOTHING about Russia after being notified by the CIA of meddling.”\n\nVerdict: True\n\nThe Obama administration had a clear idea of Russian election meddling through cyber attacks months in advance of the November 2016 Election Day.",
  "His claim that Obama did “nothing” in respect to Russian election meddling is also true, since the president’s response before the election amounted to a verbal warning and the actions he took following the election had no apparent impact.",
  "None of these responses by the Obama administration prevented the onslaught of hacked leaks that continued into the days leading up to the November election, nor could any have been realistically expected to.",
  "Obama explored the deliberated on covert and overt retaliation after his August CIA intel briefing, including cyber and sanction strategies, according to a Washington Post investigation.",
  "Independent cybersecurity firms like SecureWorks and the DNC’s contractor, CrowdStrike, had already associated the hacks and hacker groups with Russia months prior.",
  "The administration’s efforts to stop Russian interference in the 2016 election amounted to warning the Russian government and did not include substantive actions.",
  "President Donald Trump tweeted Friday that former President Barack Obama knew “far in advance” about Russian election “meddling” but did “nothing” about it.",
  "The Obama administration closed Russian compounds that were suspected of supporting hacking activity and expelled 35 Russian intelligence operatives.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The August CIA briefing to Obama confirmed what was by then a long-standing conclusion about Russian meddling after a year of hacking and leaks.",
  "The designation was not finalized until January 2017, after the election, due to bipartisan opposition from all 50 state secretaries of state.",
  "At that time, the FBI warned the Democratic National Committee (DNC) that DNC computers could be compromised by hackers of yet unknown origin.",
  "The persistence of these leaks indicates a lack of sufficient action by the Obama administration to put an end to the election interference.",
  "In addition, Russia had shown in Ukraine, Georgia and Syria, as well in cyber warfare, that the Kremlin pays verbal warnings little mind.",
  "In December 2016, a month after Election Day, Obama took the first concrete action against Russia, ordering a package of sanctions.",
  "In August 2016, CIA Director John Brennan warned the director of the FSB, Russia’s intelligence agency, to cease the cyber attacks.",
  "However, the first signs of cyber attacks in the 2016 presidential election surfaced about a year earlier, in September 2015.",
  "In June 2016, a hacker group with the alias “Guccifer 2.0” claimed credit for the DNC hack and leaked stolen DNC documents.",
  "Obama approved one of these plans to plant cyber “bombs” across Russian infrastructure to “detonate” if tensions picked up.",
  "Trump’s claim that Obama knew about Russian election meddling “far in advance” and that he did “nothing” is therefore true.",
  "The rest of the Obama administration’s response to Russian election meddling was made after the election took place.",
  "The plan also sought to prevent the hacking of voting machines, which are not actually connected to the internet.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Washington Post reports at least two more such warnings for Russia to cease cyber-interference.",
  "In May, CrowdStrike attributed the cyber-attack to hacker groups tied to the Russian government.",
  "Several months later, in April 2016, DNC IT staff noticed suspicious activity on DNC servers.",
  "WikiLeaks has long been accused of Kremlin-affiliation, though its founder denies the charge.",
  "In international espionage, verbal warnings to a known adversary are often akin to inaction.",
  "The DNC acted this time by alerting the FBI and hiring cybersecurity firm CrowdStrike.",
  "The package had previously been designed, however, to punish Russia for other issues.",
  "WikiLeaks then released its first batch of Democratic party emails later that month.",
  "It continued leaking Democratic Party documents throughout the next month of July.",
  "The plans, however, never got past the planning stages before he left office.",
  "Follow Kush on Twitter\n\nSend tips to Desai@dailycallernewsfoundation.org.",
  "Obama then discussed the matter face-to-face with Putin in September."
]