[
  "While this afforded Assange the ability to stave off going to Sweden, where he risked prison time over the sexual assault charges, it left him stuck in the Ecuadorian Embassy in London, where he remains to this day as he continues his leadership of WikiLeaks and navigates the criminal process facing him.",
  "JUST WATCHED Trump in 2010 on Wikileaks: 'I think it's disgraceful' Replay More Videos ... MUST WATCH Trump in 2010 on Wikileaks: 'I think it's disgraceful' 00:38\n\nMeanwhile, national security hawks of all political stripes had for years railed against him.",
  "Julian Assange, founder of the online leaking platform WikiLeaks, is seen through the eyepeace of a camera as he is displayed on a screen via a live video connection during a press conference on the platform's 10th anniversary on October 4, 2016 in Berlin.",
  "And accusers have pointed to Assange's regular appearances on Russia's English-language news channel RT -- where he hosted a show -- as well as WikiLeaks' lack of Russian disclosures and role in delivering Snowden in Moscow as evidence of their collusion.",
  "Assange has cast a wide, blurry shadow over the center of US politics from his seclusion in the Ecuadorian Embassy in London, where he remains holed up to avoid facing sexual assault charges in Sweden and a potential extradition to the United States.",
  "Washington (CNN) President-elect Donald Trump picked a fight with the US intelligence community in recent days, elevating the statements of WikiLeaks founder Julian Assange and Russian President Vladimir Putin over his own nation's top spies.",
  "Senate Armed Services Committee Chairman John McCain asked Director of National Intelligence James Clapper during Thursday's hearing on Russia's alleged hacks: \"Do you think that there's any credibility we should attach to this individual?\"",
  "As WikiLeaks' dumps quickly reached the hundreds of thousands, the sheer volume of documents Assange's organization released, along with his provocative statements, made him a famous -- or infamous -- figure on the international stage.",
  "The emails from several senior staffers demonstrated bias against Vermont Sen. Bernie Sanders in favor of former Secretary of State Hillary Clinton during the primary and threatened to throw the entire convention into turmoil.",
  "Then in July 2016, WikiLeaks launched itself into the middle of the US presidential election when it posted thousands of emails from the Democratic National Committee just days before the party's nominating convention began.",
  "Edward Snowden, the man behind the National Security Agency leaks, worked with journalists Laura Poitras and Glenn Greenwald for the stated reason of avoiding improper information going out alongside newsworthy documents.",
  "\"Somebody needs to march into his office and explain who Julian Assange is,\" former House Intelligence Committee Chairman Mike Rogers, a Republican and CNN contributor, offered Wednesday, in the wake of the controversy.",
  "Following Assange's recent sit-down interview with Hannity, Palin -- once the target of a WikiLeaks disclosure -- apologized to the WikiLeaks founder and threw in a recommendation for Oliver Stone's movie \"Snowden.\"",
  "Although WikiLeaks once worked with those organizations in advance of publishing documents, it has since moved to make its findings available on its site, without a media partner or intermediary such as The Times.",
  "The video, known as \"Collateral Murder,\" generated an uproar from human rights activists against the US for killing innocent people and from US defense officials against WikiLeaks for generating anti-US sentiment.",
  "The declassified version of the Intelligence Community's comprehensive review ordered by President Barack Obama into hacks connected to the US election is expected to be released Monday, US officials told CNN.",
  "A brief history of WikiLeaks\n\nWikiLeaks is the self-styled \"radical transparency\" organization Assange founded in 2006 with the stated goal of exposing the secrets of the powerful and upholding human rights.",
  "Many journalists and advocates said massive document troves must be sorted through before they are released so as to avoid the unneeded exposure of personal information potentially put people in harms way.",
  "The steady release of emails brought renewed scrutiny to Clinton and her inner circle, particularly regarding the controversy over her use of a private email server to conduct State Department business.",
  "A cat wearing a striped tie and white collar looks out of the window of the Embassy of Ecuador as Swedish prosecutors question Wikileaks founder Julian Assange on November 14, 2016 in London, England.",
  "On Thursday, Trump tweeted the \"dishonest media\" had said falsely he was in agreement with Assange and that in fact, he was reiterating Assange's comments \"for the people to make up their own minds.\"",
  "@Snowden Opportunism won't earn you a pardon from Clinton & curation is not censorship of ruling party cash flows https://t.co/4FeygfPynk — WikiLeaks (@wikileaks) July 28, 2016\n\nWho is on his side?",
  "Even though WikiLeaks helped Snowden to find safe harbor in Russia, the former contractor took to Twitter in the summer of 2016 to make the argument in favor of \"curation\" over massive data dumps.",
  "Its supporters used to come from largely left-leaning circles, human rights groups opposed to the Western military-industrial complex and the power of a handful of US corporations, like Google.",
  "WikiLeaks continued for years to release millions of documents, including emails from Stratfor -- a global intelligence company -- and Syrian politicians, before lying relatively low for years.",
  "His espoused views against the power structures of Western government and corporate behemoths made up the public persona of the organization, one that became inseparable from Assange himself.",
  "Then at the height of WikiLeaks' largest drop ever, during the summer of 2010 , Swedish authorities called for Assange's arrest over sexual assault accusations from two WikiLeaks members.",
  "In 2007-2008, it posted a wide range of materials from Guantanamo Bay, the Church of Scientology and some of 2008 Republican vice presidential nominee Sarah Palin's stolen emails.",
  "But by 2016, as WikiLeaks' disclosures of the DNC and Podesta emails took its toll on Democratic Party unity and Clinton's poll numbers, major Republican figures turned around.",
  "The US intelligence community has uniformly said the Russian government was behind the Democratic Party hacks and is the source of WikiLeaks' blockbuster 2016 disclosures.",
  "But WikiLeaks' part in the election was not yet over: A month ahead of Election Day, the organization began posting emails from Clinton campaign chairman John Podesta.",
  "Assange has denied this, but the US government has said it is certain, and a private cybersecurity group called Crowdstrike has also said Russia was behind the hacks.",
  "But others, including former media partners of Assange, The New York Times and the Guardian, viewed WikiLeaks as a source for information, rather than a news outlet.",
  "And a letter from the State Department to WikiLeaks said the organization's document dumps were done \"without regard for the grave consequences\" the leak entailed.",
  "In the face of WikiLeaks' 2010 disclosures, a Pentagon spokesman said the documents contained 300 names of Iraqis who were \"endangered by their exposure.\"",
  "When the Swedish government pursued sexual assault charges against Assange in 2010, several members of WikiLeaks called for him to leave the organization.",
  "He steals data and compromises national security,\" said House Speaker Paul Ryan when asked about Assange on Hugh Hewitt's radio show Wednesday morning.",
  "Even Trump in 2010 on Fox News' Brian Kilmeade radio show said of WikiLeaks in the wake of the Manning-fueled releases: \"I think it's disgraceful.",
  "Some argued WikiLeaks' use of stolen documents was unethical and others said its disclosures harmed the national security of countries involved.",
  "And just days before Trump takes office, Assange has become a dividing line in the GOP's emerging intra-party fight over national security.",
  "The independent organization is able to fund itself off the donations of its supporters and its online following stands in the millions.",
  "— Edward Snowden (@Snowden) July 28, 2016\n\nWikiLeaks fired back, accusing Snowden of cozying up to the Democratic Party for a pardon.",
  "A more nuanced debate grew out of those sympathetic with Assange's aims over whether what WikiLeaks was doing constituted journalism.",
  "Over the next few months, WikiLeaks published hundreds of thousands of classified military documents and State Department cables.",
  "Trump said he \"loved\" WikiLeaks at an October campaign rally, and Fox News commentator Sean Hannity praised Assange repeatedly.",
  "In 2010, WikiLeaks made available a classified video of a 2007 US helicopter attack killing civilians and journalists in Iraq.",
  "The US government said Russia was behind the hacks that led to both of these document dumps, an allegation Assange has denied.",
  "Up to speed on Assange\n\nBorn in 1971, the native Australian became a hacker and activist before founding WikiLeaks in 2006.",
  "Assange has regularly argued WikiLeaks is a journalistic organization, performing a journalism function through its leaks.",
  "Before the weekend was out, Rep. Debbie Wasserman Schultz said she would resign her position as chairwoman of the DNC.",
  "It was set up as a repository and distributor of leaked information, vowing to uphold the anonymity of its sources.",
  "Moral questions\n\nWell before he was accused of sexual assault, Assange faced the ire of people the world over.",
  "His position, conveyed via Twitter, sent various intelligence officials and hawkish public figures reeling.",
  "Sweden called for his extradition from the United Kingdom, a request Assange took to the UK Supreme Court.",
  "But many Republicans have made up their minds about Assange and reached the opposite conclusion as Trump.",
  "I simply state what he states, it is for the people....\n\nto make up their own minds as to the truth.",
  "About two years into this process, Ecuador used its diplomatic authority to grant Assange asylum.",
  "Assange resided in London as the charges progressed and submitted himself to UK authorities.",
  "The media lies to make it look like I am against \"Intelligence\" when in fact I am a big fan!",
  "Chelsea Manning, then known as Bradley Manning, for sending the footage to WikiLeaks.",
  "The dishonest media likes saying that I am in Agreement with Julian Assange - wrong.",
  "In the years since WikiLeaks' founding, Assange has built a massive global backing.",
  "Assange has asserted his organization's actions have not put people in harm's way.",
  "Democratizing information has never been more vital, and @Wikileaks has helped.",
  "\"I have really nothing (to say) other than the guy is a sycophant for Russia.",
  "But other leakers have argued against the mass dumps Assange favors.",
  "Others argued Assange had an immoral, anti-American agenda.",
  "He was taken into custody and then put under house arrest.",
  "But their hostility to even modest curation is a mistake.",
  "I think there should be like death penalty or something.\"",
  "When he did not, some split from the organization.",
  "The US military detained Army Pvt.",
  "\"Not in my view,\" Clapper said.",
  "So who is Julian Assange?",
  "What about the Russians?",
  "He leaks."
]