[
  "More than a year later — as special counsel Robert Mueller's probe into possible coordination between Donald Trump's campaign and Russia during the 2016 election intensifies — Johnston has realized he couldn't have been more wrong.",
  "The stolen data was leaked to Wikileaks and founder Julian Assange, who published the emails, throwing the 2016 DNC Convention in Philadelphia, PA and the Hillary Clinton campaign into disarray.",
  "Alexei Nikolsky/AP\n\nIn May 2016, Robert Johnston, a former Marine Corps captain, briefed members of the Democratic National Committee about reported hacks into their emails and data servers.",
  "In 2015, he presided over a massive malware attack linked to the Russian government that compromised the computers of the Joint Chiefs of Staff, the president's top military advisers.",
  "Paul Holston/AP\n\nWhen the DNC reached out to IT security organization Crowdstrike last year to investigate the DNC hack, the task fell to Johnston, then the firm's lead investigator.",
  "The attack affected around 4,000 personnel who worked for the Joint Chiefs and kicked the Pentagon's email system offline for almost two weeks.",
  "He says those past hacking experiences convinced him that Russia wouldn't do anything with the information gathered from the DNC's servers.",
  "As the former head of a government cyber protection team, Johnston had plenty of experience with hacks prior to the DNC incident.",
  "\"They're looking at me and they're asking, 'What are they going to do with the data that was taken?'\"",
  "Thinking back to the previous hacks he had witnessed, he assumed nothing would come of the DNC hack.",
  "\"I start thinking back to all of these previous hacks by Russia and other adversaries like China.",
  "As with other hacks that he had witnessed, lots of data was stolen, but it was never released.",
  "After assessing the damage, he met with DNC officials to discuss what to expect.",
  "Democratic National Committee headquarters in Washington.",
  "They took the information for espionage purposes.",
  "They didn't leak it to WikiLeaks,\" Johnston said.",
  "\"I take responsibility for that piece,\" he said.",
  "I think back to the Joint Chiefs hack.",
  "Russian President Vladimir Putin.",
  "What did they do with this data?",
  "Johnston's response: nothing.",
  "Johnston told Buzzfeed News.",
  "He told them not to worry.",
  "He was wrong.",
  "Nothing."
]