[
  "The indictment, filed by the office of Special Council Robert Mueller, reveals that CrowdStrike was unsuccessful in expelling intruders from the DNC’s networks in June and that a malicious program “remained on the DNC network until in or around October 2016.”\n\nThe hackers also gained access to DNC computers hosted on a third-party cloud-computing service around September 2016, which enabled them to steal data from the DNC by creating backups, or snapshots, of the DNC’s cloud-based systems.",
  "Russian hackers retained access to the Democratic National Committee’s network until October 2016, despite private security firm CrowdStrike’s claim that it had expelled all intruders months earlier, according to an indictment filed Friday against 12 Russian intelligence operatives.",
  "(RELATED: Rosenstein: No Allegation In Indictment That Russian Hacking Changed Vote Count, Election Result)\n\n“All laptops were turned in and the hard drives wiped clean, with the uninfected information on them imaged to new drives,” The Times reported.",
  "The New York Times expanded on CrowdStrike’s cleanup campaign in a December 2016 article, saying the security firm replaced the DNC’s entire computer system “in total secrecy” within six weeks of being retained in April 2016.",
  "Send tips to akerr@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He said the indictment contains no allegation that any American citizen committed a crime, and there is no allegation the Russian hackers changed the outcome of the 2016 presidential election.",
  "The revelation contradicts claims made by CrowdStrike, DNC officials and Florida Democratic Rep. Debbie Wasserman Schultz that all intruders had been kicked out of the DNC by June 2016.",
  "DNC officials and security experts told The Washington Post in June 2016 that all hackers were expelled from the DNC’s network in a “major computer cleanup campaign” earlier that month.",
  "CrowdStrike said it “immediately identified” and took action against the Russian intruders in a June 2016 blog post touting its work in securing the DNC’s servers.",
  "“When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network,” Wasserman Schultz told The Post.",
  "Deputy Attorney General Rod Rosenstein announced the charges against 12 Russian intelligence officers on Friday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Andrew on Twitter."
]