[
  "“The DNC had several meetings with representatives of the FBI’s Cyber Division and its Washington (DC) Field Office, the Department of Justice’s National Security Division, and U.S. Attorney’s Offices, and it responded to a variety of requests for cooperation, but the FBI never requested access to the DNC’s computer servers,” DNC deputy communications director Eric Walker told BuzzFeed.",
  "These actions caused significant delays and inhibited the FBI from addressing the intrusion earlier.”\n\nThe FBI’s response comes a day after a DNC official told BuzzFeed that the FBI has not inspected the party’s computer servers at any point in its months-long hacking probe.",
  "“The FBI repeatedly stressed to DNC officials the necessity of obtaining direct access to servers and data, only to be rebuffed until well after the initial compromise had been mitigated,” an FBI official said Thursday, according to BuzzFeed News.",
  "The White House and various federal agencies, including the FBI, have asserted that Russia’s spy agencies were behind the cyber attack against the DNC as well as one against the Hillary Clinton campaign.",
  "Instead, the bureau relied on analysis conducted by CrowdStrike, a cyber security firm hired by the DNC which determined in June that the Russian government is behind the cyber attacks.",
  "The Democratic National Committee “inhibited” the FBI’s investigation of email hacks by refusing to grant investigators access to the party’s computer servers, the bureau is claiming.",
  "The FBI did not provide comment for that initial report, leaving the appearance that investigators failed to conduct a thorough and exhaustive investigation of the hacking.",
  "The publication led to the forced resignation of several of those officials as well as of chairwoman Debbie Wasserman Schultz.",
  "A report laying out the intelligence community’s conclusions has been given to President Obama.",
  "In July, WikiLeaks released nearly 20,000 emails stolen from several top DNC officials.",
  "“This left the FBI no choice but to rely upon a third party for information.",
  "A declassified version will be released next week.",
  "Follow Chuck on Twitter"
]