[
  "CrowdStrike’s smoking gun proving a Russian plot to elect Trump was the fact that the malware program used against the DNC was identical to a malware program used by the Russians to disable 80 percent of Ukraine’s howitzers in its war with Russian separatists in 2014.",
  "And that would have swung the election against Hillary because — well, actually, there’s no theory on how it was supposed to work, exactly, but liberals believe that trained Russian spymasters thought it was a capital idea.",
  "Other cyber-security firms scoffed at CrowdStrike’s report, explaining that the “Fancy Bear” malware allegedly found in the DNC hacks may have originated with Russia, but once Russia had used it, every hacker had it.",
  "The psychoanalyst Erich Fromm argued that because freedom is terrifying, one way to escape the anxiety is to have a strong belief system, providing a central magnet for all the metal filings to coalesce around.",
  "Despite the FBI investigating alleged Russian collusion for nearly one year now, there’s still not a speck of evidence that Russia colluded with the Trump campaign, only insinuations and dramatic headlines.",
  "Liberals are desperate for anything sneaky with Russia because, unfortunately, there is still neither a coherent theory, nor any evidence, of Russian collusion with the Trump campaign to sway the election.",
  "The argument is that Russia hacked John Podesta’s emails and turned them over to Wikileaks in order to reveal to American voters that the Democratic National Committee … conspired against Bernie Sanders!",
  "Except then it turned out that: a) Russia isn’t the only hacker with that malware; b) Ukraine’s howitzers hadn’t, in fact, been disabled; and c) Ukraine’s howitzer app had never even been hacked.",
  "(It) doesn’t detonate on impact and destroy itself.”\n\nThe study cited by CrowdStrike for its claim about the Ukrainian howitzers was written by the International Institute for Strategic Studies.",
  "This is why the press blared alarmist headlines about Kushner’s attempt to set up a “back channel” with Russia, a fact as important and disturbing as the square footage of Jared’s office.",
  "Reporters see all those facts, put 2 and 2 together and ask: How does this advance the narrative that Russia colluded with the Trump campaign to steal the election from Hillary?",
  "It raised no red flags with our Jacques Clouseau-like FBI that the DNC’s chosen investigator, CrowdStrike, is affiliated with a fanatically anti-Russian Ukrainian billionaire.",
  "There are random conservatives who might believe nutty things from time to time, but conspiracy-mongering is a plant that doesn’t fully bloom except in the soil of liberalism.",
  "It’s gotten to the point that Trump could start shooting reporters on the White House lawn and The New York Times’ headline would be: In Trump’s New Tack, Echoes of Russia.",
  "But if that’s your objective, American media, as loath as I am to give you helpful suggestions, the wafer-thin evidence that exists all points to Kushner, not collusion.",
  "As long as we’re calling for investigations of any kook theory, how about an independent commission to investigate whether Sen. Chuck Schumer is a child molester?",
  "The American media are so obsessed with their own Russian collusion story that they can’t see the possibility of actual corruption right in front of their noses.",
  "It is a known fact that the Kushner family has used its connections to President Trump to drum up Chinese investors for the family’s real estate portfolio.",
  "It is a known fact that Jared met with the Russian ambassador — as well as a representative of a state-owned Russian bank — during the transition.",
  "The FBI itself never investigated the DNC email leaks, but outsourced review of the Democrats’ servers to a cyber-security firm hired by the DNC.",
  "But if you weren’t insane, the blindingly obvious question would be: Why did Kushner meet with the head of a state-controlled Russian bank?",
  "In fairness to the media, this is all part of the liberal proclivity to embrace any conspiracy theory under the right conditions.",
  "Schumer was Anthony Weiner’s mentor, which is already more evidence than the media have for their Russian collusion story.",
  "As cybersecurity expert Jeffrey Carr explained to The Miami Herald, malware isn’t “a bomb or an artillery shell.",
  "Technical experts with Ukraine’s military further denied that their artillery app had ever been hacked, at all.",
  "It is a known fact that Jared is looking for investors in his 666 Fifth Avenue building, which is underwater.",
  "This is why their passions must be corralled into conspiracy theories, to bring conformity to their lives.",
  "Was there collusion between Schumer and Weiner in the selection of the underage girl Weiner sexted with?",
  "True, I don’t have proof that Schumer is a child molester, but I just started this investigation!",
  "Weirdly, liberals cite the very absence of evidence to say: That’s why we need an investigation!",
  "It is a known fact that he neglected to mention those meetings on his security clearance forms.",
  "Meanwhile, it is a known fact that the FBI is looking at Trump’s son-in-law, Jared Kushner.",
  "Obviously, the point of an independent investigation isn’t to find any actual wrongdoing.",
  "But that reduction occurred years earlier and had nothing to do with Russia.",
  "But IISS has since explained that CrowdStrike misunderstood its report.",
  "Buttressing this crackpot theory, there is, helpfully, zero evidence.",
  "They hate Trump, so everything he does must be on orders from Moscow.",
  "Liberals have no strong belief systems, only base impulses.",
  "Neither man has yet issued a full and convincing denial.",
  "True, Ukraine’s supply of howitzers was depleted.",
  "All of this is probably perfectly aboveboard.",
  "That’s not what our media want to know!",
  "It’s to hurt Trump."
]