[
  "Some U.S. intelligence officials have expressed concerns about delivering classified briefings to Trump because of his pro-Russian rhetoric and business projects with Russian investors — although they are done in secure facilities only for candidates and senior campaign officials with security clearances.",
  "Singer, the author of several books on cybersecurity, said political campaigns are at particular risk because they’re temporary, loosely structured organizations with \"an ever-changing cast” of workers who don't have enough resources, training or time to spend on protecting information.",
  "“So basically take all the #cybersecurity problems that bedevil any company or agency and put them on steroids.”\n\nThe hacking disclosures come as the two presidential nominees are poised to receive classified briefings about a host of national and global security threats.",
  "/ Updated By Josh Meyer, Alex Moe and Tracy Connor\n\nAnother Democratic Party group confirmed Friday it has been hacked and said the breach was \"similar\" to a cyber strike on the Democratic National Committee, which has been blamed on the Russians.",
  "As NBC News reported this week, senior U.S. national security officials are confident that Russian intelligence agencies hacked the DNC but have not determined if those agencies gave the material to WikiLeaks for the pre-convention email release.",
  "Three U.S. senior security officials told NBC News that the DNC and DCCC breaches are worrisome because political organizations have donor lists and other important data that, if compromised, could undermine a campaign’s functioning.",
  "A senior U.S. official told NBC News that the FBI is investigating the intrusion on the Democratic Congressional Campaign Committee's computer system but that agents have not yet found a link to the earlier DNC hack.",
  "\"Based on the information we have to date, we’ve been advised by investigators that this is similar to other recent incidents, including the DNC breach,\" DCCC spokeswoman Meredith Kelly said in a statement.",
  "Last week, nearly 20,000 emails stolen from the DNC, the governing body of the Democratic Party, were leaked to the public just ahead of the national convention in Philadelphia, causing political turmoil.",
  "The DCCC, which raises money for Democrats running for House seats, said in a statement that it has retained the forensic investigation firm CrowdStrike, which was also retained by the DNC.",
  "The Kremlin has denied it is behind either breach — and a top official responded to the allegations on Friday by denouncing a \"poisonous anti-Russian\" narrative coming out of Washington.",
  "“Now is the appropriate time, since both candidates have been officially anointed,” National Intelligence Director James R. Clapper Jr. said at the Aspen Security Forum in Aspen, Colo.",
  "The latest disclosure is escalating concern among U.S. national security officials that the intrusions are aimed at swaying the outcome of the presidential election.",
  "With the assistance of leading experts we have taken and are continuing to take steps to enhance the security of our network in the face of these recent events.",
  "Deputy Minister of Foreign Affairs of Russia Sergey Ryabkov told Russian media on Friday that the hacking allegations threaten to damage relations with Moscow.",
  "“Yet they hold massive amounts of high value info, from internal policy to financial info on mass [numbers] of donors,” Singer said in a series of tweets.",
  "Related: Why Experts are Sure Russia Hacked the DNC Emails\n\nThe DCCC did not say what data the hackers might have obtained from its system.",
  "“We’ve been doing these for many years and haven’t seen a leak of information yet,” one senior U.S. intelligence told NBC News.",
  "“We are going to much more targeting of political campaigns, at all levels of elections,” said Peter W. Singer of New America.",
  "Hillary Clinton's campaign has accused the Russians of orchestrating the embarrassing leak to boost Donald Trump's candidacy.",
  "\"Seeing the hand of Moscow everywhere reflects a certain Russia-related complex that has formed in the U.S.,\" he said.",
  "\"Anything goes wrong at your own turf, you switch the media and public attention to the 'foreign factor.'\"",
  "We are cooperating with the federal law enforcement with respect to their ongoing investigation.\"",
  "The firm concluded two Russian security agencies had hacked into its servers and internal files.",
  "\"Many in Washington have developed a bad habit to blame everything on Russia,\" he continued.",
  "\"They go to sleep with the thought of Russia, they wake up with the thought of Russia.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Related: Could Russian Hackers Spoil Election Day?",
  "\"The DCCC takes this matter very seriously.",
  "They have a constant phantom.",
  "Cybersecurity experts agreed."
]