[
  "Developing now, Tuesday, Sept. 18, 2018\n\nSenate lawmakers have invited Supreme Court nominee Brett Kavanaugh and his accuser Christine Blasey Ford to testify about decades-old sexual assault allegations that have surfaced against the judge, postponing this week's key confirmation vote and setting up a dramatic showdown in a public hearing next Monday\n\nEXCLUSIVE: Two former girlfriends of Judge Brett Kavanaugh defended him in an interview with FOX News' Martha MacCallum\n\nPresident Trump ordered the declassification of several key documents in the FBI's investigation of Russian interference in the 2016 election, including the surveillance warrant of former campaign aide Carter Page and text messages between anti-Trump former officials Peter Strzok and Lisa Page\n\nEXCLUSIVE: Sen. Marco Rubio has asked the Justice Department to investigate whether former Secretary of State John Kerry broke federal law by meeting with Iran's foreign minister\n\nSouth Korean President Moon Jae-in is in North Korea for a summit with Kim Jong Un with hopes of breaking the stall in U.S. talks for North's denuclearization\n\nPresident Trump has imposed tariffs on an additional $200 billion in Chinese goods, starting next week\n\n'Game of Thrones' and 'The Marvelous Mrs. Maisel' were big winners in a politically-charged 70th Annual Primetime Emmy Awards Monday night\n\nTHE LEAD STORY - SUPREME SHOWDOWN: The Senate Judiciary Committee invited Judge Brett Kavanaugh and his accuser Christine Blasey Ford to a public hearing next week after decades-old sexual assault allegations surfaced ... Committee Chairman Chuck Grassley, R-Iowa, said the hearing will \"give these recent allegations a full airing.\"",
  "Huckabee: Kerry talking to Iran makes case for first-ever Logan act conviction\n\nA MEETING OF THE NORTH AND THE SOUTH: South Korean President Moon Jae-in arrived in North Korea on Tuesday for his third and possibly most challenging summit yet with leader Kim Jong Un in which he hopes to break an impasse in talks with the United States over the North's denuclearization and breathe energy into his own efforts to expand and improve relations between the Koreas ...Kim and Moon have met twice this year at the border village of Panmunjom, but Moon's visit is the first by a South Korean leader to the North Korean capital in 11 years.",
  "He never exhibited to me or anyone else that I know with anything — treated no one with disrespect.”\n\nRUSSIA FISA DOCUMENTS, DECLASSIFIED: President Trump on Monday ordered the declassification of several key documents related to the FBI investigation of Russian actions during the 2016 presidential election, including 21 pages of an application for a renewed surveillance warrant against former campaign aide Carter Page, and text messages from disgraced FBI figures Peter Strzok and Lisa Page ...",
  "FOX NEWS EXCLUSIVE: EX-GIRLFRIENDS DEFEND KAVANAUGH: Maura Kane and Maura Fitzgerald, two women who dated Supreme Court nominee Brett Kavanaugh when they were younger, spoke to FOX News' Martha MacCallum Monday night to vouch for his character as a 'stand-up guy' who would not try to attack a woman... Kane, who has known him since high school, dated Kavanaugh in college, and they remain friends; Fitzgerald dated Kavanaugh in high school.",
  "REPUBLICANS, ROSEANNE, DIVERSITY AND EMMY PUNCHLINES: In a night of politically charged jokes aimed at Roseanne Barr, Republicans and Hollywood's diversity issues, \"The Marvelous Mrs. Maisel\" and \"Game of Thrones\" took home the night's top honors at the 70th Annual Primetime Emmy Awards ... “Thrones” took home the award for outstanding drama series for its penultimate season and the series' creators David Benioff and D.B.",
  "In a letter to Attorney General Jeff Sessions on Tuesday obtained exclusively by FOX News, Rubio said that Americans “deserve to know that U.S. laws are enforced regardless of any individual’s past position.” He encouraged the department to determine whether Kerry violated the Logan Act or the Foreign Agents Registration Act.",
  "WATCH\n\nFISA WARRANT DEBATE: \" My biggest concern is all the damage that this did to the U.S. government [and] the mockery it made out of the Constitution and all of the wrongdoing that was done by various officials within the Department of Justice, the FBI and the DNC [Democratic National Committee].\"",
  "INVESTIGATING JOHN KERRY'S 'SHADOW DIPLOMACY': Sen. Marco Rubio, R-Fla., requested that the Justice Department look into whether former Secretary of State John Kerry violated federal laws by meeting with the Iranian foreign minister, a move already blasted by top Trump administration officials ...",
  "Members of FOX News Influencers:\n\nHave the opportunity to be heard\n\nBe part of a special network of peers\n\nGet to influence new ideas and initiatives\n\nReceive updates on what we’ve learned and how your input has made impact\n\nFill out our qualification survey and join us.",
  "White House says it's working to plan second Trump-Kim meeting\n\nNEW ESCALATION OF U.S.-CHINA TRADE WAR: President Trump announced Monday that he had ordered the imposition of 10 percent tariffs on an additional $200 billion worth of Chinese goods starting next week ...",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: Ken Starr, former judge and independent counsel, writes in his new book that he considered perjury charges against the then-first lady Hilary Clinton, but ultimately decided not to because it was too difficult to prove.",
  "Trump also ordered the Justice Department to release text messages from a number of the key players in the Russia investigation \"without redaction\" -- including Ohr, Strzok, Lisa Page, former FBI Director James Comey and former FBI Deputy Director Andrew McCabe.",
  "__________________________________________________________\n\nAS SEEN ON FOX NEWS\n\nTHE LEFT'S HYPOCRISY ON KAVANAUGH: \"Some of the very people suggesting Kavanaugh is a sex criminal defended Bill Clinton when he was credibly accused of rape ...",
  "ET: Special guests include: Peter Navarro, Trump's director of the Office of Trade and Manufacturing Policy; Rep. Ralph Norman; singer-songwriter Joy Villa; Mercedes Schlapp, White House senior adviser for strategic communications.",
  "The documents to be declassified also include all FBI reports on interviews with Justice Department official Bruce Ohr and all FBI reports of interviews prepared in connection with all other applications to surveil Carter Page.",
  "Senate approves bipartisan opioid legislation, cracking down on shipments Trump called 'almost a form of warfare'\n\nACROSS THE NATION\n\nReporter's Notebook: Isolated by floodwaters, FOX News crew finds route out of Wilmington.",
  "If the administration pursues what it calls \"phase three\" of the tariff strategy, it would raise the total value of affected Chinese goods to $517 billion -- covering nearly everything China sells the United States.",
  "ET: FOX News contributor and former congressman Jason Chaffetz joins Tom Shillue to discuss his new book, “The Deep State: How an Army of Bureaucrats Protected Barack Obama and Is Working to Destroy Donald Trump.\"",
  "It also sets up a public, televised airing of sexual misconduct allegations, reminiscent of the seminal hearings against Clarence Thomas in 1991, that could derail Kavanaugh's nomination altogether.",
  "ET: The Brett Kavanaugh saga and Trump's declassification on of key FBI Russia investigation documents will be the main topics of discussion with Allen West, Chris Stirewalt and Gail Trotter.",
  "– Former Trump campaign aide Carter Page, on \"Hannity,\" sounding off on President Trump ordering the declassification of several FBI documents related to the Russia collusion probe.",
  "– Tucker Carlson, on \"Tucker Carlson Tonight,\" calling out the left for its hypocritical stance on the sexual misconduct allegations against Supreme Court nominee, Brett Kavanaugh.",
  "Traveling with Moon, the Associated Press reports, are business tycoons including Samsung scion Lee Jae-yong, underscoring Moon's hopes to expand cross-border business projects.",
  "Stirewalt will also look ahead to the midterms, Peter Navarro, Trump's director of the Office of Trade and Manufacturing Policy, on Trump's latest new tariffs on China.",
  "Simpson is charged with seven felonies, including kidnapping, in the alleged armed robbery of sports memorabilia collectors in a Las Vegas casino-hotel room.",
  "Democrats, however, rejected the private interviews and wanted the FBI to investigate the allegations as part of the judge's background investigation.",
  "President Trump indicated he was open to postponing the confirmation proceedings in Congress while allegations against Kavanaugh are investigated.",
  "September is National Suicide Prevention Month, and Facebook is trying to help address key problems that lead people to take their own lives.",
  "Still, the delay makes it increasingly difficult for Kavanaugh to win approval by Oct. 1, when the new session of the Supreme Court begins.",
  "China has retaliated in kind, hitting American soybeans, among other goods, in a shot at the president's supporters in the U.S. farm belt.",
  "ET: Legal scholar Jonathan Turley on President Trump ordering the declassification of some FBI documents on the Russia investigation.",
  "Antigone Davis, head of global safety at Facebook, explains how the social media giant plans to help with this worldwide epidemic.",
  "They were among the 65 women who came forward Friday to defend Kavanaugh against an alleged sexual assault in high school.",
  "Trump added that if the Beijing government retaliates, he would pursue tariffs on another $267 billion in imports.",
  "Moon and Kim were also expected to jointly announce the results of their talks on Wednesday if things go smoothly.",
  "HOLLYWOOD SQUARED\n\nJulie Chen leaving 'The Talk' following husband Les Moonves' disgraced CBS exit, report says.",
  "And insight from Candace Owens, Turning Point USA's director of communications, on the top headlines of the day.",
  "Grassley noted that he tried to have the panel's staff conduct phone interviews with both Kavanaugh and Ford.",
  "Cavuto: Coast to Coast, Noon ET: Former U.S. Sen. Tom Coburn; David Stockman, former Reagan budget director.",
  "FOX NEWS OPINION\n\nFormer CIA Officer: New York Times 'anonymous' op-ed is like a gift to Vladimir Putin.",
  "(Simpson would be sentenced to nine to 33 years in prison, and was released on parole in October 2017.)",
  "Moon was expected to have talks with Kim on Tuesday and Wednesday, according to Moon's chief of staff.",
  "And we have remained close friends ever since,” Fitzgerald said on \"The Story with Martha MacCallum.\"",
  "Maisel” that won a staggering amount of awards for its freshman season including outstanding comedy.",
  "ET: Scott Keogh, president of Audi of America; Kayleigh McEnany, RNC spokeswoman; Rep. David Rouzer.",
  "WATCH\n\nTRENDING\n\nSpaceX reveals Yusaku Maezawa will fly 'around the Moon' in historic announcement.",
  "Currently, all major joint projects between the Koreas are stalled because of U.S.-led sanctions.",
  "Jonathan Haidt and Greg Lukianoff explain on their new book, \"The Coddling of the American Mind.\"",
  "The latest developments forced Thursday's scheduled committee confirmation vote to be postponed.",
  "__________________________________________________________\n\nConsider yourself an Influencer?",
  "Washington Post report on passport crackdown had glaring factual problems, HuffPost finds.",
  "Children buy back beloved Ford Mustang dad sold to pay mom's cancer bills 17 years ago.",
  "Woman finds 30 brown recluse spiders inside new house: 'We should just burn it down.'",
  "Become a trusted adviser in our FOX News community and help guide our brand’s future.",
  "On Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program!",
  "'Inside Edition' crew gets robbed while reporting on San Francisco Bay Area crime.",
  "ET: Rep. Andy Biggs; David Nelson, chief strategist of Belpointe Asset Management.",
  "David Bossie: Trump deserves thanks for economy that's benefitting all Americans.",
  "Meet the youngest person running for Congress in this year's midterm elections.",
  "Roseanne Barr says her 'Conners' character gets killed off by opioid overdose.",
  "Trump already has imposed 25 percent tariffs on $50 billion in Chinese goods.",
  "The same group practically beatified [late Massachusetts Sen.] Ted Kennedy.\"",
  "GOP Rep. Chris Collins to stay on ballot despite insider trading indictment.",
  "ET: Dmitri Alperovitch, Crowdstrike co-founder and chief technology officer.",
  "Martin for giving them control of the characters that people know and love.",
  "MINDING YOUR BUSINESS\n\nFedEx quarterly profit misses Wall Street estimate.",
  "Sean Penn says 'salacious' #MeToo movement aims 'to divide men and women.'",
  "THE SWAMP\n\nEric Holder says fear,’ he’ll 'never' call Trump president.",
  "West Virginia man allegedly huffed paint, beat mother with spatula.",
  "Cat in New Orleans blamed for cutting power to thousands of people.",
  "The Kavanaugh-Ford hearing is scheduled to take place next Monday.",
  "Saudi fund invests $1B in Tesla electric car rival Lucid Motors.",
  "Scientists find great white shark lair in Pacific Ocean: report.",
  "Wall Street salaries at highest since Great Recession: Report.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Thank you for your continued support in our company’s growth.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "1851: The first edition of The New York Times is published.",
  "Jason Chaffetz talks about his new book, \"The Deep State'.\"",
  "The tariffs will rise to 25 percent on Jan. 1 of next year.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "He has just been such a stand-up guy, full of integrity.",
  "Elon Musk sued by British cave diver over 'pedo' remark.",
  "Michael Levin: Yom Kippur is my favorite Jewish holiday.",
  "Weiss thanked the cast, HBO and, above all, George R.R.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Coke in talks to make cannabis-infused drinks: Report.",
  "- Sign up now and find out about its exciting launch!",
  "“He was nothing but kind and polite and respectful.",
  "I dated him — I had known him since high school.",
  "Tax cuts 2.0 won’t pass before November: Kudlow.",
  "A celebration of U.S. Air Force's 71st birthday.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "1970: Jimi Hendrix dies in London at age 27.",
  "Plus, commentary by Judge Andrew Napolitano.",
  "Moon is to return to Seoul on Thursday.",
  "And it was Amazon Prime’s comedy “Mrs.",
  "Countdown to the Closing Bell, 3 p.m.",
  "He discusses that decision with us.",
  "On FOX News:\n\nFOX & Friends, 6 a.m.",
  "STAY TUNED\n\nFOX Nation is coming!",
  "I dated him briefly in college.",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "The Tom Shillue Show, 3 p.m.",
  "Click here to find out how.",
  "“I cherish his friendship.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "#OnThisDay\n\n2007: O.J.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Yes, Yom Kippur.",
  "Enjoy your day!",
  "I admire him.",
  "Click here."
]