[
  "“And that was the answer I got after I asked the question a number of times over the progression of time.”\n\n“The FBI and the DNC had been in contact with each other months before about the intrusion, and the DNC did not feel it needed DHS’s assistance at that time,” Johnson added in his prepared remarks.",
  "He testified that hacks in 2015 on the Office of Personnel Management spurred him to press his staff “to know whether DHS was sufficiently proactive, and on the scene helping the DNC identify the intruders and patch vulnerabilities,” according to prepared remarks he submitted to the committee.",
  "These actions caused significant delays and inhibited the FBI from addressing the intrusion earlier.”\n\nIn his testimony, Johnson said that he “was not very happy” to have learned about the DNC hack several months after the FBI.",
  "Rep. Gowdy, on the DNC: “Why would the victim of a crime turn over a server?”\n\nJohnson: “I’m not going to argue with you, sir.” pic.twitter.com/zph4BChKjR — CBS News (@CBSNews) June 21, 2017\n\nFollow Chuck on Twitter",
  "The Democratic National Committee rejected help from the Department of Homeland Security following Russian hacks into its computer systems during the 2016 election cycle, according to former DHS chief Jeh Johnson.",
  "“The FBI repeatedly stressed to DNC officials the necessity of obtaining direct access to servers and data, only to be rebuffed until well after the initial compromise had been mitigated,” the official told CNN.",
  "The response I got was FBI had spoken to them, they don’t want our help, they have CrowdStrike,” Johnson testified, referring to the cybersecurity firm that investigated the Russian hacks on behalf of the DNC.",
  "In testimony before the House Intelligence Committee on Wednesday, Johnson also said that the DNC, much to his “disappointment,” did not cooperate in any way with DHS to respond to the hacks.",
  "U.S. officials believe that Russian intelligence agencies carried out email hacks against the DNC and Hillary Clinton campaign and released documents through WikiLeaks and other websites.",
  "But it’s not the first time that the organization has been accused of refusing to take help from federal agencies seeking to investigate the hacks.",
  "Johnson said that he first became aware of intrusions into DNC systems sometime last year, several months after the FBI had learned of the breach.",
  "“Why would the victim of a crime not turn over a server?” South Carolina Rep. Trey Gowdy asked Johnson at one point in the hearing.",
  "In January, senior FBI officials said that the DNC “rebuffed” investigators’ request to obtain access to DNC servers.",
  "WikiLeaks released the DNC emails in July and began dumping Clinton campaign documents in October.",
  "He also said that he did not know who at DNC made the decision to rebuff DHS’s offer to help.",
  "“This left the FBI no choice but to rely upon a third party for information.",
  "WATCH:\n\nIt is not clear why the DNC rejected DHS’s assistance.",
  "“I’m not going to argue with you, sir,” Johnson replied.",
  "“I was anxious to know whether our folks were in there."
]