[
  "According to the Pulitzer website, the New York Times won “for agenda-setting reporting on Vladimir Putin’s efforts to project Russia’s power abroad, revealing techniques that included assassination, online harassment and the planting of incriminating evidence on opponents.” In two short years we’ve gone from feminists testifying to the United Nations about online harassment to a Pulitzer awarded for coverage of online harassment.",
  "At the end of the piece, Aro is quoted as saying “They get inside your head, and you start thinking: If I do this, what will the trolls do next?”\n\nWith all due respect to Ms. Aro, she is still a working journalist today — the same cannot be said for Mexican journalists like Miroslava Breach, who was murdered for bravely reporting on the cartels.",
  "It does call the award’s credibility into question, however, especially when you consider what the Pulitzer medal has printed on it: “for disinterested and meritorious public service rendered by an American newspaper during the year 2016.” Does that describe the New York Times by any stretch of the imagination?",
  "The mainstream media was pulling out all the stops to limit the exposure of voters to the damaging contents of the WikiLeaks emails, which ranged from cheating in the primary to collusion with media outlets acting as little more than a communications wing of the Clinton campaign.",
  "The earliest of the Times stories, from May 30, is entitled”Effort to Expose Russia’s ‘Troll Army’ Draws Vicious Retaliation.” It relates the story of journalist Jessikka Aro, who covered Russia and then allegedly was harassed online at the direction of Moscow.",
  "This falls apart under any scrutiny — not only has no connection been proven between Russia and the DNC emails leaked to WikiLeaks, but we’ve also subsequently learned that the CIA can make cyberattacks look like they originate from Russia.",
  "Fully five months after the election, don’t you think the combined efforts of the entire mainstream media, the Obama administration, and the deep state would have uncovered evidence of the supposed connections between Trump and Russia?",
  "The Times for their part might have the idea of pawning the Pulitzer medal following their struggles in the recent past, but I have some bad news for them — the medals are gold-plated silver, not solid gold.",
  "For example, the article “How Russians Pay to Play in Other Countries” includes this quote: “Analysts suspect the Kremlin is the main Russian entity that tries to buy influence, but hardly the only one.",
  "and Podesta emails posted by WikiLeaks, becoming a de facto instrument of Russian intelligence.” This echoes CNN claiming it is illegal to view Hillary’s email on WikiLeaks during the election.",
  "To cover all of their bases, the Times reported in the same piece that Putin is a practitioner of martial arts, as if that was another weapon in his arsenal to subvert the American election.",
  "The infamous report by Crowdstrike has been debunked, and we’ve known since before many of the award-winning Times articles were written that the DNC email hack was not done by the Russians.",
  "In a second of the prize-winning stories, “The Perfect Weapon: How Russian Cyberpower Invaded the U.S.,” the Times laid out their case for Russia being behind the DNC hacks.",
  "I think it’s safe to assume they collectively own very few MAGA hats, so trying to soothe the wounds of the most mainstream of mainstream media newspapers seems reasonable.",
  "As I’ve written previously, the Times and their cohorts continue to chase the Russia story in vain while ignoring the surveillance of Trump during the election.",
  "The fact that news organizations are shutting down in Mexico to avoid more murders underscores the pettiness of the “online harassment” claims in the Times.",
  "‘A lot of this is not at the direct behest of Putin,’ said Alina Polyakova of the Atlantic Council, editor of a recent study on Russian influence in Europe.",
  "She claims, “everything in my life went to hell thanks to the trolls.” How is this different than any journalist working today that claims harassment?",
  "This isn’t an isolated case either — David Fahrenthold won the Pulitzer in National Reporting for trolling Trump over charitable contributions.",
  "Take the time to read the New York Times‘ winning articles for yourself, and judge if you agree that they are the pinnacle of journalism.",
  "As previously mentioned, the Times doesn’t have much to say about the surveillance with much closer parallels to the Watergate case.",
  "Liberals are quick to point out that they believe Julian Assange is lying about this, but have no evidence on their side.",
  "This leads to one question — are the Pulitzers anything more than a booby prize for the opposition party election losers?",
  "The New York Times has won the Pulitzer Prize in International Reporting for their Russia scaremongering in 2016.",
  "'”\n\nThat sounds like exactly the sort of meddling America experiences at the hands of George Soros and Hollywood!",
  "It hasn’t happened, because the stories that won the Pulitzer Prize for the New York Times do not have merit.",
  "Fahrenthold also helped break the “pussygate” story, which only the Pulitzer committee actually remembers.",
  "Especially those that accused Trump supporters of being either Russian agents or on the Trump payroll?",
  "Colin Madine is a contributor and editor at Breitbart News and can be reached at cmadine@breitbart.com",
  "‘There are individuals who try to seek favoritism, who want to bring something good to the czar.",
  "In the same piece, the Times remarkably widens the net on who was actually a Russian operative.",
  "Reading through the winning articles, you will find many hedges that contrast their headlines.",
  "The committee that selected the New York Times is filled with professors and media honchos.",
  "Every major publication, including The Times, published multiple stories citing the D.N.C.",
  "They write, “WikiLeaks’ best defense may be the conduct of the mainstream American media.",
  "I believe you’ll find them as lacking as the overall Russian narrative is.",
  "The Russian hacking story has by now completely fallen apart.",
  "Oligarchs and companies are guilty of the same behavior.",
  "As you’d expect, they make the comparison to Watergate.",
  "Surely that is Pulitzer-worthy on its own, right?",
  "Not to mention the mainstream media.",
  "Namely, the entire media.",
  "What a world we live in!"
]