[
  "When Raffi Krikorian arrived in Washington as the DNC’s new chief technology officer, the Silicon Valley engineer said the party needed a sweeping “culture change” around cybersecurity: “It has to be part of on-boarding,” he said last fall, six weeks into his first job in politics, “part of every conversation, every time we have a meeting.”\n\nEnforcing that “culture change” becomes an inherently difficult task in politics, where campaigns can begin as small shoestring operations, run from a single email account, before growing quickly into a vast and shifting web of staffers, consultants, and volunteers — all communicating daily, all across different mediums.",
  "In a statement, California Democrat Adam Schiff said the sanctions were “a grievous disappointment” and “fall far short of what is needed to respond to that attack on our democracy.” Texas Republican Will Hurd said the sanctions were “an important first step, but we must continue to demonstrate to Vladimir Putin, and other bad actors, that America won’t tolerate this behavior.” And the concern isn’t limited to just the GRU.",
  "“It’s distressing to me that we’re seeing people make many of the same mistakes now that resulted in the theft of a lot of information in 2016,” said Hillary Clinton’s former campaign manager, Robby Mook, who, after witnessing foreign-sponsored hacks at close range, helped found Defending Digital Democracy, a bipartisan cybersecurity project at Harvard, alongside Mitt Romney’s 2012 campaign manager Matt Rhoades.",
  "“Russia perceives its past efforts as successful and views the 2018 US midterm elections as a potential target.” “President Putin has clearly come to the conclusion there’s little price to pay here, and that therefore [he] can continue this activity,” Adm. Mike Rogers, the director of the NSA and head of US Cyber Command, said in Senate testimony last month.",
  "Some are taking things very seriously, but tons of individuals, campaigns, and organizations have done little or nothing.” Another Democratic operative put it this way: “Candidates are either very concerned about it, or they haven’t even asked about it — and there’s nothing in between.”\n\nAFP / Getty Images Raffi Krikorian, then with Uber, in 2016.",
  "“Hacking and leaking was probably the single most potent weapon during the campaign.”\n\nWallenstrom, the CEO, said he believes campaigns are now moving from the “planning stage” to thinking more seriously about “execution.” But there’s no doubt that political operatives, candidates, and lawmakers are still working to grasp the basics of security.",
  "Next door, at the Democratic Congressional Campaign Committee — the arm of the party tasked with electing House candidates — officials spent the final three months of the election in a state of blind panic, with nothing to do but wait as Russian hackers operating as “Guccifer 2.0” leaked a new cache of stolen documents every few days.",
  "Officials there said they would also be extending Wickr to the staff and consultants on some of its most competitive races, a group of incumbent Democrats known as the DCCC’s 2018 “Frontline Members.”\n\nBut when contacted, a number of those Frontline campaigns said they don’t have access to Wickr, or aren’t using it.",
  "A spokesperson said that Swalwell has taken his own steps to secure his campaign operation, but has “not received any particular direction from the DCCC.” A DCCC official said that the organization did advise Frontline candidates to sign up for Wickr last year, but that campaigns are free to use other vendors.",
  "After 2016, Mook said, there was an “enormous amount of interest in the tech sector to be helpful,” a sentiment that helped draw tech figures like Krikorian, formerly of Uber and Twitter, and Bob Lord, who joined the DNC as chief security officer after leading the same division at Yahoo.",
  "This month, the Treasury Department issued sanctions against a number of Russians, including members of the GRU, which the agency described as “directly involved in interfering in the 2016 US elections through cyber-enabled activities.” It’s not clear if that will deter future attacks.",
  "But what I’ve been trying to tell people is it’s there — the threat is there — and ignoring it isn’t going to make it go away.” That there isn’t more urgency among political operatives about the threat of another cyberattack has been bewildering for some watching from the outside.",
  "BuzzFeed News; Getty Images\n\nTo Shauna Daly, a veteran Democratic operative, the idea seemed like an obvious answer to an urgent problem in the months after the 2016 election: a new nonprofit that could help campaigns guard against hacks and share critical threat intelligence.",
  "In January 2017, a rare declassified joint report from the top US intelligence agencies declared that Russia’s foreign military intelligence agency, the GRU, had, on orders from President Vladimir Putin, broken into the email accounts of Democratic officials in March 2016.",
  "And in Tennessee, in what security experts have described as perhaps the most troubling development so far, the leading Democratic candidate for Senate, Phil Bredesen, alerted the FBI that he had received emails from an account posing as the campaign’s media buyer.",
  "(Wallenstrom says that in meetings on Capitol Hill, he still gets questions about the company’s work on voting machines — a separate threat to the security of elections that has nothing to do with what campaigns can do to protect their communications.)",
  "At ThreatConnect, a cybersecurity firm, private threat intelligence researchers say they’ve discovered phishing campaigns against French President Emmanuel Macron’s campaign, Turkey’s Justice and Development Party, and the German Free Party.",
  "And yet Daly and other concerned operatives see a troubling pattern across the Democratic Party: While some campaigns have taken steps to shore up their security, far too many simply don’t care enough to meaningfully change their practices.",
  "“You force them.”\n\nLast June, the DCCC became the first known party entity to use Wickr, a secure workplace messaging software offering end-to-end encryption, a technology meant to make messages indecipherable to any third party.",
  "(Some operatives who work on independent expenditure groups — PACs that operate in tandem with but separately from the party — have discussed writing provisions about secure technology, such as Wickr, into vendor contracts.)",
  "“So far we haven’t jumped to Wickr.” Richard Ojeda, the populist candidate running in West Virginia’s 3rd District with little party support, said his campaign hasn’t “heard anything concerning cybersecurity” from the DCCC.",
  "“Everything both as a director of NSA and what I see on the Cyber Command side leads me to believe that if we don’t change the dynamic here this is going to continue, and 2016 won’t be viewed as something isolated.",
  "Toni Gidwani, ThreatConnect’s director of research operations, said she was unaware of a campaign against a political party in which the group was unable to get at least one person to fall for a fraudulent email.",
  "This is something that will be sustained over time.” About a month before he was fired, former secretary of state Rex Tillerson warned that the US still wasn’t prepared to ward off Russian election meddling.",
  "You can’t do it.”\n\nBuzzFeed News\n\nFor the majority of US officials, there’s no doubt that the Russian government hacked Democratic candidates and leaked their files to hurt the party’s chances in 2016.",
  "The group is known for being particularly noisy and “one of the most active adversaries,” said Adam Meyers, a researcher in the intelligence division at CrowdStrike, the firm hired to protect the DNC.",
  "Earlier this month, Democrats flagged a phishing email addressed from a fake DNC account for Luis Miranda, an official who had his emails stolen in the 2016 hack and is no longer working at the DNC.",
  "(In the case of the DCCC, that means a decentralized universe of hundreds of House races — but that leaves aside campaigns for Senate, governor, attorney general, and state legislatures.)",
  "Officials at EMILY’s List, a prominent liberal group that aims to recruit and elect pro–abortion rights women, were recently notified of a spoof account for the organization on Facebook.",
  "But, Meyers added, “it is equally likely that it is one of the more visible ones” — and that other effective state-sponsored hackers simply make hiding their tracks more of a priority.",
  "Operatives who’d lived through the hacks looked back on 2016 as a traumatic event: Hillary Clinton’s campaign chair, John Podesta, saw a decade’s worth of personal emails exposed.",
  "I’ve obviously been there myself.” Last year, Mook was among a small group of operatives who helped introduce Wickr’s CEO, Joel Wallenstrom, to political players in Washington.",
  "Those files leaked online in ensuing months through several channels, including the Guccifer 2.0 persona, who leaked candidates’ opposition research files stolen from the DCCC.",
  "“And I’m incredibly sympathetic to campaign managers who feel like they have way too much else going on to worry about this and that there are just simply bigger priorities.",
  "Unless people are really interested in it, they don’t come.” Seven months from the next election, US officials agree that hackers pose an imminent threat to 2018 campaigns.",
  "I’m not on Wickr myself,” said Tess Whittlesey, a spokesperson for one of the DCCC’s Frontline candidates, Salud Carbajal, up for reelection in California’s 24th District.",
  "Since early March, when Bredesen’s letter to the FBI became public, officials at Wickr said they’ve seen a slight uptick in interest and concern from political campaigns.",
  "Waking up every morning for the month before the election and the first thing you see is, ‘Here’s what WikiLeaks just leaked from your campaign.’ Every day, for a month.",
  "The tricky matter of enforcement raises a string of open questions heading into the 2018 midterms: Are party committees responsible for the security of their campaigns?",
  "“My Wickr and my inbox have blown up, very similar to what happens when there's a breach in the corporate world,” said Wallenstrom, who became Wickr’s CEO in 2016.",
  "The company recently hired Audra Grassia, an operative with extensive experience across the Democratic Party, to help lead its efforts in politics and government.",
  "So last year, when Daly and her cofounder launched the Progressive Security Corps, they believed donors and campaigns would see cybersecurity as a top priority.",
  "“Phishing works,” Gidwani said, as does figuring out when an employee reuses the same password they’d previously set for an older, already compromised account.",
  "“Hacking and leaking was probably the single most potent weapon during the campaign,” said Ben Nimmo, an information defense fellow at the Atlantic Council.",
  "“It does continue to be a challenge to get people to spend a little bit of time and focus on this,” said Mook, the Defending Digital Democracy cofounder.",
  "They say about 70 consultants are using their software so far, including at Democratic firms like Global Strategy Group and PACs such as House Majority.",
  "“The thing that was number five on the to-do list suddenly becomes number two or one.” \"Operationally there's a little more urgency now.”\n\nBuzzFeed News",
  "In North Carolina, a congressional candidate, Democrat Linda Coleman, said that Russians had purchased the domain for one of her old campaign websites.",
  "“Russia is likely to continue to pursue even more aggressive cyberattacks,” Trump’s Director of National Intelligence, Dan Coats, testified this month.",
  "Not only has Daly, a former research director at the DNC, been unable to secure funding for the project — she’s had trouble generating interest at all.",
  "And, even more alarming to some, there’s been no hardline effort by party committees like the DCCC to enforce its own recommendations on cybersecurity.",
  "“We need bodies.” At Wickr, the San Francisco–based encryption software company, officials are attempting to bridge the political and security worlds.",
  "Before the presentation, party officials were seen scanning the halls of the Marriott Wardman Park Hotel, trying to convince more people to attend.",
  "At panel discussions on the topic of cybersecurity and campaigns, she said, “turnout is low — and it’s a self-selected group of people who come.",
  "Before the cyber security presentation, party officials were seen scanning the halls of the hotel, trying to convince more people to attend.",
  "There’s no way you can generate a positive narrative or get something going when the first thing you’re doing every morning is firefighting.",
  "Democrats in other House races, from incumbents to primary candidates, said they haven’t received cybersecurity guidance from the DCCC.",
  "At the time, US officials were detailing the extent to which Russians had launched a series of massive cyberattacks across the party.",
  "The sender knew the dates of a planned ad buy, leading Bredesen aides to believe that hackers had infiltrated their campaign.",
  "By their own estimates, they are working with Democrats and Republicans in about 10% of House races and 50% of Senate races.",
  "Earlier this month, at the DNC’s annual winter meeting in Washington, Lord hosted a cybersecurity briefing for attendees.",
  "In that briefing, the official said, the DCCC laid out a number of recommendations on cybersecurity practices.",
  "For campaign managers, if cybersecurity is a priority at all, it can quickly fall to the bottom of the list.",
  "“Ultimately it is up to their campaign to adopt and enforce these recommendations,” the DCCC official said.",
  "“If it's their intention to interfere, they're going to do that,” he said in an interview with Fox News.",
  "“One organization being well-protected is nice, but the goal is to get everybody,” said Daly.",
  "The same was true for far more prominent candidates like Rep. Eric Swalwell in California.",
  "And can any party entity really compel a campaign to abide by certain rules or standards?",
  "There’s also little doubt that they’ll be back, at least in some capacity, ahead of 2018.",
  "“What I’ve been encountering is people don’t understand the issue very well,” said Mook.",
  "Across the board, operatives said, staffers and consultants still rely heavily on email.",
  "Researchers who track GRU hackers say they regularly target politicians and candidates.",
  "“It just turned out that that wasn't really the case,” she said in an interview.",
  "The committee also offered a voluntary cybersecurity briefing for candidates.",
  "At the Democratic National Committee, staffers became scared and paranoid.",
  "\"The threat is there — and ignoring it isn’t going to make it go away.\"",
  "Already this year, Democrats have noticed signs of suspicious activity.",
  "US officials expect that Russia, in particular, could strike again.",
  "Can you imagine being a press officer for the Clinton campaign?",
  "On the political side, the response remains far more uneven.",
  "“We need you!” one staffer said, running up to a guest.",
  "“How do you get people to be interested?” asked Daly.",
  "“They don’t have to use malware to get in,” she said.",
  "“We haven’t gotten that access, as far as I’m aware.",
  "“They just have a lot of other things going on.",
  "“It's just a very wide range at this point.",
  "The office was swept for bugs.",
  "“I used to be a press officer."
]