[
  "This Big Lie still-in-the- making has many fathers, mothers and caregivers, too: 1) the Democrats, to delegitimize Donald Trump’s victory, paralyze his presidency, and sanctify Hillary Clinton’s loss, thereby turning her into the patron saint of the New Cold and/or Hot War with Russia and even canceling our her and her husband’s lifetimes of “collusion” with Beijing and Moscow dictators; 2) Democrat media (to do the same thing); and 3) Republicans, who can’t wait to get back to Democrat/media business as usual, damn the Deplorables who won them their seats along with 31 states for Donald Trump.",
  "Despite the red flags flying, we are supposed to fall into line and accept the word of authority, the word of the Swamp, based on no credible, official, non-partisan evidence, that the Russians broke into the DNC computer system and stole the DNC emails, which, as published by Wikileaks, showed the American people the corruption of the Clinton-DNC machine, and which the Clinton-DNC media had successfully not noticed for so long.",
  "Americans don’t like being played for a sucker or patronized as ‘little people,’ so here’s something else they won’t like: being expected to believe without evidence that the Russians “attacked” our presidential election by “hacking” the DNC server — and, the story doesn’t go but this is what happened, exposing the sickening corruption of Clinton-Democrat machine.",
  "The United States has been escalating tensions with Russia based on this same unverified claim of Russian cyber-attack, offered up, I must repeat, by a DNC contractor, hired as the Democrat Party was entering the final phases of a heated presidential campaign heavy on damage control and scandal management.",
  "We are also supposed to ignore the stonewalling and conflicting stories around the deeply troubling murder of DNC official Seth Rich, whose title was Voter Expansion Data Director when he was shot on July 10, 2016 in a “botched robbery,” later dying in a DC hospital.",
  "Why didn’t Congress raise hell about this staggering failure of FBI action when former FBI Director Comey admitted before Congress multiple times under oath that the DNC didn’t permit the FBI to examine the DNC servers — and that was fine with him?",
  "According to a New York Times photo, dated December 13, 2016, a reportedly Russian-“breached” DNC server was just sitting in the DNC national headquarters in Washington, DC, cutely paired with a relic of the 1972 Watergate break-in.",
  "Last time I looked, it was ferreting out of Jared Kushner that he got an assistant to bail him out of that 20-minute Russian meeting with Don Jr.\n\nGod save the Republic, but its keepers don’t know nothin’.",
  "The inaction and silence across party lines on this single most crucial “Russian” issue bespeak a corruption in the government even wider than the Clintons.’\n\nWhere are the DNC servers now?",
  "Just a DNC contractor named Crowdstrike, which — also a fact — subsequently retracted significant portions of a similar report of Russian hacking because it was based on weak data.",
  "Big Lies aside: The plainest, non-varnished, unspun fact is the investigation that concluded that Russia attacked and breached the DNC server was conducted by a DNC contractor.",
  "So far, there is not one single politician or official in all of Washington with sufficient respect for this great country to get to the bottom of this before it’s too late.",
  "I have written about this before, but the question remains: Why didn’t the FBI examine the DNC server(s) alleged to be under hostile attack by a foreign nation-state?",
  "Julian Assange, whose Wikileaks has never had to retract a single document as fraudulent, has strongly indicated that Seth Rich was a Wikileaks source.",
  "How about two or three capable government agencies picking it/them up and running some tests now?",
  "Why don’t we have non-partisan, official proof the American people can trust?",
  "And what of our intrepid Republican-controlled Congress?",
  "But remember, Big Lies can lead to big wars.",
  "The whole thing doesn’t smell right.",
  "Not any other federal investigator.",
  "This is not hair-splitting.",
  "But there’s a problem.",
  "Is it still there?",
  "The fix is in.",
  "It always is.",
  "Is it intact?",
  "Not the FBI.",
  "Expose them."
]