[
  "3:00 PM: As Rep. Denny Heck (D-WA) continues rambling with innuendo about the many proper nouns in the Steele dossier, this is extremely accurate:\n\nHour 5 and Comey and Rogers are just lovin life pic.twitter.com/5bYwJMd4Rr — Robbie Gramer (@RobbieGramer) March 20, 2017\n\n2:45 PM: Rep. Rick Crawford (R-AR) asks if private citizens and members of a presidential transition team are required by law to report interactions with foreign officials.",
  "— Kimberly Atkins (@KimberlyEAtkins) March 20, 2017\n\n11:33 AM: Gowdy concludes by telling Comey that reauthorization of the NSA’s program relating to Section 702 of the Foreign Intelligence Surveillance Act (FISA) is in jeopardy until this issue of the Flynn leak is “resolved.”\n\n11:30 AM: Gowdy asks Comey to assure the American people that he takes the leaks seriously enough to investigate them.",
  "Comey said the FBI investigation “includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government and whether there was any coordination between the campaign and Russia’s efforts.” It was the first time he confirmed that the FBI was investigation possible links between Russia and the Trump campaign.",
  "Schiff quoting from the Steele dossier quite liberally now – already putting UK intelligence community centre frame at House intel hearing — Sam Gad Jones (@samgadjones) March 20, 2017\n\n10:14 AM: Schiff suggests that the individuals testifying today may not confirm in an open hearing whether there is an FBI investigation into Trump or his associates.",
  "— Cordelia Lynch (@CordeliaSkyNews) March 20, 2017\n\nSchiff calling for independent commission because Congress doesn't have time/resources to appropriately investigate — Teresa Welsh (@tmawelsh) March 20, 2017\n\n10:23 AM: “Pro” journalists speculating that Schiff’s liberal use of the Steele dossier means that U.S. intel corroborates it.",
  "2:37 PM: Important detail re: authorization of Comey’s revelation today:\n\nActing deputy AG Dana Boente approved Comey statement about FBI probe of Trump-Russia link, informed source tells Yahoo News — Michael Isikoff (@Isikoff) March 20, 2017\n\n2:25 PM: Rep. Joaquin Castro (D-TX) wants to talk about the Christopher Steele dossier.",
  "Comey: I've been authorized by DOJ 2 confirm that FBI investigatng Russian govt influence on elections, incl any links btw Russia & campaign — Kristina Wong (@kristina_wong) March 20, 2017\n\n10:31 AM: Rogers assures the committee that the NSA is properly protecting the privacy of the information it gathers.",
  "11:04 AM: From Breitbart News’ Kristina Wong:\n\nFBI Director James Comey on Monday confirmed that there is an active FBI investigation into Russia’s interference in the 2016 presidential elections, which includes any links between the Russian government and Trump campaign officials.",
  "— Phil Elliott (@Philip_Elliott) March 20, 2017\n\n12:22 PM: Nunes says the IC changed its assessment between December and January — that in December, it only claimed the Russians wanted to hurt Clinton and in January, the assessment added the detail about hoping to help Trump.",
  "— Jenna McLaughlin (@JennaMC_Laugh) March 20, 2017\n\n10:27 AM: NSA Director Admiral Michael Rogers says that nothing has changed from its January assessment of Russian hacking and the classified information used for that assessment will not be revealed in this open hearing.",
  "Comey is expected to address two controversial topics: President Donald Trump’s claim that former President Barack Obama wiretapped Trump Tower during the 2016 presidential campaign, and allegations of collusion between the Trump campaign and the Russian government.",
  "— Dustin Volz (@dnvolz) March 20, 2017\n\n11:18 AM: Rep. Gowdy asks Comey whether a reporter may face criminal penalties for publishing classified information — specifically whether there is any exception in federal law for reporters to publish such information.",
  "3:10 PM: Rep. Will Hurd (R-TX) gets Comey and Rogers to restate that neither the FBI nor NSA ever had direct access to the DNC’s machines for firsthand examination of forensic information on those devices to compare to the conclusions from CrowdStrike.",
  "FBI Director Comey: “Yes.” NSA Director Rogers: “Yes.” pic.twitter.com/Z8l7G5Yw5K — Bradd Jaffy (@BraddJaffy) March 20, 2017\n\n12:40 PM: Rep. André Carson (D-IN) asking Rogers how much Russia’s economy would benefit from the U.S. lifting sanctions.",
  "— Lissandra Villa (@LissandraVilla) March 20, 2017\n\n10:08 AM: Nunes says there is no evidence of a “physical wiretap” of Trump Tower but remains open to the possibility of other types of surveillance against the Trump campaign and its associates.",
  "“Russia successfully meddled in our democracy,” Schiff says — Michael Tackett (@tackettdc) March 20, 2017\n\nSchiff on what he said is most important q we don't have answer to: \"We do not yet know whether the Russians had the help of US citizens.\"",
  "— Eric Geller (@ericgeller) March 20, 2017\n\n10:40 AM: Rep. Tom Rooney (R-FL) asks Adm. Rogers about the NSA’s information gathering practices, teeing up denials that the agency improperly collects or uses data regarding U.S. citizens.",
  "— Katie Bo Williams (@KatieBoWill) March 20, 2017\n\n12:26 PM: King asks Comey specifically about his presentation of the Steele dossier to president-elect Trump and how details of that meeting leaked to reporters within hours.",
  "Former Hillary staffers actually mocking Comey for having to pee, suggesting that Hillary didn’t have to https://t.co/5prCETeQV0 — Charlie Spiering (@charliespiering) March 20, 2017\n\n1:39 PM: Comey asks for a bathroom break.",
  "Gowdy states that many of the accusations presented by his Democratic colleagues are hearsay and would not be admitted as evidence to a trial — also expresses frustration that anonymous sources cannot be cross-examined.",
  "1:05 PM: Turner tells Comey “there is a cloud over our system” with the announcement of this investigation after former DNI Clapper said there is “no evidence of collusion” between Russia and the Trump campaign.",
  "I wondered the same https://t.co/bd3b4DlddI — Bradd Jaffy (@BraddJaffy) March 20, 2017\n\n10:22 AM: Schiff now asking “is it a coincidence” that Sen. Jeff Sessions saw a Russian ambassador in his duties as a U.S.",
  "11:58 AM: Rep. Mike Conaway (R-TX) asking how the IC determined the intent of the Russian government in its cyberattacks — particularly the belief that it hoped to hurt Clinton’s campaign and help Trump’s.",
  "(2/2) — Kristina Wong (@kristina_wong) March 20, 2017\n\n10:06 AM: Rep. Devin Nunes (R-CA) begins with a statement recounting Russia’s aggression, propaganda efforts, and interference in foreign elections.",
  "1:19 PM: Rep. Eric Swalwell (D-CA) tries to get Comey to say that Trump’s “wiretap” tweet is “false.” Comey disagrees and reiterates that he does not have evidence suggesting Trump’s claim was correct.",
  "— Michael Barbaro (@mikiebarb) March 20, 2017\n\n10:32 AM: Comey statement confirms that the FBI is investigating Russian interference into the election including links to members of the Trump campaign.",
  "10:36 AM: Nunes’s first question, to both witnesses, asks if U.S. intel community (IC) has information suggesting Russian interference changed vote tallies in swing states won by candidate Trump.",
  "https://t.co/G64GmuWp2p — Spencer Ackerman (@attackerman) March 20, 2017\n\n12:48 PM: Rep. Jackie Speier (D-CA) asks Comey and Rogers about Rex Tillerson in relation to the Trump-Russia conspiracy.",
  "11:46 AM: NY Times priorities, in <140 characters:\n\nTrey Gowdy far more concerned with role of reporters in revealing details of FBI investigations than Russia's role in hacking 2016 election.",
  "#intelhearing — Kerry Picket (@KerryPicket) March 20, 2017\n\nGowdy is asking Comey about potential sources for Flynn stories, specifically naming Clapper, Brennan, Ben Rhodes and Loretta Lynch.",
  "That's a lie: Comey and Rogers said they influenced the election, but no evidence it manipulated votes https://t.co/sZMEO80Tal — Justin Miller (@justinjm1) March 20, 2017\n\nThis is incorrect.",
  "1:01 PM: Rep. Mike Turner (R-OH) gets Rogers to admit that the NSA is not required to cease surveillance if its surveillance incidentally picks up communications from an American citizen.",
  "Is Comey giving Trump a Too Dumb for Treason Excuse?#ComeyHearing — Karen DaltonBeninato (@kbeninato) March 20, 2017\n\nComey: \"Romance can be a feature\" of foreign intelligence gathering.",
  "#ComeyHearing — Kevin M. Levin (@KevinLevin) March 20, 2017\n\n2:15 PM: Comey tells Rep. Chris Stewart (R-UT): We did not make any conclusion as to the success of the Russians’ efforts.",
  "Says Obama admin “routinely ignored” warnings from Congress about these risks in hopes of foreign policy “reset.”\n\n10:03 AM: All parties are present and Comey begins his swearing-in.",
  "Says that Russia did not directly interact with Wikileaks but used “cutouts.”\n\nComey: Russians used \"some kind of cutout\" between Wikileaks rather than directly dealing with them.",
  "https://t.co/rBpzyUaF5t — Joel B. Pollak (@joelpollak) March 20, 2017\n\nKey but inconclusive point from Schiff: it is possible these events are unrelated, possible they're not.",
  "#ComeyHearing — Kristina Wong (@kristina_wong) March 20, 2017\n\n12:25 PM: Rep. Peter King says he has “never seen such a sustained period of leaks” during his time in Congress.",
  "11:50 AM: Rep. Nunes asking if Comey would consider information regarding Russian interference into Hillary Clinton’s campaign, the Clinton Foundation, or any other campaign.",
  "10:09 AM: Rep. Adam Schiff (D-CA) says the conclusion that the Russian government was the source of Wikileaks’ releases on the DNC and the Clinton campaign is not disputed.",
  "This is already a parody — Joel B. Pollak (@joelpollak) March 20, 2017\n\nApparently, according to @RepAdamSchiff, @BreitbartNews is part of the *GLOBAL RUSSIAN CONSPIRACY*.",
  "— Katie Bo Williams (@KatieBoWill) March 20, 2017\n\nComey just made a really important point about \"co-optees,\" who don't realize they are working for a foreign government.",
  "https://t.co/yysEpyyQXG — Eric Geller (@ericgeller) March 20, 2017\n\nhttps://twitter.com/mattbpete/status/843866988908896256\n\nThis is not what they actually testified.",
  "Rogers says of Flynn being unmasked/info leaked, 20 people (including himself) would have the ability to request unmasking #ComeyHearing — Cassandra Fairbanks ???",
  "All times eastern:\n\n3:19 PM: Gowdy asks Comey several questions on basic concepts of law, such as what hearsay is and why we have cross-examination of witnesses.",
  "10:55 AM: Rogers reveals up to 20 people in his agency would have the authority to reveal the information that led to the leaks on Lieutenant Gen. Mike Flynn.",
  "Comey says he does not know of such an exception and cannot think of a legal way that reporters would have received knowledge of still-classified information.",
  "Comey and Rogers stand firm in that assessment, arguing that Putin so disliked Clinton that it logically follows that he held a “clear preference” for Trump.",
  "12:02 PM: Conaway asks why the Washington Post printed language in December that reads almost identically to the IC’s January report on Russian interference.",
  "Comey says that if he got into the practice of correcting such stories, any time he did not correct them, it would be seen as a confirmation of the story.",
  "Says that, generally, “it often turns out there were more people who know about something than you expected.”\n\nKing grills Comey over dossier briefing.",
  "1:27 PM: Rep. Turner asks Comey if it is a crime for attendees at an intel briefing to lie to reporters about the classified content of that meeting.",
  "Comey says he will not comment specifically on those leaks to reporters but says that, in general, leaks of classified material are a serious crime.",
  "Adm Rogers on intel assessment into Russia released in January \"We stand by it as issued\" — Zeke Miller (@ZekeJMiller) March 20, 2017\n\n10:25 AM:\n\n.",
  "10:17 AM: Schiff is now credulously recapping the allegations from British spy Christopher Steele in the infamous “dossier” published by BuzzFeed.",
  "Conaway then wonders how they got such a prescient scoop, heavily insinuating that an intelligence official illegally gave them that information.",
  "— Glenn Thrush (@GlennThrush) March 20, 2017\n\n11:39 AM: Comey says he cannot comment on a line of inquiry about Paul Manafort and Ukraine.",
  "11:00 AM: Rep. Trey Gowdy (R-SC) begins by reading back establishment media reports on “wiretapped communications” about Trump associates.",
  "11:08 AM: Schiff asks and Rogers denies that Obama asked British intelligence to conduct surveillance on Trump and/or his associates.",
  "(@CassandraRules) March 20, 2017\n\nRogers, re: leaking: \"I have raised this directly with my own workforce\" over past several months.",
  "3:06 PM: Rep. Castro asks Comey if the leaks could have come from (Trump’s) White House staff instead of the intelligence community.",
  "Suggests those leakers could have “a political Munchausen by proxy syndrome” and want to create a mess that only they can clean up.",
  "AKA the \"honey pot\" — Josh Rogin (@joshrogin) March 20, 2017\n\n1:09 PM: Rep. Speier now on Michael Caputo, Roger Stone, and Gazprom.",
  "Both respond “no.”\n\nRogers/Comey being asked, state by state, if there is evidence of interference with election day vote tallies.",
  "@DevinNunes: However, it's still possible that other surveillance activities were used against President Trump and his associates.",
  "11:26 AM: Gowdy asks if the White House can put in a request to the NSA to “unmask” or identify a U.S. citizen in collected data.",
  "1:16 PM:\n\nComey notes he has not said \"collusion\" today — as a \"legal term of art\" — but the FBI is investigating \"coordination.\"",
  "\"I've never seen such a sustained period of leaks,\" Rep. Steve King says of journalists' reporting on Trump and his associates.",
  "Speier, California Dem, trying to get Comey & Rogers to disparage Tillerson on Russia ties, neither of whom want to go there.",
  "Comey on leaks of classified information: \"I do think it should be investigated aggressively and if possible, prosecuted.\"",
  "— Ken Dilanian (@KenDilanianNBC) March 20, 2017\n\n\"You can do things to help a foreign nation state without realizing it.\"",
  "Both say that they are not in a position to discuss whether Putin benefits from Tillerson serving as Secretary of State.",
  "12:13 PM: Sewell asking Rogers how long the NSA has known that the TV network RT is connected to the Russian government.",
  "Comey says that none of the authors of the Washington Post article containing that language helped draft the IC report.",
  "12:08 PM: Rep. Sewell monologuing, with Comey punctuating her thoughts in terse “I can’t comment on that” statements.",
  "Follow Breitbart News for live updates as FBI Director James Comey testifies before the House Intelligence Committee.",
  "https://twitter.com/MattZeitlin/status/843889833495937024\n\nComey: \"I hate the New England Patriots…\" He's good now.",
  "— William LeGate (@williamlegate) March 20, 2017\n\n12:50 PM: Trump’s @POTUS account continues trolling the far left.",
  "11:03 AM: Schiff begins asking Comey to comment on Trump’s tweets alleging Obama ordered a wiretap of Trump Tower.",
  "@RepAdamSchiff starts the #ComeyHearing with a statement that quotes the discredited, disgusting Russia \"dossier.\"",
  "He then asks, one by one, whether several Obama political appointees had the ability to make such a request.",
  "1:30 PM: Turner asks Comey to create some kind of mechanism to correct misinformation about classified info.",
  "11:37 AM: Rep. Himes very concerned by Trump not saying mean things about Russian President Vladimir Putin.",
  "Settles on asking him how, in general, these investigations proceed and how long they “usually” take.",
  "Comey says that, in general, leaks at this level should be investigated and, if possible, prosecuted.",
  "Comey: 'Russians at first thought Trump had a chance, but eventually realized that he was HOPELESS.'",
  "12:28 PM: After King names the few people who were in the room in that particular meeting (e.g.",
  "— Spencer Ackerman (@attackerman) March 20, 2017\n\nQ from @RepSpeier: Is Russia our adversary?",
  "He says the investigation could lead to criminal charges but he will not comment any further.",
  "11:16 AM: Rep. Terri Sewell (D-AL) asks several questions too specific for Comey to answer.",
  "Comey says he would consider any information brought by parties alleging illegal activity.",
  "Among those names, Comey says that Susan Rice and Loretta Lynch could make such a request.",
  "Gowdy confirming w Comey that Obama sr officials cld have had access to Flynn's name.",
  "James Clapper), Comey says that he will not comment to confirm or deny media reports.",
  "Comey says there is no evidence to support Trump’s specific wording in those tweets.",
  "12:35 PM: Rogers declines to discuss the specific methods of Russian cyber attacks.",
  "Comey says he does not want to discuss any information about specific individuals.",
  "NSA's Adm. Rogers taking a moment to defend NSA protection of Americans' privacy.",
  "11:13 AM: Rep. Jim Himes (D-CT) asks Comey how far along his investigation is.",
  "@RepAdamSchiff cites false report GOP platform was changed to help Russians.",
  "12:06 PM: Rep. Schiff is asking Comey whether Russia likes NATO and Brexit.",
  "It was almost as if they didn't care that we knew about their intrusions.\"",
  "11:35 AM: Comey continues to rebuff Schiff’s questions about Roger Stone.",
  "12:55 PM:\n\nComey: \"They (Russia) were unusually loud in their intrusion.",
  "(1/2) #ComeyHearing — Kristina Wong (@kristina_wong) March 20, 2017\n\n.",
  "@DevinNunes: We know there was not a physical wiretap on Trump Tower.",
  "However, it was not a confirmation of those links, or any wrongdoing.",
  "Comey and Rogers said they saw no evidence of direct vote tampering.",
  "Gowdy then asks Comey if, in theory, he would have similar access.",
  "Comey refuses to confirm even the existence of the meeting.",
  "— luke oneil (@lukeoneil47) March 20, 2017\n\n2:19 PM: Hehe.",
  "Comey says he cannot make that commitment at this time.",
  "11:11 AM: Schiff is now asking Comey about Roger Stone.",
  "Comey says the FBI’s investigation began in late July.",
  "Rogers says he is unsure of the law on that point.",
  "Both Comey and Rogers sharply contest this claim.",
  "— Joel B. Pollak (@joelpollak) March 20, 2017\n\n.",
  "“Any thoughts?” she asks both Comey and Rogers.",
  "Fitting for tin foil hat this afternoon.",
  "2:20 PM: Basic bloggers perking up.",
  "\"We simply don't know.\"",
  "@ByronYork debunked.",
  "Answer for all: No.",
  "Does Schiff read?",
  "Comey does not.",
  "Comey says no.",
  "1:45 PM: Wut.",
  "Senator.",
  "."
]