[
  "The cache includes nearly 20,000 emails and more than 8,000 file attachments from the inboxes of seven key staffers of the DNC, including communications director Luis Miranda and national finance director Jordan Kaplan, according to the Wikileaks website.",
  "Crowdstrike, the firm brought in by the party to clean up after that hack, said the company discovered that two separate hacking groups associated with the Russian government had infiltrated the DNC's systems.",
  "\"The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,” said Rep. Debbie Wasserman Schultz (Fla.), the DNC chairwoman, at the time.",
  "(Screengrab by Andrea Peterson)\n\nWikileaks posted a massive trove of internal Democratic National Committee emails online Friday, in what the organization dubbed the first of a new \"Hillary Leaks\" series.",
  "However, some experts have expressed skepticism about his involvement, citing differences between the data Wikileaks released and Guccifer 2.0's previous leaks of hacked data.",
  "One of the groups, dubbed Cozy Bear, had been monitoring the emails and chats since gaining access last summer, Crowdstrike co-founder Dmitri Alperovitch told The Post.",
  "The cache appears to contain sensitive personal information about some donors, including Social Security numbers, passport numbers and credit card information.",
  "That group broke into the DNC's systems in April, setting off the alarm bells that resulted in the discovery of both infiltrations.",
  "A hacker known as Guccifer 2.0 claimed credit for handing the documents over to Wikileaks on Twitter.",
  "The emails span from January 2015 through late May and are presented in a searchable database.",
  "\"Our team moved as quickly as possible to kick out the intruders and secure our network.\"",
  "Another, which the firm called Fancy Bear, targeted opposition research files.",
  "The Democratic Party has had its share of cybersecurity woes recently.",
  "Last month, the DNC acknowledged that its systems had been breached.",
  "The Russian government has denied involvement in the breaches.",
  "The DNC did not immediately respond to a request for comment.",
  "\n\nA screenshot of the Wikileaks DNC email database."
]