[
  "Reports carried in the respected daily Volkskrant and the current affairs show Nieuwsuur said hackers working for the Dutch General Intelligence and Security Service penetrated the computers used by the group, often nicknamed Cozy Bear, in mid-2014 and watched them for at least a year, even managing to catch the hackers on camera.",
  "AMSTERDAM -- The Netherlands' spy service broke into the computers used by a powerful Russian hacking group and may be sitting on evidence relating to the breach of the U.S. Democratic National Committee, a Dutch newspaper and television show jointly reported Friday.",
  "Dutch officials declined comment; Interior Minister Kajsa Ollongren, interviewed by reporters in The Hague before the government's weekly cabinet meeting, said she was \"very happy that we have good security services in the Netherlands that do their work well.",
  "A recent AP investigation found that all but one of the two dozen or so officials whose emails were published in the run-up to the 2016 election were targeted by Fancy Bear, suggesting a separate Russian intelligence operation may have been responsible.",
  "\"In the summer of 2015 Dutch intelligence services were the first to alert their American counterparts about the cyberintrusion of the Democratic National Committee by Cozy Bear,\" reported Nieuwsuur, which airs on Dutch national broadcaster NOS.",
  "Cozy Bear would later be identified as one of two Russian government-linked hacking groups that broke in to the DNC ahead of the 2016 presidential election; the other is usually called Fancy Bear.",
  "Unmasking the Cozy Bear hackers would provide key evidence for investigators trying to unravel the DNC breach, but it may not dispel the mystery surrounding the leaks that followed.",
  "Investigators believe that Putin initially wanted to damage Hillary Clinton and to inject chaos and doubt into the election process, reported CBS News correspondent Jeff Pegues.",
  "At the end of 2016, U.S. intelligence officials told CBS News they believed the cyberattack on the DNC was ordered by Russian President Vladimir Putin.",
  "Volkskrant and Nieuwsuur said that the Dutch spies used their access to help oust Cozy Bear from U.S. State Department computers in late 2014.",
  "U.S. officials said it was an added bonus that Donald Trump, then seen as more friendly to Russian interests, became the Republican nominee.",
  "The evidence linking the hack to Putin came from what intelligence officials said was a \"variety of sources.\"",
  "There was no immediate reaction from U.S. intelligence agencies or the Trump administration.",
  "Volkskrant said American spies were so grateful they sent the Dutch cake and flowers.",
  "Cybersecurity firm CrowdStrike says the two groups operated independently.",
  "I can't say anything about this case that has been published.\""
]