[
  "In a statement, the group voiced concern about “critical issues” that “remain unaddressed in this legislation,” including “the prospect of introducing systemic weaknesses that could put Australians’ data security at risk.” It also said the law’s provisions “potentially jeopardize the security of the apps and systems that millions of Australians use every day.”\n\nThe companies even hinted that they might exit the Australian market altogether in response to the bill, saying they would “assess the impact of this legislation and what it means for their operations in Australia.” In a separate statement, a broader tech coalition called the bill “deeply flawed, overly broad, and lacking in adequate independent oversight over the new authorities” and urged the legislature to “promptly address these flaws when it reconvenes.”\n\nNETWORK STILL DOWN — Years after it was breached by foreign intelligence services, the CIA reportedly still hasn’t figured out a way to revive a compromised internet messaging service.",
  "“Rather than heeding calls to stand strong for digital security and human rights,” Sharon Bradford Franklin, director of surveillance and cybersecurity policy at New America’s Open Technology Institute, said in a statement, Australian lawmakers “tried to appear strong on terrorism, and wound up passing a bill that could undermine their stated goal.”\n\nThe new decryption powers — the first such measures to pass a Western legislature — drew a strong rebuke from Digital Industry Group Inc., a coalition that includes Facebook, Google, Twitter, Amazon and Oath.",
  "The recipients, the University of Colorado and Galois Inc. of Portland, Oregon, applied under the department’s Long-Range Broad Agency Announcement program, which is “expressly for original, state-of-the-art research or unique prototypes that require proof of concept.” The Regents of the University of Colorado received $750,000 for a new drone detection system, and Galois received $399,900 to beef up existing dataset technology.",
  "House Energy and Commerce Committee unveils cyber plan\n\nWith help from Martin Matishak and Derek Robertson\n\nEditor's Note: This edition of Morning Cybersecurity is published weekdays at 10 a.m. POLITICO Pro Cybersecurity subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro's comprehensive policy intelligence coverage, policy tools and services, click here.",
  "And here’s how we’ve already started [working on] a lot of these priorities that we think will significantly help.’” The report does not recommend new regulations or mandates — the committee aide said the goal of the subcommittee’s GOP leadership was that “there isn’t a need for regulation” — but it repeatedly stresses that companies ignore cybersecurity best practices at their reputational and financial peril.",
  "The Cybersecurity Information Sharing Act of 2015 required the Office of the Director of National Intelligence and the Departments of Homeland Security, Justice, Defense, Commerce, Energy and the Treasury “to develop guidelines for the protection of privacy and civil liberties when implementing the CISA provisions.”\n\nAfter reviewing those guidelines, GAO deemed them satisfactory.",
  "THE RARE THUMBS-UP — The seven federal agencies that created the government’s cyber threat information sharing program fully complied with a requirement to develop policies for protecting Americans’ privacy while sharing threat information, according to a Government Accountability Office report published Thursday.",
  "Hoyer, House Democratic Leader Nancy Pelosi and Rep. John Sarbanes, the chief sponsor of H.R.1, recently spoke “about the schedule, and paramount in that discussion about the schedule was making sure that we gave time, hopefully to completion in January, but starting in January, if not completing, the H.R.",
  "Story Continued Below\n\nGRAND VISION — The House Energy and Commerce Committee has released a plan to improve critical infrastructure cybersecurity based on the panel’s years of staffwork and consultation with industry, and staffers expect to continue that work when Democrats take control of the House.",
  "It identifies six priorities for the full committee to consider in the next Congress, including promoting CVD programs, encouraging the use of open-source software and continuing to scrutinize the Common Vulnerabilities and Exposures database, which has run into trouble in recent years.",
  "“In a shortsighted attempt to appear tough on crime, the Parliament of Australia is undermining the security of all Australians and everyone around the world that uses technology,” Lucie Krahulcova, a policy analyst at the digital-rights group Access Now, said in a statement.",
  "The vulnerabilities, collectively referred to by Armis as BLEEDINGBIT (in reference to the Bluetooth Low Energy chips), could potentially allow hackers to “render network segmentation useless,” giving hackers access to a backdoor left over from the chip’s development phase.",
  "The timeline of existing oversight activities detailed in the document reflects a nonpartisan approach to cybersecurity, and the committee aide said the commerce panel plans to “carry through a lot of this work into the new Congress.” Pros can read the full story here.",
  "The strategy from the panel’s Oversight and Investigations Subcommittee, first reported this morning by POLITICO, summarizes years of work across topics like coordinated vulnerability disclosure, software bills of materials and public-private partnerships.",
  "Stay in touch with the whole team: Mike Farrell (mfarrell@politico.com, @mikebfarrell); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "The failure started when Iranian officials used a double agent to trace back a series of websites the CIA was using to communicate with its sources — a method then exploited by China and used to kill 30 of the agency’s sources there.",
  "STOP THE BLEEDING — At the BlackHat Europe conference Thursday, IoT security firm Armis demonstrated zero-day vulnerabilities discovered this summer that affected Bluetooth Low Energy chips manufactured by Texas Instruments.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "MATH — The tech industry and civil society groups blasted the Australian parliament on Thursday for passing a bill that would give law enforcement new authority to demand the decryption of user data.",
  "** A message from ManTech: With cyberattacks proliferating, organizations need real-time, dynamic cyber solutions to protect vital infrastructure and data from theft, compromise and destruction.",
  "Defense, Intelligence Community and federal civilian agencies look to ManTech for aggressive cyber solutions that stop criminal hackers, thwart nation-state attacks, and expose insider threats.",
  "The collection of graphics includes vital information about the members-elect — careers prior to being elected to serve on the Hill, campaign platform promises, key support and endorsements.",
  "Armis released an accompanying white paper featuring the gory details, including the specific code vulnerability that could allow hackers to mount a complete takeover of the access point.",
  "1 — Incoming House Majority Leader Steny Hoyer on Thursday predicted the Democrat-controlled chamber could wrap up legislation to bolster elections before the end of January.",
  "Texas Instruments and Cisco have issued patches addressing the vulnerability, and Aruba has addressed it through a firmware update, according to a Gizmodo Australia report.",
  "Recently released highlights of the bill include a call to provide federal election security funds to states and to mandate a national strategy to protect elections.",
  "Democrats may be more eager to propose new regulations when they take over the E&C gavel, but they aren’t likely to discard the strategies outlined in the report.",
  "RECENTLY ON PRO CYBERSECURITY — A new survey found corporate boards of directors are increasingly confident that they grasp their companies’ cybersecurity risks.",
  "Those chips are used in devices that comprise almost 70 percent of the market for enterprise wireless access, including Cisco’s best-selling Meraki MR33.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "According to auditors, the policies fulfilled eight “fair information practice principles,” including transparency, security and data minimization.",
  "— DHS awarded two groups a combined $1,15 million on Thursday, part of a standing solicitation from the agency for new cybersecurity R&D concepts.",
  "“The main goal of this report, and our main argument … is that we’ve got to change strategies,” a committee aide told Eric in an interview.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @POLITICOPro and @MorningCybersec.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "… A Capitol Hill aide has been tapped to serve as executive director at the National Republican Congressional Committee.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "“We’re not talking about billions of dollars, we’re talking about hundreds of billions of dollars to fix” them.",
  "POLITICO Pro DataPoint just published a series of biographies on the 116th House and Senate freshman class.",
  "Reuters\n\n— This bill would require federal government-purchased IoT devices to meet security standards.",
  "DOJ and DHS created most of the policies, and ODNI and the Pentagon collaborated with them on the rest.",
  "The Hacker News\n\n— One-third of German SMBs infiltrated by spies apparently looking for trade secrets.",
  "They also published a list of the devices that may be affected from Cisco, Meraki and Aruba.",
  "I schedule the bills, and I look forward to bringing such a bill to the floor,” Hoyer said.",
  "… A bipartisan Senate bill would require DHS to create a vulnerability disclosure program.",
  "To commemorate this anniversary, let's abolish the phrase \"Cyber Pearl Harbor\" forever.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "… The Defense Intelligence Agency is revamping a top-secret communications network.",
  "Nextgov\n\n— The Pentagon could issue cybersecurity certifications for contractors.",
  "“A patch won’t solve the problem,” said a former intelligence community official.",
  "1 consideration,” the Maryland Democrat said on a press call about the measure.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "“This report was our effort to say, ‘Here’s what we think is driving it.",
  "HAPPY FRIDAY and welcome to Morning Cybersecurity!",
  "QUICK BYTES\n\n— Now blockchain might stop phishing.",
  "Learn more at www.mantech.com **\n\nAUSTRALIA VS.",
  "Wired\n\n— Arrest in Chinese ransomware attacks.",
  "TWEET OF THE DAY — But is it military-grade?",
  "No organization can afford to be hacked.",
  "Here’s how we think we should fix it.",
  "Pearl Harbor was 77 years ago today.",
  "Just another ManTech advantage.",
  "Nextgov\n\nThat’s all for today.",
  "It could be across the hall.",
  "PEDAL TO THE METAL ON H.R.",
  "CHECK OR DIRECT DEPOSIT?",
  "“As majority leader ...",
  "Full team info below.",
  "Have a great weekend!"
]