[
  "In July, after emails stolen from the committee appeared on WikiLeaks, Democratic members of congress also blamed the Russians, with Clinton campaign manager Robby Mook alleging that “It was the Russians who perpetrated this leak for the purpose of helping Donald Trump and hurting Hillary Clinton.”\n\nIt wasn’t until September that anonymous federal officials confirmed to The New York Times the intelligence community’s “high confidence” of Russian government involvement in the hack, if not the subsequent leak, and leaving doubt as to whether the hacks were “routine cyberespionage” or actually intended to influence the election.",
  "Prior to mid-December, Putin personally had not been blamed for hacks resulting in leaks damaging to the Clinton campaign, though in October Director of National Intelligence James Clapper stopped just short of doing so, saying that “based on the scope and sensitivity of these efforts ... only Russia’s senior-most officials could have authorized these activities.” Secondly, separate intelligence leaks to The New York Times and The Washington Post on December 9 for the first time claimed that the intent of the hacking was to sway the election in favor of Trump, rather than simply sow generalized distrust.",
  "And it wasn’t until October that the Director of National Intelligence, James Clapper, went on the record to blame Russia—government actors, not, say, cybercriminals who happened to be Russian, “based on the scope and sensitivity of these efforts,” and further declaring that they were “intended to interfere with the U.S. election process.” Days later, emails stolen from Clinton campaign chairman John Podesta appeared on WikiLeaks.",
  "Putin is well aware of my feelings about this, because I spoke to him directly about it.” On December 29, he did more than speak: He sanctioned the two Russian intelligence services believed to be involved in the hacks (Russian military intelligence, the GRU, and the KGB’s successor the FSB, which is responsible for counterintelligence and internal security).",
  "The intelligence-community assessment provides official backing to media reports from mid-December stating that that Russian President Vladimir Putin was “personally involved” in cyberattacks aimed at interfering with the United States presidential election.",
  "Way back in mid-June, the Democratic National Committee reported an intrusion into its computer network, and the cybersecurity firm CrowdStrike publicly blamed Russian hackers after analyzing the breach.",
  "Last month McCain told Ukrainian TV Russia's actions were “an act of war.” He repeated those comments Thursday, but added: It “doesn’t mean you go to war and start shooting.”\n\nWho is involved?",
  "In an interview with NPR on December 15, U.S. President Barack Obama vowed that the U.S. would take action in response, “at a time and place of our own choosing.” He went on: “Mr.",
  "It has not yet been suggested that cyberattacks managed to change the actual vote tally in favor of either presidential candidate.",
  "Information on what exactly happened has been dripping out slowly, and often anonymously and unofficially, for months.",
  "After Russian Foreign Minister Sergei Lavrov threatened to retaliate, Putin declined to do so.",
  "Didn’t we already know about Russia hacking the Democratic National Committee and others?",
  "He also expelled 35 Russian officials in the U.S. believed to be intelligence agents.",
  "The assessment purports to add on-the-record detail on both actors and intent.",
  "This is now the official position of the intelligence community.",
  "Why all the fuss?"
]