[
  "“If there was an insider facilitating this, they wouldn’t have had to do most of this stuff.”\n\nCrowdstrike, the cyber security firm that responded to the DNC hack, identified two well-known hacker groups who had penetrated the DNC systems, nicknamed Cozy Bear and Fancy Bear, which report up to the Russian Federal Security Service (FSB) and the Russian military intelligence agency (GRU) respectively.",
  "— WikiLeaks (@wikileaks) August 11, 2016\n\nClintonistas ramp up cyber campaign to discredit Julian Assange and @wikileaks – they know what’s coming #hand-cuffs #lockherup — Roger Stone (@RogerJStoneJr) August 11, 2016\n\nAll three actors have independent reasons for diverting blame away from Russia and attempting to implicate Clinton.",
  "Trump allies, Assange, and the Russian government are somewhat unlikely cohorts but they all have two things in common – hatred of Hillary Clinton and an interest in diverting suspicion away from the real culprits in the DNC hack, Russian intelligence services seeking to interfere in the U.S. election to Trump’s benefit.",
  "The original conspiracy theory can be traced back to a notoriously unreliable conspiracy website that based its theory on an alleged Russian intelligence agency report about a Clinton “hit team” that somehow lured Rich into a trap before he could reveal his involvement in the hack to the FBI.",
  "Donald Trump’s longtime friend Roger Stone has been at the forefront of the Trump camp effort to try to connect the Russian hacking of the DNC to the tragic death of 27-year old Seth Rich, a DNC staffer who was shot and killed in early July in the Bloomingdale neighborhood of Washington.",
  "“Both adversaries engage in extensive political and economic espionage for the benefit of the government of the Russian Federation and are believed to be closely linked to the Russian government’s powerful and highly capable intelligence services,” Crowdstrike wrote on it’s blog.",
  "(Reuters/John Stillwell)\n\nTrump campaign surrogates are fueling a conspiracy theory that a murdered Democratic National Committee staffer was connected to the hacking of the DNC, a theory being pushed by WikiLeaks and the Russian state-controlled press.",
  "“Some are attempting to politicize this horrible tragedy, and in their attempts to do so, are actually causing more harm than good and impeding on the ability for law enforcement to properly do their job,” a spokesman for the family said Wednesday.",
  "There have been several articles about how the circumstances of Rich’s murder do not match up with the original conspiracy theory: that he was murdered on the way to what he thought was a meeting with FBI contacts in the middle of the night.",
  "A hacker calling himself “Guccifer 2.0” claimed credit for the hack in June, but a huge amount of forensic evidence suggests that “Guccifer 2.0” is a persona created by the Russian government hackers to try to cover their tracks.",
  "Eat it @mmfa https://t.co/zXII4oGozP — Roger Stone (@RogerJStoneJr) August 10, 2016\n\nOn Thursday, Trump ally Newt Gingrich also endorsed the Assange conspiracy theory that Rich’s death was somehow connected to the DNC hack.",
  "On Thursday, the New York Times reported that the hacking may have gone well beyond the DNC to include the systems of the Democratic Governors Association and the Democratic Congressional Campaign Committee.",
  "RT and other Russian government propaganda outlets have also been working hard to deny the Russian government was the source of the leak, including by interviewing Assange about the Rich murder.",
  "“The tactics that we saw are consistent with a nation state actor with the most highly resourced, funded, and sophisticated capabilities that exist in the world,” the source said.",
  "They may not be coordinating directly but they are working to push a fantastical conspiracy theory that depends on sullying the reputation of an innocent murder victim.",
  "Assange implied this week in an interview that Rich was the source of the leak and even offered a $20,000 reward for information leading to the arrest of his murderer.",
  "\n\nWikiLeaks founder Julian Assange gestures during a news conference at the Ecuadorian embassy in central London, Britain, in this August 18, 2014 file photo.",
  "Stone says his claims are based on statements by Julian Assange, the WikiLeaks founder who released the hacked DNC emails and is threatening to release more.",
  "But those close to the investigation say the broader premise, that Rich was involved in the hack in the first place, is also simply not plausible.",
  "There is also a growing consensus in the U.S. intelligence community that the DNC hack was orchestrated and perpetrated by the Russian government.",
  "“Assange is just trying to put up a smoke screen.” The Russian government and the Trump allies are playing along for their own reasons.",
  "However, “there’s no indication that an insider was involved,” one source close to the investigation of the DNC hacks told me.",
  "Their shared goal is to divert attention from Russian interference in the U.S. presidential election and to get Trump elected.",
  "Seth Rich's new \"family spokesman\" is Brad Bauman a professional Democrat crisis PR consultant with the Pastorum Group.",
  "There’s a big problem, however, with the theory: it doesn’t make any sense when compared to all the available evidence.",
  "Meanwhile, the Russian government funded propaganda outlet RT had already been covering Rich’s murder two weeks prior.",
  "Cozy Bear is the same group that hacked into the White House, the State Department and the Joint Chiefs of Staff.",
  "Rich’s family has publicly asked Assange and Trump not to use his death for their own political purposes.",
  "Whistleblower Julian Assange at @wikileaks confirms Seth Rich ties to DNC heist by @HillaryClinton .",
  "Assange believes Clinton wants him indicted for releasing thousands of secret diplomatic cables.",
  "Assange and Stone responded Thursday by attacking Clinton and the Rich family.",
  "Putin believes Clinton interfered in his own election in 2012.",
  "Stone also claims to be in direct contact with Assange.",
  "Rich would not have had access to those systems.",
  "Trump just wants to win."
]