[
  "“We were able to watch everything that the adversaries were doing while we were working on a full remediation plan to remove them from the network.”\n\nA few months later, in October, CrowdStrike’s conclusions picked up a major endorsement: A joint statement from 17 intelligence agencies said that the intelligence community was “confident” that intrusions into political organizations like the DNC were “consistent with the methods and motivations of Russian-directed efforts,” and were “intended to interfere” with the presidential election.",
  "So if Trump was complaining that Russia’s attempts to disrupt the U.S. election didn’t come up before Election Day in November, he’s ignoring announcements from the DNC and CrowdStrike about their findings, as well as an official declaration from the U.S. intelligence community about its own investigation.",
  "The analyst, a former intelligence officer, [said] Falcon had identified not one but two Russian intruders: Cozy Bear, a group CrowdStrike’s experts believed was affiliated with the FSB, Russia’s answer to the CIA; and Fancy Bear, which they had linked to the GRU, Russian military intelligence.",
  "An October Esquire feature about CrowdStrike’s investigation unpacked some of the evidence that the analysis uncovered:\n\nFalcon had detected malicious software, or malware, that was stealing data and sending it to the same servers that had been used in a 2015 attack on the German Bundestag.",
  "In early May, the Democratic National Committee asked CrowdStrike, one of many cybersecurity companies that identifies and defends against hacking attacks, to investigate a potential intrusion into the organization’s network.",
  "The Obama administration has shown a willingness to publicly name the perpetrators of cyberattacks against U.S. organizations, pointing fingers both at individual hackers and at the governments that sponsor their attacks.",
  "And just in case Trump didn’t catch either of those announcements, Hillary Clinton brought up the intelligence agencies’ statement during the third presidential debate, standing at a podium just yards from him.",
  "But Trump’s campaign to create confusion around experts’ ability to understand cyberattacks suggests that he’ll reverse the trend of increasing transparency and tamp down on official reporting about hacking.",
  "The DNC agreed to go public with CrowdStrike’s findings, and the company’s executives shared the details with The Washington Post in June.",
  "CrowdStrike did in fact “catch the adversaries in the act,” said Dmitri Alperovitch, the company’s co-founder and CTO, in an email.",
  "The code and techniques used against the DNC resembled those from earlier attacks on the White House and the State Department.",
  "Using a program called “Falcon,” the company’s security researchers soon determined that the cyberattack came from Russia.",
  "Information about Russia’s role also reportedly came up in Trump’s intelligence briefings before the election.",
  "Ever had your private emails, texts, online dating, or sensitive work info exposed?",
  "But the specifics around this year’s election-related hacking are very different.",
  "(We may publish it, anonymously, in our new Notes series.)",
  "Please send us a note: hello@theatlantic.com.",
  "Ever been hacked?"
]