[
  "Investigators have said DNC staffers and Clinton campaign chairman John Podesta fell victim to “spear-phishing” attacks, in which Russian hackers tricked them into clicking on malicious links and typing their user names and passwords — opening the door for the intruders to grab emails and sensitive files.",
  "Such an official could spearhead a long-term cyber rebuilding plan, which candidates said could include implementing basic security measures, such as deleting emails after 30 days — something some state parties already do — and doing a full audit of the DNC’s computer architecture.",
  "“It is critically important that we stay out front of it.”\n\nPerhaps the most unifying proposal is to hire a cybersecurity leader to guide high-level strategy, equivalent to the chief technology officer or chief information security officer found in many large companies.",
  "They’re vowing to hire a senior cyber point-person, rebuild the party’s computer defenses, expand relationships with law enforcement and instill a culture of digital security in a party rattled by the cyberattacks that helped keep Hillary Clinton out of the White House.",
  "“We can safely assume that cyber warfare is going to be a tactic of the future, and we must prepare for it.”\n\nFew events shaped the 2016 presidential election like the cyberattacks that federal and private investigators have pinned on Russian intelligence agencies.",
  "The thefts and subsequent leaks exposed the internal communications of the DNC, the Democrats’ House campaign group and other high-profile targets, knocking Clinton off balance, rattling races further down the ballot and unseating the committee’s former chairwoman.",
  "The people vying for the top post — including Perez, Buttigieg and Minnesota Rep. Keith Ellison, along with Harrison, two other state party leaders and former Fox News analyst Jehmu Greene — all believe they have an effective plan to overhaul the party’s defenses.",
  "Story Continued Below\n\n“We have lived the consequences of a catastrophic breakdown in systems and a reaction which was obviously substandard,” said former Labor Secretary Tom Perez, one of the leading contenders in the race for the DNC chairmanship.",
  "A more permanent, in-house team at the DNC would also improve communications with state parties on cybersecurity matters, possibly reducing some of the digital security gaps inherent in such a far-flung organization, Boynton Brown said.",
  "And the Democratic Party is more than just the DNC — it’s a constellation of state parties and campaign arms for governors, the House and the Senate, including campaigns that often erect security measures haphazardly on tight budgets.",
  "Commonplace guards against those attacks include “two-factor” authentication, which requires people to enter a separate, one-time code — provided by either a text message, an app or a physical key fob — in addition to a password.",
  "“We’ve learned the hard way why cybersecurity needs to be a priority.”\n\nThe DNC’s 447 members will select their next chairperson over a long weekend starting Thursday in a voting process that’s expected to go to multiple rounds.",
  "It is “integral to an organization of our size to have a security person on site that we pay to just stay up with best practices,” said candidate Sally Boynton Brown, who is now the Idaho Democratic Party’s executive director.",
  "“The question is, OK, if it takes me two extra minutes to log in in order to send out an email, do I want that, or do I want to have Donald Trump reelected again?” said Harrison, the head of the South Carolina party.",
  "Digital security upgrades can take time, and preparation is already underway for the 2018 midterm elections, in which Democrats face an unpleasant Senate map and bleak prospects in many state legislatures.",
  "“The ramifications of what happened kind of touch everything that we do.”\n\nPeople share a “dark humor” about the fact that foreign hackers could breach the walls again at any time, the official said.",
  "The DNC has rolled out two-factor authentication in recent months as part of its initial digital defense overhaul, which included the establishment of a four-member cybersecurity advisory board.",
  "As The New York Times later revealed, the FBI agent who first called the DNC to report an intrusion wound up speaking to a tech-support contractor who didn’t believe the caller was genuine.",
  "That’s a no-brainer.”\n\n“I think we just have to paint that picture as clear and as simple and as concise as that,” he added, which might even mean putting up actual pictures of Trump.",
  "CrowdStrike, a cybersecurity firm brought in to investigate the Russian infiltration, also performed a complete “restructuring and rebranding” of the committee’s management systems.",
  "Cyber experts say the Democrats’ biggest digital security challenge is the state parties, which lack the resources and expertise to combat armies of foreign government hackers.",
  "While the DNC hack was unfolding, Perez said, “we didn’t have sufficient expertise within the building.”\n\n“You need people around you who can diagnose the problem,” he added.",
  "A single senior cyber official would also “build institutional memory” on cybersecurity, Perez said, an issue the party has historically handled with little continuity.",
  "On-site expertise would allow for more consistent training and a constant, visible reminder that cybersecurity is important — regardless of any hassles it may create.",
  "“I think that is a huge gaping hole.”\n\nBut the national party has its own budget limitations, Perez cautioned, meaning that hiring will have to depend on fundraising.",
  "“It’s a shared bond and burden.”\n\nBut preventing hackers from striking again will require a lot more than just recognizing that digital communications are vulnerable.",
  "“Whatever it is,” Varoga said by email, “it is a hell of a lot cheaper than the billions that will be spent opposing the current occupant of the White House.”",
  "“There’s a lot of, you know, when you’re on a conference call and there’s a weird noise and people say, ‘Hi Vlad,’ or whatever,” the official said.",
  "The candidates vying to lead the Democratic National Committee into the midterm elections are doling out cybersecurity promises like never before.",
  "For now, the senior DNC official told POLITICO, the team monitoring the party’s networks reports directly to interim Chairwoman Donna Brazile.",
  "Perez, Boynton Brown, Buttigieg and Harrison all suggested that the cyber leader could streamline the DNC’s relationship with law enforcement.",
  "Craig Varoga, a veteran Democratic strategist who is not running for chair, urged the DNC to make cybersecurity a priority no matter the cost.",
  "The 2016 election “could signal just the very beginning of attacks,” said another candidate, New Hampshire Democratic Chairman Ray Buckley.",
  "Now the people competing to lead the Democrats into battle with President Donald Trump have one consistent message: Never again.",
  "I think it has,” said Pete Buttigieg, the mayor of South Bend, Indiana, another of the 10 Democrats vying for party chair.",
  "But several DNC candidates stressed the importance of not having to rely on contractors like CrowdStrike in the future.",
  "The DNC would not allow the rest of the poster, which lists security tips for employees, to be included in this story.",
  "Whoever wins will inherit an organization shaken by one of the most transformative cyberattacks in American history.",
  "“If Tom Perez can have two-factor authentication on his iPhone,” Perez said, “I think we oughta be able to do that.",
  "“It was crippling,” said South Carolina Democratic Party Chairman Jaime Harrison, who also hopes to lead the DNC.",
  "That creates myriad pathways for hackers to infiltrate computer networks and hop around until they hit pay dirt.",
  "That’s low-hanging fruit.”\n\nThe top of a cybersecurity awareness poster found throughout the DNC's headquarters.",
  "Entering the building “feels a bit like walking into a crime scene,” a senior DNC official told POLITICO.",
  "Another challenge is getting frequently reshuffled party staff to follow basic cybersecurity protocols.",
  "The senior DNC official said the organization has “a very serious briefing” planned for the next chair.",
  "The candidates running to succeed her want the team to be led by one person who reports to the chair.",
  "Businesses like banks, Apple and Google increasingly offer that kind of security to their customers.",
  "The party’s network security “needs to be more in-house than it is right now,” Buttigieg said.",
  "“We now have Donald Trump as president.”\n\nAlready, things are changing at DNC headquarters.",
  "The lack of such a point person was a glaring hole in the response to the Russian hacking.",
  "“We always wonder when the first serious cybersecurity attack on the U.S. will come.",
  "Staffers call each other and visit each other’s desks rather than send emails.",
  "“Well, Donald Trump and Putin posters,” Harrison said with a laugh.",
  "The person should “have a direct line to the FBI,” Harrison said.",
  "“I’m very, very scared on the state party front,” Harrison said.",
  "Whoever wins the DNC race will have to move quickly.",
  "“Yeah, I’m going to take the two extra minutes."
]