[
  "Touhill often talked about the need to identify the most critical assets in government IT systems, and stressed the need to treat information “as an asset.”\n\nThe cyber executive order has been in flux for months, as NSC staffers, assisted by colleagues at the Department of Homeland Security and elsewhere, tweaked provisions about building a cyber workforce, enhancing America’s digital defenses, defeating botnets and holding agency heads accountable for digital vulnerabilities.",
  "“They brought in another company that I hear is Ukrainian-based.” When Pace asked Trump if he was referring to the California-based CrowdStrike — which the DNC brought in to investigate the Russian hack — Trump said yes, adding, “I heard it's owned by a very rich Ukrainian, that's what I heard.” But it’s unclear what the president meant, as none of CrowdStrike’s three founders are from Ukraine.",
  "“But none of these have induced a meltdown comparable to the hacks that plagued Clinton’s campaign — a sign, perhaps, that it pays to take cybersecurity seriously.”\n\nHHS TO BUILD OWN CYBER CENTER — Via our friends at Morning eHealth: Chris Wlaschin, chief information security officer for HHS, delivered some under-covered news last week.",
  "“France’s defenses seem to be holding — or perhaps the big bad wolf of Russian influence is not as strong as Putin would like his adversaries to think,” writes Laura Daniels, a fellow at the Institut Français des Relations Internationales in Paris and the Global Public Policy Institute in Berlin.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "“A lot of Jared's effort is just to make the federal [IT] system better and more efficient and more cost effective.”\n\nLook for Kushner to also coordinate with the Office of Management and Budget, which houses the federal Chief Information Officer and the Chief Information Security Officer.",
  "Speaking at an App Association forum, Wlaschin said the Health and Human Services Department is building its own version of Homeland Security’s National Cybersecurity and Communications Integration Center, which serves as a hub to gather and disseminate information about cyber threats.",
  "When reporter Julie Pace asked Trump about WikiLeaks — which he praised during the campaign, but which is now in Attorney General Jeff Sessions’ crosshairs — the president denied encouraging the anti-secrecy site’s publication of hacked documents.",
  "RETURNING TO RUSSIA — The New York Times revisited FBI Director James Comey’s decision making regarding what to reveal about investigations into both Trump and his Democratic challenger Hillary Clinton, yielding several interesting cyber nuggets.",
  "… The Intelligence panel is trying to reschedule a Russia-oriented hearing that would invite Sally Yates, former acting attorney general, as well as former Director of National Intelligence James Clapper and former CIA Director John Brennan.",
  "“His misgivings were only fueled by the discovery last year of a document written by a Democratic operative that seemed — at least in the eyes of Mr. Comey and his aides — to raise questions about her independence,” the story reads.",
  "The newly-created Senate Armed Services Subcommittee on Cybersecurity on Thursday holds its first open hearing, on “cyber-enabled information operations.” Witnesses include former top administration officials and think tank experts.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "investigations had become, the document had been stolen by Russian hackers.” The operative had voiced confidence that Lynch would keep the Clinton investigation from “going too far,” according to the Times.",
  "In the Obama White House, CIO Tony Scott, assisted by the first-ever CISO, Greg Touhill, oversaw extensive IT modernization efforts, urging agency heads to lock down networks and reduce their digital risks.",
  "“The FBI gathered intelligence last summer that suggests Russian operatives tried to use Trump advisers, including Carter Page, to infiltrate the Trump campaign, according to U.S. officials,” CNN reported.",
  "At the time, an administration official told MC that there would be “overlap” between Kushner’s so-called “SWAT team” and the work of the National Security Council, where most cyber policy is formulated.",
  "As of this weekend weekend, the botnet provision had been tweaked to remove a specific focus on telecommunications companies, and the workforce section — once removed from the order — had been readded.",
  "** A message from ManTech: With cyberattacks proliferating, organizations need real-time, dynamic cyber solutions to protect vital infrastructure and data from theft, compromise and destruction.",
  "His campaign manager has denounced such reports as well as the ‘hundreds, if not thousands’ of cyberattacks originating in Russia and targeting the campaign’s databases,” according to the story.",
  "Defense, Intelligence Community and federal civilian agencies look to ManTech for aggressive cyber solutions that stop criminal hackers, thwart nation-state attacks, and expose insider threats.",
  "At the end of this week, President Donald Trump is likely to sign an executive order kicking off several cybersecurity initiatives, according to multiple people familiar with the plans.",
  "“I DON’T SUPPORT OR UNSUPPORT” — Trump doubled down on several controversial cyber claims and added another one to his roster in an interview late last week with the Associated Press.",
  "“Emmanuel Macron, the front-runner most vocally critical of Moscow, has faced the bulk of cyber and propaganda attacks.” But, Daniels writes: “Claims the centrist candidate is a ‘U.S.",
  "Learn more at www.mantech.com **\n\nTrump also heaped fresh blame on the Democratic National Committee for allowing suspected Russian hackers to pilfer the emails in the first place.",
  "VIVE LA FRANCE — Emmanuel Macron advanced this weekend to a runoff vote for the French presidency against Marine Le Pen, who is friendly with Russian President Vladimir Putin.",
  "Instead, two sources said, White House senior adviser Jared Kushner will helm a separate executive order on modernizing federal networks and computer infrastructure.",
  "But as Cory and Eric wrote for Pros over the weekend, a major piece of the Trump administration’s cyber agenda — IT modernization — won’t be in the executive order.",
  "Comey decided to “go it alone” in part because he was suspicious about then-Attorney General Loretta Lynch’s political independence, according to the Times.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "RECENTLY ON PRO CYBERSECURITY — Rep. Adam Schiff could leverage the House Intelligence Committee’s Russia investigation into a run for higher office.",
  "“It was just information.” Trump said he’d never heard of WikiLeaks before the campaign, although he had commented on the organization in years past.",
  "Elsewhere, the Senate Intelligence Committee meets on Wednesday to consider the nomination of Courtney Simmons to be the CIA’s general counsel.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "… Russian hacker Roman Seleznev received a 27-year sentence for an operation that netted at least $169 million for himself and his colleagues.",
  "… A Connecticut grand jury indicted a Russian man for operating the massive Kelihos botnet that he used to distribute malware and spam emails.",
  "The committee held its very first hearing behind closed doors last month to discuss the cyber threat with current administration officials.",
  "… They weren't able to get through to Republicans.” FBI Director James Comey has confirmed that the RNC’s active servers were not breached.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "The story also reveals that former President Barack Obama personally shot down Comey’s plan for an op-ed on Russian election meddling.",
  "Story Continued Below\n\nKushner, the president’s influential son-in-law, wanted IT modernization in his portfolio, several people said.",
  "— ALSO THIS WEEK: Besides the possibility of the executive order dropping this week, Congress also returns from its Easter recess.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Broadly, Congress has a deadline this week to pass at least a continuing budget resolution to prevent a government shutdown.",
  "The president also offered a strange new claim while slamming the DNC for not letting the FBI access its hacked servers.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "The company’s chief technology officer and co-founder, Dmitri Alperovitch, was born in Moscow, but is a U.S. citizen.",
  "A Trump lawyer told Page to stop referring to himself as an adviser, even though he served on an advisory committee.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "— A study finds that teenage hackers are motivated less by money, and more by ideology and impressing their peers.",
  "“All I was just saying is, ‘Well, look at all this information here, this is pretty good stuff,’” Trump told Pace.",
  "He listed the issue as a priority for his new Office of American Innovation when the group launched in late March.",
  "The cyber executive order might finally happen\n\nWith help from Eric Geller and David Pittman\n\nIS IT FINALLY TIME?",
  "QUICK BYTES\n\n— Experts: U.S. hacking probably wasn’t behind the botched North Korean missile launch … The Hill.",
  "— Local law enforcement needs better training to go after cyber criminals, a Texas police detective advises.",
  "— The Senate's probe of Russia's alleged election interference is under-resourced and off to a slow start.",
  "It should launch in late June and help educate health care providers and organizations about cyber risks.",
  "— Maybe the recent Shadow Brokers trove of purported NSA hacking tools are having an effect, after all.",
  "Meanwhile, the weekend brought a couple more news developments in the Trump-related investigation.",
  "Russia tried to breach the Republican National Committee, Trump added, “but we had good defenses.",
  "— … But China might’ve hacked South Korea during deployment of a U.S. missile defense system.",
  "But the Trump camp started distancing itself from Page late last year, Fox News reported.",
  "— Russian hackers got into Denmark’s defense agency, the Danish defense minister said.",
  "“They won't let the FBI see their server,” Trump said, referring to a BuzzFeed report.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "— Brian Krebs writes about how he fell victim to a hacked Amazon seller.",
  "The United States has feared Russian election interference in France.",
  "But, per a story from POLITICO Europe, it might not be working.",
  "[The DNC] didn't have defenses, which is pretty bad management.",
  "TWEET OF THE DAY — We never get tired of opsec metaphors.",
  "“They shouldn't have allowed it to get out,” he said.",
  "“They will be working together,” the official said.",
  "HAPPY MONDAY and welcome to Morning Cybersecurity!",
  "“I don't support or unsupport” Assange, he added.",
  "agent’ or funded by Saudi Arabia have not stuck.",
  "“In a bizarre example of how tangled the F.B.I.",
  "— More in the Motherboard stalkerware series.",
  "— “Unmasking the unmaskers.” Foreign Policy.",
  "No organization can afford to be hacked.",
  "Just another ManTech advantage.",
  "— The wait may finally be over.",
  "It could be across the hall.",
  "Federal News Radio has more.",
  "The Wall Street Journal.",
  "Full team info is below.",
  "This explains things.",
  "That’s all for today.",
  "The Washington Post.",
  "Stupid kuh-niggits.",
  "Krebs on Security.",
  "The Daily Beast.",
  "The Register.",
  "The Guardian.",
  "Reuters."
]