[
  "Trump's likely win came because of many factors:\n\nHis tapping into fear and frustration caused by the economic insecurity of tens of millions under the status quo\n\nHis playing to longstanding undercurrents of ethnic and religious prejudice\n\nThe quantity and nature of the media attention given to him\n\nMisogyny, including hatred of Clinton for her aggressiveness\n\nContinuation of a history of smears against the Clintons\n\nHRC's own character weaknesses, including opportunism in shifting some of her policy stances, which tended to validate the smears\n\nThe FBI's late-October revelation that more of Clinton's private-server emails had been found and were therefore being examined\n\nSocial-media-promoted \"fake news\"\n\nThe Clinton/Obama ties to Wall Street\n\nDisenchantment with Clinton/Obama policies of war in seven countries; unending and massive drone war crimes; unprecedented numbers of deportations and attacks on whistleblowers, heavy domestic spying, militarization of police forces, and authorization for military roundup of civilians; and words without substance in opposition to income inequality, mass incarceration, and even climate change.",
  "Polling that convinced reluctant potential Clinton voters that they could stay home and lukewarm Trump supporters who had misgivings about his character (there were some) that they could safely cast a protest vote\n\nRepublican voter suppression and Democratic failures to challenge it (per Greg Palast on an episode of Pacific Radio's Flashpoints: Southern Democrats won't defend black voting rights even if the suppression hurts them)\n\nA state-by-state, winner-take-all use of the Electoral College, long supported by both parties because they can focus their efforts on 10 or 12 states and, I submit, because it weakens the power of urban voters who could support a more radical politics.",
  "He is characterologically unfit and professionally unqualified; he dangerously scapegoats what Michael Lerner and others refer to as \"the demeaned other\"; he came in second in the popular vote; he cannot truthfully take an oath to preserve, protect, and defend the Constitution; and his proposed appointments replace Herbert Hoover's promise of \"a chicken in every pot\" with the principle of \"a fox in every henhouse.\"",
  "At worst, it is, as some have argued, also a CIA attempt to install a president who will continue confronting Russia over Syria — where the real issue, as in Afghanistan, is an oil pipeline — and provoking Russia in Europe by conducting maneuvers on its borders in countries that the U.S. falsely promised it would never seek to bring into NATO.",
  "So let's say that one more factor was the revelations of the DNC's tilt towards Clinton over Sanders, of the Clinton Foundation's large gift from the King of Morocco in exchange for access, of the campaign's concerns that Foundation activities were a vulnerable area, and of other embarrassing details about inner workings of the campaign.",
  "That evidence consists in part of claims that the professional quality of the work points circumstantially to a powerful government's involvement, in part of assertions that contradict that supposed professionalism, i.e., that the hackers left behind several clues that are like Russian fingerprints.",
  "The Weakness of the Claim\n\nBoth The Intercept (co-founded by Glenn Greenwald, who helped bring Edward Snowden's revelations to light) and Counterpunch have published powerful critiques of the published evidence for the Russian origin of the hacking.",
  "When he did, however, radio host Dennis Bernstein, who is left leaning and a careful journalist, interviewed a veteran FBI-watcher who stated that Comey did so because his hand was forced by a right-wing FBI clique in New York City.",
  "If they did, certainly there was another voter who switched because of Clinton's contemporaneous rebuttals that voters should be more concerned about Russian interference in our election than about the material itself.",
  "But it is a distraction, one with an likely weak foundation, and it is not a reason to take the dangerous step of confronting the man's base with a change in the rules after the game is over.",
  "It is unsurprising that the FBI, accustomed to making cases that can stand up in court, was far more equivocal than the CIA and Democrat leadership have been in assessing the evidence.",
  "It may or may not be a coincidence that the CIA analysis was leaked by The Washington Post, now owned Jeff Bezos, also owner of Amazon, which has a $600 million CIA contract.",
  "Given all the other factors and an already highly-polarized electorate, I have trouble imagining that the hacked DNC and Podesta emails tipped the scales for a single voter.",
  "What is happening now around the Russia thing is at best a highly partisan Democratic-Party attempt to snatch victory from the jaws of a largely self-inflicted defeat.",
  "Hacks Didn't Change the Outcome\n\nThe news storm about the hacking story needs to be put in context to know if it could have contributed to the electoral vote.",
  "(Some see the FBI as biased because Director Comey released the information about the reopened private-server investigation just before the election.",
  "The claim of Russian interference in the election is a lightning rod for those of us terrified of or angry about the prospect of a Trump presidency.",
  "(I have not researched the Syria issue, and even the pipeline part, though put forward by Robert Kennedy, Jr., among others, is controversial.)",
  "The U.S., and Russia when it does it, use more dastardly means than revealing true facts, which is all Russia is being accused of doing.",
  "They would have leaked the news and thus made it look like the Administration was trying to protect Clinton by hiding it.)",
  "We live in a country that for years has interfered in other countries' electoral and non-electoral political processes.",
  "What's Going On\n\nI've signed appeals to the Electors to ratify the popular vote, but I am having second thoughts.",
  "Much of it came from the security firm Crowdstrike, which began blaming Russia after the DNC hired it in June.",
  "And the means are far more powerful than what the information released this time could have accomplished.",
  "Recent Administration claims that the FBI has always agreed do not, strangely, come from the FBI.",
  "The FBI's failure to sign on to CIA's conclusions may be because of integrity, not bias.",
  "There are plenty of reasons for Electors to reject Donald Trump for the presidency."
]