[
  "Goodlatte commended the NSA for taking the step, but told POLITICO that his committee will look at these mishandling incidents and “consider potential ramifications for both national security and Congress’ efforts to reauthorize and reform Section 702.”\n\nOver in the Senate, Sen. Mark Warner, the Senate Intelligence Committee’s top Democrat, said he had been informed of the NSA’s decision in “recent weeks.” The move, he added, would allow Congress to quickly turn “to the consideration and debate of this critical authority prior to its expiration set for December 31, 2017.”\n\nABOUT THAT DEADLINE — House Intelligence Committee Chairman Devin Nunes predicted that renewing FISA is going to be a “long process, very complicated.” The California Republican, who wants a “clean” reauthorization, without changes, says that his position might change after the panel looks into the “unmasking” of the identities of officials on Trump's transition team who were swept up during legal surveillance efforts.",
  "“Federal technology officials need flexible procurement programs so they can move beyond the IT status quo that often impedes our federal government’s ability to effectively serve taxpayers, our veterans and many others.”\n\nCOMEY RETURNS TO THE HOT SEAT THIS WEEK — The Senate Judiciary Committee this week will hold its annual FBI oversight hearing Wednesday, and Director James Comey will surely face tons of questions about his bureau’s investigation of alleged Russian digital meddling during the 2016 election and its investigation into ties between the Trump camp and Russia.",
  "“Whether those inconsistencies were honest mistakes or an attempt to downplay the actual extent of the FBI’s relationship with Mr. Steele, it is essential that the FBI fully answer all of the questions from the March 6 letter and provide all the requested documents in order to resolve these and related issues.”\n\nSECURITY SOFTWARE GRADUATES FROM DHS PROGRAM — A cybersecurity company in Virginia has licensed malware detection software developed through a Department of Homeland Security commercialization project, marking the latest successful outcome for that project.",
  "Nadia Carlsten, TTP’s program manager at DHS, said the success of Hyperion “shows that government-funded [research and development] technologies are viable solutions for today’s complex cybersecurity issues and that the TTP process is critical in bridging the gap between the lab and market for mature technologies.”\n\nCBP DRONES GETTING SECURITY BOOST — Also late last week, DHS announced that it was giving a veteran-owned small business $200,000 to enhance the security measures in U.S. Customs and Border Protection drones.",
  "Trump flip-flops on election hacks\n\nWith help from Eric Geller and Martin Matishak\n\nTRUMP AGAIN UNSURE RUSSIA BEHIND ELECTION HACKS — President Donald Trump reverted to an old, dubious claim about Russia’s election cyberattacks in an interview Sunday on CBS’s “Face the Nation.” Months after finally acknowledging the Kremlin’s digital meddling — which the intelligence community concluded was ultimately aimed at helping elect the real-estate mogul — Trump suggested that the true culprit was unclear.",
  "Get a load of this quote about IARPA’s “Quantum Enhanced Optimization” program: “The goal of the QEO program is a design for quantum annealers that provides a 10,000-fold increase in speed on hard optimization problems, which improves at larger and larger problem sizes when compared to conventional computing methods,” said Dr. Karl Roenigk, QEO program manager at IARPA.",
  "The NSA said it made the move after concerns were raised about the unintentional mishandling of Americans’ data hoovered up via so-called “about” collection under 702, where the government picks up digital chatter that only mentions an overseas target (as opposed to the collection of messages to or from a foreign suspect).",
  "… “The arguments Michael Flynn’s lawyer and the White House are using to deflect blame over a 2015 speech Flynn gave in Moscow don’t quite hold up, according to congressional investigators, defense officials and Army regulations.” … Attorney General Jeff Sessions recused himself from any Flynn investigation.",
  "Asymmetric Technologies will strengthen the CBP drones’ cybersecurity “by ensuring secure communication and control mechanisms with operators, utilizing secure surveillance telemetry streams, and leveraging on-board hardware security to prevent unauthorized access of data,” DHS said in a statement.",
  "LAWMAKERS WEIGH IN ON NSA STOPPAGE — The House Judiciary Committee “will investigate the incident” that ultimately caused the National Security Agency to end its collection of internet communications that merely mention a foreign intelligence target, Committee Chairman Bob Goodlatte told POLITICO.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "MGT ACT GETS LOVE — Tech groups, trade organizations, lawmakers and others flooded to endorse the reintroduced Modernizing Government Technology Act, legislation intended to upgrade the federal government’s aging computer systems and therefore make them less vulnerable to hackers.",
  "“There appear to be material inconsistencies between the description of the FBI’s relationship with Mr. Steele that you did provide in your briefing and information contained in Justice Department documents made available to the Committee only after the briefing,” Grassley wrote.",
  "In fact, in advance of the hearing, Chairman Chuck Grassley sent a letter to Comey saying the FBI hadn’t answered all the questions he and top panel Democrat Dianne Feinstein had about the infamous Trump dossier produced by former British intelligence officer Christopher Steele.",
  "The NSA’s move, announced Friday in a rare public statement from the clandestine organization, comes as Congress is working to reauthorize, and possibly tweak, the portion of the law that authorizes such collection — Section 702 of the Foreign Intelligence Surveillance Act.",
  "I don’t know.”\n\nStory Continued Below\n\nThe president also again slammed the Democratic National Committee for reportedly refusing to let FBI investigators examine their hacked servers and once again blasted CrowdStrike, the California security firm hired by the DNC.",
  "Initial victims have been identified in several sectors, including information technology, energy, healthcare and public health, communications, and critical manufacturing.”\n\n— An update on a working group looking to boost the cybersecurity market.",
  "“What we find in terms of everything that we look at throughout the investigation into all the maskings, unmaskings, whether that’s related or not related — until we get all those reports, we won’t know anything,” he told POLITICO last week.",
  "The DNC, he continued, “told the FBI, ‘We are not going to allow you to do it.’ Why did they do that?” Trump previously claimed that CrowdStrike was based in Ukraine and “owned by a very rich Ukrainian,” neither of which is true.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "“We need to modernize the federal government’s technology systems because many of them are obsolete, expensive to maintain and contain significant cybersecurity risks,” said Linda Moore, president and CEO of TechNet.",
  "FIRE UP YOUR ANNEALERS — The Intelligence Advanced Research Projects Agency announced its own new research project late last week, aimed at developing algorithms and hardware for quantum-enhanced computing.",
  "— “The National Cybersecurity and Communications Integration Center (NCCIC) has become aware of an emerging sophisticated campaign, occurring since at least May 2016, that uses multiple malware implants.",
  "Could've been China, could've been a lot of different groups.” Asked directly by host John Dickerson if he believed the Russians “tried to meddle in the election,” Trump replied, “That, I don’t know.",
  "Groups like TechNet, the Professional Services Council and the IT Alliance for Public Sector, and even specific companies like Level 3 Communications and CSRA all heaped praise on the measure.",
  "GUIDE TO FEDERAL BUDGET & APPROPRIATIONS PROCESS: The federal budget process is complicated; brush up on your knowledge so you’re ready to act as the budget winds its way through Congress.",
  "“They hired some company who somebody said some pretty bad things about, to go and check their server and give the information,” Trump said, without offering specifics.",
  "“The unique feature of Hyperion is that it calculates the behavior of software to detect the presence of malware,” the department said in a statement late last week.",
  "The spy agency was ultimately unable to resolve the technical and practical challenges that it to run afoul of the program’s privacy-protecting procedures.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Send your thoughts, feedback and especially tips to tstarks@politico.com, and be sure to follow @timstarks, @POLITICOPro and @MorningCybersec.",
  "Securing “hardware and software platforms is critical for deploying [small drone] technology,” said CBP acting Commissioner Kevin McAleenan.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "“Knowing something about hacking, if you don't catch a hacker, okay, in the act, it's very hard to say who did the hacking,” said Trump.",
  "TTP picks eight new technologies every year to present throughout the cybersecurity community in the hopes of bringing them to market.",
  "The software, dubbed Hyperion, was part of the initial phase of DHS’s Transition to Practice, or TTP, program, which launched in 2012.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "Your MC host was sadly on hand for the miserable Nationals game where we lost to the Mets AND lost Adam Eaton for the season.",
  "The House Judiciary panel has been leading the charge to develop legislation to re-up — and possibly update — Section 702.",
  "QUICK BYTES\n\n— Facebook, Google and Quanta were the unnamed victims of a $100 million payment scam, according to Fortune.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "… Former Obama White House national security adviser denied using intelligence to tar Trump campaign officials.",
  "… Trump appointed Richard Staropoli to serve as chief information officer at the Homeland Security Department.",
  "… Dana Boente will take on the role of the Justice Department’s acting attorney general for national security.",
  "… Former Democratic FTC commissioner Julie Brill will lead Microsoft’s privacy and regulatory affairs group.",
  "Quantum computing is widely viewed as a tool that would allow new advancements in encryption and decryption.",
  "The legislation is on the fast track in the House, already due for an Oversight Committee markup Tuesday.",
  "IARPA awarded a research contract to support the program to the University of Southern California.",
  "The program currently has 40 technologies and has shepherded eight others to commercialization.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "RECENTLY ON PRO CYBERSECURITY — WikiLeaks dumped more purported CIA hacking tools.",
  "— Harvard Business Review reviews the security problems caused by smart cities.",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "— “An Obscure App Flaw Creates Backdoors in Millions of Smartphones.” Wired.",
  "TWEET OF THE DAY — “Toy Story,” but with rival internet of things devices.",
  "Grassley also said that the FBI has contradicted itself in other cases.",
  "The provision will expire at the end of the year unless Congress acts.",
  "— Newsweek digs into how Flynn got a security clearance.",
  "HAPPY MONDAY and welcome to Morning Cybersecurity!",
  "“With that being said, I'll go along with Russia.",
  "No organization can afford to be hacked.",
  "Traditionally, I’ve been good luck.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "Full team info is below.",
  "That’s all for today.",
  "Download your guide.",
  "But it’s a sad one.",
  "Nextgov."
]