[
  "“A PRACTICAL GUIDE FOR RESISTING THE TRUMP AGENDA: Former congressional staffers reveal best practices for making Congress listen.” http://bit.ly/2kALGj6\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n--“Anthony Bourdain’s Moveable Feast,” by The New Yorker’s Patrick Radden Keefe: “‘I travel around the world, eat a lot of s***, and basically do whatever the f*** I want.’” http://bit.ly/2l1Ktlj (h/t Longform.org)\n\n--“Stephen Miller’s brash path from Duke campus to Trump White House,” by the Raleigh News & Observer’s Jane Stancil: “A conservative columnist for The Chronicle campus newspaper in 2006-07, the student had a brash style, directing his razor-sharp words at professors, smoking bans, Ted Kennedy, women’s studies, David Letterman, Duke President Richard Brodhead and the city of Durham.” http://bit.ly/2lyRoQO\n\n--“6 Years, 8 Countries: A Refugee Couple’s Harrowing Search for Safety,” by Caitlin L. Chandler in The Nation: “Daniel and Kedijah’s story reveals everything wrong with the response by wealthy nations to record-high global displacement.” http://bit.ly/2kACPOa\n\n--“The Russian Expat Leading the Fight to Protect America,” by Vicky Ward in Esquire: “In a war against hackers, Dmitri Alperovitch and Crowdstrike are our special forces (and Putin’s worst nightmare).” http://bit.ly/2kALkZG\n\n--“When Things Go Missing,” by Kathryn Schulz in The New Yorker: “Reflections on two seasons of loss.” http://bit.ly/2lteVpL\n\n--“Christians were strangers,” by Michael Kulikowski in Aeon Magazine: “How an obscure oriental cult in a corner of Roman Palestine grew to become the dominant religion of the Western world.” http://bit.ly/2lzeYwQ (h/t TheBrowser.com)\n\n--“Before Straight and Gay,” by Deborah Cohen in the March Atlantic, reviewing “A Very Queer Family Indeed: Sex, Religion, and the Bensons in Victorian Britain,” by Simon Goldhill: “The discreet, disorienting passions of the Victorian era.” http://theatln.tc/2lz9ouG ... $35 on Amazon http://amzn.to/2l1HpWm (h/t ALDaily.com)\n\n--“What Can Ivanka Trump Possibly Do for Women Who Work?” by Amy Wilentz in The Nation: “For insight into how the first daughter will manage her signature issue, look no further than her brand’s website.” http://bit.ly/2kXudSY\n\n--“Go to Jail.",
  "Welcome to the Criminal Justice System,” by Julia Lurie in Mother Jones: Per Longreads’ description, “addict shame and silence, jail short-staffing, scant medical equipment, and a general apathy toward inmates can make a deadly combination.” http://bit.ly/2lxidUQ\n\n--“Searching for California’s Lost Viking Treasure Ship,” by Newsweek’s Alexander Nazaryan: “The legend does seem, prima facie, bonkers: a craft loaded with untold riches, sailed by early-European explorers into a vast lake that once stretched over much of inland Southern California, then run aground, abandoned by its crew and covered over by centuries of sand and rock and creosote bush as that lake dried out…and now it lies a few feet below the surface, in sight of the chicken-wire fence at the back of the Desert Dunes motel, $58 a night and HBO in most rooms.” http://bit.ly/2kXuGoj\n\n--“Will Violence Save Football?” – GQ: “In this excerpt from his new book, ‘But What If We’re Wrong?’, Chuck Klosterman wonders if the sport that defines America will survive not in spite of its brutality but because of it.” http://bit.ly/2lsoXaz ... $15.11 on Amazon http://amzn.to/2kQDb1H\n\n--“Holy Warriors Against the Welfare State,” by Jennifer C. Berkshire in The Baffler: “A dispatch from the dark heart of DeVos-land.” http://bit.ly/2l1UVcB\n\n--“How Anna Nicole Smith Became America’s Punchline,” by Sarah Marshall in BuzzFeed: “From her first Playboy appearance in 1992 to her death in 2007, Anna Nicole Smith’s story was about a beautiful girl lifted up from the dust, and then about a beautiful woman destroyed.” http://bzfd.it/2lz9Ybz\n\n--“The Preacher and the Sheriff,” by Nathaniel Rich in the NYT Magazine: “A young, shackled black man is shot to death — and the police say he killed himself.",
  "Revising the order ‘shifts the legal boundaries so that it becomes a tougher constitutional target,’ Spiro said.” http://apne.ws/2l09pu9\n\n-- WaPo: “Trump considers writing ‘brand new’ immigration order” http://wapo.st/2kDzJZP … NYT: “Trump Vows Quick Action to Stop Terrorism After Setback in Court” http://nyti.ms/2lBBe9g\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nWHAT TRUMP IS WAKING UP TO -- NYT: Lead headline: “Blocked by Courts, Trump Weighs New Travel Order: A Short-Term Tactical Retreat to a Security Measure With a Strong Legal Basis” http://nyti.ms/2lBlZxn … PALM BEACH POST: “Trump, Japan’s leader arrive in Palm Beach: President, guest expected to play golf today at Trump’s club in Jupiter” http://bit.ly/2lA2Jzq… NY POST: “NEW YORK NIX: Dolan goes ballistic: Bans Oakley, claims Knick has ‘problem’” http://nyp.st/2kT9Qno\n\n-- PALM BEACH POST: “Will Trump be bad for business at the winter White House?” http://bit.ly/2lBCnOn\n\nROBERT KRAFT, the owner of the Super Bowl champion New England Patriots, joined Trump, Japanese PM Shinzo Abe and their wives for dinner last night in Palm Beach.",
  "... Chris Mather, managing director at Purple Strategies ... EB Nesbitt (h/ts Teresa Vilmain) … Jeff Branch ... former HHS secretary Mike Leavitt, now founder and chairman of Leavitt Partners, is 66 ... David Stern ... Scott Berkowitz, president and co-founder, RAINN … Politico alum Burleson Smith, now getting his MBA at UT Austin ... Jerri Ann Henry, campaign manager and public advocate for Henry Strategies ... Ryan Steusloff ... Elizabeth Heng ... Eric Wasserman Stern and Scott Wasserman Stern … Emily Kirlin, director of member services for Sen. John Cornyn’s Whip office … Jay Reich, partner at Pacifica Law Group and a Commerce alum ... Brian Kaveney ... Theodora Blanchfield ... Olga Davidson ... Mark M. Palmer, senior policy advisor to Assistant Senate Minority Leader Dick Durbin ... Nancy Tait ... Evan Siegfried ... Sarah Sayeed ... Andrea Mares, LC for Sen. Heinrich ... Bob Dold alum David Stern is 33 ... Will Smith of House Approps.",
  "ET): Author and investigative journalist Edward Jay Epstein (“How America Lost its Secrets: Edward Snowden, the Man and the Theft”)\n\n--Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes or listen at MackOnPolitics.com): Michael McFaul … Ed Whelan\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW …Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v …Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Learn more at google.com/grow/veterans\n\nKURT BARDELLA in the NYT -- “He Sees Country Music in ‘Make America Great Again,’” by Katie Rosman in tomorrow’s Sunday Styles section: “Created in October 2015 by Kurt Bardella, a public relations consultant whose clients have included Breitbart News, The Morning Hangover Tipsheet is an upbeat catchall of country music news: highlights from singers’ appearances on talk shows, handmade iPhone videos snapped by Mr. Bardella at concerts, birthday shout-outs, upcoming gigs and an occasional piece of self-promotion for its creator.",
  "Learn more at google.com/grow/veterans\n\nWHAT DEMS ARE READING -- “Swarming crowds and hostile questions are the new normal at GOP town halls,” by WaPo’s Kelsey Snell in Murfreesboro, Tennessee, Paul Schwartzman in Cottonwood Heights, Utah, Steve Friess in Grand Rapids, Michigan, and David Weigel in D.C.: “Republicans in deep-red congressional districts spent the week navigating massive crowds and hostile questions at their town hall meetings — an early indication of how progressive opposition movements are mobilizing against the agenda of the GOP and President Trump.",
  "That forced Townley, a former Marine intelligence officer who had long maintained a top secret-level security clearance, out of his NSC post ... One of the sources said that the rejection was approved by Trump’s CIA director Mike Pompeo and that it infuriated Flynn and his allies.” http://politi.co/2lBJVAE\n\nLAST NIGHT ON AF1 -- Per pooler Gabby Morrongiello of the Washington Examiner: “POTUS declined to respond to the Washington Post report that Gen. Flynn discussed sanctions with Russia’s Ambassador to the U.S. before he was sworn in as National Security adviser.",
  "Rob Woodall (R-Ga.) is 47 …Steven V. (Mr. Cokie) Roberts (h/t his many grateful GW students and alums) ... Politico’s Michelle Zar ... ProPublica’s editor-in-chief, Stephen Engelberg, an NYT alum … Elizabeth Lauten, managing editor at Alabama Today ... Nathan Wurtzel ... Fox News White House producer Wes Barrett is 4-0 (h/t wife Maggie) ... Johanna Maska, president of Ad Astra Strategies; former Director of Press Advance, Obama White House; mother of Hugh, wife of CJ; proud Jayhawk ... Chris Hensman, State Department FSO & currently senior advisor to the U.S.",
  "People think it’s only surrounding abortions, people don’t know that many people go to Planned Parenthood, that they provide testicular cancer screenings and STD testing, breast cancer screenings.”\n\nREP. LOIS FRANKEL (D-FLA.): “I’d like to know, from you, what is most offensive about what’s going on?” HANDLER: “Umm, what’s most offensive to me are the people around him that are so spineless -- the Paul Ryans -- the people that don’t give a shit about how offensive, and improper, and how he is defiling that [White] House ...",
  "New Hampshire lawmakers have introduced a resolution demanding a federal probe into Trump University and ‘illegal financial or business dealings in which President TRUMP may have been involved.’ In Illinois, legislators are calling for an investigation into ‘Russian interference’ in the 2016 election — they’ve also drafted a formal invitation to Mexican President Enrique Peña Nieto, inviting him to their chambers to speak about the potential ill-effect that a border wall could have on Mexico-Illinois relations.",
  "... Amanda Hamilton, deputy COS for Rep. Sam Johnson ... Addie Patterson of Rep. Jeff Duncan’s office ... Fernando Ruiz, LA for Rep. Adam Smith (h/ts Legistorm) ... Burt Reynolds is 81 ... Sheryl Crow is 55 ... Jennifer Aniston is 48 ... Damian Lewis is 46 (h/ts AP)\n\nTHE SHOWS, by @MattMackowiak, filing from Austin:\n\n--CBS’s “Face the Nation”: Senate Minority Leader Chuck Schumer (D-N.Y.) … Sen. Jeff Flake (R-Ariz.) ... Stephen Miller … release of the CBS News “Nation Tracker” Poll with Anthony Salvanto.",
  "CHRONICLE: “UPHEAVAL OVER IMMIGRATION” http://bit.ly/2keixLR … SAN DIEGO UNION-TRIBUNE: “REPORTS OF RAIDS HEIGHTEN ANXIETY” http://bit.ly/2lBH2je … CHARLOTTE OBSERVER: “Advocates for immigrants demand protection, warn council of voter backlash” http://bit.ly/2kDDleF … DALLAS MORNING NEWS: “Immigration raids sweep up hundreds” http://bit.ly/2lBohMK\n\nNBC SCOOP -- “Russia Considers Returning Snowden to U.S. to ‘Curry Favor’ With Trump: Official,” by NBC News’ Cynthia McFadden and William Arkin: “U.S.",
  "Pic of Jesse’s cake http://bit.ly/2kehlbz ... His custom coaster http://bit.ly/2kh4SyI\n\nSPOTTED: Sean and Rebecca Spicer, Seth Webb, Ryan Williams, Zeke Miller, Olivier Knox, Margaret Talev, Alex Skatell, Riva Litman, Jill Barclay, Sam Feist, Robin Goldman, Jennifer Maguire, Phil Musser, Josh Sharp, Anne Marie Hoffman, Polson Kanneth, Lauren Pratapas, Richard Huddock, Jonathan Hoffman, Marty Mulholland, Corinne and Tom Hoare, Liz Bowron, Frannie Wellings, Seth Webb.",
  "In case it wasn’t clear, blue-state legislatures are not only in full frontal rebellion against President Donald Trump, they’re trolling him.” http://politi.co/2kgZ34J\n\nKNOWING BANNON – “How Bannon’s Navy service during the Iran hostage crisis shaped his views,” by WaPo’s Michael Kranish and Craig Whitlock: “Bannon served seven years in the Navy, with two deployments at sea and then three years as an underling in a Pentagon office dealing with budget and planning.",
  "If nothing else, the size and tone of the crowds fed Republicans’ worries and Democrats’ view that the GOP agenda and the president’s tone and missteps have activated voters who may have sat out previous elections.” http://wapo.st/2lBBK7i\n\n-- “The stealth Republican force behind Obamacare repeal,” by Burgess Everett and Jen Haberkorn: “Republican town halls are erupting with protests as Americans fret over the future of their health insurance.",
  "Sources would not confirm which specific conversations were intercepted or the content of those discussions due to the classified nature of US intelligence collection programs.” With video from “The Lead” http://cnn.it/2kep6y7\n\nPHIL RUCKER and ASHLEY PARKER SCOOP -- “Trump counselor Kellyanne Conway hires a chief of staff”: “Conway has recruited Renee Hudson, who has been serving as chief of staff to Rep. Todd Rokita (R-Ind.",
  "I’ll look into that.’”\n\nTHE DOSSIER -- “US investigators corroborate some aspects of the Russia dossier,” by CNN’s Jim Sciutto and Evan Perez: “For the first time, US investigators say they have corroborated some of the communications detailed in a 35-page dossier compiled by a former British intelligence agent, multiple current and former US law enforcement and intelligence officials tell CNN.",
  "http://nyti.ms/2kwtLaZ\n\nTRUMP INC. -- “Internal Nordstrom Data Show Sales Decline for Ivanka Trump Brand,” by WSJ’s Miriam Gottfried and Suzanne Kapner: “Sales of Ivanka Trump’s fashion line tumbled 32% at Nordstrom Inc. last fiscal year, with the declines deepening in the run-up to the U.S. presidential election, according to internal Nordstrom data reviewed by The Wall Street Journal.",
  "BIRTHWEEK (was yesterday): Bruce Gates, SVP of external affairs at Altria (hat tip: Tim Burger) ... Alexandra Bass … The Minneapolis Star Tribune’s Eric Roper, the pride of the Upper East Side and the former editor in chief of the GW Hatchet\n\nBIRTHDAYS: Jeb Bush is 64 ... Sarah Palin is 53 ... Rick Tyler ... Dan Barry ... Alex Conant, partner at Firehouse Strategies, former comms.",
  "90-second video http://bit.ly/2lzPyyj\n\nIMMIGRATION WARS -- A1 of the L.A. TIMES: “ICE raids chill immigrant groups” http://bit.ly/2kwt1Tc … ONLINE HEADLINE: “Immigration arrests heighten fears in Southern California as hoaxes, false rumors swirl,” by Joel Rubin, Brittny Mejia, James Queally and Rubin Vives: “The alarm sounded a few minutes past 3.",
  "He put money into commodities such as gold and silver, advising shipmates ... and presaging his career as an investment banker.” http://wapo.st/2lt2H0r\n\nHOT VIDEO -- @MattNegrin: “if you ever meet donald trump do NOT try to shake his hand” -- 31-second video http://bit.ly/2kebYJn\n\nTHE BRIEFING AS DAYTIME ENTERTAINMENT -- “Daytime TV’s New Star?",
  "Rob Hendin, executive producer of Atlantic Live and Face the Nation alum (h/ts Ben Chang) … Jimmy Dahman, founder of Townhall Project 2018 and an HFA & Clay Aiken alum (h/t the #DODCity team) … Alex Jones of “Infowars” is 43 ...\n\n... Ilana Ozernoy, VP and deputy head of comms at News Corp. ... Nicole L’Esperance, Rep. Earl Blumenauer’s comms.",
  "Hudson is married to Rep. Richard Hudson (R-N.C.), who is a gregarious and well-liked member of the Republican conference and a trusted ally of Speaker Paul D. Ryan (R-Wis.) and other party leaders.” http://wapo.st/2lBF9mL\n\nGET YOUR KIDS’ RESUMES READY -- “Barack and Michelle Obama offer internships for their DC office,” by CNBC’s Rachel Cao.",
  "The agency insisted, however, that the sweep targeted people with criminal records and was no different in size or scope from operations carried out in years past under previous administrations.” http://lat.ms/2l0nkjL\n\nTHE NEW NATIONAL NARRATIVE -- ARIZONA REPUBLIC: “Deported Arizona mom: A criminal or a victim” http://bit.ly/2keisId … S.F.",
  "The model I’m trying to follow is more like the British magazine tradition of a weekly diary -- on the news, but a little distant from it, personal as well as political, conversational more than formal.” http://nym.ag/2lzwXU4\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "‘77% of refugees allowed into U.S. since travel reprieve hail from seven suspect countries.’ (WT) SO DANGEROUS!” …at 8:19 a.m.: “I am reading that the great border WALL will cost more than the government originally thought, but I have not gotten involved in the.....” … at 8:26 a.m.: “...design or negotiations yet.",
  "Pic http://bit.ly/2lBAP77\n\nSPOTTED: Richard Keil having breakfast with Hans Nichols of NBC and Juleanna Glover at the Four Seasons Friday morning ... Mark Penn was at another table and some Indiana Pacers players were spotted in the lobby ... Sen. Bill Nelson having dinner last night at Joe’s Stone Crab.",
  "TRUMP CONSIDERING new exec order on immigration -- RUSSIA may give Snowden back to Trump as a ‘gift’ -- CIA FREEZES out top Flynn aide -- WEEKEND READS -- B’DAY: Jeb Bush Presented by\n\n\n\n\n\nDriving the Day\n\nPRE-TEE-TIME TWEETS -- @realDonaldTrump at 7:12 a.m. on the Android: “Our legal system is broken!",
  "ET / 10 a.m. PT): Husband of a detained immigrant and deported Guadalupe Garcia de Rayos … immigration attorney Ezequiel Hernandez … real estate developer Jorge Perez … Proceso Magazine’s Jesús Esquivel … artist and magazine cover illustrator Edel Rodriguez\n\n---C-SPAN: “The Communicators” (SAT 6 p.m.",
  "PALACE INTRIGUE -- “CIA freezes out top Flynn aide,” by Ken Vogel and Josh Dawsey: “A top deputy to National Security Adviser Michael Flynn was rejected for a critical security clearance, effectively ending his tenure on the [NSC] and escalating tensions between Flynn and the intelligence community.",
  "... On Friday, one of Flynn’s closest deputies on the [NSC], senior director for Africa Robin Townley, was informed that the [CIA] had rejected his request for an elite security clearance required for service on the NSC, according to two people with direct knowledge of the situation.",
  "Use the Snapcode to watch it http://bit.ly/2lshMPE\n\nCLICKERS – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 11 keepers http://politi.co/2lz049U\n\n--The 26-page guide to resisting Trump written by Indivisible, a group of former House Dem staffers.",
  "A second source in the intelligence community confirms the intelligence about the Russian conversations and notes it has been gathered since the inauguration.” http://nbcnews.to/2lBwQak\n\n--@Snowden: “Finally: irrefutable evidence that I never cooperated with Russian intel.",
  "... Mr. Bardella, 33, now spends most of his time trying to build the business of The Morning Hangover, hoping his insight into Republican politics and voters will translate into an understanding of the country-music industry and its fans.” http://nyti.ms/2kc8C9F ...",
  "The resulting investigation has pitted the victim’s father against the most powerful man in New Iberia, La.” http://nyti.ms/2kXzutB\n\nGREAT WEEKEND LISTEN, curated by Jake Sherman:\n\n-- WIDESPREAD PANIC playing “Let’s Get Down to Business” from 6/28/02 at Red Rocks.",
  "How can we can we continue reaching out to them?” HANDLER: “Well I think we need to reach out to them and not just from a Democratic standpoint, you know, it’s about finding issues that are important to you, and showing up for issues that are important to them.",
  "That our government is so vulnerable, and that they’re not stepping up, they are as much to blame as he is.”\n\nSTATE WATCH -- “States find new ways to troll Trump,” by Natasha Korecki: “A California lawmaker is demanding Melania Trump’s immigration records.",
  "The declines have moderated somewhat since then, averaging 26% year-over-year in January.” http://on.wsj.com/2lBQ6oj\n\nANDREW SULLIVAN back to regular writing, “The Madness of King Donald” in N.Y. Mag: “I guess I should start by saying this is not a blog.",
  "…\n\n“On Thursday, participants were spurred to show up by a variety of forces: large-scale publicity campaigns by major opposition groups such as Planned Parenthood; smaller grass-roots efforts; or their own deep objections to Trump’s presidency so far.",
  "Voters pressed members of Congress on their plans to repeal the Affordable Care Act, on the still-controversial confirmation of Education Secretary Betsy DeVos and even on a low-profile vote to disband an election commission created after 2000.",
  "... [His] nickname was ‘Coast,’ short for coast-to-coast, because on the basketball court he’d never pass the ball ... Bannon, meanwhile, scoured newspapers such as the Wall Street Journal for what turned out to be a lucrative sideline.",
  "The press release http://politi.co/2lzVGH7\n\nHAPPENING TODAY -- First Lady Melania Trump and Akie Abe, the wife of Japanese Prime Minister Shinzo Abe, are taking a tour of Morikami Museum and Japanese Gardens in Delray Beach, Florida.",
  "A leading advocacy group for immigrant rights blasted out an email alert Thursday afternoon, warning that Immigration and Customs Enforcement officers were sweeping up immigrants in raids throughout Los Angeles and nearby counties.",
  "When I do, just like with the F-35 FighterJet or the Air Force One Program, price will come WAY DOWN!” … at 8:33 a.m.: “Melania and I are hosting Japanese Prime Minister Shinzo Abe and Mrs. Abe at Mar-a-Lago in Palm Beach, Fla.",
  "That’s according to a senior U.S. official who has analyzed a series of highly sensitive intelligence reports detailing Russian deliberations and who says a Snowden handover is one of various ploys to ‘curry favor’ with Trump.",
  "After initially declining to release details, ICE officials on Friday announced that the agency had, in fact, concluded a weeklong operation throughout Southern California that resulted in the arrest of more than 150 people.",
  "WAITING FOR GORSUCH …\n\n“REVISING THE EXECUTIVE ORDER The White House could amend the executive order to expressly carve out existing green card holders and other people that already have some ties to the United States.",
  "intelligence has collected information that Russia is considering turning over Edward Snowden as a ‘gift’ to President Donald Trump — who has called the NSA leaker a ‘spy’ and a ‘traitor’ who deserves to be executed.",
  "By hiring a chief of staff of her own, Conway is asserting and perhaps growing her influence in the White House, where a coterie of top advisers have been competing for Trump’s ear and over the shape of his agenda.",
  "Subscribe to the newsletter http://bit.ly/2kcihx8\n\nCOMING ATTRACTIONS -- Snapchat’s \"Good Luck America\" filmed in Washington and at the House Democratic Retreat in Baltimore this week for their season two premiere.",
  "Sean Spicer,” by NYT’s Mike Grynbaum: “Sean Spicer, the White House press secretary whose early tenure has prompted political fireworks and late-night parodies, may be struggling to settle in behind the lectern.",
  "“The email made no mention of President Trump or his plan to target for deportation a wide swath of the millions of people in the country illegally, but to many people already on edge, a connection seemed clear.",
  "ET / 10 a.m. CT): Kellyanne Conway (taped) … Sarah Huckabee Sanders … Erin McPike … Meghan McCain … Joe Trippi … Trish Regan … Gayle Trotter … Mara Liasson\n\n--CNN’s “Inside Politics” with John King (SUN 8 a.m.",
  "director and a proud Tar Heel (h/t Samantha Greene) ... Sean McCluskie ... ABC News alum Andrew Springer, now director of growth at Mashable ... Jess Sarmiento … Alicia Mundy … Casey Aden-Wansbury, comms.",
  "White House counsel Donald McGahn had issued guidance days after the executive order saying it didn’t apply to legal permanent residents of the U.S., but the appeals court said that was not enough.",
  "‘The government has offered no authority establishing that the White House counsel is empowered to issue an amended order superseding the executive order signed by the president,’ the opinion said.",
  "AP: “Trump said Kraft ‘knew he was going to win the game, even when he was down 28-3.’ The president also quipped about all the interpreters who had pulled up chairs to their not-so-large table.",
  "Ken,’ which draw around four million viewers each.” http://nyti.ms/2luSqRe\n\n-- A COOL FEATURE that allows you to zoom in on the White House press corps to see names and faces from Spicer’s view.",
  "Some were Democrats, some were independents and some were Republicans, but most were liberal activists who had opposed Trump all along and were simply looking for new outlets to object to him.",
  "The folksy Tennessee senator is quietly prevailing upon Republican lawmakers to take a deep breath when it comes to rewriting the health care law that controls a sixth of the American economy.",
  "Amid calls to boycott the brand, Ivanka Trump footwear and apparel sales fell more than 70% in the second, third and fourth weeks of October compared with a year ago, the Nordstrom data show.",
  "Panel: Neera Tanden, Ken Cuccinelli, Andre Carson and Alice Stewart\n\n--ABC’s “This Week”: Stephen Miller … Washington State Attorney General Bob Ferguson … Maryland Rep. Elijah Cummings (D).",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump and Japanese Prime Minister Shinzo Abe pose for photographs before bilateral meetings in the Oval Office at the White House on Feb. 10.",
  "The party featured a video wall with personalized Jesse Suskin search pages, Google search screen cake, walking kangaroo and koala characters, debate surrogate signs with Jesse’s name.",
  "director, Global Public Affairs at Airbnb and an Al Franken alum (h/ts Jon Haber) ... Francis Potter, of the Hathersage Group in LA, is 5-0 (hubby tip: Bruce) … Kyle Buckles, comms.",
  "But listen to Lamar Alexander for a few minutes, and you might think not a single bad thing will come of the GOP’s plan to rip apart Obamacare and stitch together a replacement.",
  "I don’t think so.” Trump then turns to Abe and says, “he’s been my good friend for a long time.” QUICK THOUGHT: We're not going to make a big deal of this, because, whatever.",
  "-- SPOTTED: REX TILLERSON and his wife eating at the Italian restaurant Al Dente on Friday at the same time Trump and Japanese PM Shinzo Abe were meeting at the White House.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "-- FORMER REP. AARON SCHOCK, who is under indictment for 24 criminal counts related to his time in office, is asking a judge to modify the terms of his pre-trial release.",
  "SUPREME COURT APPEAL … ‘There are almost surely four votes to deny an emergency request to reinstate the order,’ said Peter Spiro, a law professor at Temple University.",
  "Most Fridays, from now on, I’ll be writing in this space about, among other things, the end of Western civilization, the collapse of the republic, and, yes, my beagles.",
  "Audiences across Fox News, MSNBC and CNN grow by an average of 10 percent when Mr. Spicer comes onscreen to discuss the latest news on President Trump, statistics show.",
  "-- BIDEN FOUNDATION HIRES: Greg Simon, former executive director of the White House Cancer Moonshot Task Force, has been named director of the Biden Cancer Initiative.",
  "No country trades away spies, as the rest would fear they’re next.”\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "-- “AP Explains: Trump’s options for restoring travel ban,” by Sam Hananel: “REHEARING AT THE APPEALS COURT: The Trump administration could decide to ask the 9th U.S.",
  "PELOSI: “When I was on your show it received a tremendous response from young people, clearly you have a broad audience but a special relationship with young people.",
  "“The soap opera at the White House is outscoring actual soaps like ‘General Hospital’ and ‘The Bold and the Beautiful,’ which typically air around the same time.",
  "As CNN first reported, then-President-elect Donald Trump and President Barack Obama were briefed on the existence of the dossier prior to Trump’s inauguration.",
  "ENGAGED -- Anderson Briggs, scheduler for Rep. David Kustoff (R-Tenn.), was proposed to by Collin Okoniewski while giving a tour of the House floor on Friday.",
  "He’s slated to do CBS’s “Face the Nation,” ABC’s “This Week,” and “Fox News Sunday.” Missing from the Sunday show circuit: Kellyanne Conway and Sean Spicer.",
  "Panel: Rich Lowry, Grover Norquist, Cokie Roberts, Jamal Simmons and Katrina vanden Heuvel\n\n--“Fox News Sunday”: Stephen Miller … Sen. Ben Cardin (D-Md.).",
  "Mr. Spicer’s briefings, carried live by the major cable news networks, are pulling in an average of 4.3 million viewers, according to data from Nielsen.",
  "You know, showing up at the airport for these people, just because the ban doesn’t affect you directly, that doesn’t mean that you shouldn’t be there.",
  "ET): Panel: James Bennet, Sarah Westwood and Dan Pfeiffer … Chris Ruddy … Andrew Sullivan … Gabriel Snyder\n\n--Univision’s “Al Punto” (SUN 10 a.m.",
  "Mala Adiga, who worked in the Obama State Department, has been named director for higher education and military families at the Biden Foundation.",
  "It might take awhile, but we got this.” http://politi.co/2l0iu62\n\n-- WHAT TO WATCH FOR: The House is out of session from Feb. 18 through Feb. 27.",
  "Jesse is moving to Sydney, Australia, to work for Google in public affairs, policy and government relations; his wife Liz is a native of Sydney.",
  "ET): Sen. Rand Paul (R-Ky.), questioned by CQ Roll Call’s Niels Lesniewski and The Washington Post’s Dave Weigel … “Q&A”(SUN 8 p.m. and 11 p.m.",
  "Williams & Connolly’s Bob Barnett and Deneen Howell will help them with book deals, according to a statement from Obama spokesman Kevin Lewis.",
  "Angry constituents swarmed events held by Reps. Jason Chaffetz (Utah), Diane Black (Tenn.), Justin Amash (Mich.) and Tom McClintock (Calif.).",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "director for the Rubio campaign and the pride of St. Paul (h/t Caitlin) ... James Gleeson, senior comms manager at SpaceX and former comms.",
  "But Schock’s attorneys are asking that he be permitted to drop his passport in overnight mail, because he doesn’t always go home to Peoria.",
  "Within the hour, scores of protesters had gathered outside the building downtown, blocking traffic while angrily denouncing the president.",
  "http://bit.ly/2lzN7M8\n\nPlaybookers\n\nSPOTTED: Patrick Stewart enjoying a bowl of berries while eating breakfast Friday at the Hay Adams.",
  "Schock’s letter http://politi.co/2kDudq2\n\n-- THE OBAMAS have signed up with the Harry Walker Agency to coordinate their speaking gigs.",
  "Danielle Carnival, who most recently was chief of staff and senior policy director for the task force, has been named deputy director.",
  "| Chip Somodevilla/Getty\n\nFIRST IN PLAYBOOK -- INSIDE THE ROOM AT THE HOUSE DEM RETREAT: NANCY PELOSI interviews CHELSEA HANDLER.",
  "His goal, in a nutshell: to reassure millions of Americans that Republicans aren’t trying to snatch away their health insurance.",
  "Panel: U.S. Institute of Peace president Nancy Lindborg\n\n--NBC’s “Meet the Press”: Panel: Katty Kay, Former North Carolina Gov.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "ET): Panel: Jonathan Martin, Jackie Kucinich, Glenn Thrush and Nia-Malika Henderson\n\n--CNN’s “Reliable Sources”: (SUN 11 a.m.",
  "That suggests a similar split over Trump's order, which would let the 9th Circuit ruling stand and keep the freeze in place.",
  "Up to 60,000 visas were initially canceled in the wake of the ban, affecting the lives of students, professors and workers.",
  "Jesse was the man who brought all those amazing Google lounges and parties to the debates and conventions of 2012 and 2016.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Mr. Spicer’s ratings are on par with prime-time entertainment like ‘MasterChef Junior’ on Fox and the ABC sitcom ‘Dr.",
  "http://cnb.cx/2kTk6MC\n\nTHE JUICE …\n\n-- SOMETHING TO WATCH: STEPHEN MILLER is on Sunday show duty for the White House.",
  "The idea that that whole group of people around him don’t know what is happening, we are so destabilized right now.",
  "OUT AND ABOUT – John Legittino, Mistique Cano and Tammy Haddadhosted a farewell party last night at Sidecar at P.J.",
  "They filled the rooms that had been reserved for them; in Utah and Tennessee, scores of activists were locked out.",
  "ET): Rep. Marsha Blackburn (R-Tenn.), questioned by Communications Daily’s John Hendel …“Newsmakers” (SUN 10 a.m.",
  "), Rep. Cheri Bustos (D-Ill.), Rep. Eric Swalwell (D-Calif.), Tim Miller, David Frum, Symone Sanders and others.",
  "The dossier details about a dozen conversations between senior Russian officials and other Russian individuals.",
  "Schock has to drop off his passport at a passport office in Peoria within 24 hours of returning from overseas.",
  "If you’re a veteran reader of my former site, the Dish, you may find yourselves at times in an uncanny valley.",
  "Expect there to be some message massaging this week in D.C. before members face their constituents back home.",
  "As many as 100 people had been detained, the alert said, and were being transported to a federal facility.",
  "She noted that the three-judge panel was unanimous and included a judge chosen by a Republican president.",
  "Showing up for Planned Parenthood, especially, and educating people on issues around Planned Parenthood.",
  "ET / 9 a.m. CT): John Ashcroft … Sen. Lindsey Graham (R-S.C.) … Sen. Rand Paul (R-Ky.) … Carly Fiorina.",
  "Conway confirmed the hiring in an email late Friday and said that Hudson plans to begin work next week.",
  "But the odds of success seem low, said Margo Schlanger, a law professor at the University of Michigan.",
  "Pat McCrory (R), Eugene Robinson and Greta Van Susteren\n\n--Fox News’ “Sunday Morning Futures” (10 a.m.",
  "Panel: Peter Baker, Ron Brownstein, Susan Page and Reihan Salam\n\n--CNN’s “State of the Union” (9 a.m.",
  "Advisory Commission on Public Diplomacy ... Pascale Puthod of BBC World News back in London now ...",
  "Elected officials followed suit, expressing outrage at Trump and demanding answers about the raids.",
  "is 55 ... Matt Bennett, SVP of public affairs at Third Way and the pride of Syracuse, is 52 … Rep.",
  "), to work for her in the West Wing as her chief of staff, according to two Republican officials.",
  "“Hudson has significant experience on Capitol Hill and deep connections in Republican politics.",
  "She previously served as chief of staff to Reps. Ben Quayle (R-Ariz.) and Mark Souder (R-Ind.).",
  "... Bannon is remembered by many of his shipmates as a quiet, proficient and studious officer.",
  "“None of the newly learned information relates to the salacious allegations in the dossier.",
  "‘They don’t play games.’”\n\n-- VIDEO of Trump, Melania, the Abes and Bob Kraft sitting down.",
  "Trump says, “Nice to have you, Bob.” He jokes to Abe that the crowd was there for Kraft.",
  "Panel: Ed Rollins, Julie Roginsky and Tony Sayegh\n\n--Fox News’ “MediaBuzz” (SUN 11 a.m.",
  "Katie Collins, a policy analyst for the task force, has been named a policy associate.",
  "The last immigration case to reach the justices ended in a 4-4 deadlock last year.",
  "Trump and Abe are playing golf at the Trump International Golf Club in Jupiter.",
  "It’s an experiment of sorts to see if there’s something in between those two.",
  "Peter Hamby interviewed Sen. Cory Booker (D-N.J.), Sen. Steve Daines (R-Mont.",
  "Authorities in Mexico put out a warning to their citizens living in the U.S.",
  "His message: As long as we’re smart and deliberate, it will all be fine.",
  "Circuit Court of Appeals to reconsider the three-judge panel's ruling.",
  "Then Trump turns to reporters and says, “Does anybody know Bob Kraft?",
  "Panel: Michael Needham, Julie Pace, Laura Ingraham and Juan Williams.",
  "Collin is a community development assistant for Herndon, Virginia.",
  "On the airwaves, however, he is daytime television’s new big hit.",
  "Rather it relates to conversations between foreign nationals.",
  "They are a wonderful couple!”\n\nWHAT HAPPENS WITH THE BAN NOW?",
  "director to Dr. Jill Biden ... Sen. Tammy Baldwin (D-Wisc.)",
  "Good luck spelling her email after the wedding!",
  "Chris Christie (R) … Sen. Al Franken (D-Minn.).",
  "What was less clear was where it would all go.",
  "Schock has been seen in Los Angeles recently.",
  "But why did Trump invite Kraft to dinner?",
  "director for Rep. Vicky Hartzler (R-Mo.)",
  "Nor is it what one might call a column.",
  "He said he was not aware of the report.",
  "‘We need more interpreters,’ he joked.",
  "Clarke’s for Google’s Jesse Suskin.",
  "The reality was far less clear.",
  "‘I don’t know about that.",
  "Die From Drug Withdrawal.",
  "ET): New Jersey Gov.",
  "What report is that?",
  "I haven’t seen that.",
  "I haven’t seen it.",
  "ET / 12 p.m.",
  "So may I."
]