[
  "Instead the platform eventually called for “appropriate assistance” to Ukraine – which leaves open the possibility of providing “lethal defensive weapons” – and called for “greater coordination with NATO defense planning.”\n\nThat was enough for the Washington Post’s Josh Rogin to pen an opinion piece titled “Trump campaign guts GOP’s anti-Russia stance on Ukraine.”\n\nMSNBC’s Rachel Maddow used the tidbit to claim on television that “something weird” happened regarding “that Ukraine and Russia thing” on the platform.",
  "Here are four serious problems with Schiff’s charges, which include wild conspiracy theories and heavy reliance on a questionable source:\n\n1 – Throughout his opening statement, Schiff repeatedly relied on information provided by Christopher Steele, a former British intelligence officer who was reportedly paid by Democrats and anti-Trump Republicans to investigate Trump and was the author of a controversial, largely discredited 35-page dossier on Trump.",
  "Regarding CrowdStrike, Schiff stated in his speech: “But leading private cyber security firms including CrowdStrike, Mandiant, and ThreatConnect review the evidence of the hack and conclude with high certainty that it was the work of APT28 and APT29, who were known to be Russian intelligence services.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "She claimed the Trump campaign “jumped right up on that and they insisted that that plank only, that one, had to be taken out, that language could not stand.”\n\nWriting at the Washington Examiner, media critic Byron York noted:\n\nMissing from all the talk is what the Republican platform actually said before it was allegedly “gutted” by Trump.",
  "Regarding Steele’s dossier, Morell stated, “Unless you know the sources, and unless you know how a particular source acquired a particular piece of information, you can’t judge the information — you just can’t.”\n\nMorell charged the dossier “doesn’t take you anywhere, I don’t think.”\n\n“I had two questions when I first read it.",
  "Schiff charged:\n\nWhile at first, the hacking may have been intended solely for the collection of foreign intelligence, in mid-2016, the Russians “weaponized” the stolen data and used platforms established by their intel services, such as DC Leaks and existing third party channels like Wikileaks, to dump the documents.",
  "And that kind of worries me a little bit because if you’re paying somebody, particularly former FSB officers, they are going to tell you truth and innuendo and rumor, and they’re going to call you up and say, “Hey, let’s have another meeting, I have more information for you,” because they want to get paid some more.",
  "Indeed, many of the charges seem to center on Steele:\n\n*According to Christopher Steele, a former British intelligence officer who is reportedly held in high regard by U.S. Intelligence, Russian sources tell him that Page has also had a secret meeting with Igor Sechin (SEH-CHIN), CEO of Russian gas giant Rosneft.",
  "To the first passage cited above, after “from the Baltic to the Caucasus,” the GOP platform committee added this:\n\nWe support maintaining and, if warranted, increasing sanctions, together with our allies, against Russia unless and until Ukraine’s sovereignty and territorial integrity are fully restored.",
  "For fake news to have changed the outcome of the election, a single fake news story would need to have convinced about 0.7 percent of Clinton voters and non-voters who saw it to shift their votes to Trump, a persuasion rate equivalent to seeing 36 television campaign ads.",
  "But the evidence does suggest that Trump’s campaign was involved.”\n\nThe entire issue revolved around one platform committee member, a Ted Cruz supporter, who wanted to use language calling for the U.S. to provide “lethal defensive weapons” to the Ukrainian military.",
  "Ambassador Kislyak, who presides over a Russian embassy in which diplomatic personnel would later be expelled as likely spies, also attends the Republican Party convention and meets with Carter Page and additional Trump advisers JD Gordon and Walid Phares.",
  "Poynter further quoted from the survey itself:\n\nIn summary, our data suggest that social media were not the most important source of election news, and even the most widely circulated fake news stories were seen by only a small fraction of Americans.",
  "More importantly, and for the purposes of our investigation, it simply does not matter.”\n\n3 – Schiff pushed the conspiracy theory that the Trump campaign had the Republican Party platform changed on the issue of Ukraine to aid Russian interests.",
  "The stolen documents were almost uniformly damaging to the candidate Putin despised, Hillary Clinton, and by forcing her campaign to constantly respond to the daily drip of disclosures, the releases greatly benefited Donald Trump’s campaign.",
  "“The DNC in the spring of 2016 hired a firm that ultimately shared with us their forensics from their review of the system.”\n\nNational Security Agency Director Michael Rogers also stated the NSA never asked for access to the DNC hardware.",
  "Poynter’s Chief Media Writer James Warren reported on a study concluding that while “fake news” stories favoring Trump far surpassed those in favor of Clinton, such stories didn’t significantly affect the outcome of the election.",
  "He stated:\n\nJust prior to the convention, the Republican Party platform is changed, removing a section that supports the provision of “lethal defensive weapons” to Ukraine, an action that would be contrary to Russian interests.",
  "*Is it a coincidence that the Russian gas company Rosneft sold a 19 percent share after former British Intelligence Officer Steele was told by Russian sources that Carter Page was offered fees on a deal of just that size?",
  "On Monday, Rep. Adam Schiff, the ranking Democrat on a House intelligence committee, delivered his opening statements at a hearing where he laid out the case for alleged Russian meddling in the 2016 presidential election.",
  "Even the Poynter Institute, the group helping Facebook determine whether certain news stories are “disputed,” has stated that it is worth considering the possibility that “fake news” stories did not sway the election.",
  "4 – To support Russian interference charges, Schiff relies on CrowdStrike, the third-party company utilized by the FBI to make its assessment about alleged Russian hacking into the Democratic National Committee (DNC).",
  "Is it a coincidence that Steele’s Russian sources also affirmed that Russia had stolen documents hurtful to Secretary Clinton that it would utilize in exchange for pro-Russian policies that would later come to pass?",
  "*Also, according to Steele’s Russian sources, the Trump campaign is offered documents damaging to Hillary Clinton, which the Russians would publish through an outlet that gives them deniability, like Wikileaks.",
  "NBC News reported on Morell’s questions about Steele’s credibility:\n\nMorell, who was in line to become CIA director if Clinton won, said he had seen no evidence that Trump associates cooperated with Russians.",
  "2 – There is no evidence that so-called fake news actually influenced the election, and Schiff fails to make the case that Russia was behind the release of emails from Democratic officials and operatives.",
  "…\n\nMorell pointed out that former Director of National Intelligence James Clapper said on Meet the Press on March 5 that he had seen no evidence of a conspiracy when he left office January 20.",
  "The charge, which comes mostly from a Washington Post opinion piece, remains so unproven that even the left-leaning PolitiFact so-called fact checker failed to reach a judgement on the issue.",
  "Warren reported on the survey results:\n\nIn sum, they conclude that the role of social media was overstated, with television remaining by far the primary vehicle for consuming political news.",
  "*In the middle of July, Paul Manafort, the Trump campaign manager and someone who was long on the payroll of Pro-Russian Ukrainian interests, attends the Republican Party convention.",
  "That’s not in our job.”\n\nAs Breitbart News reported, CrowdStrike, led by a Russian expat, was financed to the tune of $100 million from a funding drive in 2015 led by Google Capital.",
  "The study, titled, “Social Media and Fake News in the 2016 Election,” was co-authored by economists Matthew Gentzkow of Stanford University and Hunt Allcott of New York University.",
  "But the Republican Party delegate who offered the language in support of providing defensive weapons to Ukraine states that it was removed at the insistence of the Trump campaign.",
  "“For fake news to have changed the outcome of the election, a single fake article would need to have had the same persuasive effect as 36 television campaign ads,” they conclude.",
  "As it turns out, a look at the original draft of the platform — which has never been released publicly — shows that it always had tough language on Russian aggression in Ukraine.",
  "I have subsequently learned that he used intermediaries.”\n\nMorell continued:\n\nAnd then I asked myself, why did these guys provide this information, what was their motivation?",
  "Schiff ignores the fact that Mike Morell, who served as deputy director of the Central Intelligence Agency and twice as acting director, has questioned Steele’s credibility.",
  "In addition, while fake news that favored Trump far exceeded that favoring Clinton, few Americans actually recalled the specifics of the stories and fewer believed them.",
  "And not only did that language stay in the final platform — nothing was taken out — it was actually strengthened, not weakened, as a result of events at the convention.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "He also raised questions about the dossier written by a former British intelligence officer, which alleged a conspiracy between the Trump campaign and Russia.",
  "Eric Schmidt, the chairman of Alphabet, has been a staunch and active supporter of Hillary Clinton and is a longtime donor to the Democratic Party.",
  "Another Council funder is the Ploughshares Fund, which in turn has received financing from billionaire George Soros’ Open Society Foundations.",
  "From 2009-2013, Reines also served in Clinton’s State Department as the Deputy Assistant Secretary of State for Strategic Communications.",
  "According to Reuters, the sale of a 19.5 percent share in Rosneft later takes place, with unknown purchasers and unknown brokerage fees.",
  "*According to Steele’s Russian sources, Page is offered brokerage fees by Sechin on a deal involving a 19 percent share of the company.",
  "Here are a few of the times Schiff openly cited Steele in his committee speech to support various anti-Trump charges involving Russia.",
  "…\n\nNot only that, the later, final platform contained a few additional words on Russia and Ukraine that weren’t in the original draft.",
  "We also support providing appropriate assistance to the armed forces of Ukraine and greater coordination with NATO defense planning.",
  "The paper utilized web browsing data, a database of so-called fake news stories, and a 1,200-person online survey about news trends.",
  "None of these facts is seriously in question and they are reflected in the consensus conclusions of all our intelligence agencies.",
  "On Monday, FBI Director James Comey confirmed that his agency never had direct access to the DNC’s servers to confirm the hacking.",
  "Beacon was founded by Phillippe Reines, who served as Communications Adviser to Hillary Clinton while she was secretary of state.",
  "Later, JD Gordon admits opposing the inclusion of the provision at the time it was being debated and prior to its being removed.",
  "In his speech, Schiff later conceded alleged Russian intervention may not have been a determinative factor in Trump’s victory.",
  "Schiff repeatedly raised questions about alleged collusion between Moscow and members of Donald Trump’s presidential campaign.",
  "CrowdStrike is a California-based cybersecurity technology company co-founded by experts George Kurtz and Dmitri Alperovitch.",
  "According to Steele, it was Manafort who chose Page to serve as a go-between for the Trump campaign and Russian interests.",
  "The Council takes a hawkish approach toward Russia and has released numerous reports and briefs about Russian aggression.",
  "Just 14 percent of Americans deemed social media the primary source of their campaign news, according to their research.",
  "Wikileaks has denied any ties to Russia and has claimed that Moscow was not the source for hacked Democratic emails.",
  "Ambassador Kislyak also meets with Trump campaign national security chair and now Attorney General Jeff Sessions.",
  "Indeed, it is unknowable in a campaign in which so many small changes could have dictated a different result.",
  "Google Capital, which now goes by the name of CapitalG, is an arm of Alphabet Inc., Google’s parent company.",
  "Second, data shows so-called fake news stories did not significantly impact the 2016 presidential election.",
  "He states: “We will never know whether the Russian intervention was determinative in such a close election.",
  "Alperovitch is a nonresident senior fellow of the Cyber Statecraft Initiative at the Atlantic Council.",
  "The Council is funded by the Rockefeller Brothers Fund, Inc., the U.S. State Department, and NATO ACT.",
  "“It’s hard to know for sure, and that’s why we’re avoiding putting this question on the Truth-O-Meter.",
  "Sessions would later deny meeting with Russian officials during his Senate confirmation hearing.",
  "Manafort categorically denies involvement by the Trump campaign in altering the platform.",
  "That the intermediaries paid the sources and the intermediaries got the money from Chris.",
  "I think you’ve got to take all that into consideration when you consider the dossier.",
  "Firstly, there has been no concrete evidence linking Russia to Wikileaks or DC Leaks.",
  "Morell currently works at the Hillary Clinton-tied Beacon Global Strategies LLC.",
  "Not likely, according to new research,” was the title of the Poynter article.",
  "What did the original draft of the platform say about Russia and Ukraine?",
  "“Well, we never got direct access to the machines themselves,” he stated.",
  "Sechin is reported to be a former KGB agent and close friend of Putin’s.",
  "“So did Trump and his campaign influence the change?” asked PolitiFact.",
  "“That’s a pretty strong statement by General Clapper,” Morell said.",
  "Carter Page, back from Moscow, also attends the convention.",
  "It was JD Gordon who approved Page’s trip to Moscow.",
  "And I subsequently learned that he paid them.",
  "One was, How did Chris talk to these sources?",
  "Reines is the managing director of Beacon.",
  "“Did fake news help elect Trump?",
  "“The NSA didn’t ask for access.",
  "With research by Joshua Klein.",
  "Was it, in fact, changed?",
  "Follow him on Facebook.",
  "If so, how?"
]