[
  "(Jhaan Elker/The Washington Post)\n\nRussian government hackers penetrated the computer network of the Democratic National Committee and gained access to the entire database of opposition research on GOP presidential candidate Donald Trump, according to committee officials and security experts who responded to the breach.",
  "In short, this sort of intelligence could be used by Russia, for example, to indicate where it can get away with foreign adventurism.”\n\n[The not-completely-crazy theory that Russia leaked the Panama Papers]\n\nOther analysts noted that any dirt dug up in opposition research is likely to be made public anyway.",
  "Read more:\n\nPentagon unveils budget priority for next year: Countering Russia and China\n\nThe Putin-Trump kiss being shared around the world\n\nPentagon: U.S. has told Russia where U.S. special forces are in Syria\n\nFBI wants access to Internet browser history without a warrant in terrorism and spy cases",
  "[Russian hackers breach some White House computers]\n\n“It’s the job of every foreign intelligence service to collect intelligence against their adversaries,” said Shawn Henry, president of CrowdStrike, the cyber firm called in to handle the DNC breach and a former head of the FBI’s cyber division.",
  "“And that’s an untenable situation.”\n\nRussia has always been a formidable foe in cyberspace, but in the past two years, “there’s been a thousand-fold increase in its espionage campaign against the West,” said Alperovitch, who is also a senior fellow at the Atlantic Council.",
  "[Russia denies DNC hack and says maybe someone ‘forgot the password’]\n\n“I completely rule out a possibility that the [Russian] government or the government bodies have been involved in this,” Dmitry Peskov, the Kremlin’s spokesman, told the Reuters news agency in Moscow.",
  "The intrusions are an example of Russia’s interest in the U.S. political system and its desire to understand the policies, strengths and weaknesses of a potential future president — much as American spies gather similar information on foreign candidates and leaders.",
  "These are communications that appear legitimate — often made to look like they came from a colleague or someone trusted — but that contain links or attachments that when clicked on deploy malicious software that enables a hacker to gain access to a computer.",
  "[Hacking] is one of the more valuable because it gives you a treasure trove of information.”\n\nRussian President Vladimir Putin has spoken favorably about Trump, who has called for better relations with Russia and expressed skepticism about NATO.",
  "“They feel under siege.”\n\nWestern sanctions, imposed after Russia’s annexation of Crimea in Ukraine, have hurt the economy and led the government to increase its theft of intellectual property to limit the impact of import restrictions, he said.",
  "The depth of the penetration reflects the skill and determination of the United States’ top cyber-adversary as Russia goes after strategic targets, from the White House and State Department to political campaign organizations.",
  "In the DNC’s case, the hackers constantly switched tactics to maintain a stealthy presence inside the network and used built-in Windows tools so that they didn’t have to resort to malicious code that might trigger alerts.",
  "[U.S. suspects Russia in hack of Pentagon computer network]\n\nOne group, which CrowdStrike had dubbed Cozy Bear, had gained access last summer and was monitoring the DNC’s email and chat communications, Alperovitch said.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.”\n\n[Debbie Wasserman Schultz’s Worst Week in Washington]\n\nClinton called the intrusion “troubling” in an interview with Telemundo.",
  "“The purpose of such intelligence gathering is to understand the target’s proclivities,” said Robert Deitz, former senior councillor to the CIA director and\n\na former general counsel at\n\nthe National Security Agency.",
  "1 of 45 Full Screen Autoplay Close Skip Ad × What Donald Trump is doing on the campaign trail View Photos Businessman Donald Trump officially became the Republican nominee at the party’s convention in Cleveland.",
  "The two groups have hacked government agencies, tech companies, defense contractors, energy and manufacturing firms, and universities in the United States, Canada and Europe as well as in Asia, he said.",
  "The firm identified two separate hacker groups, both working for the Russian government, that had infiltrated the network, said Dmitri Alperovitch, CrowdStrike co-founder and chief technology officer.",
  "The networks of presidential candidates Hillary Clinton and Donald Trump were also targeted by Russian spies, as were the computers of some Republican political action committees, U.S. officials said.",
  "(Jhaan Elker/The Washington Post)\n\nRussian goverment hackers penetrated the Democratic National Committee and had access to the DNC network for about a year, but all were expelled earlier in June.",
  "Some of the hackers had access to the DNC network for about a year, but all were expelled over the past weekend in a major computer cleanup campaign, the committee officials and experts said.",
  "“The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,” said Rep. Debbie Wasserman Schultz (Fla.), the DNC chairwoman.",
  "The DNC said that no financial, donor or personal information appears to have been accessed or taken, suggesting that the breach was traditional espionage, not the work of criminal hackers.",
  "CrowdStrike is less sure of whom Cozy Bear works for but thinks it might be the Federal Security Service, or FSB, the country’s powerful security agency, which was once headed by Putin.",
  "But unlike Clinton, whom the Russians probably have long had in their spy sights, Trump has not been a politician for very long, so foreign agencies are playing catch-up, analysts say.",
  "She also said, “So far as we know, my campaign has not been hacked into,” and added that cybersecurity is an issue that she “will be absolutely focused on” if she becomes president.",
  "“Trump’s foreign investments, for example, would be relevant to understanding how he would deal with countries where he has those investments” should he be elected, Deitz said.",
  "“Because whether it’s Russia, or China, Iran or North Korea, more and more countries are using hacking to steal our information, to use it to their advantage,” she said.",
  "“This is a sophisticated foreign intelligence service with a lot of time, a lot of resources, and is interested in targeting the U.S. political system,” Henry said.",
  "The intruders so thoroughly compromised the DNC’s system that they also were able to read all email and chat traffic, said DNC officials and the security experts.",
  "Russian goverment hackers penetrated the Democratic National Committee and had access to the DNC network for about a year, but all were expelled earlier in June.",
  "Within 24 hours, CrowdStrike had installed software on the DNC’s computers so that it could analyze data that could indicate who had gained access, when and how.",
  "“But at this time, it appears that no financial information or sensitive employee, donor or voter information was accessed by the Russian attackers,” he said.",
  "Cozy Bear, for instance, compromised the unclassified email systems of the White House, State Department and Joint Chiefs of Staff in 2014, Alperovitch said.",
  "Chief executive Amy Dacey got a call from her operations chief saying that their information technology team had noticed some unusual network activity.",
  "The firm has installed special software on every computer and server in the network to detect any efforts by the Russian cyberspies to break in again.",
  "And Russia’s growing isolation has increased the need for intelligence to understand and influence political decisions in other countries, he added.",
  "“When they get kicked out of the system,” Henry predicted, “they’re going to try to come back in.”\n\nTom Hamburger contributed to this report.",
  "He noted that it is extremely difficult for a civilian organization to protect itself from a skilled and determined state such as Russia.",
  "“Their job when they wake up every day is to gather intelligence against the policies, practices and strategies of the U.S. government.",
  "Soon after, Sussmann, a former federal prosecutor who handled computer crime cases, called Henry, whom he has known for many years.",
  "The other, which the firm had named Fancy Bear, broke into the network in late April and targeted the opposition research files.",
  "They’re all vying for power, to sell Putin on how good they are.”\n\nThe two crews have “superb operational tradecraft,” he said.",
  "“When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "Donald Trump has repeatedly called Vladimir Putin a \"strong\" leader, but toes a fine line on praising the Russian president.",
  "And they had access to the computers of the entire research staff — an average of about several dozen on any given day.",
  "They often use previously unknown software bugs — known as “zero-day” vulnerabilities — to compromise applications.",
  "Caption Businessman Donald Trump officially became the Republican nominee at the party’s convention in Cleveland.",
  "[How Russian special forces are shaping the fight in Syria]\n\nThe lack of coordination is not unusual, he said.",
  "That evening, she spoke with Michael Sussmann, a DNC lawyer who is a partner with Perkins Coie in Washington.",
  "“You’ve got ordinary citizens who are doing hand-to-hand combat with trained military officers,” he said.",
  "“There’s an amazing adversarial relationship” among the Russian intelligence agencies, Alperovitch said.",
  "“It’s a huge job” to dig into the dealings of somebody who has never run for office before, Dacey said.",
  "“It’s never a call any executive wants to get, but the IT team knew something was awry,” ­Dacey said.",
  "Nonetheless, DNC leadership acted quickly after the intrusion’s discovery to contain the damage.",
  "Fancy Bear is believed to work for the GRU, or Russia’s military intelligence service, he said.",
  "(Peter Stevenson/The Washington Post)\n\n“We’re perceived as an adversary of Russia,” he said.",
  "The intrusion into the DNC was one of several targeting American political organizations.",
  "CrowdStrike is continuing the forensic investigation, said Sussmann, the DNC lawyer.",
  "The firm suspects they may have targeted DNC employees with “spearphishing” emails.",
  "A spokeswoman for the Trump campaign referred questions to the Secret Service.",
  "Donald Trump speaks at a campaign event at Trump Doral golf course in Miami.",
  "And they knew it was serious enough that they wanted experts to investigate.",
  "The firm had analyzed other breaches by both groups over the past two years.",
  "“We have seen them steal assets from one another, refuse to collaborate.",
  "The two groups did not appear to be working together, Alperovitch said.",
  "“They may provide tips for understanding his style of negotiating.",
  "The computers contained research going back years on Trump.",
  "Carlo Allegri/Reuters Buy Photo Wait 1 second to continue.",
  "“But we don’t have hard evidence,” Alperovitch said.",
  "DNC leaders were tipped to the hack in late April.",
  "He said the DNC was not engaged in a fair fight.",
  "CrowdStrike is not sure how the hackers got in.",
  "“They flew under the radar,” Alperovitch said.",
  "But details on those cases were not available.",
  "It was this breach that set off the alarm.",
  "The hackers stole two files, Henry said.",
  "There are a variety of ways."
]