[
  "Chris Painter, the former U.S. State Department official who negotiated the agreement, said in a Twitter post it was “not surprising that now the relationship has deteriorated, so has the agreement.”\n\nLate last month, the Department of Justice reported the arrest of a Chinese citizen in Chicago on charges he covertly worked for a high-ranking Chinese intelligence official to help try to recruit engineers and scientists, including some who worked as U.S. defense contractors.",
  "“China is actively engaging in targeted and persistent intrusion attempts against multiple sectors of the economy, including biotech, defense, mining, pharmaceutical, professional services, transportation and more,” said CrowdStrike Chief Technology Officer Dmitri Alperovitch.",
  "“This unprecedented extradition of a Chinese intelligence officer exposes the Chinese government’s direct oversight of economic espionage against the United States,” the statement quoted Bill Priestap, the FBI’s assistant director for counterintelligence, as saying.",
  "WASHINGTON (Reuters) - The U.S. Justice Department said on Wednesday it had arrested and indicted a spy for China’s Ministry of State Security on charges of economic espionage and attempting to steal trade secrets from several U.S. aviation and aerospace companies.",
  "A U.S. Department of Justice statement said Xu, a deputy division director for the State Security Department of China’s Jiangsu province, targeted several U.S. aerospace companies, including GE Aviation, a subsidiary of General Electric Co (GE.N).",
  "It described another unnamed firm as “one of the world’s largest aerospace firms, and a leading manufacturer of commercial jetliners and defense, space and security systems,” and a third as a leader in unmanned aerial vehicle technology.",
  "It also said he made contact with experts working for the firms and recruited them to travel to China, often for the initial purpose of delivering a university presentation and paying their costs and a stipend.",
  "NBC News on Tuesday quoted U.S. officials as saying a professor at a top cancer research center in Houston facing child pornography charges was also under scrutiny for alleged economic espionage for China.",
  "Cybersecurity experts said former U.S. President Barack Obama and Chinese President Xi Jinping had reached an understanding in 2015 on cyber espionage, but the agreement appeared be withering away.",
  "GE Aviation has supplied engines for large Boeing Co (BA.N) and Airbus SE (AIR.PA) aircraft, and is working on a new generation of engines for commercial planes and heavy-lift military helicopters.",
  "Cybersecurity experts said the arrest was another sign of the escalating trade tensions between the two countries, adding they had seen increasing espionage by Beijing for business advantage.",
  "“We cannot tolerate a nation stealing our firepower and the fruits of our brainpower.”\n\nIn Beijing, foreign ministry spokesman Lu Kang called the accusations a “pure fabrication”.",
  "REUTERS/Leah Millis\n\nChinese operative Xu Yanjun was detained in Belgium in April after a Federal Bureau of Investigation probe and extradited to the United States on Tuesday.",
  "The FBI called it an unprecedented extradition and said the indictment showed the direct oversight of China’s government in economic espionage against the United States.",
  "“We hope the American side can justly, and in accordance with the law, safeguard the legal rights of the Chinese national,” Lu told a regular news briefing on Thursday.",
  "The Ministry of State Security is China’s intelligence and security agency and is responsible for counterintelligence, foreign intelligence and political security.",
  "The maximum penalty for conspiracy and attempt to commit economic espionage is 15 years, while that for conspiracy and attempt to steal trade secrets is 10 years.",
  "The charges come as Washington increases pressure on Beijing over its trade policies and alleged theft of U.S. intellectual property.",
  "John Demers, the assistant U.S. attorney general for national security, said the case was not an isolated incident.",
  "The U.S. Department of Justice headquarters building is seen in Washington, U.S., July 13, 2018.",
  "“It is part of an overall economic policy of developing China at American expense,” he said.",
  "The indictment against Xu said he targeted aviation firms since around December 2013.",
  "The Washington Post reported he was lured to Belgium by U.S. agents.",
  "Xu’s lawyers did not immediately respond to requests for comment."
]