[
  "So where is the investigation A.G. @seanhannity\" Donald Trump President of the United States Twitter Tuesday, July 25, 2017 2017-07-25 Read More info\n\nShare the Facts 2017-07-25 14:06:10 UTC Washington Post 1 1 5 Washington Post Rating: Four Pinocchios Washington Post Rating: \"Problem is that the acting head of the FBI & the person in charge of the Hillary investigation, Andrew McCabe, got $700,000 from H for wife!\"",
  "Send us facts to check by filling out this form\n\nKeep tabs on Trump’s promises with our Trump Promise Tracker\n\nSign up for The Fact Checker weekly newsletter\n\nShare the Facts 2017-07-25 14:06:05 UTC Washington Post -1 -1 -1 Washington Post Rating: False Washington Post Rating: \"Is Fake News Washington Post being used as a lobbyist weapon against Congress to keep Politicians from looking into Amazon no-tax monopoly?\"",
  "Donald Trump President of the United States Twitter Monday, July 24, 2017 2017-07-24 Read More info\n\nShare the Facts 2017-07-25 14:06:08 UTC Washington Post -1 -1 -1 Washington Post Rating: Spins the facts Washington Post Rating: \"Ukrainian efforts to sabotage Trump campaign - \"quietly working to boost Clinton.\"",
  "So where is the investigation A.G. @seanhannity — Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nTrump is referring to efforts by a Ukrainian-American operative to expose former Trump campaign chairman Paul Manafort’s ties to the Russian government.",
  "Moreover, U.S. intelligence officials found a top-down effort, initiated by Russian President Vladimir Putin, to illegally hack and release information in a deliberate attempt to meddle in the U.S. election and undermine the democratic system.",
  "For more, read our examination of this claim, and watch our video explaining the case:\n\nProblem is that the acting head of the FBI & the person in charge of the Hillary investigation, Andrew McCabe, got $700,000 from H for wife!",
  "Moreover, it stretches the imagination that McAuliffe would know that the husband of someone he was supporting in a Virginia legislative race was going to be promoted months later to a position of authority in the email case.",
  "“In looking back at our investigations into mishandling or removal of classified information, we cannot find a case that would support bringing criminal charges on these facts,” FBI Director James B. Comey said in July 2016.",
  "The Clinton email issue was exhaustively investigated by the FBI, with the conclusion a year ago that she was “extremely careless” in her handling of classified information but did not intend to violate any laws.",
  "\n\n(Jabin Botsford/The Washington Post)\n\nPresident Trump went on a Twitter rampage Monday night and this morning, spewing a number of false and misleading claims — many of which we have fact-checked previously.",
  "There is no evidence that Clinton was involved in the question of whether the Democratic National Committee’s servers should be turned over to the FBI as part of the investigation into Russian-linked hacking.",
  "“We got the forensics from the pros that they hired which — again, best practice is always to get access to the machines themselves, but this my folks tell me was an appropriate substitute,” Comey said.",
  "Andrew McCabe, who is now the acting FBI director, became part of the investigation of Hillary Clinton’s emails long after his wife, Jill McCabe, unsuccessfully ran for a Virginia senate seat.",
  "Comey testified to the Senate Intelligence Committee that the bureau made “multiple requests at different levels” to access the DNC’s servers, but the DNC said the FBI never requested access.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nIs Fake News Washington Post being used as a lobbyist weapon against Congress to keep Politicians from looking into Amazon no-tax monopoly?",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nWe will begin with a pair of tweets attacking The Washington Post, which is owned by Jeffrey P. Bezos, the founder of Amazon.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nTrump conflates a number of issues here in his continuing effort to force his attorney general from office.",
  "Attorney General Jeff Sessions has taken a VERY weak position on Hillary Clinton crimes (where are E-mails & DNC server) & Intel leakers!",
  "It’s worth noting here that the DNC was the victim in this instance, and yet Trump without evidence seems to be accusing it of a crime.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nHere, Trump reprises a Four-Pinocchio claim from the presidential campaign.",
  "Terry McAuliffe (D) gave $452,500 to McCabe, and the state Democratic Party gave her campaign an additional $207,788.",
  "The DNC ultimately allowed a private company, CrowdStrike, to review its database and share findings with the FBI.",
  "The FBI and the Democratic National Committee disagree on whether the FBI requested access to the DNC’s servers.",
  "One fundamental difference is that Ukraine is considered a U.S. ally, and Russia is considered an adversary.",
  "Amazon does not own The Post, but in any case the president’s claims about “no-tax” Amazon are out of date.",
  "Donald Trump President of the United States Twitter Tuesday, July 25, 2017 2017-07-25 Read More info",
  "McAuliffe is close to Clinton, but there is no evidence she knew of the contributions.",
  "As of March, Amazon is collecting sales tax on purchases in every state that has one.",
  "Ukrainian efforts to sabotage Trump campaign - \"quietly working to boost Clinton.\"",
  "Amazon used to lobby to keep Internet sales free from state taxes, but no more.",
  "There is no such evidence of a top-down effort in the Ukrainian case.",
  "That was about one-third of the $1.8 million budget for her campaign.",
  "So many stories about me in the @washingtonpost are Fake News.",
  "The comparison to the Russian probe is overblown and facile.",
  "Here’s a quick guide to what’s factually incorrect.",
  "The political action committee of Virginia Gov.",
  "They are as bad as ratings challenged @CNN.",
  "Lobbyist for Amazon and taxes?"
]