[
  "In other words we’ll be selling our energy instead of buying it from everybody all over the globe.” Donald Trump President of the United States speech at National Scout Jamboree Monday, July 24, 2017 2017-07-24 Read More info\n\nShare the Facts 2017-07-26 10:11:51 UTC Washington Post -1 -1 -1 Washington Post Rating: Not quite Washington Post Rating: “Lebanon is on the front lines in the fight against ISIS, Al-Qaeda and Hezbollah.” Donald Trump President of the United States during a news conference Tuesday, July 25, 2017 2017-07-25 Read More info\n\nShare the Facts 2017-07-26 10:13:56 UTC Washington Post -1 -1 -1 Washington Post Rating: Not quite Washington Post Rating: “We’ve achieved an historic increase in defense spending.” Donald Trump President of the United States during a speech in Youngstown, Ohio Tuesday, July 25, 2017 2017-07-25 Read More info\n\nShare the Facts 2017-07-26 10:14:04 UTC Washington Post -1 -1 -1 Washington Post Rating: Not accurate Washington Post Rating: “We have cut illegal immigration on our southern border by record numbers — 78 percent.” Donald Trump President of the United States during a speech in Youngstown, Ohio Tuesday, July 25, 2017 2017-07-25 Read More info\n\nShare the Facts 2017-07-26 10:14:12 UTC Washington Post -1 -1 -1 Washington Post Rating: Arrested but not deported Washington Post Rating: “We are throwing MS-13 the hell out of here so fast … We are actually liberating towns and cities.” Donald Trump President of the United States during a speech in Youngstown, Ohio Tuesday, July 25, 2017 2017-07-25 Read More info\n\nShare the Facts 2017-07-26 10:14:47 UTC Washington Post -1 -1 -1 Washington Post Rating: False Washington Post Rating: “We have the highest taxes in the world.” Donald Trump President of the United States during a speech in Youngstown, Ohio Tuesday, July 25, 2017 2017-07-25 Read More info",
  "But the stock market had already been rising for years before he was elected — and he called it “a big, fat, ugly bubble.”\n\n“And you know we have a tremendous disadvantage in the electoral college — popular vote is much easier.”\n\nAccording to a tally by John Pitney of Claremont McKenna College, every Republican president since Rutherford B. Hayes in 1876 won a larger share of the electoral college votes than Trump, with the exception of George W. Bush (twice) and Nixon in 1968.",
  "(About our rating scale)\n\nSend us facts to check by filling out this form\n\nKeep tabs on Trump’s promises with our Trump Promise Tracker\n\nSign up for The Fact Checker weekly newsletter\n\nShare the Facts 2017-07-26 10:11:23 UTC Washington Post -1 -1 -1 Washington Post Rating: Not a record Washington Post Rating: “19th Boy Scout Jamboree, wow, and to address such a tremendous group.",
  "That’s largely because the company has been able to get around the tariff by assembling bikes In India, something it’s done in that country since 2011.”\n\n\n\n“We have cut illegal immigration on our southern border by record numbers — 78 percent.”\n\nTrump’s anti-illegal-immigration rhetoric has contributed to lower border crossings along the Southwestern border, experts say.",
  "That’s a great honor, believe me.” Donald Trump President of the United States speech at National Scout Jamboree Monday, July 24, 2017 2017-07-24 Read More info\n\nShare the Facts 2017-07-26 10:11:32 UTC Washington Post -1 -1 -1 Washington Post Rating: U.S. already exports energy Washington Post Rating: “And very soon, Rick, we will be an energy exporter.",
  "I have tried to be fully transparent with regard to the filing of my SF-86 form, above and beyond what is required.”\n\nTrump news conference, 3:30 p.m., July 25, 2017\n\n“Lebanon is on the front lines in the fight against ISIS, al-Qaeda and Hezbollah.”\n\nTrump made this comment at a joint news conference with Lebanese Prime Minister Saad Hariri.",
  "Twitter, through the night and into morning\n\nThe Amazon Washington Post fabricated the facts on my ending massive, dangerous, and wasteful payments to Syrian rebels fighting Assad..... — Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nSo many stories about me in the @washingtonpost are Fake News.",
  "Trump rally in Youngstown, Ohio, 7:14 p.m., July 25, 2017\n\n“Don’t even think about it, we will build that wall.”\n\nCongress refused to provide funding for the wall in the 2017 budget and prospects for funds being approved in the 2018 budget are dim because of continued congressional opposition.",
  "“We can’t believe you gave [Iran] between $100 and $150 billion when they were ready to fail.”\n\nIn knocking the international agreement with Iran to freeze its nuclear ambitions, Trump makes it sound like the Obama administration provided the Islamic republic with U.S. taxpayer money.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nTrump conflates a number of issues here in his continuing effort to force his attorney general from office because of his anger that Sessions followed Justice Department guidance and recused himself from the Russia probe.",
  "“After years and years of sending our jobs and our wealth to other countries, we are finally standing up for our workers and our companies”\n\nOf course, Trump himself has a long history of outsourcing a variety of his products and has acknowledged doing so.",
  "So where is the investigation A.G. @seanhannity — Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nTrump is referring to efforts by a Ukrainian American operative to expose former Trump campaign chairman Paul Manafort’s ties to the Russian government.",
  "“[Harley Davidson says] when we sell a motorcycle in certain countries we have as much as 100 percent tax to pay.”\n\nTrump probably is referring to the tariff that Harley-Davidson faces in India, which imposes a 100 percent import tariff on motorcycles.",
  "In March 2017, when Trump introduced this talking point, the Milwaukee Journal-Sentinel reported: “In India, where big touring motorcycles and cars are saddled with a 100% import tariff, Harley’s sales have grown by a brisk 30% in the past two years.",
  "Moreover, U.S. intelligence officials found a top-down effort, initiated by Russian President Vladimir Putin, to illegally hack and release information in a deliberate attempt to meddle in the U.S. election and undermine the democratic system.",
  "In 2014, according to comparative tables of the Organization for Economic Cooperation and Development (OECD), revenue as a percentage of the gross domestic product — the broadest measure of the economy — was 26 percent for the United States.",
  "There is no evidence that Clinton was involved in the question of whether the Democratic National Committee’s servers should be turned over to the FBI as part of the investigation into Russian-linked hacking after the DNC was hacked.",
  "“Boy, have we put those coal miners and coal back on the map.”\n\nAccording to the Bureau of Labor Statistics, only 800 jobs have been created in the coal industry since Trump became president — an increase of less than 2 percent.",
  "In a period of less than 26 hours — from 6:31 p.m. on July 24 to 8:09 p.m. on July 25 — President Trump made two fired-up speeches, held a news conference and tweeted with abandon, leaving a trail of misinformation in his wake.",
  "Moreover, it stretches the imagination that McAuliffe would know that the husband of someone he was supporting in a Virginia legislative race was going to be promoted months later to a position of authority in the email case.",
  "“In looking back at our investigations into mishandling or removal of classified information, we cannot find a case that would support bringing criminal charges on these facts,” FBI Director James B. Comey said in July 2016.",
  "Instead, a Ukrainian American Democratic operative named Alexandra Chalupa began looking into Manafort’s ties to Viktor Yanukovych, a former pro-Russian president of Ukraine, as a part of her volunteer work in 2014.",
  "Moreover, Trump using data from the Department of Health and Human Services that do not take into account the effect of subsidies, which shield 84 percent of people in the exchanges from such extreme premium hikes.",
  "The Clinton email issue was exhaustively investigated by the FBI, with the conclusion a year ago that she was “extremely careless” in her handling of classified information but did not intend to violate any laws.",
  "The unemployment rate was 4.8 percent in January, when Trump took office — and when he campaigned for president he routinely said the unemployment numbers were phony and were actually as high as 42 percent.",
  "Administration officials often misleadingly refer to “mining” jobs, which mostly consist of jobs in the oil sector, which has rebounded from a price slump that has little to do with administration policies.",
  "The unemployment rate was 4.8 percent in January, when Trump took office — and when he campaigned for president he routinely said the unemployment numbers were phony and were actually as high as 42 percent.",
  "In other words, we’ll be selling our energy instead of buying it from everybody all over the globe.”\n\nThe United States is already exporting energy, and has exported more than it has imported since 2015.",
  "The Congressional Budget Office, in its reports on the GOP replacement bills, said that the individual market would be stable in most markets at least for the next 10 years under the Affordable Care Act.",
  "Hezbollah, the militant group, dominates the Lebanese cabinet and is more powerful than the official Lebanese army, recently launching an operation against a militant group in the eastern town of Arsal.",
  "“We got the forensics from the pros that they hired which — again, best practice is always to get access to the machines themselves, but this my folks tell me was an appropriate substitute,” Comey said.",
  "“We want millions of Americans lifted from welfare to work and from dependence to independence.”\n\n“Welfare” is a broad term and can apply to people who are working but receiving government assistance.",
  "On average, eight out of 10 marketplace enrollees receive government premium subsidies, and they are protected from a premium increase (and may even see a decrease) if they stay with a low-cost plan.",
  "Andrew McCabe, who is now the acting FBI director, became part of the investigation of Hillary Clinton’s emails long after his wife, Jill McCabe, unsuccessfully ran for a Virginia Senate seat.",
  "Comey testified to the Senate Intelligence Committee that the bureau made “multiple requests at different levels” to access the DNC’s servers, but the DNC said the FBI never requested access.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nIs Fake News Washington Post being used as a lobbyist weapon against Congress to keep Politicians from looking into Amazon no-tax monopoly?",
  "Moreover, it was Trump himself who said after the election that it would be not be appropriate to investigate Clinton any further, so Sessions presumably was following his guidance.",
  "“This month in Chicago there have been more than two homicide victims per day.”\n\nThe statistic is accurate, according to a database of Chicago-area homicides by the Chicago Tribune.",
  "Homicides in Chicago are a concern, but it must be noted that overall, violent crime is on a decades-long decline, since the height of the crack cocaine epidemic in the early 1990s.",
  "The stock market on a daily basis is hitting an all-time high.”\n\nTrump appears to referring to the fact that the unemployment rate was 4.4 percent in June, which is a 16-year low.",
  "Even during Trump’s “Made in America” week, when he urged manufacturers and consumers to “buy American, hire American,” his family’s company continued to rely on foreign workers.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nKushner, the president’s son-in-law, gave a lengthy statement explaining his side of the story and denying any collusion.",
  "Still, there has been an increase in the rate of gang deportations in general to El Salvador (where MS-13 gang’s roots are) and Salvadoran officials are preparing for more.",
  "“Actually if I get what I want, it will be the single biggest tax cut in American history.”\n\nThe Trump administration has released no plan beyond a single sheet of paper.",
  "Even if it became a reality (there are reports that the tax plan is being scaled back), it still would be smaller than tax cuts passed by Harry Truman and Ronald Reagan.",
  "Led by the hydraulic fracturing techniques, the United States and the rest of the world have been in the midst of an energy revolution that began nearly 15 years ago.",
  "“Unemployment last month hit a 16-year low.”\n\nTrump once again is referring to the fact that the unemployment rate was 4.4 percent in June, which is a 16-year low.",
  "The figure Trump uses is exaggerated; he is comparing data from November or December 2016 (before he was inaugurated) compared to the lowest point in April 2017.",
  "The Kaiser Family Foundation estimated that cumulative premium increases were 63 percent for 2001-2006, 31 percent for 2006-2011 and 20 percent for 2011-2016.",
  "Further, the fashion line of Ivanka Trump, the president’s daughter and adviser to the president, is out of step with the principles championed by her father.",
  "“We’ve achieved an historic increase in defense spending.”\n\nTrump’s proposed defense increase is relatively modest — and not yet been approved by Congress.",
  "There was just an 8.1 percent decline from February 2017 (the first full month of data from his presidency) through June 2017 (the latest data available).",
  "Because of international sanctions over its nuclear program, Iran had billions of dollars in assets that were frozen in foreign banks around the globe.",
  "In fact, eligibility for benefits often is contingent on searching for a job — in other words, working toward the “independence” that Trump mentions.",
  "The Pew Research Center, using 2014 data, found that the tax bill for Americans, under various scenarios, is below average for developed countries.",
  "As for Obamacare being too expensive, most people who participate in the exchanges receive tax subsidies that shield them from premium increases.",
  "National Scout Jamboree at Glen Jean, W.Va., 6:31 p.m. EST, July 24, 2017\n\n“19th Boy Scout Jamboree, wow, and to address such a tremendous group.",
  "As a part of his statement, Kushner said: “I did not collude, nor know of anyone else in the campaign who colluded, with any foreign government.",
  "There’s also no evidence that the DNC used information gathered by Chalupa or that the Ukrainians coordinated opposition research with the DNC.",
  "Think of that.”\n\nIt’s unclear why Trump would give himself credit for jobs created in the last three months of President Barack Obama’s term.",
  "Problem is that the acting head of the FBI & the person in charge of the Hillary investigation, Andrew McCabe, got $700,000 from H for wife!",
  "As we noted, during the campaign Trump often said the stock market was in “a big, fat, ugly bubble.” Now he celebrates its continued rise.",
  "But Trump always uses the outlier city of Chicago in order to paint a picture of widespread increase in violent crimes across the country.",
  "For 2017, the average increase in premiums before subsidies was 25 percent, so he is cherry-picking the highest end of premium increases.",
  "Attorney General Jeff Sessions has taken a VERY weak position on Hillary Clinton crimes (where are E-mails & DNC server) & Intel leakers!",
  "It’s worth noting here that the DNC was the victim in this instance, and yet Trump without evidence seems to be accusing it of a crime.",
  "“We are throwing MS-13 the hell out of here so fast.… We are actually liberating towns and cities.”\n\nThis is yet another exaggeration.",
  "In the five months since Trump took office, 863,000 jobs have been created — fewer than the last five months of Obama’s second term.",
  "It gives horrible coverage.”\n\nTrump continues with his overheated rhetoric on the Affordable Care Act, with as usual few specifics.",
  "But Hariri is only in power because of a deal he struck with Michel Aoun, Hezbollah’s main Christian ally, to make Aoun president.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nHere, Trump reprises a Four-Pinocchio claim from the presidential campaign.",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nThe Washington Post is owned by Jeffrey P. Bezos, the founder of Amazon.",
  "That is not Kushner “proving he did not collude with the Russians”; the special counsel’s investigation is still under way.",
  "The health-care costs have slowed since the passage of the ACA, though the jury is out that the law is mostly responsible.",
  "While about 1,000 gang members or affiliates were arrested, they were not yet deported out of the country as of June 2017.",
  "The Treasury Department has estimated that once Iran fulfills other obligations, it would have about $55 billion left.",
  "In Alaska, over 200 percent.”\n\nThis is one of Trump’s favorite talking points on Obamacare, yet it’s still misleading.",
  "Out of 34 countries, that put the United States in the bottom third — and well below the OECD average of 34.4 percent.",
  "Terry McAuliffe (D) gave $452,500 to McCabe, and the state Democratic Party gave her campaign an additional $207,788.",
  "Trump has all but dropped mention of the notion of Mexico paying for the cost of the wall, a key campaign promise.",
  "What a date.”\n\nTrump equates the rise of the stock market since the election as a demonstration of a good economy.",
  "At last count, 26,000 Scouts were expected at the 2017 event, suggesting it would fall well short of the record.",
  "Credible estimates suggest the health-care law boosted the number of people with health insurance by 20 million.",
  "The FBI and the Democratic National Committee disagree on whether the FBI requested access to the DNC’s servers.",
  "That’s a great honor, believe me.”\n\nThe figure of 45,000 is not official but if so, that would not be a record.",
  "But the comparison to the Russian probe is overblown and facile, making a similar criminal probe problematic.",
  "One fundamental difference is that Ukraine is considered a U.S. ally, and Russia is considered an adversary.",
  "Amazon does not own The Post, but in any case the president’s claims about “no-tax” Amazon are out of date.",
  "In 1973, the jamboree was held in two sites, in Idaho and Pennsylvania, for a total of 73,610 attendees.",
  "The DNC allowed a private company, CrowdStrike, to review its database and share findings with the FBI.",
  "Despite seasonal trends, apprehensions at the U.S.-Mexico border declined steadily since October 2016.",
  "She apparently received some guidance from the Ukrainian Embassy in order to locate public documents.",
  "The most-attended single-site jamboree was held in 1964, in Valley Forge, Pa., with 50,960 attendees.",
  "An uptick in crime over a two- or three-year period does not necessarily indicate a new crime wave.",
  "If someone is receiving means-tested assistance, it doesn’t necessarily mean they are not working.",
  "Another of Trump’s golf courses recently filed a request to hire 10 foreign workers to be waiters.",
  "For its part, the Central Bank of Iran said the number was actually $32 billion, not $55 billion.",
  "Earlier this year, Immigration and Customs Enforcement conducted the largest gang surge to date.",
  "“In West Virginia, recent premiums have gone up 169 percent since Obamacare went into effect.",
  "Indeed, Trump is falling behind on his promise to create 10 million jobs in his first term.",
  "I have not relied on Russian funds to finance my business activities in the private sector.",
  "(The actual jobs report was nothing special, with fewer jobs created than in June 2016.)",
  "But the company has been able to get around the tariff by assembling its bikes in India.",
  "McAuliffe is close to Clinton, but there is no evidence she knew of the contributions.",
  "Jared Kushner did very well yesterday in proving he did not collude with the Russians.",
  "So it’s a bit odd for Trump to suggest the Lebanese government is fighting Hezbollah.",
  "As of March, Amazon is collecting sales tax on purchases in every state that has one.",
  "But since then, apprehensions are climbing again, more in line with seasonal trends.",
  "Ukrainian efforts to sabotage Trump campaign - \"quietly working to boost Clinton.\"",
  "(During the campaign, we counted at least 12 countries that made Trump products.)",
  "“We have the highest taxes in the world.”\n\nTrump almost never gets this correct.",
  "Amazon used to lobby to keep Internet sales free from state taxes, but no more.",
  "In April 2017, apprehensions reached their lowest point since at least 2002.",
  "Saudi Arabia leads the world with one-fifth of the world’s oil reserves.",
  "In terms of percentage of Boy Scouts attending, 2010 holds the record.)",
  "(Much of the other money was obligated to illiquid projects in China.)",
  "There is no such evidence of a top-down effort in the Ukrainian case.",
  "That was about one-third of the $1.8 million budget for her campaign.",
  "Trump uses too high an estimate of the funds made available to Iran.",
  "“Our stock market has picked up — since the election November 8th.",
  "That’s entirely different from state-sponsored illegal hacking.",
  "With sanctions lifted, in theory those funds would be unlocked.",
  "“Since my election, we’ve added much more than 1 million jobs.",
  "(This was a slight increase from 4.3 percent in May.)",
  "(This was a slight increase from 4.3 percent in May.)",
  "“And very soon, Rick, we will be an energy exporter.",
  "The political action committee of Virginia Gov.",
  "Moreover, just 104 were associated with MS-13.",
  "They are as bad as ratings challenged @CNN.",
  "“We had the best jobs report in 16 years.",
  "The press will say it’s about 200 people.",
  "The press will say it’s about 200 people.",
  "Here’s a roundup of his suspect claims.",
  "Isn’t that nice — an energy exporter?",
  "Isn’t that nice — an energy exporter?",
  "Boy, you have a lot of people here.",
  "Boy, you have a lot of people here.",
  "It looks like about 45,000 people.",
  "Why is McCabe acting FBI director?",
  "Next up, 11 year old Barron Trump!",
  "It looks like about 45,000 people.",
  "Lobbyist for Amazon and taxes?",
  "It’s failing on every front.",
  "I had no improper contacts.",
  "Because Trump fired Comey.",
  "Was that a beautiful date?",
  "Do we remember that date?",
  "“Obamacare is a disaster.",
  "You set a record today.",
  "(Those are raw numbers.",
  "You set a record today.",
  "It’s too expensive.",
  "You set a record.",
  "You set a record.",
  "Witch Hunt."
]