[
  "Just two months into his term, for instance, Trump tweeted a sensational claim that his predecessor, Barack Obama, “had my ‘wires tapped’ in Trump Tower just before the victory.” The baseless assertion appears to have been Trump’s confused interpretation of a story on the conservative website Breitbart News, itself summarizing radio host Mark Levin’s fulminations about a supposed “silent coup” against the White House by Obama loyalists.",
  "An anonymous Twitter user had noted a passing reference in texts between Strzok and Page to “oconus lures” — intelligence jargon for spies working outside the United States — and suggested that these might refer to a “baited Sting Op using foreign agents against Trump,” though nothing in the texts implied that the “lures” had any connection to Trump.",
  "[Theorizing about the Trump administration has become our national pastime]\n\nThis May, Trump repeatedly echoed a claim by Fox Business host David Asman, who was repeating speculation from an article posted by the conservative National Review, that the Obama administration had sent a “spy” to “infiltrate” the Trump campaign.",
  "Officially, the president proclaims “great faith” in his intelligence community, giving cover to Republican elected officials — who can point to Trump’s professed acceptance of the intelligence consensus — and Trump’s own appointees, who might feel compelled to resign if he made his distrust of their work more explicit.",
  "Trump also alluded to concerns about Imran Awan, a former IT specialist for congressional Democrats, whom Trump has described on Twitter as a “Pakistani mystery man .” “What happened to the servers of the Pakistani gentleman that worked on the DNC?” Trump wondered in Helsinki.",
  "As CrowdStrike, the DNC and senior FBI officials have all repeatedly made clear , all the data captured by CrowdStrike — which would be far more useful for forensic purposes than having access to the physical machines after the fact — was promptly handed over to the FBI.",
  "But regular viewers of Fox News would have understood “where is the server?” as shorthand for a fanciful theory that it was not Russian hackers but an insider at the Democratic National Committee who made off with DNC emails that were published by WikiLeaks.",
  "The incident-response firm hired by the DNC, CrowdStrike, had exact digital copies of the systems that U.S. authorities say were targeted by a Russian military operation in 2016, as well as logs showing the intruders’ actions in the system as they occurred.",
  "President Trump’s performance at a joint news conference with Vladimir Putin this past week was a stark illustration not only of his strange and persistent deference to the Russian president, but also of his profound alienation from his own government.",
  "Trump stoked the fires again last month, tweeting that FBI agent Peter Strzok and former FBI lawyer Lisa Page “have texts referring to a counter-intelligence operation into the Trump Campaign dating way back to December, 2015.” This, too, was untrue.",
  "According to this narrative, DNC officials have denied law enforcement access to their computer systems to conceal an “inside job,” and the attribution of the theft to Russian intelligence was made without this obviously crucial piece of evidence.",
  "Invited by a reporter at Monday’s news conference to denounce Russian electoral interference, Trump’s first response was a rhetorical question based on a false premise: “You have groups that are wondering why the FBI never took the server.",
  "That document includes a meticulously detailed account of the DNC hack, including how the initial intrusion was achieved, the specific hacking tools and malware that were installed, and the types of data that were ultimately exfiltrated.",
  "Yet his dog-whistle references clearly tell his base not to take this official faith seriously — and guarantee that his media allies will follow his lead with another round of stories reinforcing the narrative of deep-state perfidy.",
  "Yet since the news that Awan was under criminal investigation broke, Trump-friendly media figures have eagerly speculated, with no apparent evidence, that he might have been involved in the theft of information from the DNC.",
  "But a more cynical interpretation is that the truth or falsehood of these claims is beside the point for Trump: His symbiotic relationship with right-wing media permits him to have it both ways in his public pronouncements.",
  "If Trump sincerely believes these stories, that ought to be cause for intense concern: We expect a president to rely on solid intelligence, not blogs and cable news, when making life-and-death national security decisions.",
  "A president needs to be held accountable for his public pronouncements, and Trump’s protestations that he is “just asking questions” should fool nobody: He is uniquely capable of learning the answers to those questions.",
  "He established an entire federal commission, since disbanded, to look into false reports that 3 million people had voted illegally for Hillary Clinton, thus depriving him of a victory in the popular vote in 2016.",
  "But it remains striking that Trump seems so uninterested in using the vast resources of the presidency to discover whether there’s any validity to the stories he broadcasts to his online audience of millions.",
  "His tweets and off-the-cuff remarks constantly reference weird theories from the fringes of the right-wing media ecosystem, yet he exhibits little interest in the resources uniquely available to a president.",
  "“Now, did Russians actually hack our system?” Fox News pundit Gregg Jarrett asked on “Hannity” last September as he discussed Awan, just one of many times the program has breathlessly covered the case.",
  "That the government had this information, along with a mountain of other evidence, is also obvious from the indictment that special counsel Robert Mueller’s office made public this month.",
  "The more prosaic reality was that an American academic, Stefan Halper , had approached several campaign staffers at the FBI’s behest to gauge their knowledge of Russian operations.",
  "He has asked for far-less-detailed daily briefings from the intelligence community than his predecessors got, and he reportedly ignores background material on policy decisions.",
  "In command of the most powerful intelligence-gathering apparatus in the world, Trump still prefers to get his information from cable news pundits and right-wing websites.",
  "But of course Trump won’t seek the truth from intelligence agencies: Most of the dubious theories he espouses imagine a “deep state” cabal working to bring him down.",
  "So Trump made two clear signals to regular viewers of television hosts like Hannity and Lou Dobbs or to readers of conservative websites, that Russia was framed.",
  "In the plea agreement, federal investigators made clear that they found no evidence that Awan had stolen or transferred any of the data he had access to.",
  "If Trump had posed the question “where is the server?” to the FBI rather than his Twitter followers, he would have immediately received an answer.",
  "Trump seems to have publicly endorsed this claim without checking with his intelligence appointees to determine whether there was any truth to it.",
  "This time, Trump did — belatedly and very publicly — call on the Justice Department to investigate whether any such “infiltration” had occurred.",
  "Trump made his reputation on the right as a purveyor of lurid, and provably false, conspiracy theories about Obama’s birth certificate.",
  "As a candidate, he claimed to have seen “thousands” of Muslims in New Jersey celebrating on Sept. 11, 2001 — which didn’t happen.",
  "Yet the answer to those questions is embarrassingly simple: The FBI did get all the relevant information from the DNC’s network.",
  "Julian Sanchez is a senior fellow at the Cato Institute and studies issues related to technology, privacy and civil liberties.",
  "The conspiracy-minded blog Gateway Pundit ran with this wild speculation, which was then referenced on social media by Dobbs.",
  "Cut off from systems designed to inform him Trump instead echoes dubious narratives crafted to energize his supporters.",
  "Trump later tweeted about it, and within an hour, Fox News’s Laura Ingraham was discussing “oconus lures” on the air.",
  "Most jarring, both would have been instantly debunked in a brief conversation with any of his intelligence chiefs.",
  "To those not steeped in Trump-friendly blogs and cable programs, it might have seemed like a bizarre non sequitur.",
  "“Why haven’t they taken the server?” Well, in the only sense that matters for forensic analysis, they have.",
  "They’re missing.”\n\nHere, too, familiarity with right-wing media helps explain what Trump is talking about.",
  "Helsinki was only the latest example of a pattern that has marked his administration from the outset.",
  "Trump has raised questions about the supposedly “missing” server again and again on Twitter.",
  "Awan — who worked for House Democrats, not the DNC — recently pleaded guilty to bank fraud .",
  "Why haven’t they taken the server?”\n\n[Vladimir Putin has his own version of reality.",
  "Trump’s allies must stop indulging this dishonest performance.",
  "Twitter: @normative\n\nRead more from Outlook:",
  "None of this is surprising, on one level.",
  "And President Trump believes it.]",
  "“Where are those servers?",
  "If only he cared to ask."
]