[
  "“What this suggests to me is that Beijing is fed up with freedom of navigation operations and elected to violate the memorandum of understanding that the US and China agreed to three years ago about how they behave when warships are around each other.”\n\nMcDevitt, now a senior fellow at the Center for Naval Analyses, said the Chinese stunt also violated agreements on exchanging signals on the high seas and an international protocol on seamanship.",
  "“Certainly there was still hacking going on but it did have a substantial decrease.”\n\n“If the reported increase is true, I would ascribe in part to this deterioration of the overall relationship, because that’s what brought them to the table in the first place.”\n\nThe US meanwhile has stepped up its counter-measures, moving from playing defence – patching vulnerabilities and identifying Chinese cyber assailants – to going on the offence.",
  "Donald Trump's reliance on Chinese restraint is risky Read more\n\nSome analysts say that the recent episodes, while dramatic, have not undone the last 15 years of dramatic improvement from previous diplomatic impasses, like the US bombing of a Chinese embassy in Belgrade in 1999, or US sanctions on China after protests in Tiananmen in 1989 were violently put down by the Chinese military.",
  "Photograph: US navy/gcaptain.com\n\nLast week, the US justice department for the first time managed to extradite a senior Chinese intelligence officer, Yanjun Xu, who been lured to Belgium on 1 April, thinking he was going to be handed trade secrets from US aviation companies on a thumb drive from a source he had recruited.",
  "They started to pick it back up in 2017 and the trend has only accelerated since then.”\n\nChristopher Painter, who was the top US cyber diplomat under the Obama administration, said that Beijing agreed to the 2015 cyber deal because they did not want the threat of sanctions to overshadow a state visit by Xi.",
  "We urge the US to stop using so-called ‘cyber-theft’ to discredit China … and harm Sino-US relations.”\n\nLu said he hoped the US and its allies would “abandon ... a cold war mentality and this “zero-sum” game” and treat China’s development with “openness, inclusivity and cooperation”.",
  "And Beijing has ordered its navy to use more far aggressive tactics to stop US and allied ships sailing near islands and reefs in the South China Sea it has claimed and turned into military outposts in order to assert control of strategic sea lanes.",
  "Most experts said that China – though a leader in economic espionage that has sought to lobby against Trump’s tariff policies – was not trying to hack the US elections in the way Russia had meddled in the 2016 vote that brought Trump to Oval Office.",
  "A few days later, his vice-president, Mike Pence, expanded on the accusation, saying China was pursuing a “whole-of-government approach” including “coercive” methods to interfere in US domestic politics to bring to power “a different US president”.",
  "China will not tolerate US military muscle-flexing off our shores | Liu Xiaoming Read more\n\nThe US and its allies have sought to defy those claims and keep international sea lanes open by sending their navies on “freedom-of-navigation” patrols.",
  "The 2015 Xi-Obama cyber ceasefire did not halt cyber espionage by any means, but it did lead to a drastic reduction in the wholesale theft of intellectual property by the Chinese state for the competitive benefit of Chinese industry.",
  "“CrowdStrike can now confirm that China is back (after a big drop-off in activity in 2016) to being the predominant nation-state intrusion threat in terms of volume of activity against Western industry,” Alperovitch said on Twitter.",
  "Chinese officials have accused Washington of starting a new cold war, but the jostling between the two powers has already shown its potential to turn hot through accident or miscalculation, if action is not taken to defuse tensions.",
  "As the destroyer USS Decatur was sailing through the Spratly Island chain, a Chinese warship overtook it and abruptly cut in front of it, coming within 45 yards, and forcing the Decatur to make an emergency turn to avoid collision.",
  "The US and China have shrugged off rules and constraints that have kept their 21st-century global rivalry in check, opening the way for an escalating conflict on many fronts that neither side appears willing or able to stop.",
  "“It was not seen just as a cyber issue but an economic and national security issue that affected the overall relationship,” Painter, now a commissioner at the Global Commission for the Stability of Cyberspace, said.",
  "Its armed forces are pushing its zone of influence out into the Pacific, seizing control of disputed islands and reefs in the South China Sea, building military outposts on them and claiming the waters around them.",
  "But the Chinese government has ended a cyber ceasefire agreed between the president, Xi Jinping, and Barack Obama in 2015, unleashing armies of hackers once more in pursuit of the trade secrets of US firms.",
  "His message was that the Trump administration was going to take a tougher line than its predecessor when it came to stopping Chinese moves to rewrite the international order to suit Beijing’s interests.",
  "“It’s a big jump in China’s reaction to freedom of navigation operations,” said retired Rear Admiral Michael McDevitt, who commanded a US aircraft carrier battle group in the Pacific.",
  "“And if they’re put back in the proper place they would be if they weren’t allowed to steal our technology, their military capabilities would be substantially reduced.",
  "And a lot of the tensions we see caused by China would be reduced.”\n\nChina, which holds more than $1tn in US debt, is equally determined not to be “put back in place”.",
  "“A few months after the September 2015 Obama-Xi agreement, we witnessed about 90% drop in Chinese nation-state sponsored intrusions against Western commercial sector.",
  "In response to questions about allegations of Chinese spying, Lu Kang, a spokesman for China’s ministry of foreign affairs, said: “The accusations are unfounded.",
  "In a UN security council meeting last month Donald Trump accused Beijing – without citing evidence – of seeking to oust him through interference in US elections.",
  "I think their behavior needs to be adjusted in the trade area, in the international, military and political areas, in a whole range of areas,” Bolton said.",
  "Within the past few weeks, as a trade war loomed between the two countries, US and Chinese warships came within yards of colliding in the South China Sea.",
  "Facebook Twitter Pinterest A leaked photo shows a confrontation between the USS Decatur and a Chinese navy warship in South China Sea on 30 September.",
  "You try to really cause pain for the other side,” said Dali Yang, a professor focusing on China’s political economy at the University of Chicago.",
  "Trump and Xi may meet at the G20 meeting in Argentina at the end of November, and both have a strong incentive to try to reset relations.",
  "And the FBI set a trap in Belgium for a senior Chinese intelligence official and had him extradited to the US, provoking fury in Beijing.",
  "That truce is now well and truly over, according to Dmitri Alperovitch, the co-founder of the CrowdStrike cybersecurity firm.",
  "“The Chinese leadership has taken on a much more cautious stance, not encouraging the entire country to rally against the US.",
  "In the past, the Chinese navy has observed these patrols and warned the ships to stay away from the newly colonised islands.",
  "Washington has meanwhile significantly ramped up its bellicose rhetoric portraying China as a dangerous adversary.",
  "China is no longer just challenging the US at trade negotiating tables and in the shadows of cyber espionage.",
  "Trump’s national security adviser, John Bolton, made it clear last week that the US would not back down.",
  "This is something the Chinese need to understand,” Bolton said in a radio interview on Thursday.",
  "Chinese officials have described the allegations about Xu as fabricated “out of thin air”.",
  "The Belgian authorities, working with their American counterparts, were waiting for him.",
  "It was a signal that China is no longer interested in abiding by the existing rules.",
  "On 30 September, however, Beijing tried something different and a lot more risky.",
  "The two sides are dancing very delicately even amid the tough rhetoric.”",
  "They have been careful in modulating the temper of the Chinese press.",
  "Pence, like the president, did not supply evidence for the claim.",
  "“It’s part of the bargaining process, taking very tough stances.",
  "“They’ve never seen an American president this tough before.",
  "We will not tolerate threats to American service members.",
  "We’re determined to keep international sea lanes open.",
  "“The commanders have the authority we need."
]