[
  "But compared to Donald Trump, a guy who rejects science, doesn't even believe that climate change is real, let alone that we have to take bold action to transform our energy system, a Donald Trump who wants to give hundreds of billions of dollars in tax breaks to the top two- tenths of 1 percent, a Donald Trump who goes around the country insulting Mexicans and Latinos and Muslims and women, veterans and African-Americans, trust me, on -- on his worst, worst, worst day, Tim Kaine is 100 times better than Donald Trump will ever be.",
  "And that is why many, many months ago, I made it clear that I thought Debbie Wasserman Schultz should resign, should step down, not only because of the prejudice I think they showed during the campaign, but also because I think we need a new leadership of the Democratic Party which is going to open up that party to working people, to young people, to have the kind of vitality we need to not only win the presidency, but gain control of the Senate and the House as well.",
  "TAPPER: Andre, let me ask you, as the Trump supporter at the table, you heard Jeff Weaver, Sanders' campaign manager, say that was 48 hours spent during the Republican Convention trying to figure out which staff member put those plagiarized parts of Michelle Obama's speech into Malia Trump's -- Melania Trump's speech...\n\n\n\nANDRE BAUER, CNN POLITICAL COMMENTATOR: Handled totally incorrectly.",
  "We need to get by this and one of the reasons -- one of the ways to get by this is for Debbie Wasserman Schultz to step down for the good of the party, put in somebody will be a more unifying figure so that we can bring the party together so that we can stop talking about this, so that we can start talking about the progressive change that we need in this country and move forward.",
  "[12:25:11]\n\n\n\nMy second message is that we continue the political revolution and fight for a government that represents all of us, and not just the 1 percent, fight to break up the banks on Wall Street, fight for a Medicare-for-all single-payer system, fight to rebuild our infrastructure and create millions of decent jobs, fight for real criminal justice and immigration reform.",
  "But some Bernie Sanders supporters say that that's not enough after leaked emails hacked and then released on WikiLeaks show staffers at the DNC, including some senior staffers, seeming to plot, to plant negative stories about Sanders during his primary fight with Hillary Clinton at a time when the party was supposed to be neutral, the DNC was supposed to be neutral.",
  "Hillary Clinton and I reached an agreement on a higher education plan that would guarantee free tuition at public -- every public college and university in this country for families making 125,000 bucks or less, greatly expanding health care, and making sure that we make sure that millions of people gain access to primary health care and dental care.",
  "(LAUGHTER)\n\n\n\nTAPPER: But, you know, I mean everybody laughing at all that stuff...\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: -- but -- but when the hack took place, I mean a lot of the coverage at the time and the group Crowdstrike, which is a cyber security group, did say that they thought it was Russian-backed hackers.",
  "Doesn't the Democratic Party, doesn't the Hillary Clinton campaign run a risk, if you go after the stark picture that Donald Trump painted, if you belittle it, don't you run the risk of alienating people who are concerned about trade deals that sent their jobs away, illegal immigration, crime, terrorism?",
  "And I think, you know, it's great that Debbie Wasserman Schultz is not going to be speaking here, but, look, we saw in the Republican convention, we spent 48 hours with a drip, drip, drip as they refused to deal with the fact that Mrs. Trump had obviously lifted some lines from Michelle Obama's speech.",
  "But -- but on the eve of the big event, the main stage speakers risk being overshadowed by backstage tensions, after hacked and leaked e-mails from the Democratic National Committee show party officials clearly conspiring against Bernie Sanders during his primary fight against Hillary Clinton.",
  "Again, not a surprise but most Democratic establishment figure were supporting Hillary Clinton but this just shows the inside of all this here and it confirms everything that Sen. Sanders suspected and the fact that he has said and I am pl amplifying now, he's calling on her to resign.",
  "You know, this whole data breach issue where we complained about how the firewall of the DNC had just fallen down, I mean, this is another example of mismanagement over there when you have an internet system that is so fragile that these guys can just come in and take what they want.",
  "TAPPER: The chief financial officer, Tom Marshall, I think is his name, was the one talking about the religion, and whether Bernie was Jewish or believed in God, or was an atheist or whatever, and how that might help Hillary, presumably, win voters in Kentucky and West Virginia.",
  "I think the focus, though, that I am going to go forward on right now is to make sure that Donald Trump, perhaps the worst Republican candidate in the modern history of this country, somebody by temperament, somebody by ideology must not become president of the United States.",
  "What I don't want to happen -- and maybe you all can help us figure this out -- is for there to -- for there to be an action that's taken that gives more legitimacy to the argument that a lot of Bernie Sanders supporters are saying, that the system was rigged.",
  "\n\n\n\nReturn to Transcripts main page\n\nSTATE OF THE UNION\n\nInterview With Hillary Clinton's Campaign Manager Robby Mook; Interview With Vermont Senator Bernie Sanders; Leaked DNC E-mails Threaten to Overshadow Democratic Convention; Interview with Jeff Weaver.",
  "Embattled Democratic Chair Congresswoman Debbie Wasserman Schultz, we're told, will not preside daily over the convention here which is set to begin tomorrow and there -- it's an open question as to whether or not we will see her from the stage this week.",
  "With me here live on the convention floor, CNN political commentators Andre Bauer and Van Jones, CNN's senior political commentator, David Axelrod, is, of course, a former senior adviser to Barack Obama, and CNN political commentator Maria Cardona.",
  "And we are live from the floor of the Democratic Convention here in Philadelphia, the best city in the world, where there is mounting pressure on the chair of the Democratic National Committee, Congresswoman Debbie Wasserman Schultz, to resign.",
  "We don't want to be sitting here talking about Debbie Wasserman Schultz's handling of the DNC, which was obviously a real problem from the get-go, and we've -- as you have pointed out, I have pointed out throughout the campaign.",
  "I mean, there's likely to be more e-mails released in the next couple days, and I'm sure there other time periods in the campaign -- which you're aware of, like the data breach time period -- where there was a lot of tension.",
  "TAPPER: So, I have to ask, what is the reaction of the Clinton campaign to these DNC leaked emails suggesting that top officials, including the CFO there, were actively discussing ways to hurt Bernie Sanders in the primaries?",
  "And, again, I think it's -- if the Russians in fact had these emails, again, I don't think it's very coincidental that they are being released at this time to create maximum damage on Hillary Clinton and to help Donald Trump.",
  "BAUER: I think a -- I think the average voter on the street is going to have a hard time disgusting that that's -- that Donald Trump campaign has worked with the Russians to put this out the week of the Democratic Convention.",
  "There is growing pressure and growing worry across the party that these peace accords that really had been reached between the Clinton world and the Sanders' world are breaking here because of this explosive WikiLeak story.",
  "I don't think she is qualified to be the chair of the DNC, not only for these awful emails, which revealed the prejudice of the DNC, but also because we need a party that reaches out to working people and young people.",
  "And it's very, very disappointing that you see, in black and white, how top officials at the DNC were plotting to put negative stories out about Senator Sanders, about how they planned to attack him on his religion.",
  "CARDONA: I think something needs to be done to make it clear, as Van said, that, again, to underscore that this system was fair and square, because people do feel like it was, you know, pushed to one side.",
  "In May 2016, the chief financial officer of the DNC, Brad Marshall, sent an email to three other DNC staffers suggesting that the party should try to get someone to ask you about your religious beliefs.",
  "(BEGIN VIDEOTAPE)\n\n\n\nTAPPER (voice-over): With the Democratic Convention taking place in Philadelphia this year, the real question facing many delegates is not Bernie or Hillary, it's Pats or Geno's.",
  "Obviously, Bakari is very loyal, but he he's -- he said that beforehand, so I can't help but suspect that he's disappointed, as, are we know, many Latinos that yet again we have an all-white ticket.",
  "And quite frankly, something that hasn't been touched on, I'm not sure they're not in violation of campaign finance laws, because you had somebody within the DNC then helping the Hillary campaign.",
  "The Democratic Party is struggling to respond after a leaked emails showing top DNC officials suggesting possible ways to undercut Bernie Sanders during his primary race with Hillary Clinton.",
  "Wisconsin Governor Scott Walker he went with American cheese, questionable, but what raised hackles among the tough Philly crowd was his cutting in line and not cleaning up after himself.",
  "And, you know, Debbie Wasserman Schultz has worked very hard for a long time in this job, but she's going to have to make a decision as to whether she wants to be a distraction or not.",
  "I want to play something from Bakari Sellers, a big Clinton supporter who is a CNN analyst, talking about the selection of Tim Kaine as -- well, he wasn't talking about the selection.",
  "I think we need to be concerned that we also saw last week at the Republican Convention that Trump and his allies made changes to the Republican platform to make it more pro- Russian.",
  "[12:05:06]\n\n\n\nAnd we saw him talking about how NATO shouldn't intervene to defend -- necessarily should intervene to defend our Eastern European allies if they are attacked by Russia.",
  "And this is about something that she and Charlie Rose get into about what the FBI director testified, and then after the clip, we're going to play what the FBI director actually said.",
  "So, my focus right now is defeating Trump, electing Clinton, electing progressive candidates around this country, and focusing on the issues that matter the most to working families.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: That was Bernie Sanders earlier this morning calling for Democratic Chair Congresswoman Debbie Wasserman Schultz to be fired from her position at the DNC.",
  "The idea, of course, is for Democrats to try to use this week to showcase their candidate, Hillary Clinton, and the unity of the Democratic Party after these contentious primaries.",
  "What happens if she doesn't do it this week and the people who -- and there isn't any evidence of Wasserman Schultz actually involved on e-mails, at least leaked so far, plotting.",
  "Do you think, Maria, as somebody on the DNC Rules Committee, do you think that somebody else -- somebody is going to have to lose their job before the gavel comes down tomorrow?",
  "I mean, there's no question to my mind and I think no question to any objective observer's mind that the DNC was supporting Hillary Clinton, was in opposition to our campaign.",
  "I can't, you know, comment on that ad, but voters can be 100 percent confident because of that 100 percent voting record with Planned Parenthood during his time in the Senate.",
  "I don't know who is a real person and who is not, unless you're suggesting that they were a bunch of robots, but OK.\n\n\n\n(LAUGHTER)\n\n\n\nTAPPER: Robby Mook, thank you so much.",
  "But what is really very disturbing is that you had not only the CFO but you had the top staffer at the DNC, Amy Dacey, responding to that whole chain with the word, \"Amen.\"",
  "AXELROD: But there were moments in this campaign where the DNC, whether it was the scheduling of debates or other issues, appeared to be giving her a home court advantage.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: As Hillary Clinton prepares to officially become the Democratic presidential nominee, CNN is providing live coverage from Philadelphia all week.",
  "And now news that the chair of the Democratic national Committee, Congresswoman Debbie Wasserman Schultz, will be scaling back her role, giving up her speaking slot here.",
  "This isn't them just expressing frustration with Bernie Sanders or insulting Bernie Sanders, this is them at work, pitching -- pitching ways to undermine his campaign.",
  "But, look, what voters are looking for and asking about in this election is, who is going to fight to get this economy working for everyone, not just those at the top.",
  "(BEGIN AUDIO CLIP, 2005)\n\n\n\nKAINE: I support restrictions on abortion, parental consent for minors, a ban on partial-birth abortion, no public funding of abortions.",
  "How would you feel if you were running Bernie Sanders' campaign and you saw that the DNC, while claiming to be neutral, was actively talking about ways to hurt him?",
  "TAPPER: But, B, that senior officials at the DNC, now Wasserman Schultz but people who reported to her were openly discussing ways to sabotage the Sanders campaign.",
  "WEAVER: We're here this week to celebrate the unity of the Democratic Party, to make the case why Hillary Clinton should be the next President of the United States.",
  "But that doesn't get away from the fact that the substance of these e-mails shows that the DNC was clearly putting its finger on the scale against Senator Sanders.",
  "They kept on saying that they were being neutral and what these e-mails reveal is that, A, that the Sanders campaign and Debbie Wasserman Schultz were fighting.",
  "Here is the email -- quote -- \"It might make no difference, but for Kentucky and West Virginia, can we get someone to ask his belief, does he believe in a God?",
  "Just this morning, news in to CNN that the DNC chair Debbie Wasserman Schultz has given up her speaking slot and seems to be scaling back her daily role here.",
  "Some of the emails clearly showed favor to Hillary Clinton's campaign over Bernie Sanders, if not outright attempts to sabotage and hurt the Sanders campaign.",
  "You're going to see real people from across America on this stage over the next week talking about how Hillary Clinton did real things to improve their lives.",
  "TAPPER: I think that's one of the things that is important to remember here, is that throughout the primaries caucuses, the DNC was obligated to be neutral.",
  "I'm going to do everything I can to defeat him, to elect Hillary Clinton, and to keep focusing, keep focusing on the real issues facing the American people.",
  "But aside from all of that, I mean, it is an outrage and sad that you would have people in important positions in the DNC trying to undermine my campaign.",
  "TAPPER: You're -- so you're -- Senator Sanders and you have been calling for Debbie Wasserman Schultz to resign as chair of the DNC for a long, long time.",
  "When we come back, can the Democrats bounce back before they gavel in or are we in for another bumpy convention, perhaps even more bumpier than last week?",
  "But at a time when they're trying to bring the party together, bring the Bernie Sanders people on board, this is not a helpful -- a helpful development.",
  "WEAVER: Well, it's hard to know, because, as you know, a lot of time reporters get off the record documents and they're loath to give up their sources.",
  "ZELENY: She wanted to be presiding over this convention when it's a historic nomination of the first woman to be the president of the United States.",
  "As I said, Bakari said after watching that, he -- after watching Tim Kaine, hearing Tim Kaine, reading about Tim Kaine, he couldn't be more excited.",
  "It's been reported on in the press that the -- that the hackers that got into the DNC are very likely by to be working in coordination with Russia.",
  "Aren't you afraid that when Debbie Wasserman Schultz goes up there to gavel it in, that she is going to be booed by all the Sanders supporters?",
  "If there was some kind of collusion between the Trump campaign and Russian intelligence or Russian hackers, that clearly has to be dealt with.",
  "And I will tell you, Jake, that I'm proud that, in the Democratic platform that was passed a few weeks ago, we are making some real progress.",
  "You're basically suggesting that Russians hacked into the DNC and now are releasing these files through WikiLeaks to help elect Donald Trump.",
  "Lots of folks were expecting fewer fireworks here than at Donald Trump's Republican convention, which, of course, featured actual fireworks.",
  "TAPPER: I haven't heard you comment on the e-mails that Debbie Wasserman Schultz sent, referring to you in some less than flattering terms.",
  "Jake, it's already know that she will not have a major speaking role at this convention on the stage behind us, which is big deal for her.",
  "In Wasserman Schultz's place this week on a daily basis, Congresswoman Marcia Fudge of Ohio we're told will take on a more prominent role.",
  "But if a presidential hopeful wants to really feel the brotherly love, they'd better be prepared for a critical and cheesy political test.",
  "President Bush then mocked Kerry by saying he knew the proper order was \"wiz wit\" -- that's with Cheez Whiz, supposedly the proper order .",
  "We have to elect progressive candidates all over this country running for the Congress, running for the Senate, running for school board.",
  "I like to sit at my dining room table with a glass of wine and read all the mean tweets and e-mails about me, and then howl like a wolf.",
  "Kerry, it should be noted, did win Pennsylvania, so when it comes to all this cheesesteak back and forth, let's not overstate the role.",
  "Well, I'm sure that's what she's thinking, although I -- she has a lot of other things on her mind, I'm sure, as should everybody else.",
  "[12:20:10]\n\n\n\nTAPPER: Senator, what is your personal response, though, to having your faith questioned like that by a fellow Democrat?",
  "She may still gavel in at the very beginning and at the very end but she will not be seen during primetime coverage any speaking role.",
  "[12:10:02]\n\n\n\nSo, you know, voters can be 100 percent confident that Tim Kaine is going to fight to protect a woman's right to choose.",
  "I mean if I -- if I were her, I'd be like this is not what I want people to be talking about the Sunday morning before my convention.",
  "Well, you are now a Democrat, or you were a Democratic candidate, but by somebody supposedly neutral and theoretically on your team?",
  "TAPPER: What evidence is there that the Russians were behind this in terms of the hacking or in terms of the timing by WikiLeaks?",
  "ZELENY: This was particularly in the states that he was winning the West Virginias, the Kentuckies, where he was doing very well.",
  "The primary coming up in August but it's also in display here --\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: Sanders endorsed her opponent in that.",
  "TAPPER: According to the latest CNN poll, Senator, 40 percent of your supporters are not planning on voting for Hillary Clinton.",
  "Let's start with this bombshell from WikiLeaks, which got access to thousands of emails from the Democratic National Committee.",
  "This comes just days after the release of nearly 20,000 internal DNC emails hacked into the DNC system, published by WikiLeaks.",
  "And other experts are now saying that the Russians are releasing these emails for the purpose of actually helping Donald Trump.",
  "What's disturbing to us is that we -- experts are telling us that Russian state actors broke into the DNC, stole these emails.",
  "MOOK: Well, then what he said after we picked Tim Kaine, and he saw his speech, he said, what a terrific choice Tim Kaine was.",
  "MOOK: Well, look, Secretary Clinton has said that this was a mistake, that she would do this differently if she could go back.",
  "We once booed Santa Claus at an Eagles' game, though to be fair, the presents the previous Christmas had been rather wanting.",
  "And he has said that he will stand with Secretary Clinton to defend a woman's right to choose, to repeal the Hyde amendment.",
  "He had a 100 percent voting record with Planned Parenthood and other -- the National Abortion Rights Action League as well.",
  "I'm Jake Tapper in Philadelphia at the site of the Democratic National Convention where we have some breaking news for you.",
  "And that is the decline of the American middle class going on for 40 years, massive levels of income and wealth inequality.",
  "And you didn't see a single real person get on that stage and talk about anything that Donald Trump has done to help them.",
  "To ask (INAUDIBLE) senior official at the party who has now apologized suggest the questions we raise about his religion.",
  "So she's right now is resisting pressure to step aside or do something more extreme to remove herself from this position.",
  "This was really a serious offense, particularly the subject matter where you're going to attack people on their religion.",
  "And what I mean by that is that no matter what people were thinking inside the DNC, it's like reading somebody's diary.",
  "We're talking about breaking up the large banks on Wall Street who have been ripping off the American people for years.",
  "I mean, I think it will send a message to the supporters of Bernie Sanders and others that this is not taken seriously.",
  "This election is about the people of America and about their future and about what a president is going to do for them.",
  "MOOK: Well, what -- look, what I am looking forward to is how we have worked in partnership with the Sanders campaign.",
  "I think you are going to see unity at this convention, in strong contrast to what we saw at the Republican Convention.",
  "TAPPER: Former Clinton Labor Secretary Robert Reich, a strong supporter of yours, he threw down the gauntlet Saturday.",
  "Your supporters feel insulted by Hillary Clinton, by Debbie Wasserman Schultz, by the Democratic National Committee.",
  "The other thing I just want to say is simply this, we've got a lot of work to do as a party to come together period.",
  "But here is my concern, just amongst us, that...\n\n\n\n[12:45:01] TAPPER: Well, people are watching, just so you know.",
  "AXELROD: And at a time when you're trying to bring the party together -- and look, I know Debbie Wasserman Schultz.",
  "TAPPER: Is there any evidence that any of these plots actually went to were reporters and were pitched as stories?",
  "MOOK: I think she was referring to his press conference that he gave, not necessarily the congressional testimony.",
  "He has been lauded across the board by organized labor, by the Sierra Club, by the League of Conservation Voters.",
  "Take a look at what Donald Trump tweeted this morning -- quote -- \"Looks to me like the Bernie people will fight.",
  "It goes without saying the function of the DNC is to represent all of the candidates, to be fair and even-minded.",
  "TAPPER: Maria, make the case for why Debbie Wasserman Schultz should stay, if, presumably, that's what you think.",
  "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Well, it's not the story you want going into a -- into the week.",
  "My understanding is that Brad Marshall apologized and they need to do everything that they can to clean that up.",
  "Democrats from the Clinton campaign across the board want to resolve this before the convention begins tomorrow.",
  "TAPPER: On the subject of Planned Parenthood and abortion rights, take a listen to Tim Kaine during a campaign.",
  "But you can't just get up on a stage and make a bunch of accusations, lies, falsehoods, a bunch of platitudes.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: Coming up: Donald Trump says the leaked DNC emails prove that the system is rigged.",
  "MOOK: Well, I think the DNC needs to look into this and take appropriate action, and I'm sure that they will.",
  "He took on Nationwide one of the biggest insurance companies in the country to fight against discrimination.",
  "And then, if they are the ones who took them, we have to infer that they are the ones then releasing them.",
  "The Clinton campaign and the Sanders campaign were working hand in hand to create a unified rules report.",
  "We're seeing Sanders people who, you know, had kind of been resigned to the fact that this was happening.",
  "So it was clearly from the top -- you know, all the top people were involved and it's very disappointing.",
  "The -- people -- we have now almost -- it's normal somehow that the DNC chair is helping Hillary Clinton.",
  "And his suggestion was that Russians were doing this to undermine Hillary Clinton, to help Donald trump.",
  "(CROSSTALK)\n\n\n\nTAPPER: I'm not...\n\n\n\n(CROSSTALK)\n\n\n\nAXELROD: These guys don't...\n\n\n\nCARDONA: He said it.",
  "And he's like we spent all that time on that, we need to spend as much time, if not more time, on this.",
  "But is the new decision to have her not preside over the Democratic Convention on a daily basis enough?",
  "(BEGIN VIDEOTAPE)\n\n\n\nTAPPER: Joining me now is former Democratic presidential candidate Bernie Sanders.",
  "Take a look at what he wrote on Facebook -- quote -- \"Hillary should fire Debbie Wasserman Schultz now.",
  "This is a fluid situation here but it's all Democrats in this town and Philadelphia, are talking about.",
  "And the immediate focus has got to be that a disastrous candidate like Donald Trump cannot be elected.",
  "This was a system where the voters actually made the decision and Hillary Clinton won fair and square.",
  "Terry McAuliffe, the governor of Virginia, a huge Clinton ally, has said something needs to be fired.",
  "More than 60 percent of voters, according to the last poll, don't think she's honest and trustworthy.",
  "We need to make sure that that is not the feeling going into this convention...\n\n\n\nTAPPER: All right.",
  "Does she need to resign or does she need to apologize and fire those people that wrote those emails?",
  "I would ask her to step aside, because she's a distraction on a week that is Hillary Clinton's week.",
  "But he also said that this was the fault of, according to the experts that he was citing, Russians.",
  "And we are live on the floor of the Democratic National Convention here in beautiful Philadelphia.",
  "We heard no specific plans about how Donald Trump is going to actually make people's lives better.",
  "I don't think it's coincidental that these emails were released on the eve of our convention here.",
  "SANDERS: Well, I asked and demanded Debbie Wasserman Schultz's resignation many, many months ago.",
  "[12:35:03] Robby Mook, the campaign -- the campaign manager for Hillary Clinton was on the show.",
  "If you were senior adviser to Hillary Clinton, which you are not, what -- what needs to be done?",
  "And Jeff, I have to say mounting pressure on Wasserman Schultz for even more punishment for her.",
  "First of all, this whole Trump moment, I've been fighting and -- let's not adapt to absurdity.",
  "And the -- but I also want to underscore, private conversation does not reflect public policy.",
  "It doesn't mean that they were not able to do their job and do it in a way that was impartial.",
  "Let's not start lowering our standards for what we expect from people who are in public life.",
  "JAMES COMEY, FBI DIRECTOR: There's ordinary accidents, and then there's just real sloppiness.",
  "That doesn't mean it has anything to do with Putin, certainly not with any American campaign.",
  "Others are saying that, you know, he's not capable for office that's a pretty senior charge.",
  "I mean, even if they were going to do it against a Republican, it would be a terrible thing.",
  "CARDONA: That's, you know...\n\n\n\nTAPPER: But this is -- but Maria...\n\n\n\nCARDONA: -- hang on.",
  "TAPPER: I want you to hear what Hillary Clinton said on \"Charlie Rose\" just a few days ago.",
  "CARDONA: -- because we want to make sure it's very different from what the Republicans did.",
  "TAPPER: What do you think, right now, you've known Hillary Clinton for -- for a long time.",
  "It's Bakari Sellers saying: \"I don't think there should be two white people on the ticket.",
  "Senator Sanders, that is the chief financial officer of the Democratic National Committee.",
  "Wasserman Schultz and other top officials of the DNC tried to sandbag Bernie's campaign.\"",
  "You sometimes, when you're the distraction, you become the story, you fall on your sword.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCHARLIE ROSE, HOST, \"THE CHARLIE ROSE SHOW\": He said it was sloppy.",
  "Politicians love the symbolism of coming here to Philadelphia, the birthplace of America.",
  "Experts have said that it is the Russians that, in fact, went in and took these e-mails.",
  "TAPPER: You're still not answering the question about what appropriate action would be.",
  "TAPPER: What do you...\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: -- what do you think needs to be done?",
  "My Southern peeps would draw a big difference between a Jew and an atheist\" -- unquote.",
  "We are live from the floor of the Democratic convention here in beautiful Philadelphia.",
  "What is...\n\n\n\nJONES: Well, I mean...\n\n\n\nTAPPER: Does Wasserman Schultz need to resign?",
  "MARIA CARDONA, CNN POLITICAL COMMENTATOR: So, I -- clearly, it's a difficult decision.",
  "Russians hacking into the DNC, Russians giving the e-mails, presumably, to WikiLeaks.",
  "There wasn't a lot of evidence there, just a lot of reference to experts saying this.",
  "WEAVER: Well, if that is clearly the case, that's an issue that has to be dealt with.",
  "Senator, do you think Tim Kaine stands for the opposite of your political revolution?",
  "Our campaigns have worked very hard to get a unified platform, to have unified rules.",
  "MOOK: Well, look, and to your point, Jake, this economy is not working for everyone.",
  "But what if neither she or the top officials who actually did the conspiring resign?",
  "So if we are going to have a party that can come together, the chair has to be fair.",
  "Joining me live here is Jeff Weaver, campaign manager for Bernie Sanders' campaign.",
  "Perhaps not even appearing on stage amidst mounting pressure for her to step aside.",
  "(BEGIN VIDEOTAPE)\n\n\n\nTAPPER: Joining me now is Clinton campaign manager Robby Mook.",
  "And right now Congresswoman Wasserman Schultz is trying to see how she can proceed.",
  "She's trying to hold on and save face here but we'll see if that actually happens.",
  "This is someone who was a missionary in Central America, helped create jobs there.",
  "When he came back and, after finishing law school, he was a civil rights attorney.",
  "(COMMERCIAL BREAK)\n\n\n\n[12:41:02] TAPPER: Welcome back to CNN's STATE OF THE UNION.",
  "We've got -- we -- and so, there's real work to be done and this is a distraction.",
  "Not every young activist of color is happy that we don't have a -- a VP of color.",
  "And it's going right back to his supporters and saying look, you can't trust him.",
  "You talk about the insults that Donald Trump has leveled against minority groups.",
  "She's going to lay out specific plans to get this economy working for everybody.",
  "I spoke about all of this with Hillary Clinton's campaign manager earlier today.",
  "And that race is about to get incredibly heated over the next few weeks as well.",
  "And many presidential wannabes have fallen victim in the great cheesesteak wars.",
  "(COMMERCIAL BREAK)\n\n\n\n[12:17:39]\n\n\n\nTAPPER: Welcome back to STATE OF THE UNION.",
  "TAPPER: I'm -- I don't know about you, but these e-mails are pretty stunning.",
  "MOOK: I'm going to leave that to the DNC, because I don't have all the facts.",
  "(COMMERCIAL BREAK)\n\n\n\n[12:30:38] TAPPER: Welcome back to STATE OF THE UNION.",
  "I think that we should show, as Democrats, that we're more mature than that.",
  "Congratulations on getting the nomination, and good luck at your convention.",
  "My guess is that she's thinking hard about this and will do the right thing.",
  "VAN JONES, CNN POLITICAL COMMENTATOR: Yes, well, I think a couple of things.",
  "AXELROD: Which is why dealing with this quickly would be a good thing to do.",
  "And I get holding the chief, the chhairman -- or chairwoman -- responsible.",
  "It's really -- I mean, that's just not what the Democratic Party is about.",
  "SANDERS: Well, I think it's outrageous, but it is not a great shock to me.",
  "TAPPER: You're talking about how this is going to be a unified convention.",
  "It was before the selection was made, but it is relevant to the selection.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: So, Charlie Rose said he said real sloppiness.",
  "Aired 12-1p ET\n\nAired July 24, 2016 - 12:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "We have the Liberty Bell here, Independence Hall, the home of Betsy Ross.",
  "She -- her speaking slot was taken away because of the scandal, correct?",
  "I think that this, by the end of the week, will not have been the story.",
  "She has already given up her daily duties to Congresswoman Marsha Fudge.",
  "So, I think, when you put all this together, it's a disturbing picture.",
  "TAPPER: But it is a very, very strong charge that you're leveling here.",
  "That's right it's cheese day not politics that really divide this town.",
  "Obviously, you can't -- you aren't one of these ESP, as far as I know.",
  "You don't want to belittle the fears, the real fears that people have.",
  "Why is the DNC's system so fragile that these people can hack into it?",
  "But, again, I -- we discussed this many, many months ago on this show.",
  "(LAUGHTER)\n\n\n\nSANDERS: Well, compared to Donald Trump, certainly not.",
  "What happens to the unity the Democrats so desperately want and need?",
  "[12:55:02] But to true Philadelphians, provolone also show some cred.",
  "Special coverage begins tomorrow, on \"THE LEAD\" at 4:00 p.m. Eastern.",
  "WEAVER: Well, I think -- I think that would be a really big mistake.",
  "And your campaign manager, sir, said there need to be repercussions.",
  "Even the appearance of not being neutral is enough to say step down.",
  "Obviously, you are not going to answer the question about specifics.",
  "TAPPER: Internally, at the DNC, what repercussions should there be?",
  "The next president has to actually have a real plan to help people.",
  "(END AUDIO CLIP)\n\n\n\nTAPPER: Those are his values, at least in 2005.",
  "If you are the referee, you can't put on the other person's jersey.",
  "And if the chair can't be fair, the chair doesn't need to be there.",
  "TAPPER: No, no, I -- I did -- you'll notice, I didn't go that far.",
  "As a super delegate, I was in constant communication with the DNC.",
  "And his kids did a great job on that stage, but that's not enough.",
  "TAPPER: Senator Bernie Sanders, thank you so much for joining us.",
  "SANDERS: This is my message, is that we have got to stay focused.",
  "And I'm sure there are people who are talking to her about that.",
  "I think what's important is to look at his record in the Senate.",
  "TAPPER: That's a big question, what will be leaked nest -- next?",
  "This is someone that the progressive community can be proud of.",
  "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: That's right.",
  "TAPPER: Put out a hit piece on his campaign not being well-run.",
  "If I were him, I would be more upset than he is, quite frankly.",
  "I mean, these are -- this is the message we want to talk about.",
  "If not, their blood, sweat and tears was a total waste of time.",
  "Will he be able to win over those fed-up Bernie Sanders voters?",
  "CARDONA: -- and that's completely inappropriate, unacceptable.",
  "TAPPER: All right, Jeff Weaver, thanks so much for being here.",
  "TAPPER: She's still misrepresenting -- misrepresenting things.",
  "MOOK: Well, as I said the DNC needs to take appropriate steps.",
  "And that -- again, that is something that we're very proud of.",
  "MOOK: Well, that -- first of all, that was over 10 years ago.",
  "TAPPER: That's clearly offensive, no matter how you slice it.",
  "I don't think that -- that this was handed to her by the DNC.",
  "I think, as I said, it's what we talked about six months ago.",
  "JEFF WEAVER, BERNIE SANDERS S CAMPAIGN MANAGER: Thanks, Jake.",
  "This is the subject of this week's \"State of the Cartoonion.\"",
  "AXELROD: -- these guys don't believe in conspiracy theories.",
  "But we must defeat Donald Trump and elect Secretary Clinton.",
  "We're just going to pull the Band-aid off this, get past it.",
  "And so I don't know who she's helping now by staying there.",
  "James Comey, the FBI director, said it was real sloppiness.",
  "Her role will be very limited, I am told, by party sources.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "ROBBY MOOK, HILLARY CLINTON CAMPAIGN MANAGER: My pleasure.",
  "It is rigged and it is only working for those at the top.",
  "Not everybody in the Sanders wing is where Bernie is yet.",
  "I mean there's no -- there's really no two ways about it.",
  "But now we have this new evidence of problems at the DNC.",
  "This could make several points' difference with my peeps.",
  "His campaign manager will be here live, next to discuss.",
  "This... AXELROD: You know, I agree with what Maria said.",
  "This as Bernie Sanders tells me that she should resign.",
  "It should be -- Debbie Wasserman Schultz should resign.",
  "So it's difficult to document when these things happen.",
  "We heard doom and gloom last week from the Republicans.",
  "The campaign of Donald Trump says it was just reality.",
  "There are a number of experts that are asserting this.",
  "And we are going to celebrate that at this convention.",
  "(CROSSTALK)\n\n\n\nCARDONA: -- but let's -- let me finish.",
  "(COMMERCIAL BREAK)\n\n\n\n[12:54:00] TAPPER: Welcome back.",
  "John Kerry in 2004 ordered his cheesecake with Swiss.",
  "And I don't think her leadership style is doing that.",
  "Should these other staff members at the DNC be fired?",
  "MOOK: Well, we need to let the experts speak on this.",
  "She's congressman from Ohio, a big Clinton supporter.",
  "I think we need to get to the bottom of these facts.",
  "He had a 100 percent record from Planned Parenthood.",
  "He is Secretary Clinton's choice for vice president.",
  "I don't mean to rhyme, but the chair has to be fair.",
  "But there is big Democratic drama playing out here.",
  "I mean Hillary Clinton won by a substantial margin.",
  "And irregardless of that, this is what people feel.",
  "AXELROD: I would...\n\n\n\nTAPPER: What's the solution?",
  "This is opening a wound I'm told and even more now.",
  "TAPPER: So, his values have changed on that issue?",
  "We worked in Orlando to create a unified platform.",
  "I mean, it's just not the way that we do politics.",
  "You heard him say there needs to be repercussions.",
  "AXELROD: Well...\n\n\n\nCARDONA: The DNC did not vote.",
  "Van Jones and David Axelrod join the panel, next.",
  "Will Hillary Clinton be upstaged by these emails?",
  "He had skated on saying he has a Jewish heritage.",
  "SANDERS: Well, first of all, I am not an atheist.",
  "TAPPER: So you think...\n\n\n\nCARDONA: There you go.",
  "And the best thing to do is to cut it off today.",
  "Tim is an extremely bright guy, a very nice guy.",
  "And here we have two white people on the ticket.",
  "There is a real trust issue she has with voters.",
  "He's been following the Democratic race closely.",
  "And Donald Trump didn't talk about any of that.",
  "So, I think of that as kind of real sloppiness.",
  "Senator Sanders has endorsed Secretary Clinton.",
  "That's not the way to win with the nomination.\"",
  "And I think we need to be concerned about that.",
  "(CROSSTALK)\n\n\n\nCARDONA: Yes, I understand that.",
  "BAUER: What you saw with him was a team player.",
  "But what do you think she's thinking right now?",
  "BAUER: I guess we'll have to ask the Russians.",
  "I completely agree that these emails are ugly.",
  "And I mean, it does -- it raises other issues.",
  "So, what is revealed now is not a shock to me.",
  "Those are my values and that's what I believe.",
  "Aren't moments like that part of the problem?",
  "And it's something we are both very proud of.",
  "[12:00:00]\n\n\n\nJAKE TAPPER, CNN ANCHOR: Hello.",
  "I'm really proud of the primary that we ran.",
  "MOOK: I don't think anybody is disappointed.",
  "Are his political views different than mine?",
  "We've got to -- we -- we need time for that.",
  "A lot of them were completely inappropriate.",
  "This is reinforcing everything Bernie said.",
  "And I think voters need to reflect on that.",
  "Let's bring in CNN's Jeff Zeleny right now.",
  "The Marcia Fudge will be much more visible.",
  "Haqrenesque (ph), the chair has to be fair.",
  "TAPPER: Democrats in disarray as they say.",
  "(CROSSTALK)\n\n\n\nTAPPER: He's pro-Tim Kaine.",
  "AXELROD: -- I would ask her to step aside.",
  "Don't wait until next week to replace her.",
  "I'm sure those e-mails will be even worse.",
  "Senator Sanders, always good to have you.",
  "Look, Tim Kaine is a progressive fighter.",
  "Those are not Secretary Clinton's values.",
  "It's great that his family supports him.",
  "But that is what experts are telling us.",
  "TAPPER: Let's turn to Senator Tim Kaine.",
  "The worst they are, the better they are.",
  "So, yes, I would -- I would ask her to.",
  "TAPPER: What would you tell them to do?",
  "He asked her to resign a long time ago.",
  "AXELROD: Could you turn that thing off?",
  "I have known him for a number of years.",
  "What happens to the Sanders supporters?",
  "I was at the rules committee yesterday.",
  "She has her own re-election in Florida.",
  "Thank heaven it wasn't brie, I suppose.",
  "But Russians might have been involved.",
  "TAPPER: You say it was doom and gloom.",
  "I will take you out for a cheesesteak.",
  "Kaine stands for opposite\" -- unquote.",
  "And...\n\n\n\nJONES: On -- on work emails.",
  "A lot of people got caught up in them.",
  "That's what voters really care about.",
  "And she's been very clear about that.",
  "TAPPER: I mean, they were all people.",
  "Robby, thanks so much for being here.",
  "MOOK: Well, this isn't my assertion.",
  "He didn't talk about specific plans.",
  "Listen, Jake, let me tell you truth.",
  "UNIDENTIFIED MALE: Haqrenesque (ph).",
  "BAUER: And what will be leaked next?",
  "Don't make it a 36 or 48 hour story.",
  "We've -- we've got to work on that.",
  "Why we need to defeat Donald Trump.",
  "That's all of her senior staffers.",
  "Maybe some staffers should resign.",
  "Let us know when you're in Philly.",
  "He is more conservative than I am.",
  "So, I'm not quite shocked by this.",
  "Should Wasserman Schultz be fired?",
  "TAPPER: Totally -- handled poorly.",
  "JONES: Well, she should apologize.",
  "TAPPER: You're nodding, Van Jones?",
  "TAPPER: So that didn't bother you?",
  "What repercussions need there be?",
  "There's obviously a problem here.",
  "That's what you are going to see.",
  "MOOK: That was over 10 years ago.",
  "And I'm confident that they will.",
  "(LAUGHTER)\n\n\n\nBAUER: Come on, Ax.",
  "I'm Jake Tapper in Philadelphia.",
  "He didn't talk about the future.",
  "And she's going to address that.",
  "I think I read he is an atheist.",
  "It's what you're supposed to do.",
  "TAPPER: -- let's just say frank.",
  "We have to focus on the issues.",
  "And then you have the evidence.",
  "Bring us any new breaking news.",
  "Jeff Zeleny, thank you so much.",
  "ROSE: He said real sloppiness.",
  "We have a live update for you.",
  "That's not supposed to happen.",
  "How is this going to play out?",
  "She's supposed to be neutral.",
  "Does she need to fire people?",
  "Look, I have known Tim Kaine.",
  "What is your message to them?",
  "Jeff ,always good to see you.",
  "TAPPER: You still think that?",
  "This is a radio ad from 2005.",
  "\"FAREED ZAKARIA GPS\" is next.",
  "Philadelphians can be tough.",
  "I mean this was convolution.",
  "It's a difficult situation.",
  "He wouldn't go into detail.",
  "TAPPER: What if they don't?",
  "We're really proud of that.",
  "Secretary Clinton said no.",
  "She's trying to save face.",
  "WEAVER: They are stunning.",
  "Ax, let me start with you.",
  "The system was not rigged.",
  "TAPPER: Just not that one.",
  "UNIDENTIFIED MALE: Ahhhh.",
  "She will not be speaking.",
  "ZELENY: He certainly did.",
  "TAPPER: Very interesting.",
  "That's a problem for him.",
  "Should somebody be fired?",
  "CLINTON: No, he did not.",
  "Ask him about his faith.",
  "And that has to hold up.",
  "This is way beyond that.",
  "Has she gone far enough?",
  "Tim is a fellow senator.",
  "They feel insulted, too.",
  "And I state that again.",
  "WEAVER: No, not at all.",
  "These emails are ugly.",
  "What is your response?",
  "Someone should resign.",
  "That's the difference.",
  "He said that in April.",
  "Let's play that sound.",
  "And that's disturbing.",
  "AXELROD: That's great.",
  "TAPPER: Appreciate it.",
  "Hillary Clinton does.",
  "We already knew that.",
  "That will not happen.",
  "Really appreciate it.",
  "Others should resign.",
  "No question about it.",
  "That's how it works.",
  "Thanks for watching.",
  "Thanks one and all.",
  "CARDONA: Thank you.",
  "This is in the way.",
  "It was home cooked.",
  "She should resign.",
  "That's not normal.",
  "WEAVER: Of course.",
  "TAPPER: All right.",
  "TAPPER: We'll see.",
  "What's your take?",
  "It's very funny.",
  "I'm Jake Tapper.",
  "I had to resign.",
  "Here's the deal.",
  "I'm one of them.",
  "I'm Jake Tapper.",
  "I'm Jake Tapper.",
  "Let's roll that.",
  "And this is why.",
  "Thanks so much.",
  "CARDONA: Right.",
  "CARDONA: Right.",
  "This is a mess.",
  "WEAVER: No, no.",
  "CARDONA: Right.",
  "CARDONA: Right.",
  "That is wrong.",
  "Yes, they are.",
  "His tough aid.",
  "WEAVER: Right.",
  "ZELENY: Right.",
  "ZELENY: Right.",
  "ZELENY: Right.",
  "Oh, I'm sorry.",
  "Take a listen.",
  "Appreciate it.",
  "Stay with us.",
  "Stay with us.",
  "CARDONA: Yes.",
  "CARDONA: Yes.",
  "Any thoughts?",
  "AXELROD: Yes.",
  "TAPPER: Wow!",
  "BAUER: I do.",
  "BAUER: I do.",
  "But hang on.",
  "SANDERS: OK.",
  "It's a read.",
  "CLINTON: No.",
  "TAPPER: Yes.",
  "Thank you.",
  "Then what?",
  "Thank you.",
  "Exactly.",
  "At work.",
  "Hang on.",
  "Oh, OK.",
  "Right?",
  "What?"
]