[
  "REUTERS/Mike Blake\n\nBy Liana B. Baker and Carl O’Donnell\n\nNEW YORK/SAN FRANCISCO (Reuters) - Cybersecurity software maker CrowdStrike Inc has hired investment bank Goldman Sachs Group to prepare for an initial public offering that could come in the first half of next year, people familiar with the matter said on Friday.",
  "(This October 19 story corrects penultimate paragraph to show that Tenable shares have gained, not declined, since the company’s IPO)\n\nGeorge Kurtz, CEO and co-founder of CrowdStrike, speaks at the Wall Street Journal Digital conference in Laguna Beach, California, U.S., October 17, 2017.",
  "CrowdStrike is trying to stand out from the hundreds of security startups that have sprouted in recent years, promising next-generation technologies to fight cyber criminals, government spies and hacker activists, who have plagued some of the world’s biggest corporations.",
  "CrowdStrike is the latest in a wave of Silicon Valley startups, including ride hailing firms Uber Technologies Inc [UBER.UL] and Lyft Inc, that are eyeing a 2019 stock market listing after repeatedly turning to private investors for funding.",
  "CrowdStrike was founded in 2012 by two executives who left security software maker McAfee, including George Kurtz, the startup’s chief executive.",
  "CrowdStrike’s IPO plans could still change, the sources cautioned, asking not to be identified because the matter is confidential.",
  "CrowdStrike is aiming to be valued more than the $3 billion funding round assigned to it earlier this year, the sources added.",
  "Other major backers include CapitalG, an investment arm of Google’s parent company Alphabet Inc and Warburg Pincus LLC.",
  "CrowdStrike uses artificial intelligence for its Falcon platform to prevent attacks on computers on or off the network.",
  "Sunnyvale, California-based CrowdStrike raised $200 million in June led by investors General Atlantic, Accel and IVP.",
  "The recent crop of publicly listed cyber security companies have had a mixed stock performance.",
  "A booming stock market has boosted corporate valuations, making the IPO option more attractive.",
  "Zscaler Inc went public in the spring and is trading 125 percent above its IPO price.",
  "Tenable Holdings Inc is worth about 25 percent more than its IPO price.",
  "Carbon Black shares have been trading below their IPO price.",
  "CrowdStrike and Goldman Sachs declined to comment."
]