[
  "One of these is Captain Jerry Kyd, commander of HMS Queen Elizabeth, who is reported by Moscow-based news outlet Sputnik to have said that \"the coalescence of militarization, quantum computing, of automated fighting elements whether it is in the air, the surface or subsurface, the ability of computers and machines to make fast decision making loops - I think will fundamentally change the character of warfare.\"",
  "I think he is absolutely right in his analysis, which is why I hope that the systems aboard HMS Queen Elizabeth aren't as open to cyber-attack as the weapons systems tested by the US Government Accountability Office (GAO) which reported earlier this month that \"the Department of Defense (DOD) faces mounting challenges in protecting its weapon systems from increasingly sophisticated cyber threats.\"",
  "For me though, the most worrying thing about that entire GAO report can be summed up in the following single line: \"In part because DOD historically focused on the cybersecurity of its networks but not weapon systems themselves, DOD is in the early stage of trying to understand how to apply cybersecurity to weapon systems.\"",
  "According to the Ministry of Defense, Williamson will have told those gathered on board the Queen Elizabeth that \"I am convinced cyber, information warfare and intelligence must be fully integrated into our military power\" adding that UK defense cyber forces are \"commanded by four-star military leadership.\"",
  "However, the XP systems were apparently being used by contractors working on the ship during the development and commissioning phases and the Ministry of Defense quickly confirmed that Windows XP would not be used by any on-board system when the ship became operational.",
  "Commodore Utley told the Press Association that \"we know the threats that are there\" and HMS Queen Elizabeth, being a fifth-generation aircraft-carrier was \"built to deal with them\" adding that the UK carrier strike group is absolutely focused in the cyber space.",
  "Indeed, as well as the more traditional anti-air, anti-submarine and anti-surface divisions of the UK carrier strike group which promises to be focused on the cyberwarfare threat, there's now an information warfare commander added to the roll call.",
  "Nor can I forget last week's National Cyber Security Centre (NCSC) annual review which revealed that in two years it has repelled an average of 10 cyber-attacks per week, 1,167 in total, and mainly from state-sponsored threat actors.",
  "Given the success of nation states to infiltrate systems through compromised third-party contractors, not to mention the ever-present likelihood of infiltration through rogue personnel, the human threat remains a very real one.",
  "Ciaran Martin, the NCSC CEO, not only says that nation-state actors constitute \"the most acute and direct cyber threat\" to the UK but he expects the country to be tested by a Category 1 attack in the years ahead.",
  "I wouldn't expect the likes of Captain Kyd, Commodore Utley or even Gavin Williamson to go on record about the precise nature of the cybersecurity focus of the Queen Elizabeth and other new military projects.",
  "Commodore Mike Utley, commander of the UK carrier strike group, has gone on the record to state that he is extremely confident in the cybersecurity abilities of the new HMS Queen Elizabeth aircraft-carrier.",
  "because oh boy you had better believe that the likes of the Russian and Chinese military are certainly not in the 'early stage of trying to understand' how to attack weapon systems using cyber methods.",
  "According to an analysis of cyber-attacks across 2018 so far, security giant Crowdstrike says that China has now overtaken Russia as being the sponsor of most nation-state attacks against the West.",
  "At 939 feet (284 meters) in length, the HMS Queen Elizabeth is longer than the Houses of Parliament and the Royal Navy's biggest warship; and it was built with cybersecurity firmly in mind.",
  "I understand that the NCSC was a key player when it came to providing advice for how best to secure the Queen Elizabeth and the new F-35 stealth fighter airplanes that will populate it.",
  "But I digress, back aboard the Queen Elizabeth Gavin Williamson was having a Trafalgar Night dinner and giving a speech ahead of the Atlantic Future Forum on Monday.",
  "That same report found that during operational testing the DOD \"routinely found mission-critical cyber vulnerabilities in systems that were under development.\"",
  "That the NCSC has had some input does lead me to think that this focus will be deeper than just tech-based and includes all aspects of defensive cyber posture.",
  "An aircraft-carrier such as the Queen Elizabeth can be thought of as a floating large enterprise, and one whose mission-critical systems really are just that.",
  "Offensive actors, for want of a better word, fully understand that the use layer will remain the most vulnerable in any environment including the military.",
  "Cybersecurity and cyberwarfare have also been on the mind of UK Defense Secretary Gavin Williamson, aboard the HMS Queen Elizabeth for dinner in New York.",
  "That forum is expected to focus on how UK and US military, along with tech entrepreneurs, can work together in the fight against the threat from cyber.",
  "This is reassuring given that a report in The Guardian last year suggested that the ship was running on systems using Microsoft Windows XP.",
  "What's more, while the press and politicians alike seem to have become obsessed with the Russian cyber threat that might just be a mistake.",
  "Aspects such as the insider threat, which must rank right at the top I would imagine.",
  "Worrying, and that's an understatement if I'm being honest here.",
  "Which is some crumb of comfort at least."
]