[
  "REUTERS/Mike Blake\n\nThe San Francisco, California-based company is looking to go public in the first half of next year, the sources said this week, joining a string of software and internet firms seeking to tap the stock market and capitalize on strong investor appetite and rich valuations.",
  "In 2015, Cloudflare raised $110 million from investors including Fidelity, Alphabet Inc, Microsoft Inc, Baidu Inc and Qualcomm Inc.\n\n(This version of the story corrects the name of security software firm in paragraph 6 to CrowdStrike instead of CloudStrike)",
  "Despite a recent pullback in the major indexes of public equity markets, such as the S&P 500, technology firms are increasingly ramping up efforts to tap those markets while interest rates remain low and valuations of private companies are relatively high.",
  "(Reuters) - Cloudflare Inc, a U.S. startup whose software makes websites load faster and with greater security, is preparing for an initial public offering (IPO) that could value it at more than $3.5 billion, people familiar with the matter said.",
  "The company runs a so-called content delivery network that competes against services from Akamai Technologies Inc and offerings from Alphabet Inc’s Google and Amazon.com Inc’s cloud computing units.",
  "Reuters reported last week that CrowdStrike, a security software firm, had also hired Goldman Sachs to lead an IPO that could value it at more than $3 billion.",
  "Founded in 2009, Cloudflare provides cloud-based Web services that help improve user experience on websites through actions such as making videos load faster.",
  "Matthew Prince, co-founder and CEO of CloudFlare, speaks at the Wall Street Journal Digital conference in Laguna Beach, California, U.S. October 17, 2017.",
  "It serves a total of 10 million website domains and the average Internet user touches its services around 500 times per day, according to its website.",
  "The IPO will be led by investment bank Goldman Sachs Group Inc, said the sources, who asked not to be named because the matter is confidential.",
  "Ride-sharing platform Lyft Inc is also working with investment banks to explore a public offering next year, Reuters has reported.",
  "Its clients include companies such as Zendesk Inc and Cisco Systems Inc.",
  "Exact timing of the IPO has not been finalized, the sources added.",
  "It also protects against cyber attacks, among other services.",
  "Cloudflare did not respond to requests for comment.",
  "Goldman Sachs declined to comment."
]