[
  "The DNC's opposition research unit, which sources indicate was specifically targeted by the hackers, is tasked with compiling unflattering information on Republican opponents -- particularly presumptive Republican nominee Donald Trump -- to potentially use against them in the course of a political campaign.",
  "The sophisticated Russian groups, which have previously targeted the White House, the State Department and the Joint Chiefs of Staff, specifically concentrated on the DNC's research units and had access to all of the committee's internal communications, including chat and email applications.",
  "/ Updated By Carrie Dann, Ken Dilanian and Alex Seitz-Wald\n\nThe Democratic National Committee’s computer network was breached by Russian government cyber operations that have had access to the group’s communications and databases since at least last summer, NBC News confirms.",
  "\"We have already had some indications of that, and a combination of DHS, FBI are doing what they can to educate both candidates of potential cyber threats,\" he said, adding that \"I anticipate as the campaigns intensify we will probably have more of it.\"",
  "\"The Russian government uses cyber-attacks to gain information for economic commercial advantage, for political advantage, and for military advantage, and this seems like another example where they're trying to vacuum up information,\" she said.",
  "The opposition research files accessed could include everything from old press clippings to footage of candidates on the stump recorded by party operatives to obscure legal and tax documents collected through public records requests.",
  "\"And we have very sophisticated monitoring technology that is attached to our network now so we will be able to make sure that this doesn't happen - and detect it - if there's any effort again.\"",
  "\"The security of our system is critical to our operation and to the confidence of the campaigns and state parties we work with,\" Wasserman Schultz said in a written statement.",
  "Dmitri Alperovitch, CrowdStrike's co-founder, told NBC News that the Russian government is \"extremely interested in Mr. Trump, his positions, and any weaknesses he may have.\"",
  "\"The DNC and other NGOs have been targeted over the years by this very, very sophisticated group with a high degree of capability and some very sophisticated technology.\"",
  "CrowdStrike found that two Russian intelligence agencies - which may not have been working together - breached the network in summer 2015 and April 2016, respectively.",
  "Hillary Clinton told Telemundo in an interview that she only learned of the breach when it was made public Tuesday, calling the episode \"troubling.\"",
  "Director of National Intelligence James Clapper warned last month that foreign hackers were likely aiming to target U.S. presidential candidates.",
  "After responding to the breach, CrowdStrike quickly saw the telltale signatures of two Russian adversaries it codenamed COZY BEAR and FANCY BEAR.",
  "The group believes the two agencies were not working together on the hack, but rather competing, as Russian intelligence agencies often do.",
  "Shawn Henry, the president of CrowdStrike, said that foreign espionage operations commonly seek information about political campaigns.",
  "\"When we discovered the intrusion, we treated this like the serious incident it is and reached out to CrowdStrike immediately.",
  "DNC chairwoman Debbie Wasserman Schultz said on MSNBC's MTP Daily that the problem was addressed \"aggressively and swiftly.\"",
  "The Russians may have believed U.S. political parties do the same and hoped to find sensitive files in the DNC’s databases.",
  "The DNC called in computer security company CrowdStrike during the first week of May to investigate the suspected hack.",
  "In Russia, Alperovitch adds, political parties engage in blackmail, hacking, extortion and theft of information.",
  "\"We know with certainty that foreign intelligence services are constantly interested in political processes.",
  "Clinton added that \"as far as we know\" her own campaign has not been penetrated by hackers.",
  "Our team moved as quickly as possible to kick out the intruders and secure our network.\"",
  "Chinese hackers targeted both Obama's reelection effort and Mitt Romney's 2012 campaign.",
  "Trump spokeswoman Hope Hicks directed questions to the United States Secret Service.",
  "\"Now our network is clean and we've migrated everything to a new network,\" she said.",
  "They're interested in strategies, they're interested in foreign policy,\" he said.",
  "Hackers have targeted political campaigns in previous presidential elections.",
  "Both Barack Obama and John McCain's campaigns were hacked in 2008.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The story was first reported by the Washington Post."
]