[
  "The Lazarus Group, it added, “now appears to be targeting individuals rather than just organizations,” which is smart because “individuals are softer targets, often lacking resources and knowledge to defend themselves and providing new avenues of monetization for a state-sponsored threat actor’s toolkit.”\n\nMOVE AND COUNTER-MOVE — The Kremlin is increasingly using the courts to deprive American prosecutors of their Russian cyber criminal defendants, The New York Times reported Wednesday.",
  "The New York Democrat has also called for the FBI to investigate the use of personal email by administration officials and previously sponsored a “resolution of inquiry” in the Judiciary Committee that asked the Justice Department to provide Congress with “any document, record, memo, correspondence or other communication” related to “criminal or counterintelligence investigations” involving President Donald Trump or White House staff.",
  "In a Wednesday blog post, the company said the isolated regime is using the so-called PowerRatankba implant “as a first stage reconnaissance tool and for the deployment of further stage implants on targets that are deemed interesting.” The digital weapon is likely a replacement for a previous tool, Ratankba, that security researchers recently exposed and neutered.",
  "Nadler will serve as the Democratic face on a range of other controversial issues, including fending off the GOP’s increasingly pointed criticism of special counsel Robert Mueller’s probe into Russian meddling in last year's election, and possible obstruction of justice by administration officials.",
  "Stay in touch with the whole team: Cory Bennett (cbennett@politico.com, @Cory_Bennett); Bryan Bender (bbender@politico.com, @BryanDBender); Eric Geller (egeller@politico.com, @ericgeller); Martin Matishak (mmatishak@politico.com, @martinmatishak) and Tim Starks (tstarks@politico.com, @timstarks).",
  "“It is imperative that we strengthen our election systems and give the states the tools they need to protect themselves and the integrity of voters against the possibility of foreign interference,” Lankford, who sits on both the Intelligence and Homeland Security committees, said in a statement.",
  "Story Continued Below\n\nSURVEILLANCE ON THE FLY — House Republicans late Wednesday ditched plans to hold a standalone vote to renew warrantless surveillance programs this week, and will instead attach a short-term extension to a stopgap government funding bill that will get a House vote today.",
  "However, the latest plan to add a re-up of Section 702 of the Foreign Intelligence Surveillance Act to the spending measure, which would keep the government open until Jan. 19, is still subject to change, House Intelligence Committee Devin Nunes told reporters last night.",
  "Experts have warned in recent months that time is running out for Congress to act before the 2018 election season begins, given the tall task that cash-strapped states face in getting the proper equipment, information and training needed to secure their systems.",
  "According to the Middle East Media Research Institute, which tracks extremists’ online activity, the pro-ISIS hacker group known as the Caliphate Cyber Ghosts made the proclamations in a 10-minute video posted to the encrypted communication platform Telegram.",
  "Moscow has tried to snatch suspected cyber criminals away from the U.S. in the Czech Republic, Greece and Spain, saying extradition treaties require officials there to decide whether to grant the American or Russian request, according to the Times.",
  "The message includes animated images allegedly displaying the successful hacks of U.S. government websites based in Nevada, and claims that the hackers have already sent sensitive information to operatives to carry out attacks, according to MEMRI.",
  "According to Proofpoint, PowerRatankba sends information about infected computers, including IP addresses and whether certain ports are open or closed, to a Lazarus Group command-and-control server, where the hackers can analyze their victims.",
  "The video also proclaims that Russia is the group’s “next target.”\n\nEVIL ADS — Researchers have discovered an uncommonly advanced form of adware that raises questions about the potential dangers posed by an often overlooked digital scheme.",
  "The measure would order a number of voting integrity advocates’ long-desired changes, including expediting the process for state election officials to get security clearances, and thus access to classified information on hacking threats.",
  "While Congress has received a slate of election security proposals this year, the latest bill is notable for it broad, across-the-aisle backing, including vocal members on the Senate’s Intelligence and Homeland Security panels.",
  "And while the notion of impeachment hung heavy over the two-person race, the decision puts Nadler at the heart of what looks to be a prolonged debate over renewal of Section 702 of the Foreign Intelligence Surveillance Act.",
  "The European Commission is considering a proposal to reform the European Union Agency for Network and Information Security, or ENISA, and give it new roles in cyber incident response and product security certification.",
  "We use our experience with Continuous Diagnostics and Mitigation (CDM) and advanced analytics to look for anomalies that indicate potential threats inside the network—like trends and weaknesses, indicators and alerts.",
  "TWEET OF THE DAY — Ah yes, “that old trick.”\n\nQUICK BYTES\n\n— The top watchdog for the Defense Intelligence Agency has tampered with reports and asked employees to “soften language about problems and crimes” at DIA.",
  "The measure, dubbed the Secure Elections Act, aims to improve the relationships between the Department of Homeland Security, state officials and voting security experts, a source of tension in previous elections.",
  "In fact, the new digital weapon displays techniques more often affiliated with nation-states, said researchers from Booz Allen, who detailed what they called Advanced Persistent Adware in a Wednesday blog post.",
  "When European police arrest Russians charged with cyber crimes in the United States, Moscow files an extradition request to counter the U.S. request, citing a past crime that the defendant committed in Russia.",
  "CHECKING IN ON THE CYBER GHOSTS — Islamic State-affiliated hackers are making some bold claims about having hacked a variety of prominent U.S. government agencies, including the Army and State Department.",
  "THE DIGITAL ARMS RACE CONTINUES — A newly uncovered piece of malware is helping North Korea steal money and fill Kim Jong Un’s coffers, according to a report from the cybersecurity firm Proofpoint.",
  "Pyongyang’s hackers, known as the Lazarus Group, deploy PowerRatankba using infected Microsoft Office documents, cryptocurrency apps with backdoors, JavaScript files, and Windows executable files.",
  "FIRST LOOK: NEW ELECTION SECURITY BILL DROPS — A robust bipartisan group of senators are making a push today for a new bill intended to bolster the digital defenses protecting America’s elections.",
  "And the legislation would require other federal agencies to “promptly” share election-related cyber threat data with DHS, hopefully increasing the department’s insight into digital disruptors.",
  "The assertions — which are not backed up with any credible evidence — are part of the Caliphate Cyber Ghosts’ “global electronic war” against the U.S., originally declared earlier this month.",
  "3989) and has been a fierce defender of the bill since, joining Rep. Jim Sensenbrenner just last week to lobby against an extension bill approved by the House Intelligence Committee (H.R.",
  "4478) approved by the House Intelligence Committee — had been posted to the House Rules Committee late Tuesday, but a hearing and vote on the legislation was scrapped Wednesday afternoon.",
  "In other cases, Russian lawyers say their clients are wanted in the U.S. on charges related to Russia’s 2016 election cyberattacks — and that they wouldn’t get a fair trial in America.",
  "If the bill became law, DHS would additionally have to create a “Hack the Election” program through which independent experts could assess the digital security of state systems.",
  "“We would also welcome views on the possible impacts the [ENISA reform] legislation may have in light of the U.K.’s planned exit from the European Union,” the government said.",
  "In addition to PowerRatankba and Gh0st RAT, Proofpoint saw North Korea using malware dubbed RatankbaPOS to steal point-of-sale data from business terminals in South Korea.",
  "Plus, the bill would direct states to alert DHS of an election-related cyber incident as quickly as possible and no later than three days after discovering the problem.",
  "Spy powers reauthorization up in the air\n\nWith help from Cory Bennett and Martin Matishak\n\nPROGRAMMING NOTE: Morning Cybersecurity will not publish from Dec. 25-Jan. 1.",
  "“Both examples demonstrate the growing need for advanced detection as the playing field continues to evolve in favor of these threats,” the Booz Allen researchers said.",
  "He noted “people are all over the map” on whether the extension should be hitched to a broader bill or receive a standalone vote, as some lawmakers have called for.",
  "It would also establish an advisory panel to draft voting security guidelines and develop a grant program for states looking to update their election technology.",
  "WANTS ADVICE ON ENISA REFORM — The British government wants to know how it should engage with a European Union project to empower the EU’s cybersecurity agency.",
  "— House Republicans have been quietly investigating whether DOJ and FBI officials mishandled the contents of the dossier alleging ties between Trump and Russia.",
  "The move marks the latest turn in the winding path to keeping some of the government's most powerful spying programs operating past a Dec. 31 expiration date.",
  "North Korea then targets the most promising victims with malware called Gh0st RAT that exfiltrates the credentials necessary to loot cryptocurrency wallets.",
  "Nunes predicted that when lawmakers do eventually take up a long-term extension, “it’s going to be something that looks like” the House’s amalgam measure.",
  "His lawyer has argued that the Justice Department really wants to extradite him to the U.S. so they can question him about the election hacking campaign.",
  "Moscow has already won in some cases, like with alleged Amazon hacker Dmitry Zubakha, who was arrested in Cyprus in 2012 but later extradited to Russia.",
  "NADLER WINS JUDICIARY RANKING — House Democrats on Wednesday voted for Rep. Jerry Nadler to be their next leader on the influential Judiciary Committee.",
  "Send your answer along with your thoughts, feedback and especially tips to egeller@politico.com and be sure to follow @POLITICOPro and @MorningCybersec.",
  "The result is a full-spectrum Insider Threat program that seamlessly integrates data analytics with the human factor – personnel training and processes.",
  "Another notorious cyber criminal, botnet operator Peter Levashov, has similarly argued that his arrest in Barcelona was rooted in American politics.",
  "And the U.S. might lose again in the case of Yevgeniy Nikulin, who is accused of hacking Dropbox, LinkedIn and the now-defunct Q&A site Formspring.",
  "Adware has been traditionally used to inject advertisements into an unsuspecting user’s browser, which then secretly gathers browsing information.",
  "It can randomize its file name to hide from anti-virus software, and the APA’s communications with the command-and-control server are encrypted.",
  "It is “possibly the first publicly documented nation-state sponsored campaign to steal POS data from a POS-related framework,” the company said.",
  "It also said it would hold “a series of industry roundtables and events” where stakeholders could share their thoughts on the future of ENISA.",
  "The goal is to harmonize security certifications across the continent and place a single agency in charge of evaluating companies’ compliance.",
  "That’s why ManTech’s insider threat program blends data collection, aggregation and analysis with contextual clues to identify anomalies.",
  "“We had bipartisan cooperation in the House, but at the end of the day the Senate didn’t say anything — they never committed,” he said.",
  "If you’ve seen the new “Star Wars” movie, your temporary MC host wants to know whether you preferred the porgs or the crystal foxes.",
  "Over in the Senate, an aide told POLITICO that the the plan for now is to attach a short-term extension to a continuing resolution.",
  "On Wednesday, the U.K.’s digital ministry asked for feedback on the plan that will inform its participation in the ENISA talks.",
  "Our integrated solution applies pre-security screening to an employee’s lifestyle, counterintelligence factors and suitability.",
  "** A message from ManTech:\n\nThese days, the biggest threat to our national cybersecurity may not be around the world.",
  "— A top DHS cyber official explained how the department will seize on the WannaCry incident to improve its practices.",
  "— Russian trolls were savvy about how they engaged in conversations around 2016’s “key election moments.” NBC News.",
  "And, of course, we analyze data from physical security safeguards including alarms, CCTV and entry-and-exit checks.",
  "Nadler was one of the original co-sponsors of the committee’s bill to reauthorize the electronic spying tools (H.R.",
  "— Some Chinese government hackers are moving away from blunt-force intrusions and toward more targeted operations.",
  "But the APA Booz Allen uncovered is designed to evade detection and take orders from a command-and-control server.",
  "The firm compared it to another pernicious form of adware that cyber firm Carbon Black recently discovered.",
  "Rand Paul and Ron Wyden that attaching a long-term extension to a spending bill would run into trouble.",
  "Lankford and Klobuchar are making their pitch for the legislation on MSNBC’s “Morning Joe” today.",
  "The caucus voted, 118-72, for Nadler over Rep. Zoe Lofgren, another senior member of the panel.",
  "— North Korea is the prime suspect in the devastating hack of a South Korean bitcoin exchange.",
  "— A security company is suing a reporter over a story about vulnerabilities in its products.",
  "— DARPA wants to build the “Rubik’s cube of computers” and make security patches obsolete.",
  "The claims run counter to bipartisan statements from privacy-minded senators like Sens.",
  "Find out more at https://www.mantech.com/capabilities/cyber/insider-threat-program **",
  "“As of this moment, anyway.”\n\nHAPPY THURSDAY and welcome to Morning Cybersecurity!",
  "We also provide continuous evaluations, measured monitoring and rapid response.",
  "James Lankford, Susan Collins and Lindsey Graham, as well as Democratic Sens.",
  "Our next Morning Cybersecurity newsletter will publish on Tuesday, Jan. 2.",
  "Senate leaders have already begun to line up behind a similar strategy.",
  "If directed, the APA can morph and exfiltrate data from its victims.",
  "“There’s not much left to negotiate on it,” Nunes told reporters.",
  "A new reauthorization bill — based largely on a proposal (H.R.",
  "Nunes said that was due to differences with the Senate.",
  "The measure was defeated in a party-line vote.",
  "No organization can afford to be hacked.",
  "It has the backing of Republican Sens.",
  "Personally, I prefer Thala-sirens.",
  "Kamala Harris and Amy Klobuchar.",
  "Just another ManTech advantage.",
  "It could be across the hall.",
  "That’s all for today.",
  "Full team info below.",
  "Wall Street Journal.",
  "Federal News Radio.",
  "Foreign Policy.",
  "Motherboard.",
  "CrowdStrike.",
  "POLITICO.",
  "ZDnet.",
  "4478).",
  "U.K."
]