[
  "In a handwritten letter that also appears in a photo on his Facebook page, Kozlovsky admits to hacking the DNC on the orders of an FSB agent he called “Ilya.”\n\nIf confirmed, the hacker’s claims could prove that President Vladimir Putin's government was behind the hacking of the DNC, despite the Kremlin’s insistence that it was not involved.",
  "A Russian hacker accused of stealing from Russian banks reportedly confessed in court that he hacked the U.S. Democratic National Committee (DNC) and stole Hillary Clinton’s emails under the direction of agents from Russia’s Federal Security Service (FSB).",
  "Kaspersky has denied that it is tied to the Kremlin, but experts say it would be almost impossible for a company as large as Kaspersky to operate in Russia without cooperating with the government in some way.",
  "This would allow Putin to pretend to be shocked that there are hackers in Russia doing this,” Mark Galeotti, a researcher on Russian crime at the Institute of International Relations in Prague, told Newsweek.",
  "Reuters\n\nKozlovsky also names Kaspersky Lab official Ruslan Stoyanov, who is currently jailed in Russia on charges of treason for allegedly leaking information about Russian hackers to the U.S. government.",
  "Dokuchaev, who used the moniker “Forb,” has been linked to a group of hackers called Shaltai Boltai, or Humpty Dumpty, that published emails from Prime Minister Dmitry Medvedev and other Kremlin officials.",
  "According to Russian news site The Bell, Konstantin Kozlovsky, a Russian citizen working for a hacker group called Lurk, confessed to hacking Clinton’s emails during a hearing about his arrest in August.",
  "Clinton’s emails also have been the subject of multiple investigations into whether President Donald Trump’s campaign colluded with the Russian government to influence the outcome of the 2016 election.",
  "“CrowdStrike stands fully by its analysis and findings identifying two separate Russian intelligence-affiliated adversaries present in the DNC network in May 2016,” the company said in a statement.",
  "Andrei Soldatov, co-author of the book the Red Web and an expert on Russian cybersecurity, said he believes Kozlovsky invented the story about his direction from the FSB for personal gain.",
  "To some, it appears that Kozlovsky’s confession conveniently targets enemies of the Kremlin and provides Putin with an opportunity to claim that the hack was ordered by rogue elements.",
  "What’s more, Galeotti said, it’s unlikely the confession letter would have been leaked from prison and added to Kozlovsky’s Facebook page unless someone higher up wanted it to be seen.",
  "In September, the U.S. government ordered all federal agencies to remove Kaspersky Lab software from their networks, alleging that the company is linked to Russian spy networks.",
  "Donald Trump Jr. and the president’s son-in-law, Jared Kushner, have admitted to meeting with a Russian lawyer in June 2016 who promised that she had dirt on Clinton.",
  "Cybersecurity company CrowdStrike concluded last year that the DNC’s emails had been breached by hackers associated with the FSB and Russian military intelligence.",
  "Stoyanov, who worked for Kaspersky’s investigative unit, was allegedly one of the individuals who helped put Kozlovsky and the rest of his hacker group in prison.",
  "Facebook\n\nU.S. intelligence services have determined that Russia interfered in the 2016 presidential election and was involved in stealing emails from the DNC.",
  "Kozlovsky’s former hacking group has been accused of stealing more than $17 million from Russian financial institutions with the help of a computer virus.",
  "An audio recording and minutes from the hearing were posted on Kozlovsky’s Facebook page, and their authenticity was reportedly confirmed by The Bell.",
  "“I’ve been communicating with [Kozlovsky] for four months, and he has failed to give me any proof or answer my questions,” Soldatov told Newsweek.",
  "For example, Kozlovsky identified his FSB handler as Dmitry Dokuchaev, a cybersecurity expert who worked as a hacker before joining the FSB.",
  "“[The confession] puts the blame on a narrow group of people who are already in prison, and it moves the blame to an outsourced hack.",
  "Reportedly, the CIA later identified Russian officials who fed material hacked from the DNC to WikiLeaks under Putin’s orders.",
  "In this context, it is tempting to view Kozlovsky's confession as the smoking gun needed to link the Kremlin to the hacks.",
  "“He was put in jail by these guys so it could be out of revenge, or he wanted to make a deal with the FSB,” Soldatov said.",
  "Some of the hacked emails were released by WikiLeaks in July 2016, just in time for the Democratic National Convention.",
  "“The FSB is prone to employ outside hackers and gives them a choice of working with the FSB or go to prison,” he said.",
  "Many of the individuals implicated in Kozlovsky's letter are currently on the bad side of the Russian government.",
  "Meanwhile, some experts say that Kozlovsky likely had his own reasons for pointing a finger at the two men.",
  "The Kremlin has accused him of being a double agent working with U.S. intelligence services.",
  "Dokuchaev is accused in the U.S. of hacking about 500 million Yahoo email accounts in 2014.",
  "Nevertheless, experts say there are reasons to be skeptical of the confession.",
  "Both men later claimed that the lawyer did not provide the promised material.",
  "He appears on the FBI's most wanted list."
]