[
  "Time magazine recently named four immigrant-founded billion-dollar startups to its list of “genius” companies that are “inventing the future.” Time named to its list business messaging app Slack, exercise innovator Peloton, rocket maker SpaceX and shared workspace startup WeWork.",
  "I conducted the research by interviewing and gathering information on the 91 U.S. startup companies valued at over $1 billion (as of October 1, 2018) that are not publicly traded on the stock market and are tracked by Dow Jones VentureSource and The Wall Street Journal.",
  "“The move comes as the U.S. government continues to make it more difficult for companies to quickly hire talent from other countries with a cap on processing visas for highly skilled workers and an overhaul of the H-1B visa,” reported Sara Ashley O’Brien of CNN.",
  "“Successful immigrant entrepreneurs in America are almost always refugees or family-sponsored and employer-sponsored immigrants.” Congress has failed to pass legislation to create a “startup visa,” even though many members support the idea.",
  "“The findings in the study are noteworthy given there is generally no reliable way under U.S. immigration law for foreign nationals to start a business and remain in the country after founding the company,” according to the research.",
  "The research is clear: The fewer immigrants allowed in the country, the fewer startup companies in America, including the type of cutting-edge companies that transform industries, employ many U.S. workers and make Americans proud.",
  "Citizenship and Immigration Services has made it more difficult to gain approvals to hire or retain high-skilled foreign nationals, including international students in science, technology, engineering and math (STEM) fields.",
  "The Trump administration also has dramatically reduced refugee admissions and proposed a “public charge” regulation that aims to make it much harder for family-based and other immigrants to qualify for green cards.",
  "The research also found that 6 of the billion-dollar companies were started by immigrants who came to America as children – Affirm, Avant, CrowdStrike, Discord, JetSmarter and Warby Parker.",
  "The research found 75 of the 91 companies, or 82%, had at least one immigrant helping the company grow and innovate by filling a key management or product development position.",
  "Uber recently announced plans to establish a major engineering research and development facility that will create hundreds of jobs in Toronto, rather than in the United States.",
  "Among privately held billion-dollar startup companies, those with immigrant founders have created an average of more than 1,200 jobs per company, the vast majority in the U.S.",
  "California is the headquarters of 33 of the 50 immigrant-founded companies, followed by New York (8), Massachusetts (5), Illinois (2), Florida (1) and Washington state (1).",
  "A new study from the National Foundation for American Policy finds that 55%, or 50 of 91, of the country’s $1 billion startup companies had at least one immigrant founder.",
  "To put this in perspective, that is more than the value of all the companies listed on the stock market of several countries, including Argentina, Columbia and Ireland.",
  "If you need a loan or other financial service, then you might turn to Avant, cofounded by Al Goldstein, who immigrated to America as a refugee with his family.",
  "CEO, chief technology officer and vice president of engineering are among the most common positions held by immigrants in billion-dollar startup companies.",
  "A seventh company started by an immigrant who entered as a child, GreenSky, recently went public and has a market capitalization of $2.9 billion.",
  "Immigrants are “almost twice as likely” as native-born Americans to become entrepreneurs, according to the Ewing Marion Kauffman Foundation.",
  "If someday you want to fly to Mars, then you could benefit from a rocket designed by SpaceX, founded by South African immigrant Elon Musk.",
  "What would America lose if we blocked refugees and family-sponsored and employment-based immigrants from coming to the United States?",
  "The success of these immigrant children who grew up to start billion-dollar companies shows the American Dream is alive and well.",
  "About 22% (20 of 91) of the billion-dollar startup companies had a founder who first came to America as an international student.",
  "Goldstein is one of three founders of billion-dollar U.S. startup companies who came to the U.S. as a refugee.",
  "Immigrants are valuable as employees, whether or not they started the company, according to the study.",
  "For starters, we would likely lose more than half of the billion-dollar startup companies in America.",
  "If you travel around town, you may have used Uber, cofounded by Canadian immigrant Garrett Camp.",
  "In addition to numerous proposed and enacted administrative and regulatory measures, U.S.",
  "America’s ability to attract international students fosters entrepreneurship.",
  "The collective value of the 50 immigrant-founded companies is $248 billon.",
  "As you might imagine, many of the companies are based in Silicon Valley.",
  "These companies are not only valuable but they employ a lot of people.",
  "All four companies had immigrants as a founder or cofounder.",
  "Trump officials are not favoring “high-skilled” immigrants.",
  "What types of companies are we talking about?",
  "However, we should not pretend all is well.",
  "You know many of them."
]