[
  "Siebel's joined by another repeat entrepreneur, Groupon cofounder Brad Keywell, in the fast-growing category that helps process vast amounts of data for businesses in aerospace, energy, manufacturing and more -- Keywell's Chicago startup Uptake now churns out four million predictions for its customers each week, good for a $2 billion valuation and a debut at No.",
  "Despite a population less than half of the Bay Area and New York, Utah's emerging cloud scene accounts for six companies on this year's list, and three in the top 20 as a model ecosystem for outsized tech success forms around the pre-IPO leaders with CEO friends, Qualtrics, Domo (15) and Pluralsight (20).",
  "In health tech, Nat Turner and Flatiron Health (51) are looking to manage every oncologist office in the U.S. as well as help with clinical trials; Jennifer Tejada and PagerDuty (41) help spot operational failure before a website goes down for the count.",
  "Compiled with the help of partners Bessemer Venture Partners and Salesforce Ventures, the list tracks candidates by operating metrics such as revenue and funding, with the help of 25 of their public cloud CEO peers.",
  "The companies of the Cloud 100 have worked with the world's largest corporations and solved small business headaches alike, fixed people's grammar online and traced government sponsored hacking attacks.",
  "The companies that make that journey possible – providing everything from infrastructure to security, chat tools to marketing and HR – make up the wide-ranging and red hot category of cloud computing.",
  "Toast (68) helps restaurants manage their businesses, while Grammarly (90) offers a Chrome plug-in that can help writers use better vocabulary and catch grammatical errors.",
  "The list features 25 newcomers from 2016's inaugural list, led by billionaire Tom Siebel's second act providing app-making software for the Internet of Things, C3 IoT (19).",
  "At cyber firm CrowdStrike (30), business is booming after the company linked Russian government-affiliated hackers with the Democratic National Committee hacks.",
  "Adyen works with Facebook, too, but also Uber, Netflix and Spotify, processing $90 billion in transactions last year on $727 million in nearly-doubled revenue.",
  "Hundreds of thousands of businesses use Stripe's software to handle sales and other transactions on their sites, including Facebook, Lyft, Target and Unicef.",
  "With strong showings by IT operations firms, security shops, marketing companies and more, the Cloud 100 is at its best in the diversity of its offerings.",
  "They're led in 2017 by Stripe, the online payments company founded by Irish-born Patrick Collison and his brother John, valued at $9.2 billion.",
  "Data and analytics companies make up the most list companies of any category with 15%, led by Utah experience management leader Qualtrics (6).",
  "On a list still dominated by Silicon Valley, cofounder and CEO Pieter van der Does has quietly built his own would-be payments juggernaut.",
  "But rounding out the group is a challenger to Stripe with sneaky-big revenue and its own multi-billion dollar valuation, Adyen (5).",
  "The company bills itself as more international friendly than its California competitors, in part due to its scrappy Dutch roots.",
  "Stripe's joined by three other San Francisco companies in the top 5: file sharing and collaboration company Dropbox (No.",
  "The Australian design software maker already has 10 million users, but has her eyes firmly fixed on the future.",
  "Canva (100) CEO Melanie Perkins speaks for the mindset of many of the companies on this year's Cloud 100 list.",
  "\"We [have taken] it on as a badge of honor: Adyen, the unknown unicorn,\" van der Does says.",
  "For the second year, the Forbes Cloud 100 recognizes the best and brightest of the cloud.",
  "With reporting by Rebecca Heilweil, Samar Marwan, Caroline Simon and Dan Spinelli.",
  "2), messaging platform Slack (3) and digital signatures unicorn DocuSign (4).",
  "We feel like we've only done 1% of what is possible,\" Perkins says.",
  "The world is moving online, and business is going with it.",
  "\"We have so much more to do.",
  "22."
]