[
  "A significant number of ballots have not yet been counted and, because of the size of Florida, we believe the results of the election are unknown and require a recount.”\n\nElias is widely considered one of the most powerful attorneys associated with the Democratic Party.",
  "According to House Intelligence Committee documents, the questionable dossier was also used by Obama administration officials to obtain a FISA warrant to conduct surveillance on Carter Page, who briefly served as a volunteer foreign policy adviser to Trump’s campaign.",
  "The DNC reportedly did not allow the FBI to gain access to servers that were suspected of being hacked, instead coming to an arrangement with the federal agency in which CrowdStrike carried out forensics on the servers and shared details with the FBI.",
  "Marc Elias, the attorney who infamously retained Fusion GPS to produce the largely discredited anti-Trump dossier on behalf of Hillary Clinton’s 2016 presidential campaign, has been retained to represent Sen. Bill Nelson’s recount efforts in Florida.",
  "In a conference call with reporters, Elias claimed that optical-scan machines may not have registered ballots that were poorly marked, and he contended that Nelson would emerge victorious from a recount, which has not yet been officially authorized.",
  "While it is not clear how much the Clinton campaign or the DNC paid Fusion GPS, the UK Independent, citing campaign finance records, reported that the Clinton campaign doled out $5.6 million to Perkins Coie from June 2015 to December 2016.",
  "Records show that since November 2015, the DNC paid the law firm $3.6 million in “legal and compliance consulting.”\n\nSteele reportedly met with the FBI on July 5, 2016 to report his purported findings about Trump and Russia.",
  "Last year, the Washington Post reported that in April 2016, Elias and his law firm Perkins Coie retained Fusion GPS to conduct the firm’s anti-Trump work on behalf of both Clinton’s 2016 presidential campaign and the DNC.",
  "“Mayor Gillum started his campaign for the people, and we are committed to ensuring every single vote in Florida is counted.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Opponent Andrew Gillum has not officially asked for a recount and that effort is considered a longshot, but Gillum’s campaign on Thursday hinted at challenging the ballot counting.",
  "In Florida, meanwhile, Republican Ron DeSantis, the former Congressman who won the gubernatorial election, is now within the .5% threshold required for a machine recount.",
  "Besides its role in sending funds to Fusion GPS, Perkins Coie also reportedly helped draft the outside firm CrowdStrike to aid with the DNC’s allegedly hacked servers.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Since that time, it has become clear there are many more uncounted ballots than was originally reported,” stated Gillum’s communications director, Johanna Cervone.",
  "The political origins of the dossier and issues relating to Steele’s credibility as a source were kept from the FISA court, a House Republican memo documents.",
  "“On Tuesday night, the Gillum for Governor campaign operated with the best information available about the number of outstanding ballots left to count.",
  "Through Perkins Coie, Clinton’s campaign and the DNC continued to fund Fusion GPS until October 2016, days before Election Day, the Post reported.",
  "The Steele dossier was reportedly utilized by the FBI in part to conduct its probe into Trump over the unsubstantiated Russia collusion claims.",
  "CrowdStrike is the third-party company ultimately relied upon by the FBI to make its assessment about alleged Russian hacking into the DNC.",
  "Rick Scott’s lead to about 17,000 votes, meaning the election is within the .25% margin necessary to require a hand recount.",
  "Elias represented Hillary Clinton’s 2016 presidential campaign as well as the Democratic National Committee.",
  "The Florida Senate race is likely headed to a recount after late reporting from Broward County lowered Gov.",
  "“We believe that at the end of this process, Sen. Nelson is going to be declared the winner,” Elias said.",
  "The work resulted in the publication of the dossier authored by former British spy Christopher Steele.",
  "Elias added: “We’re doing this not just because it’s automatic, but we’re doing it to win.",
  "The race has already reached the 0.5 percent threshold to require a machine recount.",
  "He was brought in by Nelson’s campaign to oversee official recount efforts.",
  "He is chair of the Political Law Group at the Perkins Coie law firm.",
  "Follow him on Facebook."
]