[
  "A classified Obama administration directive that forced American government hackers to seek the president's approval before launching retaliatory cyberstrikes deemed to have \"significant consequences\" was replaced by the Trump administration's National Security Presidential Memorandum 13, or NSPM 13.",
  "\"Iran, while more limited (than some other countries) in the sophistication of their cyber capabilities, (has) demonstrated a greater willingness to conduct destructive cyberattacks that are well beyond the norms of state behavior in peacetime,\" Lt. Col. Audricia Harris told CNN in an email.",
  "We could take down the Islamic Revolutionary Guard Corps network affecting the banks,\" said Jason Healey, a senior research scholar at Columbia University's School for International and Public Affairs who is working on a paper about the more aggressive policy and its potential consequences.",
  "We've advised all of our clients in the critical infrastructure space to consider the historic hostile actions of Iranian actors given this new development,\" said John Hultquist, director of research at FireEye, a cybersecurity firm that provides services to major banks.",
  "Bank executives believe Iranian hackers could attempt to disrupt financial services, perhaps as they did between 2011 and 2013 -- with denial-of-service attacks that interrupted bank websites and other internet financial services.",
  "President Trump's directive, which came into effect September 20, \"effectively reversed those restraints\" put into place by the previous President, White House national security adviser John Bolton told reporters at the time .",
  "The banking industry's privately run group that coordinates defenses against cyberattacks -- the Financial Services Information Sharing and Analysis Center -- told CNN it has not seen Iran prepare to attack yet.",
  "Two former federal government officials and several cybersecurity experts confirmed to CNN that major American banks are concerned about Iranian retaliation, though the banks themselves declined to comment.",
  "Last week, CNN got rare access to a major American bank's highly guarded cybersecurity defense center in New York, where monitor screens listed \"Iranian hackers\" as the top \"trending threat\" at the moment.",
  "The attacks started in December 2011 then ramped up in September 2012, when it significantly disrupted customer access to the websites of Bank of America, JPMorgan Chase, Wells Fargo, US Bank and PNC Bank.",
  "The reinstated sanctions added almost 700 targets to the US sanctions list, including 50 Iranian financial institutions, making it harder for these targets to engage in business worldwide.",
  "The Obama administration's DOJ later indicted seven Iranians who allegedly conducted the cyberattack while working at two companies \"on behalf\" of the Islamic Revolutionary Guard Corps.",
  "Since the 2011-2013 Iranian cyberattacks, the US military has taken a more aggressive position against such threats -- one that could result in an immediate counterstrike against Iran.",
  "US Cyber Command, the military's hackers, \"want to get in there and grapple, get close and throw elbows, make the adversaries fight for their computer infrastructure,\" Healey said.",
  "United States Cyber Command, the hacking force within the Department of Defense, said it is working along with other government efforts to counter \"malicious cyber activity.\"",
  "According to public accusations made two years ago by the Department of Justice, Iran launched massive cyberattacks against the US banking sector from 2011 until 2013.",
  "Joshua Motta saw those attacks firsthand while he worked at Cloudflare, an internet service that protects websites from these kinds of aggressive floods of traffic.",
  "Energy infrastructure, for example, could also come under threat, as it did from Russia earlier this year , according to the Department of Homeland Security.",
  "New York (CNN) As the United States reinstated economic sanctions on Iran on Monday, American banks were gearing up for retaliatory Iranian cyberattacks.",
  "This week, the Trump administration reimposed all the economic penalties that the Obama administration lifted as part of the 2015 Iranian nuclear deal.",
  "The experience they've gained -- launching wave after wave of destructive attacks against Saudi Arabia -- has helped them increase their capabilities.",
  "The bank's top cybersecurity executive said his team is bracing for a reprisal, because Iran \"might lash out\" as a result of the reimposed sanctions.",
  "If Iran does attack the United States, corporations will be faced with hackers whose skills have grown since 2012, according to CrowdStrike.",
  "He's now CEO of the cyberinsurance company Coalition, which provides coverage for small businesses like credit unions and regional banks.",
  "The bank requested not to be identified, citing a concern that Iran would single it out and direct hackers to attack the institution.",
  "Iranian hackers flooded American financial institutions with garbage computer traffic, jamming the banks' internet services.",
  "As CNN reported in September , the US military has been given more authority to launch preventative cyberattacks.",
  "An industry of private security contractors has grown up to protect major banks and other companies from hackers.",
  "They are much more formidable,\" said Dmitri Alperovitch, CrowdStrike's co-founder and chief technology officer.",
  "This more aggressive cyberwarfare policy carries a risk of escalating tensions, Healey and other experts said.",
  "It is almost with 100% certainty the hacking campaign will resume after sanctions,\" Motta told CNN this week.",
  "\"There's no evidence I've seen that the threat is imminent,\" FS-ISAC CEO Bill Nelson told CNN on Wednesday.",
  "\"It is now the policy of the United States to shoot back to deter (an) adversary's cyber operations.",
  "The Iranian government has made public statements about its intention to defy US sanctions.",
  "\"Our hands are not tied as they were in the Obama administration,\" he said.",
  "If we could get into their network, we could destroy their computers.",
  "\"They've gotten better in the last six years at intrusion activity.",
  "They have recently warned their clients to heighten their defenses.",
  "\"Banks are taking a hard look at Iranian threat actors right now.",
  "But Healey acknowledged the tensions with Iran are there already.",
  "The cybersecurity firm CrowdStrike called it \"unprecedented.\"",
  "Companies in the private sector may experience attacks first.",
  "\"But we were able to effectively defend and respond in 2012.",
  "The industry as a whole is already on guard, the bank said.",
  "Motta said they should be preparing for Iran's vengeance.",
  "\"And I don't think it's going to be limited to banks.\"",
  "At the time, he said, \"the industry was unprepared.\"",
  "At the time, the cyberattack was the largest ever.",
  "We're certainly better off than we were then.\"",
  "(North Korea ranked closely behind.)",
  "\"This is on everyone's radar."
]