[
  "While there, he grew frustrated by the antiquated technology at the company that, as Kurtz recalls, “felt more like Siebel when I wanted to develop something that felt more like Salesforce.” He left the company to co-found CrowdStrike in 2012, developing the next generation anti-virus powered by artificial intelligence.",
  "To put that into context, that means in six days, we handle more events than Twitter has tweets in a year.” Kurtz believes it is the sophisticated approach to data and artificial intelligence is a key reason why Google Capital is among the major investors in the company.",
  "We are a key platform, but through APIs, we can collaborate with other solutions that a company relies on.”\n\nKurtz hastens to add that training one's people to develop solid security hygiene remains as an essential facet to any security strategy.",
  "The team’s vision, product excellence and overall execution is what inspired us to lead the company’s Series D.”\n\nIn recent days, inquiries for CrowdStrike’s services have increased dramatically in the wake of the WannaCry ransomware attack.",
  "Kurtz has noted, “That work raised our profile considerably, solving a high profile problem, separating us from a crowded field in the security space.” CrowdStrike now counts more than ten percent of the Fortune 1000 among its clients.",
  "At a recent interview on stage at the Forbes CIO Summit at Half Moon Bay, California, I asked Kurtz for some recommendations on how executives can safeguard their enterprises, and he offered the following advice.",
  "“PCI compliance is essential to companies that accept credit card payments, but too many executives believe that in complying with PCI, they are secure, to use that example.",
  "Previously, the company received great attention for identifying the hackers behind the Democratic National Committee data breach prior to the American election in 2016.",
  "Though Kurtz noted that these insights are far from comprehensive, they are good rules of thumb to bear in mind in crafting one's security strategy.",
  "In a post on Medium, Sameer Gandhi, a partner at Accel, noted, “Crowdstrike has more than tripled the growth of its total billings year-over-year.",
  "Companies have many regulations that they must bear in mind in maintaining compliance standards, but security requires a more comprehensive view.",
  "Last week, CrowdStrike, a cloud-based security company headquartered in Irvine, California raised $100MM in a series D, led by Accel Partners.",
  "[CEO and co-founder] George [Kurtz], [CTO and co-founder] Dimitri [Alperovich] and team have accomplished quite a lot in just a few years.",
  "This requires constant monitoring.” He adds that too many companies think that monthly monitoring is sufficient, when clearly it is not.",
  "With this injection of funds, the company has reached “unicorn” status as a venture funded company with a valuation over $1 billion.",
  "CrowdStrike also offer DVR-like capability at the end point, allowing companies to replay the compromises and learn from them.",
  "Many companies don’t know what is on their network.” It is important for companies to document all assets and all end-points.",
  "Reading patterns from what may be hundreds, thousands, or even millions of attacks per day requires the power of AI.",
  "A serial entrepreneur, Kurtz founded worldwide security products and services company Foundstone in late 1999.",
  "That is not comprehensive.”\n\nLastly, Kurtz notes that it is important to develop a security ecosystem.",
  "Without doing this, it is impossible to instrument one’s end-points to be able to detect compromises.",
  "If you are not monitoring real-time, it is like offering the adversary multiple moves in a row.",
  "\"You need to speed up the OODA loop such that you remain a step ahead of adversaries,\" he says.",
  "The company developed a leading incident response practice, and was acquired by McAfee in 2004.",
  "“Companies are not well served when they are forced into a ‘single pane of glass’ solution.",
  "Third, Kurtz says, “It is important to leverage the power of artificial intelligence.\"",
  "Second, Kurtz says it is important to monitor whether there is an active compromise.",
  "He says, “We are big believers in the OODA [observe, orient, decide, and act] loop.",
  "He is also the author of World Class IT: Why Businesses Succeed When IT Triumphs.",
  "Peter High is President of Metis Strategy, a business and IT advisory firm.",
  "He would rise to the role of Worldwide Chief Technology Officer of McAfee.",
  "Given the pace of innovation in e-crime, human insight is not enough.",
  "Kurtz added, “At CrowdStrike, we monitor 34 billion events per day.",
  "Monitoring compromises is like a game of chess with the adversary.",
  "Peter moderates the Forum on World Class IT podcast series.",
  "His latest book is Implementing World Class IT Strategy.",
  "Fourth, don’t mistake compliance for security.",
  "He speaks at conferences around the world.",
  "Follow him on Twitter @PeterAHigh.",
  "“First, seek visibility."
]