[
  "In its report, BIS said two separate attacks on the Czech foreign ministry were partly the work of the APT28 hacking group, which is linked to the Russian government and has been blamed for past attacks in Germany and the United States.”\n\n— More cybersecurity news from abroad:\n\nIsraeli firm rejects alleged connection to Khashoggi killing An Israeli company known for its sophisticated phone surveillance technology on Monday rejected accusations that its snooping software helped lead to the killing of Saudi journalist Jamal Khashoggi.",
  "They analyzed hundreds of thousands of retweets from thousands of accounts, looking for non-organic behavior – for example, high numbers of daily tweets for a long time frame.”\n\n— More cybersecurity news from the public sector:\n\nIn search for new voting machines, Louisiana may need to start over If Dominion Voting Systems doesn’t file a lawsuit by Dec. 12, the state’s procurement process will likely go back to square one.",
  "About 36 percent of companies said they experienced an intrusion in 2018, up from 24 percent in last year’s survey.”\n\n— More cybersecurity news from the private sector:\n\nLeak site's launch shows dilemma of radical transparency A new leak website is wrestling with what to make available to the public, an illustration of the difficulty of balancing full transparency with respect for privacy in an age of mass disclosures.",
  "Data related to the site, including upvotes, downvotes, questions, answers, comments and direct messages could also have been accessed.”\n\n— More news about security incidents:\n\nJared, Kay Jewelers Parent Fixes Data Leak The parent firm of bling retailers Jared and Kay Jewelers has fixed a bug in the Web sites of both companies that exposed the order information for all of their online customers.",
  "They include the idea that “Investigative tradecraft has to evolve with technology” and “targeted exceptional access capabilities should not give governments unfettered access to user data.”\n\nThey form “a constructive contribution to the encryption debate,” said April Doss, a partner at Saul Ewing Arnstein & Lehr and a former counsel for intelligence law at the NSA.",
  "“It’s important to have all the stakeholders come together and look for shared solutions,” Doss said, “because both sets of equities really matter.”\n\nBut, as Robinson and Levy noted, “details matter.”\n\nAnd so far no details have emerged that satisfy cryptographers and security experts that the security risks are worth the law enforcement gains.",
  "“That’s because the communications being eavesdropped upon in the virtual crocodile clip situation are not designed to exclude silent listeners, whereas communications that are using end-to-end encryption are designed specifically to exclude such eavesdroppers, and users trust the service provider to ensure that,’’ she said.",
  "The New York Times\n\nPowerPost CIA Director Gina Haspel to brief key senators behind closed doors about Khashoggi killing Lawmakers from both parties have been demanding to hear from Haspel, who was noticeably absent last week from a similar briefing on the slaying of the journalist in the Saudi Consulate in Istanbul.",
  "Ian Levy and Crispin Robinson of GCHQ — the British equivalent of the National Security Agency — included the proposal in a paper published last week that offered a set of principles aimed at lowering the temperature of the often-heated debate over how to access digital evidence protected by strong encryption.",
  "Cybersecurity expert Dmitri Alperovitch tells me that North Korean government hackers have sent spearphishing emails to a Western manufacturing company, suggesting the country is expanding beyond its traditional set of financial targets and traditional motive of financial gain.",
  "(Kieran Doherty/Reuters)\n\nTwo British intelligence officials have proposed what they see as a potential solution to a key challenge facing law enforcement agencies — an inability to intercept encrypted group calls and messages through services such as WhatsApp and Signal.",
  "“I expect they will be doing something in the not too distant future, in line with their timeline.”\n\nSpeaking in a CipherBrief webinar yesterday, Ledgett also noted that China is not abiding by a 2015 agreement to stop conducting cybereconomic espionage.",
  "“It’s relatively easy for a service provider to silently add a law enforcement participant to a group chat or call,” wrote Levy, who is technical director of GCHQ’s National Cyber Security Center, and Robinson, GCHQ technical director for cryptanalysis.",
  "“That’s the security vulnerability.’’\n\nEssentially, Green said, “it’s fact that the app software can now lie to you about who you’re talking to.”\n\nSteven Bellovin, a Columbia University computer science professor, said such risks are not theoretical.",
  "“A source familiar with the event told Forbes that Marriott’s Computer Incident Response Team (CIRT) was compromised thanks to a mistake by a contracted cybersecurity vendor that was supposed to be protecting the hotel giant,” Brewster reported.",
  "“In separately reported incidents, apps posing as health assistants invite users to use Touch ID before they show a calorie tracker, or take a heart rate measurement, or some other seemingly legitimate function,” Wired's Brian Barrett reported.",
  "“I have no doubt that they are planning to use cyber means in the way they did back in 2012-13 against the U.S. financial sector in response to the nuclear sanctions,” he said, referring to massive denial-of-service attacks against the banks.",
  "In what has come to be known as the “Athens Affair,” he said, in 2004 rogue software was implanted by hackers on a Greek cellphone network outfitted with lawful wiretapping mechanisms to eavesdrop on the conversations of about 100 officials.",
  "“In a survey of 100 senior security officers, 84 percent said their firms are planning to spend more this year on cybersecurity, up from 78 percent a year ago, data-security provider Thales eSecurity said in a report to be released Tuesday.",
  "(Marcos Brindicci/Reuters)\n\n— “Russia’s intelligence services were behind cyber attacks targeting the Czech foreign ministry last year, the Czech security service said on Monday in its annual report,” Reuters's Jason Hovet reported.",
  "(Andrew Kelly/Reuters)\n\nPWNED: While the Marriott breach is potentially among the largest breaches of consumer data in history, it is not the first security blunder the hotel giant has experienced, Forbes's Thomas Brewster reported.",
  "(Robyn Beck/AFP/Getty Images)\n\n— “Influence agents were responsible for roughly 25% of political support spread via Twitter for candidates in the Arizona and Florida midterm elections, researchers report,” according to Dark Reading.",
  "“They’re very very active now, all around the world — including in the United States, including intellectual property.”\n\nA Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in New York on Nov. 16, 2015.",
  "“Prior to the four-year-old breach being discovered, Marriott suffered at least one previously unreported hack, including an infection that hit the company’s own cyber-incident response team, Forbes has learned,” Brewster wrote.",
  "Associated Press\n\nDozens of signatories added to Paris cyber agreement Nearly 100 nations and groups have added their names to an international agreement on actions in cyberspace in the weeks since the document was unveiled.",
  "Former NSA deputy director Richard Ledgett, in a 2019 threat forecast, said he expected that Iran is “likely to ramp up” its malicious cyber actions now that the United States has withdrawn from the 2015 nuclear agreement.",
  "“The big picture is North Korea continues to be a world actor in cyberspace and that the charm offensive toward South Korea and the United States has not curtailed their malicious cyber activities,” Alperovitch said.",
  "“In most if not all instances, providers will be the only ones in the position to respond to any court order, provide the reviewing court full range of applicable information, and, if appropriate, resist,” she said.",
  "“Once you scan your fingerprint, though, the apps briefly show an in-app purchase popup instead, charging anywhere from $90 to $120, and simultaneously dim the screen to make it hard to see the prompt.”\n\n— “U.S.",
  "The principle that law enforcement “can’t expect 100 percent access 100 percent of the time” is important, said Jennifer Daskal, a former Justice Department official who now teaches law at American University.",
  "Another computer scientist, Lorrie Cranor of Carnegie-Mellon University, said the recommendation \"may be reasonable, assuming the access is indeed exceptional and follows appropriate legal processes.\"",
  "The provider “usually controls the identity system and so really decides who’s who and which devices are involved — they’re usually involved in introducing the parties to a chat or call,” they wrote.",
  "“And there’s evidence Russian cybercriminals have breached Starwood Web servers.” Independent cybersecurity researchers spotted a security breach that affected Marriott in 2017, according to Forbes.",
  "But, she said, she found “troubling” the authors’ assertion that service providers should respond to government demands for access and “not try to independently judge the details” of the case.",
  "She liked how they noted that the problem of intercepting a live conversation is different from that of gaining access to an encrypted device, and thus the solutions could look very different.",
  "“A new body of research by Morpheus Cybersecurity and APCO Worldwide, entitled ‘Impact of Influence Operations Targeting Midterm Elections,’ explores the effects of disinformation campaigns.",
  "“Going back to 2014, the year when Marriott said Starwood’s network had been hacked, Holden claimed there was a serious vulnerability on the company’s website,” according to Forbes.",
  "There is no evidence that Paul Manafort was working with President Trump or other administration officials on the talks, which stemmed from 2017 discussions on Chinese investment.",
  "“Known as an SQL injection bug, it could’ve been exploited to gain access to Starwood databases.”\n\nPUBLIC KEY\n\n“I Voted” stickers at a polling station in Los Angeles on Nov. 4.",
  "He said he’s also seen intrusions into payment system companies, showing that the North Koreans are moving beyond hacking of banks and cryptocurrency targets in the West.",
  "If the provider is not telling users that an FBI or MI-6 agent is listening in, says Amie Stepanovich, U.S. policy manager for Access Now, \"where is the transparency?\"",
  "banks and other financial firms are projecting higher spending on cybersecurity as they face bigger threats and more attacks,” Bloomberg News's Yalman Onaran reported.",
  "“The BIS counter-intelligence service has long warned against Russian activity in the Czech Republic, a member of NATO since 1999 and of the European Union since 2004.",
  "The comparison to traditional phone wiretaps is inapt, said Susan Landau, a Tufts University computer scientist and former distinguished engineer at Sun Microsystems.",
  "“The company announced in a blog post Monday that it discovered user data was compromised by a third party who gained unauthorized access to one of its systems.",
  "“Popular question-and-answer site Quora has discovered that hackers broke into its system and took data on 100 million users,” CyberScoop's Greg Otto reported.",
  "But there has been no resolution, and Levy and Robinson are hoping their principles and potential solution, published in Lawfare, can nudge the debate forward.",
  "Associated Press\n\nCitrix security boss warns that cryptojackers are exploiting cloud ignorance Don’t count on cloud security providers to keep hackers away.",
  "The Hill\n\nZERO DAYBOOK\n\nToday\n\nThe Center for Data Innovation presents a report calling for a national artificial intelligence strategy on Capitol Hill.",
  "“This sort of solution seems to be no more intrusive than the virtual crocodile clips” that are authorized today for traditional phone call intercepts.",
  "It has simmered for about a decade, occasionally boiling over — as in 2016 when the FBI and Apple battled over access to a terrorist’s locked iPhone.",
  "The company says the data taken included names, email addresses and encrypted passwords, along with data imported from linked social media networks.",
  "Karoun Demirjian\n\nPRIVATE KEY\n\nThe Apple logo is shown on a screen at the Apple Worldwide Developers Conference in San Francisco on June 13, 2016.",
  "Alex Holden, founder of the information security company Hold Security, told Forbes that Starwood has also suffered several security incidents.",
  "The notion had been discussed privately by Obama administration officials, but until now has never been advanced publicly by a government.",
  "Bush's legacy honored at U.S. Capitol:\n\nMichelle Obama talks to London girls about “impostor syndrome”:\n\nMultiple tornadoes hit Illinois:",
  "The debate has been fueled by the rise of “end-to-end” encrypted apps such as Signal and default encryption on devices such as iPhones.",
  "“You end up with everything still being end-to-end encrypted, but there’s an extra ‘end’ on this particular communication,” they said.",
  "If users knew their calls and chats might be covertly monitored, however, that could damage trust between them and the app provider.",
  "Suppressing that message would require a change in the system coding — creating “a hole that didn’t exist before,” he said.",
  "“The images presented a control panel used by Russian criminals to run a network of hacked servers, also known as a botnet.",
  "Microsoft President Brad Smith participates in a discussion on facial recognition at the Brookings Institution on Thursday.",
  "“He sent Forbes screenshots that appeared to show cybercriminal access to Starwood corporate portals,” Brewster reported.",
  "“It’s a bad idea,” said Matthew Green, a cryptographer and computer science professor at Johns Hopkins University.",
  "2018 Cloud Security Alliance Congress on Dec. 11 through Dec. 12. in ChampionsGate, Fla.\n\nEASTER EGGS\n\nGeorge H.W.",
  "Coming soon\n\nHouse Judiciary Committee hearing on “oversight of the Department of Homeland Security” on Thursday.",
  "PINGED, PATCHED, PWNED\n\nThe Ryugyong Hotel is illuminated in the night sky in Pyongyang, North Korea, on Oct. 21.",
  "Six of those servers were hosting various starwoodhotels.com domains.” And there is more, according to Holden.",
  "In general, the principles aim for a common ground among privacy advocates and the law enforcement community.",
  "“It could be espionage activity,” said Alperovitch, co-founder and chief technology officer of CrowdStrike.",
  "“Getting stuff like that right is hard,” Bellovin said, referring to building secure wiretapping systems.",
  "KrebsOnSecurity.com\n\nTHE NEW WILD WEST\n\nRussian President Vladimir Putin in Buenos Aires on Dec. 1.",
  "(Tony Avelar/AP)\n\n— Some deceitful apps rely on the iPhone's Touch ID technology to scam users.",
  "But, she said, \"I would also want users of the system to be made aware that this is possible.\"",
  "“They are back full speed.” He said China is the most prolific when it comes to data theft.",
  "The hack was never officially claimed, though suspicion has fallen upon the United States.",
  "And not \"fundamentally chang[ing] the trust relationship\" is one of the GCHQ principles.",
  "CyberScoop\n\nSECURITY FAILS\n\nA laptop keyboard in North Andover, Mass., on June 19, 2017.",
  "THE KEY\n\nSatellite dishes are seen at GCHQ's outpost in Bude, England, on June 23, 2013.",
  "Right now services such as WhatsApp notify users when a new party is added to a chat.",
  "StateScoop\n\nManafort Tried to Broker Deal With Ecuador to Hand Assange Over to U.S.",
  "(Ali Mohammadi/Bloomberg)\n\nPATCHED: There may be a wave of attacks from Iran, too.",
  "(Elise Amendola/AP)\n\n— With a new week comes a new data breach disclosure.",
  "Their idea: Add law enforcement as a “silent” user to the chat or call.",
  "“Whatever slowdown happened, that slowdown has stopped,” he said.",
  "(Dita Alangkara/AP)\n\nPINGED: North Korean hacking is ramping up.",
  "“When they turn it on it’s quite a sight to see,” he said.",
  "Many other Western countries have issued similar warnings.",
  "They included the prime minister and the Athens mayor.",
  "Another is \"transparency is essential.\"",
  "That idea drew a range of reactions.",
  "Iranian flags in Tehran on Aug. 4."
]