[
  "Yet the report also cited research from the National Foundation for American policy that showed “almost 79% of students in the United States pursuing a master’s degree in computer science are citizens of other countries.”\n\nThe difficulty of finding enough people with the necessary cybersecurity skills is one reason, Dmitri said, the company hires overseas, with development centers in London, Romania, India and Australia.",
  "“I got more interested in the security side of cryptography and encryption and realized early on that no matter how good you were mathematically, if someone was able to steal your keys, then the quality of the algorithm didn’t matter.”\n\nDmitri attended Georgia Tech and received the school’s first graduate degree in information security.",
  "That’s something we’ve leveraged heavily at CrowdStrike, to be an intelligence-driven company, so we can stay one step ahead.”\n\nIn 2011, George Kurtz, Dmitri Alperovitch and Gregg Marston founded CrowdStrike, and it is now headquartered in Sunnyvale, CA, with a valuation of $3 billion and approximately 1,200 employees.",
  "“CrowdStrike Falcon provides robust threat prevention, leveraging artificial intelligence and machine learning with advance detection and response, and integrated threat intelligence.”\n\nWhen asked if he was glad he immigrated to America, Dmitri did not hesitate.",
  "“We can’t hire enough people in the U.S. alone, and it’s important to leverage smart people all over the world because the criminals that we’re fighting are very good at collaborating across geographic boundaries and we need a great talent pool to face them.",
  "From the beginning, the company sought to hire people without the limitation of geographic location, a not uncommon practice in cutting-edge companies and something policymakers should keep in mind when proposing immigration restrictions.",
  "When asked about the current U.S. immigration system, Dmitri said, “We certainly don’t make it easy to bring in talented people.” The 2018 Economic Report of the President devoted an entire chapter to the importance of cybersecurity.",
  "According to CrowdStrike, its customers now include “12 of the 20 Fortune largest global companies, 10 of the 20 largest financial institutions,” and many of the largest energy, healthcare providers and technology companies.",
  "“Particularly on the intelligence front, when we’re trying to understand the enemy, knowing their culture, speaking their language, is very important.”\n\nWhat do companies get when they become customers of CrowdStrike?",
  "Thankfully for CrowdStrike’s customers and its 1,200 employees, a napkin was handy when George Kurtz and Dmitri Alperovitch, both working at McAfee, sketched out their ideas for a new cybersecurity company.",
  "“CrowdStrike stands fully by its analysis and findings identifying two separate Russian intelligence-affiliated adversaries present in the DNC network in May 2016,” the company reported.",
  "Alex Ionescu, who was born in Romania, worked in Canada and then immigrated to the U.S., is chief architect and helped design the company’s “end-point solution,” according to Dmitri.",
  "We went from 5% of email traffic being spam to 95% in less than 6 months.”\n\nDmitri thinks the malware industry was slow to learn because malware threats evolved less rapidly.",
  "CrowdStrike is one of 50 current U.S. billion-dollar startups with an immigrant founder, according to research by the National Foundation for American Policy .",
  "His family settled in Chattanooga, Tennessee, which is different in many ways from Russia’s capital city Moscow, one of the most populated cities in the world.",
  "He points to CrowdStrike’s guarantee to reimburse customers up to $1 million for the cost of any breaches that happen while using CrowdStrike’s services.",
  "Dmitri notes he never even met many of the CrowdStrike’s first employees until an “all-hands meeting in New York” weeks after the company started.",
  "He considered himself fortunate to land a job with CipherTrust, an email security company, and expected to work on encryption and cryptography.",
  "In 2016, CrowdStrike was in the news after being asked by the Democratic National Committee (DNC) to investigate the hacking of its systems.",
  "One wonders how many Silicon Valley startups would never have got off the ground if local bars and restaurants didn’t have napkins.",
  "His father, a nuclear physicist, wasn’t able to get a job in nuclear power, given the lack of new plants being built in the U.S.",
  "Instead, the company focused on how to block spam, including phishing attacks, that were being launched through email.",
  "We need to leverage everyone that we can in this fight.” It is also helpful to have people from a diverse background.",
  "One thing that served Dmitri well in America was his education in Soviet schools, which emphasized math and science.",
  "“I started infiltrating those underground forums where the spammers were talking about their latest capabilities .",
  "CrowdStrike is “the leader in cloud-delivered, next generation endpoint protection,” according to the company.",
  "“They’re really paying for a very simple thing: We are committed to stopping breaches,” said Dmitri.",
  "“I started a company with my dad when I was still in high school,” he told me in an interview.",
  "I’m a citizen and proud to contribute to the economic and national security of the country.",
  "Dmitri immigrated to America in the 1990s from the Soviet Union while in his mid-teens.",
  "(CrowdStrike is considering an initial public offering in 2019, according to Reuters.)",
  "At CipherTrust, he gained an appreciation for the importance of gaining intelligence.",
  "I’m very happy my parents made the decision for our family to immigrate to America.”",
  "Dr. Sven Krasser, an immigrant from Germany, is CrowdStrike’s chief scientist.",
  "Dmitri Alperovitch is the company’s chief technology officer.",
  "Dmitri became interested in cybersecurity at a young age.",
  "Dmitri Alperovitch’s story began several years earlier.",
  "“It highlighted how quickly things can deteriorate.",
  "However, he became interested in cryptography.",
  "“This country has been incredibly good to me.",
  "Immigrants play a major role in the company.",
  "“I’m incredibly glad,” he said.",
  ".",
  "."
]