[
  "“The cybersecurity of the Committee’s data is paramount, and upon learning of the intrusion, the NRCC immediately launched an internal investigation and notified the FBI, which is now investigating the matter.”\n\nThe committee was greatly concerned about the hack during the midterm season.",
  "CNN further reports that the committee contacted CrowdStrike, a cybersecurity firm that aided the Democrats in their efforts to deal with Russian hacking during the 2016 election and advised the FBI during the 2018 midterms.",
  "President Donald Trump has previously blamed Democrats for allowing hackers to access the Democratic National Committee’s servers and the emails of John Podesta, Hillary Clinton’s campaign chief.",
  "The NRCC spent hundreds of thousands of dollars to deal with the fallout of the hack, including hiring the prestigious D.C. law firm Covington and Burling along with Mercury Public Affairs.",
  "Kevin Dietsch-Pool/Getty Images\n\nThe National Republican Congressional Committee, the GOP’s campaign arm for the House, experienced a major hack during the 2018 midterm elections.",
  "However, Republican House representatives—even Speaker Paul Ryan and majority leader Kevin McCarthy—did not find out about the hack until Politico contacted them on Monday.",
  "According to Politico, an unknown third party accessed email accounts belonging to four of the committee’s senior aides, which exposed thousands of sensitive messages.",
  "So far, none of the emails have been leaked to the public, and there have reportedly been no attempts to blackmail the NRCC with the information.",
  "“The NRCC can confirm that it was the victim of a cyber intrusion by an unknown entity,” Ian Prior, a vice president at Mercury, told Politico.",
  "A security services vendor first notified the committee of the breach in April, which triggered an internal investigation and an FBI inquiry.",
  "“I heard that they were trying, or people were trying, to hack into the RNC, too, the Republican National Committee.",
  "Politico reported that the nature of the attack led officials to believe that the infiltrators are foreign agents.",
  "The committee claims that it kept the hack under wraps so as not to tip off the culprit.",
  "The National Republican Congressional Committee is the GOP’s campaign arm for the House.",
  "“I think the DNC should be ashamed of themselves for allowing themselves to be hacked.”",
  "But we had much better defenses,” Trump told CBS in July."
]