[
  "Papadopoulos forwards a May 4 email exchange to newly minted campaign chairman Paul Manafort, saying, “Russia has been eager to meet Mr. Trump for quite some time and have been reaching out to me to discuss.” Manafort then forwards this email to his deputy, Rick Gates, writing, “We need someone to communicate that DT is not doing these trips.” Gates agreed and passed the exchange along to “the person responding to all mail of non-importance,” aiming to avoid a response from a senior official.",
  "Agalarov asks Goldstone to pass this along for his father, who was offered the information by the “Crown prosecutor of Russia.” Trump Jr. promptly responds: “If it’s what you say I love it especially later in the summer.”\n\nJune 7: Trump promises a “major speech about Hillary Clinton’s crimes.”\n\nJune 9: Trump Jr., Manafort and Trump’s son-in-law Jared Kushner meet with Russian lawyer Natalia Veselnitskaya and others at Trump Tower.",
  "The following day, the DNC and CrowdStrike, the firm hired by the DNC to investigate the hack, said, “Two separate Russian intelligence-affiliated adversaries present in the DNC network in May 2016.”\n\nJune 14: Cohen met Sater in the lobby of Trump Tower to inform him that he would not “be traveling at [that] time.” Cohen had initially agreed to a trip to St. Petersburg in June.",
  "To the best of my knowledge, no person that I deal with does.”\n\n— President Trump, in a news conference, on Feb. 16, 2017\n\nPresident Trump’s former attorney Michael Cohen pleaded guilty to lying to Congress about his efforts to secure a real estate deal in Moscow for the Trump Organization in 2015 and 2016, while his boss was campaigning for president.",
  "Trump Jr. calls the claims “lies.”\n\nJuly 25: Trump responds: “The new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me.”\n\nJuly 26: Trump tweeted “For the record, I have ZERO investments in Russia.”\n\nJuly 27: Trump said, “What do I have to do with Russia?",
  "“Michael had a lengthy substantive conversation with the personal assistant to a Kremlin official following his outreach in January 2016, engaged in additional communications concerning the project as late as June 2016, and kept [Trump] apprised of these communications,” according to a sentencing memorandum filed by Cohen’s team.",
  "In a recent court filing, prosecutors laid out extensive contact on a possible deal through 2016 between Cohen, then an executive vice president of the Trump Organization, Felix Sater, a Russian-born businessman with a checkered past, and numerous Russian nationals, including the press secretary for the president of Russia.",
  "June 3: Rob Goldstone, a music publicist, emails Donald Trump Jr., offering “very high level and sensitive information” that could “incriminate Hillary” and is part of “Russia and its government’s support for Mr. Trump.” Goldstone represents Emin Agalarov, whose father is a major real estate developer close to Putin.",
  "I have no loans from Russia.”\n\nOct. 26: During a campaign rally in Kinston, N.C., Trump declares: “First of all, I don’t know Putin, have no business whatsoever with Russia, have nothing to do with Russia.”\n\nJan. 11, 2017: Trump tweets: “Russia has never tried to use leverage over me.",
  "Peskov corroborated this false claim in August 2017 when he said he had received an email but “left it unanswered.” (After Cohen’s new admission, Peskov displayed the emails to reporters and confirmed that Russian officials contacted Cohen by phone.)",
  "Because the president’s business and political worlds are intertwined, as a reader service, the Fact Checker compiled a timeline of what happened, what the president knew and what he said publicly about contact between his staff and Russia.",
  "According to The Washington Post, “an unidentified investor planned to build the project and, under a licensing agreement, put Trump’s name on it.” Sater believed that, with Trump’s publicity from the campaign, it would be perfect timing.",
  "(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
  "“It’s absurd, and there’s no basis to it.”\n\nJuly 24: In an interview on CNN’s “State of the Union,” Jake Tapper asked Trump Jr. about the suggestion that Russians had hacked the DNC network to help Trump and hurt Clinton.",
  "According to court documents, Cohen updated Trump and Trump’s family on the project more than three times between September 2015 and June 2016, but it is not clear exactly when these briefings took place.",
  "Jan. 14-16, 2016: Cohen emailed Dmitry Peskov, a top aide and spokesman for Russian President Vladimir Putin, to enlist his help “to secure land and permits,” according to documents submitted to Congress.",
  "Spring 2016: “[Cohen] and [Trump] also discussed possible travel to Russia in the summer of 2016, and Michael took steps to clear dates for such travel,” according to the memorandum filed by Cohen’s team.",
  "July 21-27: In several television appearances, tweets and a news conference, Trump and his campaign officials deny any connections to Russia, despite previous and ongoing meetings and communications.",
  "July 24: “Are there any ties between Mr. Trump, you or your campaign and Putin and his regime?” George Stephanopoulos asked Manafort on ABC News’s “This Week.” “No, there are not,” Manafort says.",
  "On May 5, Sater relays a message that a Russian official would like to invite Cohen to the “Davos of Russia” in June where he would be introduced to Putin and/or Prime Minister Dmitry Medvedev.",
  "June 15: Trump releases a statement: “We believe it was the DNC that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader.",
  "No nothing.”\n\nAug. 27: The Washington Post reports for the first time that when Trump was running for president, his company pursued a plan to develop a massive Trump Tower in Moscow.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach.”\n\nSater told BuzzFeed that after Trump’s July 26 tweet, he knew the deal was off.",
  "For three decades, Trump had angled to strike a real estate deal in Moscow, but he could never cinch it, even after his Miss Universe pageant was held in Moscow in 2013.",
  "December: Negotiations for Cohen to go to Moscow heated up, but by the end of the month, Sater and Cohen’s relationship had frayed significantly, according to BuzzFeed.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!” In a news conference that day, Trump says: “I tweeted out that I have no dealings with Russia.",
  "I wasn’t trying to hide anything.”\n\nThat’s false because it was not disclosed until The Washington Post report in August 2017, almost one year after the election.",
  "September and October 2015: Cohen and Sater, who had worked on previous real estate proposals for Trump in Russia, began discussions about a potential deal.",
  "Too bad the DNC doesn’t hack Hillary Clinton’s 33,000 missing emails.”\n\nOn July 21, Trump officially becomes the Republican nominee for president.",
  "Jan. 21: Sater told Cohen, “It’s about [the President of Russia] they called today.”\n\nOn Feb. 1, Trump finishes second in the Iowa caucuses.",
  "Since the meeting was first reported, reports have surfaced that Veselnitskaya may have been working on behalf of the Kremlin at that time.",
  "Nov. 29, 2018: After the announcement of Cohen’s guilty plea, Trump tells reporters: “He’s lying about a project that everybody knew about.",
  "During a 2017 news conference, three days after Michael Flynn resigned his post as national security adviser, Trump went a step further.",
  "Oct. 9: During the second debate with Clinton, Trump says: “I know about Russia, but I know nothing about the inner workings of Russia.",
  "And I have no loans with Russia.”\n\nMay 11: In an interview with Lester Holt of NBC News, Trump says: “I am not involved in Russia.",
  "Cohen also discussed this “potential business travel to Russia” with a senior campaign official, according to court documents.",
  "During that call, according to court documents, Cohen outlined the Moscow project and asked for assistance to move it forward.",
  "He began to contact former contacts in Russia and put together a licensing deal for the Moscow project fairly quickly.",
  "Trump has repeatedly claimed he had “nothing to do with Russia,” whether in his business affairs or the 2016 campaign.",
  "They debate whether it would be better for him to visit before or after the Republican National Convention in July.",
  "May 21: Then-advisers Carter Page and George Papadopoulos suggest to the campaign that Trump travel to Russia.",
  "At the same time, Cohen was working toward a deal that would license Trump’s name to a skyscraper in Moscow.",
  "He told reporters “to the best of my knowledge, no person that I deal with” has anything to do with Russia.",
  "He spent the next several months on the campaign trail in advance of the Iowa caucuses in February 2016.",
  "According to the sentencing memorandum filed by Cohen’s team, he continued to update Trump through June.",
  "U.S. officials have said Russian intelligence used intermediaries to give the email cache to WikiLeaks.",
  "The next day, WikiLeaks releases nearly 20,000 DNC emails obtained through Russian hacking operations.",
  "Court documents say Sater sent “multiple messages” to Cohen and “included forms” for him to complete.",
  "On May 26, Trump secures the needed number of delegates for the Republican nomination for president.",
  "On May 3, Trump becomes the presumptive nominee for the Republican Party after Sen. Ted Cruz (Tex.)",
  "May 4-6: Cohen and Sater discuss the possibility of a trip to Russia that would include Trump.",
  "Jan. 20: Cohen heard back from Peskov’s office and spoke with his assistant for 20 minutes.",
  "Dec. 2: Reporters from the Associated Press asked Trump about his relationship with Sater.",
  "On June 14, The Washington Post reveals the Democratic National Committee had been hacked.",
  "We’ve previously outlined the connections between members of Trump’s campaign and Russia.",
  "But Cohen was technically not part of the campaign, even though he was a close adviser.",
  "At least eight people attend this meeting, including two other Russian associates.",
  "The timeline below outlines how the campaign and the Moscow project intersected.",
  "June 9-14: Sater tried to contact Cohen to confirm his upcoming trip to Russia.",
  "Despite particularly testy text messages, Cohen continued to respond to Sater.",
  "Oct. 28: Trump personally signed the letter of intent for the Moscow project.",
  "Cohen initially told Congress that he had never heard back from Peskov.",
  "John Kasich, Trump’s remaining challengers, withdraw from the contest.",
  "I have no deals that could happen in Russia because we’ve stayed away.",
  "The Facts\n\nTrump announced he was running for president in June 2015.",
  "\"Well I told you, General Flynn obviously was dealing [with Russia].",
  "Trump said, “Felix Sater, boy, I have to even think about it.",
  "This was the same day as the third Republican debate.",
  "Trump was leading in the polls by Christmas 2015.",
  "Haven’t made a phone call to Russia in years.",
  "But he was dealing, as he should have been.",
  "… This deal was a very public deal.",
  "I mean, we were very open with it.",
  "Don’t speak to people from Russia.",
  "I have nothing to do with Russia.",
  "I have nothing to do with Russia.",
  "Everybody knows about this deal.",
  "I have no businesses there.",
  "I’m not familiar with him.\"",
  "Cohen agrees to the trip.",
  "So that’s one person.",
  "I don’t deal there.",
  "Russia is a ruse.",
  "and Ohio Gov.",
  "No loans.",
  ".",
  ".",
  "."
]