[
  "Palantir describes its business as making “products for human-driven analysis of real-world data.”\n\nTable 1: Most Valuable Immigrant-Founded Billion-Dollar Companies COMPANY LATEST VALUATION Uber $72.0 Billion SpaceX $21.0 Billion WeWork $20.2 Billion Palantir Technologies $20.0 Billion Stripe $20.0 Billion Slack $ 7.1 Billion Moderna Therapeutics $ 7.0 Billion Robinhood $ 5.6 Billion Wish $ 4.3 Billion Instacart $ 4.2 Billion Source: National Foundation for American Policy; valuations from \"Billion Dollar Startup Club,\" Wall Street Journal, taken at various dates prior to October 1, 2018.",
  "Other valuable immigrant-founded billion-dollar companies include Stripe ($20 billion), Slack ($7.1 billion), Moderna Therapeutics ($7 billion), Robinhood ($5.6 billion), Wish ($4.3 billion), Instacart ($4.2 billion), Houzz ($4 billion), Credit Karma ($3.5 billion), Tanium ($3.5 billion), Zoox ($3.2 billion), CrowdStrike ($3 billion), Unity Technologies ($2.8 billion), Oscar Health Insurance ($2.7 billion), Zenefits ($2 billion) and Avant ($2 billion).",
  "“Other big tech startups in the 2019 IPO queue, according to people familiar with the matter, include workplace-messaging platform Slack Technologies Inc. as well as a raft of smaller but closely watched companies including food-delivery service Postmates Inc., security firms CrowdStrike Inc. and Cloudflare Inc., and videoconferencing-software provider Zoom Video Communications Inc.,” reported the Wall Street Journal.",
  "The news of potential initial public offerings (IPOs) for many immigrant-founded companies comes at a time when a study from the National Foundation for American Policy finds that 55%, or 50 of 91, of the country’s $1 billion startup companies had at least one immigrant founder.",
  "SpaceX, founded by South African immigrant Elon Musk, and WeWork, co-founded by Israeli-born immigrant Adam Neumann, are the second and third most valuable U.S. billion-dollar startups with an immigrant founder, valued at $21 billion and $20.2 billion respectively.",
  "“The collective value of the 50 immigrant-founded companies is $248 billon, which is more than the value of all the companies listed on the stock market of many countries, including Argentina, Columbia, Peru, Portugal and Ireland,” according to the research.",
  "However, Palantir Technologies, co-founded by German-born immigrant Peter Thiel, is currently valued at $20 billion and is expected to have a valuation as high as $41 billion in an initial public offering next year.",
  "Immigrant-founded billion-dollar companies employ an average of more than 1,200 employees per company (the vast majority of the jobs in the United States), according to the National Foundation for American Policy.",
  "“That eye-popping figure is nearly double Uber’s valuation in a fundraising round two months ago and more than General Motors, Ford Motor and Fiat Chrysler Automobiles are worth combined,” reported the newspaper.",
  "Uber, cofounded by Canadian immigrant Garrett Camp, is the most valuable U.S. billion-dollar company with at least one immigrant founder, with a valuation of $72 billion.",
  "However, the Wall Street Journal recently reported that if Uber proceeds with an anticipated initial public offering in 2019, its value could reach $120 billion.",
  "Several of these companies are soon to become publicly traded and available to any American who wants to invest in these billion-dollar startups.",
  "There is no startup visa that allows a foreign-born individual to obtain permanent residence (a green card) for founding a business.",
  "Even then, an individual in H-1B status may wait years for his or her green card before setting off to start a new business.",
  "Instacart completed a round of funding in mid-November that values the company at $7.87 billion, according to Reuters.",
  "That’s why immigrant entrepreneurs are almost always refugees or first sponsored by employers or family members.",
  "These companies are also among the most exciting and valuable privately held businesses in America.",
  "The $248 billion figure likely underestimates the underlying value of these 50 companies.",
  "Immigrants have created some of America’s most valuable privately held companies.",
  "All five of the companies mentioned above have at least one immigrant founder.",
  "Neither company is expected to have an initial public offering in 2019.",
  "Many of these immigrant-founded companies are valuable.",
  "Note: These valuations are as of October 1, 2018.",
  "Many are about to become even more valuable."
]