[
  "USA TODAY\n\nFormer secretary of State and retired four-star general Colin Powell called Republican presidential candidate Donald Trump \"a national disgrace\" and \"international pariah,\" and said \"Hillary's mafia\" was trying to drag him into Clinton's email scandal in personal emails that were leaked by hackers, according to online news organizations BuzzFeed and The Daily Caller.",
  "Another email allegedly sent from Powell to Democratic adviser Vernon Jordan in May expressed frustration that the Clinton campaign was trying to equate his use of private email accounts during his tenure as secretary of State with her own use of a private email server.",
  "Earlier this month, Rep. Elijah Cummings released a 2009 email Powell sent to Clinton two days after she was sworn in as secretary of State that indicates Powell did advise Clinton on how to use private email to get around federal records requirements.",
  "CLOSE In leaked personal emails, Colin Powell referred to Donald Trump as a 'national disgrace' and criticized the Hillary Clinton team for dragging him into the Clinton email scandal.",
  "Powell made the remarks about Trump in a June 17, 2016, email to Emily Miller, a journalist who once worked under Powell as a deputy press secretary at the State Department.",
  "There is speculation among some computer experts and Democratic politicians that DCLeaks has ties to Russian intelligence services, according to The Wall Street Journal.",
  "In an email BuzzFeed says Powell sent to NBC News reporter Andrea Mitchell in August 2016, he said he sent Clinton a memo about his email habits at the State Department.",
  "\"Been having fun with emailgate,\" Powell wrote on March 9, 2015, days after the news broke about Clinton's use of a personal server, according to The Daily Caller.",
  "\"Paul Ryan is calibrating his position again,\" Powell said of the speaker of the House who had only recently decided to endorse Trump at the time of the email.",
  "In the email Powell said Trump, \"is in the process of destroying himself, no need for the Dems to attack him,\" according to BuzzFeed.",
  "Powell wrote that he told Clinton's \"minions repeatedly that they are making a mistake trying to drag me in, yet they still try.",
  "The Clinton campaign and its surrogates have frequently cited Powell's use of person email in defending the Democratic nominee.",
  "There is concern that leaks from the site are intended to influence the outcome of the upcoming presidential election.",
  "When Trump couldn't keep that up he said he also wanted to see if the certificate noted that he was a Muslim.\"",
  "Around 30,000 stolen Powell emails were given to DCLeaks.com by unnamed hackers, The Daily Caller reported.",
  "I said nothing about servers, basements, domains, Clinton foundation, government employees,\" Powell wrote.",
  "In an Aug. 21 email, Powell told Miller, \"the whole birther movement was racist,\" according to BuzzFeed.",
  "An aide to Powell confirmed the hack Wednesday, telling The New York Times \"they are his emails.\"",
  "\"I got around it all by not saying much and not using systems that captured the data.\"",
  "The media isn't fooled and she is getting crucified,\" according to BuzzFeed.",
  "\"I told her how I was using my personal computer for [unclassified] emails.",
  "\"The Clintonistas have been trying for months to connect our usage.\"",
  "Powell's criticisms were not limited to the GOP candidate.",
  "\"Hillary's mafia keeps trying to suck me into it.\"",
  "\"The differences are profound and they know it.\"",
  "Read or Share this story: http://usat.ly/2cmfBFe",
  "\"Be very careful,\" Powell warned Clinton.",
  "\"That's what the 99% believe."
]