[
  "Shares of Tableau rose as much as 7.3 percent on Wednesday after the Wall Street Journal reported the list, found in emails of former Secretary of State Colin Powell that were published in September by DCLeaks, a website that releases information often obtained through cyber security breaches.",
  "Tableau Software, one of the companies in a leaked list of potential acquisition targets of Salesforce.com, worked with an investment bank to explore a sale earlier this year, according to people familiar with the matter.",
  "Tableau, which has a market capitalization of $3.8 billion, worked with investment bank Qatalyst Partners to discuss a potential deal with interested companies and private equity firms, the people said on Wednesday.",
  "Large software companies such as Salesforce and Microsoft are flush with cash, while technology-focused private equity firms such as Vista Equity Partners and Thoma Bravo have raised large funds.",
  "Another of Tableau's competitors in business intelligence software, Qlik Technologies, agreed to sell itself to private equity firm Thoma Bravo for about $3 billion earlier this year.",
  "Seattle-based Tableau, which makes software that turns complicated data into graphics that can be easily analyzed, had one of the most highly expected IPOs of 2013.",
  "The list also includes many enterprise software companies that have already sold themselves in the wave of consolidation that has swept the technology industry.",
  "Marketo, which began trading on the same day and was also on Salesforce's target list, was sold to Vista Equity for $1.79 billion last summer.",
  "Still, investors have fretted over one of Tableau' a key growth measures, its license revenue, which has stalled in recent months.",
  "Tableau, co-founded by Stanford University professor Pat Hanrahan, developed animation software that powered movie studio Pixar.",
  "Large enterprise customers, such as Barclays, IKEA and Deloitte, use its programs to cut back on the use of spreadsheets.",
  "Its shares, which traded as high as $105 in November 2015, were up 4.3 percent at $49.13 in late trading on Wednesday.",
  "Tableau declined to comment, while Qatalyst and Salesforce did not immediately respond to a request for comment.",
  "LinkedIn, another Salesforce acquisition target, agreed in June to be bought by Microsoft for $26.2 billion.",
  "In February, its stock price fell nearly 50\n\npercent upon the release of its fourth-quarter earnings.",
  "The sources asked not to be identified because the deliberations were confidential.",
  "However, the negotiations ended by the summer without a deal, the people added.",
  "Tableau was described as \"in play\" in the Salesforce list, produced last May.",
  "Powell sits on Salesforce's board of directors."
]