[
  "On Republicans and racism:\n\nIn an email from May of this year, with the subject line “racism,” Powell reiterated a position he had taken in that past, writing, “Or as I said before the 2012 election, ‘There is a level of intolerance in parts of the Republican Party.’”\n\nOn the media’s coverage of Trump:\n\nAnd in a December 2015 email to CNN anchor Fareed Zakaria, Powell recounted his aversion to speaking about Trump to the press, writing, “You guys are playing his game, you are his oxygen.",
  "“Paul Ryan is calibrating his position again.”\n\nPowell, who served in the George W. Bush administration, has so far declined to comment on the messages themselves but confirmed their authenticity, telling NBC News: “The hackers have a lot more.” The DCLeaks website is alleged to be a repository for intelligence groups with ties to the Russian government, although that link remains unconfirmed.",
  "Pat Kennedy, Intel community, DS and yes HRC [Hillary Rodham Clinton].”\n\nOn Clinton’s team citing him in its defense of her private email server (via NBC News, which did not identify the recipient of the email):\n\n“I have told Hilleary’s [sic] minions repeatedly that they are making a mistake trying to drag me in, yet they still try,” Powell wrote.",
  "In private emails written by Powell—obtained by the website and shared with BuzzFeed—Powell calls Trump “a national disgrace” and an “international pariah.” The GOP nominee “is in the process of destroying himself, no need for Dems to attack him,” Powell wrote in the June email to a former aide.",
  "Basic fault falls on a courageous ambassador who thoughts Libyans now love me and I am ok in this very vulnerable place,” Powell wrote in a December 2015 email exchange with former Secretary of State Condoleezza Rice about US Ambassador J. Christopher Stevens, who died in the 2012 incident.",
  "When Trump couldn’t keep that up he said he also wanted to see if the certificate noted that he was a Muslim.” … “As I have said before, ‘What if he was?’ Muslims are born as Americans everyday,” Powell wrote to his former aide.",
  "Other notable emails leaked by the site include Powell’s thoughts on everything from “intolerance” in the Republican Party to Benghazi being a “stupid witch hunt” to why he doesn’t like to talk about Trump to the media.",
  "Earlier this month, House Democrats released an email exchange between Powell and Clinton in which the former advised the latter on using private email while at the State Department.",
  "Via BuzzFeed:\n\nOn the birther movement:\n\n“Yup, the whole birther movement was racist,” Powell wrote [to Emily Miller, a journalist who previously served as Powell’s aide].",
  "On former Fox News chief Roger Ailes reportedly advising Trump:\n\n“And Ailes as an advisor wont heal women, don’t you think?” Powell wrote [to Miller].",
  "Win McNamee/Getty Images\n\nColin Powell is getting his DCLeaks.com close-up, and it turns out former secretaries of state email just like us.",
  "I will watch and pick the timing, not respond to the latest outrage.”\n\nOn Benghazi:\n\n“Benghazi is a stupid witch hunt.",
  "He outraged us again today with his comments on Paris no-go for police districts.",
  "Colin Powell speaks at the Washington Ideas Forum on Sept. 30, 2015.",
  "…\n\n“But blame also rests on his leaders and supports back here.",
  "Read more of Slate’s campaign coverage.",
  "“That’s what the 99% believe."
]