[
  "The faith leaders cite leaked documents from DCLeaks that recently confirmed “wealthy, anti-Christian foundations, following the lead of billionaire George Soros’s Open Society Foundation, fund and “rent” Christian ministers as “mascots” serving as surprising validators for their causes.”\n\n“The consequent realities include injury to countless people, the Church, the family, nation and the global Church including many martyrs,” the religious leaders add, noting that the Progressive Movement has left the nation with an abortion industry that allegedly profits from aborted baby body parts; the abandonment of the biblical view of marriage; a transgender and gender fluid agenda promoted by President Barack Obama; open hostility toward the Judeo-Christian foundation of the nation; agitation of racial unrest; political use of the IRS to intimidate conservative and Christian groups; and other “consequences of Progressive political activism.”\n\nCo-signers of the letter include Dr. Alveda King, Dr. James Garlow, Mat Staver, George Barna, Miles McPherson, Lt. Gen. Wm.",
  "Biblical wisdom, not Progressive policies enforced by big government, is the highest love for human beings.”\n\nThe leaders are urging those who claim to be faith members to “question the true intentions of persons or organizations that receive money from Soros and other billionaire globalists.”\n\n“[W]hy do those who claim to share our faith in Christ continue to advocate for politicians who will pass legislation, and appoint justices and judges who will attack Christian liberty and persecute believers?” they ask.",
  "The group of leaders – which calls itself the American Association of Evangelicals – writes in its letter:\n\nAfter years of earnest but less public attempts, it is now with heavy hearts, and a hope for justice and restoration, that we Christian leaders urge ‘progressive evangelicals’ and Catholics to repent of their work that often advances a destructive liberal political agenda.",
  "“Turning our nation over to the enemies of biblical faith does not honor Christ, promote love of neighbor, or advance God’s kingdom in the world.”\n\n“We ask those who have intentionally or unwittingly aided the Progressive agenda in the past to look at the actual consequences of their policies,” they add.",
  "An open letter signed by more than 75 of America’s evangelical and Catholic leaders calls upon politically progressive groups that claim to be members of a traditional “faith” to refuse financial assistance from leftwing billionaire political activist George Soros and his political allies.",
  "“Jerry” Boykin, Eric Metaxas and Bishop Harry R Jackson, Jr.\n\n“Hopefully this Call to Repentance will awaken the Church and nation to the anti-Christian funding and agenda behind the Religious Left’s “faith” fronts,” said Kelly Kullberg, the group’s spokesperson.",
  "“Please stop inviting fellow believers to assist global profiteers and political activists who are determined to de-Christianize America.”",
  "Our hope is to return to a true gospel witness grounded in the whole counsel of Scripture.",
  "We write as true friends knowing that most believers mean well.",
  "We desire the best for you and for the world God loves.",
  "“Our letter is the Church speaking truth to power."
]