[
  "But Powell has also harshly criticized Hillary Clinton\n\nFinally, when the matter of Hillary Clinton’s emails came up, Powell was harshly critical of the Democratic nominee — \"Everything HRC touches she kind of screws up with hubris,\" he wrote — but he also seemed to think that Clinton could have easily quieted the scandal by doing \"a ‘Full Monty’\" when it first broke, according to an email posted by the Intercept.",
  "In one sense, Powell’s emails are interesting because they reveal a few things that many elites of both parties in DC tend to say in private, but that far fewer Republican elites have been willing to say in public — most notably, his strong denunciations of Trump and his dismissal of the Benghazi investigations.",
  "Powell also had a similarly strongly worded dismissal of Republicans’ obsession with investigating the Benghazi attacks, and suggested the blame should fall on the late ambassador Chris Stevens for not taking his own security seriously enough.",
  "Now Powell, a decorated retired general who chaired the Joint Chiefs of Staff and served as George W. Bush’s first secretary of state, did endorse Barack Obama’s candidacy in both 2008 and 2012, so he’s hardly a dyed-in-the-wool Republican.",
  "Former Secretary of State Colin Powell thinks Donald Trump is a \"national disgrace\" and Republicans’ Benghazi investigations are a \"witch hunt,\" according to leaked personal emails of his that have been posted by several media outlets.",
  "But it’s also clear, though, that Powell has no great love for Hillary Clinton — in the emails, he frequently criticizes her and her handling of the email scandal, and has so far been noncommittal about whether he will endorse her.",
  "The emails contain some harsh criticism of Clinton too, after all, and Powell was clearly deeply resentful about what he felt was the Clinton team (or \"mafia\" as he called it) trying to drag him into her email scandal.",
  "Indeed, before the race had gotten started, back in July 2014 he wrote one email (posted by Will Rahn of CBS News) in which he said, \"I would rather not have to vote for her, although she is a friend I respect.",
  "\"If it is public that you have a BlackBerry and it it [sic] government and you are using it, government or not, to do business, it may become an official record and subject to the law,\" Powell wrote.",
  "In any case, an email on August 28 (after Powell’s public complaint that Clinton was \"trying to pin\" the scandal on him) suggests that he had patched things up with the Clinton team.",
  "Powell also made the argument that work emails shouldn’t really be subject to public record rules, since email is a casual communication tool of convenience akin to the telephone.",
  "About two years’ worth of Powell’s emails were apparently stolen and posted at a shady website called DCLeaks, which may well be connected to Russian intelligence in some way.",
  "In fact, an earlier email from Powell to Clinton released by House Democrats last week shows that he did appear to give her friendly sounding advice on evading records rules.",
  "More recent emails, though, reveal that some of Powell’s friends have assumed he would endorse Clinton, and have even bugged him about it, according to the Daily Caller.",
  "However, Powell did add that other officials, including Clinton, did deserve some criticism, writing, \"But blame also rests on his leaders and supports back here.",
  "\"They are going to dick up the legitimate and necessary use of emails with friggin record rules,\" Powell complained, according to another Intercept-posted email.",
  "A 70-year person with a long track record, unbridled ambition, greedy, not transformational, with a husband still dicking bimbos at home (according to the NYP).\"",
  "Powell thinks Trump is terrible and Benghazi is a witch hunt\n\nPowell has privately denounced Republican nominee Donald Trump in remarkably strong terms.",
  "Still, it’s notable that he’s been hesitant to say all of these things in public, while being perfectly willing to sound off on them in private.",
  "In another email, Powell wrote that Trump \"appeals to the worst angels of the GOP nature and poor white folks,\" according to CNN.",
  "\"Trump is a national disgrace and an international pariah,\" Powell wrote in an email this June, as BuzzFeed News first reported.",
  "\"Basic fault falls on a courageous ambassador who thoughts [sic] Libyans now love me and I am ok in this very vulnerable place.\"",
  "\"Benghazi is a stupid witch hunt,\" he wrote in a December 2015 email to Condoleezza Rice, again according to BuzzFeed News.",
  "\"Spent last week with Cheryl Mills and the HRC team burying the email flap,\" he wrote, according to the Daily Caller.",
  "Powell gave a noncommittal response, saying, \"I try not to bother someone who is beating himself and the GOP up.\"",
  "Another friend wrote in August, evidently about Trump, \"when are you going to throw the knock out blow?\"",
  "Christie Whitman wrote an email with the subject \"Hillary\" and the text, \"Have you endorsed her yet?\"",
  "And elsewhere, he wrote that \"the whole birther movement\" — headed by Trump — \"was racist.\"",
  "I got around it all by not saying much and not using systems that captured the data.\"",
  "Powell responded, \"You’ll recall that in 2008 and 2012 I waited until early fall.\"",
  "Despite all this, Powell has chosen not to get involved in the 2016 race just yet.",
  "The email was sent to a journalist who had previously worked for Powell.",
  "It’s not entirely clear an endorsement is still in the offing, though.",
  "(A similar argument was made by Vox’s Matt Yglesias recently.)",
  "\"I saw email more like a telephone than a cable machine.\"",
  "This story has been updated with more Powell emails.",
  "(Rice responded by writing, \"Completely agree.\")",
  "Pat Kennedy, Intel community, DS and yes HRC.\"",
  "In July, former New Jersey Gov.",
  "\"Be very careful."
]