[
  "Here’s more from Bloomberg:\n\nThe e-mails and documents posted to the DCLeaks site in early June suggest that the hackers may have a broader agenda than influencing the U.S. presidential election, one that ranges from the Obama administration’s policy toward Russia to disclosures about the hidden levers of political power in Washington.",
  "Now it appears the scope of the hack is much larger than originally thought, the New York Times reports, with the email accounts of as many as 100 Democratic Party officials and groups, like Democratic Governors’ Association, also being infiltrated.",
  "The subjects of the DCLeaks site include a former ranking intelligence official who now works for a major defense contractor and a retired Army officer whose wife serves on the USS Nimitz, the nuclear-powered aircraft carrier.",
  "The site appears to have been a testing ground of sorts, cyberespionage experts told Bloomberg, and may have been a precursor to WikiLeaks for the Russians as a means to leak the hacked documents.",
  "They were also apparently monitoring former U.S. Gen. Philip Breedlove’s personal email as far back as 2012, when he was commander of the U.S. European Command and NATO Allied Command Operations.",
  "Screenshot DCLeaks.com\n\nIt’s long been speculated that the Russian hackers widely speculated to have swiped tens of thousands of emails from the DNC still had more documents to dump.",
  "Bloomberg reports that a website—DCLeaks.com—has been the repository for some of the documents and contains telltale signs of Russian intelligence.",
  "To make matters worse, the reach of the Russian hackers appears to have extended well beyond the DNC, including a NATO commander.",
  "The hackers appear to have had access to emails at George Soros’ Open Society foundation for a long as a year.",
  "It also means the hackers may have much left in their grab bag to distribute at will.",
  "The site was registered in April and most of the documents were posted in June.",
  "Some of the e-mails go back years.",
  "The Russian attempt at WikiLeaks?"
]