[
  "Network said Trump had received email that offered hacked WikiLeaks files – but CNN got date wrong and later admitted material was already in public sphere\n\nCNN was forced to climb down from a report Friday that an encryption key allowing access to hacked content had been emailed to Donald Trump and aides two months before the presidential election.",
  "“We have updated our story to include the correct date, and present the proper context for the timing of email.”\n\nCongressional investigators asked Trump Jr about the email – which came from an unknown person called “Mike Erickson” – during a closed-door, day-long interview on Wednesday, according to multiple reports.",
  "“I know you can’t help but spread #fakenews @cnn, but now that you know the truth you should have the decency to retract the false story, make the correction, take down the bs tweet, and apologize to the 2 or 3 people that still believe you to be credible,” he wrote on Twitter, adding: “#yourewelcome”.",
  "In a separate phase of his interview before Congress, Trump Jr declined to discuss with the committee a phone conversation he had with his father following a June 2016 meeting at Trump Tower in Manhattan with Russian operatives linked to the Kremlin.",
  "Federal prosecutors and three congressional committees have been investigating whether the Trump campaign cooperated behind the scenes with Russia to sabotage the Hillary Clinton campaign or otherwise tamper in the presidential election.",
  "In direct messages on Twitter, WikiLeaks asked Trump Jr to promote links to hacked emails, to decry the election as rigged and to consider accepting WikiLeaks founder Julian Assange as Australian ambassador to the United States.",
  "“CNN’s initial reporting of the date on an email sent to members of the Trump campaign about Wikileaks documents, which was confirmed by two sources to CNN, was incorrect,” the network said in a statement.",
  "Such a key had been emailed, the cable network said in a corrected report, but the material it gave access to was already in the public sphere, and not previously unseen as an initial CNN report suggested.",
  "The retraction was issued following conflicting reports from other news outlets establishing that the email in question was sent on 14 September 2016, and not 4 September as CNN originally reported.",
  "US intelligence considers WikiLeaks to be aligned with Russian intelligence, a charge the organization, which has described a mission of confronting US power on the global stage, has denied.",
  "The Republicans who control the committee accepted the assertion, but Democrats said they would challenge it, and outside analysts said it amounted to a very shaky legal argument.",
  "Trump tweeted the link provided to his son by WikiLeaks and praised the organization on the campaign trail, saying “I love WikiLeaks” in an October 2016 speech.",
  "The email was turned over to investigators earlier this year at their request for a batch of documents from the Trump Organization, according to reports.",
  "Trump Jr said the conversation with his father was protected by attorney-client privilege because lawyers for both men were on the phone call, too.",
  "The Trump Tower meeting has been a focus for federal prosecutors investigating alleged collusion between Russia and the Trump campaign.",
  "Vice-presidential candidate Mike Pence was asked after the speech whether the campaign was “in cahoots” with WikiLeaks.",
  "WikiLeaks has denied that Russia was the source of hacked material it published during the presidential campaign.",
  "Trump Jr has said that nothing of substance was exchanged at the meeting and dismissed allegations of collusion.",
  "Trump has admitted that his son took the meeting in hopes of gathering damaging material about Clinton.",
  "US intelligence agencies say Russian operatives did provide WikiLeaks with hacked Clinton emails.",
  "Trump Jr reportedly told the House intelligence committee that he did not remember the email.",
  "Donald Trump Jr, one of the recipients of the email, tore into CNN and demanded a correction.",
  "A lawyer for Trump Jr earlier said his client did not remember the email or act on it.",
  "“Nothing could be farther from the truth,” Pence said.",
  "Trump and his aides have denied wrongdoing."
]