[
  "In 2015, the high number of refugee arrivals and the terrorist attacks in Paris in November, have eroded much of the sympathy towards refugees that was present earlier that year.”\n\nThe proposal notes, “While Germany started in mid-2015 with a widespread welcoming attitude towards refugees, by now general sentiment leans towards closure of borders.” The proposal claims that “Sweden, the other traditional stronghold of solidarity towards refugees, is facing similar challenges.” (RELATED: Swedish Police Tell Women Not To Go Out Alone Due To Migrant Violence)\n\nAs originally reported by The Daily Caller, a leaked OSF memo from May 2016 argues that Europe’s refugee crisis should be accepted as a “new normal,” and that the refugee crisis means “new opportunities” for Soros’s organization to influence immigration policies on a global scale.",
  "That memo made three key points: OSF — the nation’s least transparent think tank — has been successful at influencing global immigration policy; Europe’s refugee crisis presents “new opportunities” for the organization to influence global immigration policy; and the refugee crisis is the “new normal.”\n\nAnother leaked memo reveals that OSF is anticipating an increase in “migration pressures in the coming decades” due in part to “globalization.”\n\nThe OSF documents were released by “hacktivist” group DCLeaks, which publishes documents from powerful political figures around the world.",
  "All $600,000 came from OSF’s “Europe Reserve Fund.”\n\nA summary of the proposal notes that “the proposed reserve fund allocation will allow for additional resources to be allocated towards countering xenophobic attitudes in Europe, move parts of the political mainstream towards more pro-refugee positions, and build constituencies around a more progressive approach to migration and asylum.”\n\nA section of the proposal titled “Unforeseen need” explains that the money is needed because of the loss of sympathy for refugees in due in part to the November 2015 terrorist attacks in Paris.",
  "Internal documents show OSF used $600,000 in reserve funding in March 2016 to bring pro-refugee positions into the “political mainstream.”\n\nJordi Vaquer, OSF’s regional director for Europe, approved a $600,000 proposal entitled, “Countering the anti-migrant rhetoric and toxic narratives surrounding migration in Europe.”\n\nAccording to OSF documents, half of the $600,000 would go towards lobbying efforts.",
  "Leaked documents from left-wing financier George Soros’s Open Society Foundations continue to reveal the extent to which the group has influenced the political response to Europe’s refugee crisis.",
  "“The debate around migration in Europe has become increasingly anti-migrant both at the political and public level.",
  "(RELATED: Leaked Soros Memo: Refugee Crisis ‘New Normal,’ Gives ‘New Opportunities’ For Global Influence.)",
  "Follow Hasson on Twitter @PeterJHasson"
]