[
  "I have been called a surrogate at a time or two in that campaign and I did not have communications with the Russians.” Sessions was also asked in a written question by Sen. Patrick Leahy if he had “been in contact with anyone connected to any part of the Russian government about the 2016 election, either before or after election day?” He replied, simply, “no.”\n\nOne of the meetings took place in July at a Heritage Foundation event on the sidelines of the Republican National Convention with a number of other ambassadors, and the other took place in his office on Capitol Hill.",
  "The plan was the brainchild of three men: the lawyer Michael Cohen, a major figure in the Steele dossier who has a Ukrainian wife and past business dealing in Ukraine; Felix Sater, a Russian-American businessman and longtime associate of Trump once convicted of conspiring with the mafia to commit stock fraud, as well as stabbing a man in the face with a broken margarita glass (Trump has denied that the two have an ongoing relationship); and Andrii Artemenko, a pro-Russian Ukrainian politician with real estate investments in the United States.",
  "While there’s nothing unusual about a member of the transition team talking to a foreign official, if Flynn had made some assurances to Russia about the sanctions, that is both potentially illegal—Barack Obama was still president, and the Logan Act prevents U.S. citizens from negotiating with foreign governments without authorization—and raises questions about whether there was some quid pro quo for the Kremlin’s support of Trump in the election.",
  "What we don’t know: While there’s a pretty compelling case at this point that the hacks against the DNC came from Russian actors working on behalf of the government, the evidence for the rest of the allegations that have been floated—that Vladimir Putin personally ordered the release of the emails, and that this was done with the intention of electing Trump rather than just weakening presumed victor Hillary Clinton—is a bit more circumstantial.",
  "Here is a rundown of what we know, and what we don’t, about the major pieces in this murky puzzle:\n\nWhat we know: Allegations that the Russian government deliberately interfered in the 2016 election go back to last summer when private cybersecurity firms concluded that two hacker groups working for the Russian government, nicknamed Cozy Bear and Fancy Bear, had penetrated the networks of the Democratic National Committee.",
  "On Jan. 12, David Ignatius of the Washington Post reported in his column that Flynn, by then hired as Trump’s national security adviser, had held several phone conversations with Russian ambassador to the United States Sergey Kislyak on Dec. 29, the day that the Obama administration announced retaliatory sanctions against Russia for interfering in the election.",
  "The president says Flynn did nothing wrong and while he “didn’t direct him” to make the call, he “would have directed him if he didn’t do it.”\n\nWhat we know: Before serving for several months as Trump’s campaign chairman last year, Manafort had made a career of lobbying for autocratic leaders like the Philippines’ Ferdinand Marcos and Zaire’s Mobutu Sese Seko.",
  "The Times sources declined to give other names picked up on the calls, but we do know that the FBI was examining the activities of Flynn; Carter Page, a former foreign policy adviser to Trump with longstanding political and financial ties to Moscow; and Roger Stone, a veteran GOP operative who appeared to have backchannel ties to WikiLeaks during the campaign.",
  "The memos—later revealed to have been written by an ex-spy named Christopher Steele, who had been working for GOP groups hostile to Trump during the primary and then for groups supporting Hillary Clinton—had reportedly been circulating in Washington for months and had been alluded to in writing by other journalists, notably David Corn of Mother Jones.",
  "But apparently someone remembered something, as a Trump administration official told NBC’s John Harwood that Sessions’ conversations with Kislyak had included “superficial comments about election-related news.”\n\nA number of lawmakers have now called for Sessions to either resign or recuse himself from any investigation of Trump’s ties to Russia.",
  "In December 2015, Putin described Trump as “yarkiy,” a word that can mean “bright” or “brilliant” but can also just mean “colorful.” Trump opted for the former interpretation and then some, saying that the Russian president had called him a “genius” and also that it would be “crazy” to disavow Putin’s praise.",
  "It’s also hard to know what to make of CNN’s reporting that Kislyak “is considered by US intelligence to be one of Russia’s top spies and spy-recruiters in Washington, according to current and former senior US government officials.” The Russian government has denied the charge against the veteran diplomat.",
  "As Manafort put it in his denial to the Times, “It’s not like these people wear badges that say, ‘I’m a Russian intelligence officer.’ ”\n\nAs for the dodgy Ukraine plan, it’s not clear to what extent Flynn or anyone else in the White House took it seriously or whether Trump himself had any knowledge of it.",
  "A section in the memos suggesting that Trump was offered a 19 percent stake in Russian oil company Rosneft has also raised eyebrows, given that a stake of that size was sold in December, and the full identities of those who bought it are still unclear, but that figure had been floated for a while.",
  "What we don’t know: Manafort’s Ukrainian and Russian friends would no doubt benefit from a more solicitous U.S. policy toward Russia and the lifting of the sanctions applied by the Obama administration over the annexation of Crimea and Russia’s support for separatist groups in Eastern Ukraine.",
  "Last August, Ukrainian investigators discovered secret handwritten ledgers showing $12.7 million in undisclosed cash payments to Manafort from Yanukovych’s pro-Russian political party, part of an illegal off-the-books compensation system for the former president’s friends and allies.",
  "It’s very possible that Putin was actively trying to elect Trump, and it certainly seems unlikely that an operation of this sensitivity would be carried out without authorization from the highest levels of the Kremlin, but the definitive evidence of that hasn’t yet been made public.",
  "After Trump’s victory, U.S. intelligence officials accused the Russian government, and Russian President Vladimir Putin personally, of orchestrating the leaks to help Trump, part of a larger campaign of influence that also included the dissemination of “fake news” to damage Clinton.",
  "In July 2015, soon after launching his campaign, Trump said “I think I’d get along very well with Vladimir Putin” and continued to make that prediction during GOP debates, pointing out that he had been “stablemates” with the Russian president on an episode of 60 Minutes.",
  "The Washington Post’s Josh Rogin reported that at the GOP convention in July, while Manafort was campaign chairman, the Trump campaign had pushed to make sure the party platform didn’t include calls for arming Ukrainian forces to fight Russian-backed separatists.",
  "Update, March 2, 2017:\n\nJeff Sessions\n\nWhat we know: On Wednesday, the Washington Post reported that Attorney General Jeff Sessions spoke twice last year with Ambassador Kislyak while he was a senator, contradicting testimony to the Senate Judiciary Committee.",
  "During his confirmation hearing, Sessions had been asked by Sen. Al Franken about what he would do if he learned that anyone affiliated with the Trump campaign was in contact with the Russian government and replied, “I’m not aware of any of those activities.",
  "Last week, Politico published texts, allegedly hacked from the iPhone of Manafort’s daughter, that appears to be an attempt by a Ukrainian parliamentarian to blackmail Manafort before releasing evidence of his illegal financial arrangement with Yanukovych.",
  "What we know: Trump has been trying to get real estate developments off the ground in Russia since the 1980s, including an ambitious plan in 2005 involving Sater to build a Trump Tower on the Moscow River, but they have all fizzled in early stages.",
  "What we know: On Jan. 12, CNN reported that then-President-elect Trump and President Obama had been briefed about the contents of memos compiled by a former British intelligence operative alleging a long-running Russian effort to compromise Trump.",
  "What we know: On Feb. 14, the New York Times reported that the U.S. law enforcement and intelligence agencies had intercepted regular calls between members of the Trump campaign and Russian intelligence officials in the year before the election.",
  "Sessions put out a statement saying he had “never met with any Russian officials to discuss issues of the campaign.”\n\nAnother justice department official said, “There’s just not strong recollection of what was said” at the September meeting.",
  "It’s possible some buyer’s remorse—if indeed what we think we know in terms of the election meddling is correct—may already be setting in: Pro-Kremlin politicians have expressed concern about Trump’s enthusiasm for a new nuclear arms race.",
  "He has had some other dealings with the country, including partnering with a Russian billionaire to host the Miss Universe pageant in Moscow in 2013 and the $95 million sale of his Palm Beach mansion to oligarch Dmitry Rybolovlev in 2008.",
  "Yanukovych hired Manafort in 2005, shortly after he had been defeated in a presidential campaign marked by electoral fraud, the alleged poisoning of his opponent, and the massive street protests that became known as the Orange Revolution.",
  "For instance, the assessment cited fringe politician Vladimir Zhirinovsky as if he were a close Putin ally and contained a long and not particularly illuminating appendix about Russian government-funded satellite television network RT.",
  "While Trump himself would dismiss most of the allegations as lies peddled by his political enemies, there are some things we can say with relative confidence are true, even if there are still plenty of questions left to be answered.",
  "What we don’t know: The officials who spoke with the Times for the Feb. 14 story wouldn’t disclose any information about what was discussed in the intercepted calls, or which Trump advisers other than Manafort were on the calls.",
  "In and of itself, there’s nothing improper about a senator meeting with a foreign ambassador, but obviously if promises were made or if they discussed the alleged Russian interference in the election, that’s a different story.",
  "Private emails from hacks of the DNC and the personal account of Clinton adviser John Podesta were leaked during the campaign by the outlets Guccifer 2.0 and DCLeaks as well as Julian Assange’s whistleblowing site WikiLeaks.",
  "Flynn resigned as national security adviser on Feb. 13 after it became clear that he had misled members of the administration, and in particular, that he had put Pence in the position of publicly stating false information.",
  "Painting what’s happened in American politics over the past year as a grand Russian-orchestrated conspiracy probably gives everyone—the Russians, Trump, the American electorate, who maybe just like the guy—too much credit.",
  "Manafort denied that he or anyone else from the campaign had pushed for the change, but this is contradicted by sources who were in the room and told the Daily Beast that the campaign wanted softer language on Ukraine.",
  "That same year, Trump’s son, Donald Jr., said that “Russians make up a pretty disproportionate cross section of a lot of our assets” and “we see a lot of money pouring in from Russia.”\n\nWhat we don’t know: A lot.",
  "The former director of the Defense Intelligence Agency had been a regular paid commentator on RT and a keynote speaker at the network’s December 2015 gala in Moscow, at which he was seated at a table with Putin.",
  "In its most salacious passages, the dossier alleged that the Russians possessed kompromat, compromising information, consisting of footage of Trump engaged in “perverted sex acts” with Russian prostitutes.",
  "More interestingly, Flynn may have lied to Pence, but did anyone else in the administration know the truth about his conversations with Kislyak, or authorize him to discuss sanctions with the ambassador?",
  "But in late January, the Post later reported, Acting Attorney General Sally Yates informed the White House that Flynn had misled the administration and that he could be vulnerable to Russian blackmail.",
  "The case for a Manchurian Candidate scenario, in which the Russians have been running Trump, through bribery or blackmail, as an operative relies on suspicious information and some big leaps of faith.",
  "Manafort was also one of a number of Trump campaign aides reportedly in contact with Russian intelligence officials during the campaign—more on that in the next section on backchannel communications.",
  "It also detailed communications between Trump’s campaign and Russian officials, including a meeting between Trump’s lawyer Michael Cohen and a Russian official, Oleg Solodukhin, in Prague in August.",
  "What we don’t know: Whether the claims in the dossier are true, the extent to which intelligence officials believe they are true, and the officials’ motives for alerting Trump to their existence.",
  "The “extreme makeover” and American-style campaign tactics Manafort imported helped Yanukovych win the presidency in 2010, bringing Ukraine—for a time at least—back into Russia’s political orbit.",
  "What we don’t yet know is to what extent it was Manafort pushing the Trump camp’s relatively pro-Moscow line or if he had any direct dealings with the Russian government while working for Trump.",
  "A declassified version of the intelligence community’s assessment that Putin was actively trying to help Trump, released in January, was vague in parts and misleading or irrelevant in others.",
  "Cohen has denied that the meeting in Prague in August took place, one of the more specific and falsifiable claims, and Czech intelligence services say they have no evidence that it happened.",
  "According to the Times, U.S. officials say the communications “were not limited to Trump campaign officials, and included other associates of Mr. Trump.” Manafort was among those picked up.",
  "He also suggested the two countries should work together in Syria to “knock out ISIS.” Most surprisingly, in June he publicly urged Russian hackers to find Hillary Clinton’s missing emails.",
  "There’s more: On Feb. 19, the Times reported that, a week before he resigned as national security adviser, Flynn had been presented with a plan for Trump to lift sanctions on Russia.",
  "What we don’t know: The FBI apparently knows from call intercepts that Flynn and Kislyak discussed sanctions, but we don’t know what Flynn actually told the ambassador about them.",
  "Flynn, who had reportedly been in touch with Kislyak throughout the campaign, was also interviewed by FBI agents about the calls during the first few days of the administration.",
  "But shortly after the election, Deputy Foreign Minister Sergei Ryabkov casually conceded that “there were contacts” between his government and the campaign, without elaborating.",
  "The Russian government has denied the allegations, and Trump only reluctantly and belatedly accepted the intelligence community’s conclusion that Russia was behind the hacking.",
  "Alexander Nemenov/AFP/Getty Images\n\nQuestions about Donald Trump’s alleged ties to Russia, which first emerged during last year’s election, continue to dog his administration.",
  "If he told them what he said publicly—that sanctions hadn’t come up—he could face felony charges for perjury (though it seems unlikely the FBI would pursue those charges).",
  "The document, which was published later that day by BuzzFeed, suggested that there was a “well-developed campaign of conspiracy” between Trump and the Russian government.",
  "Trump was undoubtedly advised during his campaign by people with pro-Russian sympathies and interests, and shares more than a little of Putin’s dark, zero-sum worldview.",
  "A spokeswoman for Sessions said that Sessions had not misled the committee, as he had met with Kislyak in his capacity as a senator, rather than as a campaign surrogate.",
  "The data was collected as part of an investigation into whether the campaign was actively colluding with Russia on the hacking efforts targeting the Clinton campaign.",
  "What we know: Trump has undoubtedly gone much farther than most politicians, particularly most Republicans, in his defense and praise of Vladimir Putin’s government.",
  "And after he was elected, Trump chose Rex Tillerson, an oil CEO with past business ties to Russia and an opponent of sanctions, as secretary of state.",
  "It also appears very likely at this point that Russia intervened in the election to help Trump, or at the very least, to discredit Hillary Clinton.",
  "Reporters will reveal more pieces of the puzzle, but putting it all together, or ever knowing for sure if it all belongs together, seems unlikely.",
  "With the story developing on multiple fronts simultaneously, it can be difficult to keep track of what we actually know and what we think we know.",
  "As part of the plan, the Times reported, Artemenko is also peddling compromising information about Ukraine’s current president, Petro Poroshenko.",
  "During this time, Manafort was also involved in a number of lucrative side deals involving Russian and Ukrainian oligarchs linked to Yanukovych.",
  "Trump and his aides have denied that they had any contact with Russian officials during the campaign, and at one point the Russians agreed.",
  "Trump brushed aside allegations that Putin has ordered the killing of journalists, saying “at least he’s a leader,” unlike Barack Obama.",
  "Frustratingly, a lot of what we think we know about this comes from difficult-to-verify media reports quoting anonymous U.S. officials.",
  "What we know: Trump’s original National Security Adviser Michael Flynn had been scrutinized for his ties to Russia during the campaign.",
  "Vice President Mike Pence also said in a January television interview that Flynn had told him the issue of sanctions did not come up.",
  "Manafort denied receiving the cash, but with bad publicity swirling around him, he resigned as Trump’s campaign chief shortly after.",
  "Was this just an isolated occurrence or was there a deeper level of communication and coordination between Flynn and the Russians.",
  "We also don’t know what, if anything, Sessions may have shared with the campaign about these conversations when they took place.",
  "It’s certainly possible a big shoe is still set to drop, but for now, what we already know about Trump is disturbing enough.",
  "Though not directly linked to Manafort, he is associated with the political movement the American consultant helped foster.",
  "In October, the Obama administration formally accused Russia of orchestrating a hacking campaign to influence the election.",
  "Trump’s failure to release his tax returns makes it difficult to assess the extent of his business interests in Russia.",
  "In December, a full copy of the dossier was obtained by Sen. John McCain, who passed it to FBI Director James Comey.",
  "The Obama administration sanctioned Russia and expelled 35 diplomats over the alleged election meddling on Dec. 29.",
  "More recently, he helped revive the political career of Russian-supported Ukrainian politician, Viktor Yanukovych.",
  "So far, there’s been no movement on lifting sanctions and no major shift in the U.S. position on Ukraine or Syria.",
  "Trump’s dismissive attitude toward NATO and skepticism about democracy promotion are also music to Moscow’s ears.",
  "We also don’t know who the Russians were, or how directly they were involved with the intelligence services.",
  "The FBI is reportedly investigating the dossier and has not publicly confirmed or denied any of its claims.",
  "What we don’t know: Whether Russia is going to get anything tangible out of the Trump administration.",
  "He continued to defend Putin in interviews, at times contradicting members of his own administration.",
  "What we don’t know: As with Flynn, we don’t know what Sessions talked about with Kislyak.",
  "If the allegations are fake, that raises the question of who fabricated them and why.",
  "Congressional leaders had also been briefed on at least some of the allegations.",
  "Ukraine wasn’t exactly a hot-button issue on the campaign, so why push for this?",
  "The calls are not the same as those between Flynn and Kislyak discussed earlier.",
  "The following day, Trump praised Putin for his muted response to the sanctions.",
  "I’d be surprised if the evidence ever got more concrete than what we have now.",
  "It’s also not clear if the Trump team knew they were talking to Russian spies.",
  "We also have no idea what role his business interests play in anything else.",
  "(Russia has allegedly used similar tactics in several European countries.)",
  "The parliamentarian, Serhiy Leshchenko, denied that the texts are real.",
  "Flynn publicly denied that he had discussed sanctions in the call.",
  "It’s hard to believe he was acting completely independently.",
  "We also don’t know what he told the FBI in his interviews.",
  "(Yanukovych was ousted in 2014 and fled to Russia.)",
  "Trump has completely denied the allegations.",
  "Most importantly, how much did Trump know?",
  "Beyond that, things get a little murky.",
  "So where does all of this leave us?",
  "It did little to bolster the case.",
  "Layers upon layers."
]