[
  "In general I think George is more interested in talking about policy than the campaign per se, though I can’t imagine you won’t spend some time on politics,” Vachon wrote in an email titled “Soros meeting.”\n\n“In a separate email I will send you George’s latest thinking on the migration crisis, which he is spending a lot of time on.",
  "Leaked emails from Podesta’s personal account show Soros assistant Michael Vachon arranging for Podesta to meet with George Soros and his son, Alexander, to discuss policies related to the European migration crisis, as well as the Trans-Pacific Partnership.",
  "Soros, who is one of the primary funders of Clinton super PAC Priorities USA, is known for using his non-profit organization, the Open Society Foundations (OSF), to fund left-wing activists and push for open border immigration policies around the globe.",
  "(RELATED: Leaked Soros Memo: Refugee Crisis ‘New Normal,’ Gives ‘New Opportunities For Global Influence)\n\nPodesta has deep ties to Soros, including working as the head of the Soros-funded Center for American Progress, a left-wing nonprofit.",
  "Another leaked OSF memo argued that Europe’s refugee crisis should be accepted as a “new normal,” and that the refugee crisis means “new opportunities” for Soros’ organization to influence immigration policies on a global scale.",
  "Both the migration crisis and Ukraine are part of his view of Europe as falling apart, and the US as ultimately not doing enough to prevent the political disintegration of its most important ally,” Vachon continued.",
  "Hillary Clinton campaign chair John Podesta personally met with left-wing billionaire George Soros to discuss immigration policies and the Trans-Pacific Partnership, leaked emails reveal.",
  "Republican nominee Donald Trump has claimed Clinton supports “open borders.”\n\nPodesta’s emails were published on the website WikiLeaks after being stolen from his personal account.",
  "(RELATED: Leaked Emails Show Clinton Campaign Coordinating With Soros Organization)\n\nDemocratic nominee Hillary Clinton has yet to offer a plan to secure the southern U.S. border.",
  "(RELATED: Hillary Donor Called Money In Politics A Threat To Democracy Before Secretly Paying Government Officials)\n\n“Hi John, sorry it was so difficult for us to talk.",
  "Earlier this year, Soros was also the target of hackers who released thousands of internal OSF documents to the website DCLeaks.",
  "Previously-leaked emails revealed Podesta coordinating with OSF president Chris Stone on the subject of police reform.",
  "One memo revealed that OSF secretly funneled thousands of dollars to friendly government officials in Moldova.",
  "I have attached a memo on TPP and Malaysia, as it may come up when you see George and Alex.",
  "The Clinton campaign has accused WikiLeaks of acting as a front for Russian hackers.",
  "His other big preoccupation these days is Ukraine.",
  "Follow Hasson on Twitter @PeterJHasson"
]