[
  "The website DCLeaks.com maintain that they are made up of “American hacktivists who respect and appreciate freedom of speech, human rights and government of the people.” Its contact information describes itself as a domain registration company based in Australia, a suspected ploy to obscure identity and location.",
  "The cyber-criminal, known as “Guccifer 2.0,” hacked the Democratic Congressional Campaign Committee (DCCC) on Friday and disclosed personal information of Democratic congressmen and their staffers, including non-work cell phone numbers and account passwords.",
  "The hacker said it will share more sensitive records with WikiLeaks, the antisecrecy group responsible for the Democratic National Committee email release, which caused the DNC’s leader Debbie Wasserman Schultz to step down.",
  "“Upon landing, I have received scores of mostly obscene and sick calls, voicemails and text messages.” Other people with leaked information also described receiving several vulgar and bothersome emails and text messages.",
  "https://t.co/ZNl9wvdabd — Christopher Soghoian (@csoghoian) August 14, 2016\n\nDue diligence is required before the United States can determine the whereabouts and allegiance of hackers targeting American elections.",
  "Two people familiar with the deliberations told The WSJ, that while no decision has been finalized, U.S. officials are debating if they should publicly blame and condemn the Russian government for the attacks.",
  "Several Democratic congressional officials, including leaders of the party like Nancy Pelosi, changed their personal phone numbers after tons of inappropriate emails and texts were revealed.",
  "Lawmakers are anticipating even more leaks following another massive release of Democratic official’s personal information and they suspect Russia is behind the attacks.",
  "“I certainly believe that this is a coordinated Russian effort against the U.S. political process,” Rep. Jim Himes of Connecticut told The Wall Street Journal.",
  "The next day, a hacker syndicate called “DCLeaks” released more than 2,500 files from various organizations run by the billionaire liberal donor George Soros.",
  "The hackers’ respective locations and loyalty is not officially known, but many people close to the situation believe Russia is behind the transgressions.",
  "The twitter account of Guccifer 2.0 was supposedly suspended by the social media company early Saturday, but the account was back in use later that night.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Guccifer 2.0 says he or she is from Romania, but some contend that this account is likely controlled by Russian government officials.",
  "“If you’re going to make an accusation against a foreign country, you better dot your i’s and cross your t’s,” Himes told The WSJ.",
  "“I was in the air flying from Florida to California when the news broke,” Pelosi wrote to her colleagues, according to The WSJ.",
  "Could the DNC not find a single technical cybersecurity expert to appoint to their cybersecurity advisory board?",
  "Guccifer 2.0 sent a direct message on twitter to The WSJ stressing its independence from a foreign government.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“It’s an act of hostility by a foreign power,” the member of the House Intelligence Committee continued.",
  "This is the third severe breach of the Democratic Party’s online infrastructure.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "“I’m acting alone,” one of the messages read."
]