[
  "(RELATED: Open Society Foundations Claims Secret Payments To Foreign Gov Officials Were To ‘Boost Democratic Practice’)\n\nOSF previously confirmed the documents’ legitimacy to The Daily Caller, but called DCLeaks’ decision to publish them “a symptom of an aggressive assault on civil society and human rights activists that is taking place globally.”\n\nToday, Soros is pouring millions of dollars into local elections across the country in order to stack district attorneys offices with lawyers who share his progressive worldviews, as first reported by Politico.",
  "At the meeting, board members tackled challenges like how to best create a “racial narrative.”\n\nAccording to the minutes, Soros told attendees that “he believes that the rise of money in politics endangers our democracy and should preoccupy the Board.”\n\nBut less than a year later, Soros — who together with his son has given more than $10 million to a pro-Clinton super PAC — began secretly paying the salaries of four staffers in the Moldovan prime minister’s office.",
  "OSF concealed the payments by funneling tens of thousands of dollars worth of money through a German non-profit, which paid the staffers as “consultants.”\n\nAn internal OSF memo expressly cited the need to skirt Moldovan law as the reason for funneling the money through the German organization.",
  "(RELATED: Hillary Bankroller George Soros: ‘Implicit Bias’ A Plot To Change Anti-Discrimination Laws)\n\nThe Houston Chronicle reported that the district attorney’s election in Harris County, Texas alone was the target of half a million dollars from Soros.",
  "The meeting was attended by OSF board members (including Soros), as well as prominent progressive leaders like Janet Murguia, president of the National Council of La Raza, a liberal Hispanic advocacy organization that promotes open-border policies.",
  "Hacked internal documents from Soros’s Open Society Foundations (OSF) were published by hacktivist organization DCLeaks this summer, but Mr. Soros’s comments in a September 2012 board meeting have gone unreported until now.",
  "The advisors will be paid as research consultants within a project run by a German think tank — the Institute for European Policies (Institut für Europäische Politik),” the memo said.",
  "In a private 2012 board meeting, Democratic mega-donor George Soros said the rise of money in politics poses a threat to democracy.",
  "Included in the DCLeaks dump were the meeting minutes from an OSF board meeting in New York City on Sept. 26 and 27, 2012.",
  "“Due to the constraints in the Moldovan legislation, OSF cannot directly pay staff members of PM office.",
  "The secret payments were first revealed by The Daily Caller this August.",
  "Follow Hasson on Twitter"
]