[
  "Getty Members of a hacking group connected to Russia's military intelligence unit, the GRU, began creating fake Facebook accounts to amplify stolen emails as early as June 2016, people familiar with the company's investigation into Russia's use of the platform told The Washington Post.",
  "Aides to Obama and Hillary Clinton, the 2016 Democratic presidential nominee, analyzed data and shared it with the Senate Intelligence Committee, whose vice chairman, Sen. Mark Warner, flew out to California after the French election in May to ask Facebook what it had discovered.",
  "In doing so, Facebook will look not only into \"foreign actors, including additional Russian groups and other former Soviet states,\" Zuckerberg said, but also \"organizations like the campaigns\" to further its \"understanding of how they used our tools.\"",
  "The accounts linked to the GRU's hacking group, called APT28 or Fancy Bear, reportedly set up one account called DCLeaks and one under the moniker Guccifer 2.0 that helped spread the emails stolen from the Democratic National Committee in late 2015.",
  "The Post's report comes weeks after Facebook announced that inauthentic accounts linked to Russia were able to use the platform to spread fake news and purchase $100,000 worth of political ads during the election.",
  "Facebook contacted the FBI at the time, according to The Post, but determined upon examining the accounts further that they were financially motivated and did not seem linked to a foreign government.",
  "Facebook has since confirmed that Russia-linked groups went further than buying ads and posting memes — they tried to organize anti-immigrant, anti-Clinton rallies in Texas and Idaho.",
  "But the company began to look again after Zuckerberg was pulled aside later that month by President Barack Obama, who implored him to take the issue seriously, according to The Post.",
  "Though Zuckerberg did not refer to Trump's campaign, congressional intelligence committees are homing in on its data operation as a potential trove of incriminating information.",
  "Zuckerberg said in a statement on Thursday that the company was examining how the presidential campaigns used its tools to promote ads or other content during the election.",
  "Facebook CEO Mark Zuckerberg said shortly after Donald Trump won the election that it was \"crazy\" to think his company had been used as a platform for Russian propaganda.",
  "Zuckerberg's comments mark the first time Facebook has indicated that campaigns' activity on the platform is being scrutinized alongside that of foreign actors.",
  "That is primarily because the Russia-linked entities could have used the site's self-service tool to purchase the ads and bypass the company's employees.",
  "At the time, Facebook did not know that Russia-linked accounts had purchased ads targeting certain districts and demographics during the election.",
  "The company still does not know the extent of Russia's ad purchases or whether these unidentified ad buys are still on the site.",
  "Cybersecurity experts believe Fancy Bear was also behind the DNC hack.",
  "Facebook CEO Mark Zuckerberg."
]