[
  "Lamenting what he called “partisan warfare” in the US around the ongoing Russia inquiry, Rosenstein said: “The blame for election interference belongs to the criminals who committed election interference.”\n\n\n\nThe charges were filed in Washington by Robert Mueller, the special counsel, who is investigating Russian interference in the election and possible collusion with members of Donald Trump’s campaign team.",
  "Russians tried to hack Clinton server on day Trump urged email search Read more\n\nIn February this year, Mueller’s team filed criminal charges against 13 Russians and three Russian companies for interfering in the presidential campaign, using social media and coordinating with low-level Trump campaign activists.",
  "Deputy attorney general Rod Rosenstein announces that 12 individuals have been charged as part of the investigation into Russian interference\n\nA dozen Russians were criminally charged on Friday with hacking and leaking the emails of senior Democrats during the 2016 presidential election campaign.",
  "The Russians used techniques including “spearphishing” and spying software, before publishing the emails through well-known online accounts including Guccifer 2.0 and DCLeaks, which purported to be independent American and Romanian hackers.",
  "Roger Stone, a longtime adviser to Trump, previously acknowledged that he had exchanged messages with one of the online personas accused on Friday of being a front for Russian intelligence, but he denied knowing that true identity.",
  "Thousands of emails taken from the accounts of staff at the the Democratic National Committee (DNC) and John Podesta, Hillary Clinton’s campaign chairman, were published by outlets including WikiLeaks during the 2016 campaign.",
  "Rosenstein said at the time that the Russians had waged “information warfare” against the US during the 2016 campaign, with the aim of “spreading distrust towards the candidates and the political system in general”.",
  "The Kremlin did not immediately respond to questions about the US indictment, which was released just as an aide to the Russian president was briefing reporters on Monday’s summit between Putin and Trump.",
  "The indicted Russians were on Friday also accused of hacking into the computer systems of American state election authorities and of companies that produced software used by states for running elections.",
  "Stone told the Guardian on Friday that his correspondence about the hacked documents was “benign based on its content, context and timing” and “provides evidence no of collaboration or collusion”.",
  "FBI agent rejects allegations of anti-Trump bias as a 'notch in Putin's belt' Read more\n\n“The internet allows foreign adversaries to attack America in new and unexpected ways,” said Rosenstein.",
  "US intelligence agencies concluded that the accounts were hacked as part of a wide-ranging operation ordered by Putin to damage Clinton’s bid for the presidency and assist Trump’s campaign.",
  "Trump has consistently tried to cast doubt over the conclusions of the intelligence agencies that he now controls, and highlighted denials from Putin about the election interference.",
  "Grand jury indictments against the 12 alleged Russian intelligence officials were announced by Rod Rosenstein, the deputy US attorney general, at a press conference in Washington.",
  "The disclosure of embarrassing internal memos prompted the resignation of Debbie Wasserman Schultz, the DNC chairwoman, on the eve of the party’s convention in July 2016.",
  "The indictment says Clinton’s personal office was targeted for the first time on 27 July 2016 – hours after Trump called on Russian hackers to find her emails.",
  "The indictment targeted 12 Russian military officers in two cyberwarfare units in the Military Intelligence Directorate, or GRU, up to the rank of colonel.",
  "The GRU has been accused of standing behind Fancy Bear, one of two hacking groups accused of infiltrating US political parties during the 2016 elections.",
  "They were announced just as Trump arrived at Windsor Castle to meet the Queen, and as he prepared to meet Vladimir Putin, Russia’s president, on Monday.",
  "Play Video 4:47 Russia inquiry: how Trump's inner circle could bring him down – video explainer\n\nThe leaks threw the Democratic party into turmoil.",
  "Publicly available documents and contracts confirm that one of those indicted, Viktor Netyshko, heads the 85th Main Center for special service.",
  "Yuri Ushakov, the aide to Putin, did not bring up the hacking accusations while discussing a list of likely topics for Monday’s talks.",
  "The United States has already sanctioned six officers from the GRU leadership, including Igor Korobov, the directorate’s head.",
  "The two leaders will hold a closed tête-à-tête on Monday morning, followed by a larger meeting between the two delegations.",
  "He said they had “corresponded with several Americans through the internet”, including an associate of the Trump campaign.",
  "Both GRU units are based in Moscow and traditionally charged with deciphering foreign military communications.",
  "The Russians are charged with conspiracies against the US, aggravated identity theft and money laundering.",
  "Mueller’s team has also charged Paul Manafort, Trump’s former campaign chairman, with financial crimes.",
  "Rosenstein said those charged were operatives of the GRU, a Russian military intelligence agency.",
  "He confirmed to ABC News that he believed he was referenced in the indictment.",
  "Three other Trump campaign aides have pleaded guilty to lying to the FBI.",
  "Rosenstein said there was no evidence of any vote tallies being affected.",
  "He continued on Friday to dismiss Mueller’s inquiry as a “witch-hunt”.",
  "None of those officers were included in Friday’s criminal indictment.",
  "Rosenstein said both personas were in fact operated by the GRU.",
  "Rosenstein said he had briefed Trump on the developments."
]