[
  "(Photo: Evan Vucci/AP) More\n\nThe Russian operatives “created fictitious online personas,” including “DCLeaks” and “Guccifer 2.0,” Rosenstein said, adding that the group falsely claimed DCLeaks was started by a group of American hackers and that Guccifer 2.0 was “a lone Romanian hacker.”\n\n“In addition to releasing documents directly to the public,” Rosenstein added, “the defendants transferred stolen documents to another organization” and “discussed timing the release of the documents in an attempt to enhance the impact on the election.”\n\nThe organization was not named in the indictment, but it is widely speculated that the unnamed entity is WikiLeaks.",
  "(Photo: Jack Taylor, WPA pool/Getty Images) More\n\nTrump has long sought to undermine the Russia investigation and has repeatedly referred to Mueller’s probe — which has now resulted in 32 individual indictments and five guilty pleas — as a “witch hunt.”\n\nDuring the 2016 campaign, Trump taunted Clinton and the FBI — which had been investigating her use of a private email server — by publicly calling on Russia to locate her emails.",
  "Deputy Attorney General Rod Rosenstein announced the indictment of 12 Russian intelligence officials in connection with the hack of the Democratic National Committee’s computer server and subsequent leaking of emails of Hillary Clinton’s campaign manager, the latest charges in special counsel Robert Mueller’s ongoing probe into Moscow’s meddling in the 2016 election.",
  "When asked about his upcoming summit with Putin earlier Friday morning, Trump said he would raise the issue with the Russian president but didn’t expect a “Perry Mason moment.”\n\nPresident Trump arrives at British Prime Minister Theresa May’s country home on Friday.",
  "“The defendants covertly monitored the computers, implanted hundreds of files containing malicious computer code, and stole emails and other documents.”\n\nDeputy Attorney General Rod Rosenstein holds a news conference at the Department of Justice on Friday.",
  "According to the charges released Friday, the defendants accessed the email accounts of volunteers and employees of the Clinton campaign, including Chairman John Podesta, beginning in March 2016.",
  "The president, who is Europe and scheduled to meet with Russian President Vladimir Putin in Helsinki on Sunday, is “fully aware of today’s actions,” Rosenstein added.",
  "“They also hacked into the computer networks of a congressional campaign committee and a national political committee,” Rosenstein said.",
  "According to the indictment released Friday, Russian operatives targeted Clinton’s personal emails “for the first time” the same day.",
  "President Trump has often scoffed at the notion that Russia was behind the hacking of a Democratic National Committee server.",
  "All 12 of the defendants worked for the GRU, the main military foreign-intelligence service of the Russian Federation.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” Trump said on July 27.",
  "Rosenstein said he briefed Trump on the allegations earlier this week.",
  "On Friday afternoon, his ridicule was again called into question.",
  "Read more from Yahoo News:"
]