[
  "“Free and fair elections are hard-fought and contentious and there will always be adversaries who work to exacerbate domestic differences and try to confuse, divide and conquer us.”\n\nBefore Friday’s announcement there had been at least 79 charges brought against at least 20 separate officials in the investigation into Russian meddling in the 2016 election led by Mr Mueller, with five guilty pleas and one sentencing already being announced.",
  "These units conducted large-scale cyber operations to interfere with the 2016 US presidential election.”\n\nMr Rosenstein said the Russian intelligence officials used the names “DCLeaks and Guccifer 2.0” to release the emails they had collected throughout the campaign season, as well as “another entity”.",
  "The Russians are accused of hacking into the computer networks of the Democratic National Committee (DNC), the Democratic Congressional Campaign Committee (DCCC) and the presidential campaign of Hillary Clinton, and then releasing stolen emails via the internet in the months before the election.",
  "In its indictment, the Justice Department indictment alleges the Russian officials “staged” releases of emails they had stolen from the DNC and Ms Clinton’s campaign in their apparent attempts to sway the election against the Democratic Party’s candidate.",
  "The indictments were revealed by Rod Rosenstein, deputy attorney general, as part of the FBI probe, led by Special Counsel Robert Mueller, into election meddling and potential coordination between members of the Trump campaign and Russia.",
  "The investigation has also reached the White House, with Mr Trump’s former national security adviser Michael Flynn admitting lying to FBI agents about his conversations with former Russian ambassador to the US, Sergei Kislyak.",
  "The 11-count indictment includes charges of conspiracy by the Russian intelligence officials against the United States, money laundering and attempts to break into state boards of elections and other government agencies.",
  "Mr Rosenstein had previously held an unexpected news conference in February, when he announced indictments related to 2016 presidential election interference against a Russian internet firm and 13 Russian nationals.",
  "A dozen Russian intelligence officials have been charged with allegedly hacking and leaking emails of senior Democrats during the 2016 US presidential campaign, the Department of Justice (DoJ) has announced.",
  "The news arrived as the president was being received by Queen Elizabeth II at the royal palace, and days before the US president is set to meet with Vladimir Putin in Finland on Monday.",
  "Those two hacking entities were responsible for the collection large portion of the emails from the DNC and Ms Clinton’s campaign which were dumped online, according to the indictment.",
  "On Friday, Mr Rosenstein alleged the Russian officials paid for hackings using cryptocurrency, and coordinated with each other using advanced software that was difficult to trace.",
  "“In or around 2016, the Russian Federation operated a military intelligence agency called the Main Intelligence Directorate of the General Staff (GRU),” the indictment reads.",
  "Netyksho Et Al Indictment by Geoffrey Rowland on Scribd\n\nRussia has repeatedly denied its government had any role in the hacking that preceded the presidential election.",
  "United States intelligence officials concluded in a January 2017 report that Russia had created a sophisticated hacking campaign to influence the 2016 election.",
  "Several members of his 2016 presidential campaign have already been indicted, including his former campaign chairman Paul Manafort and aide Rick Gates.",
  "However, Mr Trump has consistently called the special counsel investigation a “witch hunt”, and he has never fully accepted the intelligence findings.",
  "The charges include “conspiring to infiltrate computers”, with defendants working in Russia’s main intelligence units, according to Mr Rosenstein.",
  "“The GRU had multiple units … engaged in cyber operations that involved the staged releases of documents stolen through computer intrusions.",
  "Mr Rosenstein said the indictment did not include any allegation that the Russian efforts succeeded in influencing the election results.",
  "“The internet allows foreign adversaries to attack Americans in new and unexpected ways,” Mr Rosenstein said.",
  "He is reportedly now cooperating with the special counsel’s office."
]