[
  "View note\n\nAnd on July 27, 2016, the same day that Trump called on Russia to “find” 30,000 Clinton emails, Russians worked “after hours” to attempt to hack email accounts “hosted by a third-party provider and used by Clinton’s personal office.”\n\n(Justice Department) More\n\nLast but not least, on Aug. 15, 2016, a “candidate for the U.S. Congress” requested stolen documents from the Russians posing as Guccifer 2.0.",
  "The Russians also “monitored the computers of dozens of [Democratic Congressional Campaign Committee] and DNC employees.”\n\nView note\n\nThe Russians searched DCCC computers for terms like “hillary,” “cruz,” and “trump” and copied a folder titled “Benghazi Investigations.”\n\nView note\n\n“DCLeaks” ?",
  "GRU units 26165 and 74455, the indictment says, “conducted large-scale cyber operations to interfere with the 2016 presidential election.”\n\nThe defendants, according to the indictment, were specifically involved in the effort to hack Clinton campaign chairman John Podesta.",
  "Friday’s indictment of 12 Russian intelligence officers charged in connection with hacking the Democratic National Committee and Hillary Clinton’s presidential campaign made it clear that the special counsel team led by Robert Mueller still has a few tricks up its sleeve.",
  "View note\n\nAs the journalist Marcy Wheeler points out, the indictment also indicates that Russia had access to the Clinton team’s analytics, which could offer the Russians a guide to targeting voters as part of their effort to hurt Clinton’s campaign.",
  "WikiLeaks thought Clinton had only a 25 percent chance of losing to Trump, but evidently thought “conflict between [Vermont Sen.] bernie [Sanders] and hillary” could help.",
  "The same computer that ran the DCLeaks Twitter account also managed a Twitter account called @BaltimoreIsWhr that posted images with the hashtag #BlacksAgainstHillary.",
  "They obliged, and “sent the candidate stolen documents related to the candidate’s opponent.” The congressional candidate in question hasn’t been identified.",
  "(DOJ) More\n\nRyan Reilly is HuffPost’s senior justice reporter covering the Justice Department, federal law enforcement, criminal justice and legal affairs.",
  "identified in the indictment as “a person who was in regular contact with senior members of the presidential campaign of Donald J. Trump” ?",
  "The defendants were part of the Russian Federation’s Main Intelligence Directorate of the General Staff (GRU).",
  "worked with the Russians to time the release of hacked emails to have the greatest impact on the election.",
  "https://t.co/Zl3W2erhTFpic.twitter.com/eqDGpsiLnK\n\n— emptywheel (@emptywheel) July 13, 2018\n\nWikiLeaks ?",
  "This is by far the most alarming and potentially important detail in the DNC hack indictment.",
  "View note\n\nUsing the name “Guccifer 2.0,” the Russians told Trump associate Roger Stone ?",
  "Here are the most crucial revelations the 29-page grand jury indictment brings to light.",
  "a website launched in June 2016 to post hacked emails mostly targeting Democrats ?",
  "View note\n\nThe Russians weren’t great at coming up with fake American addresses.",
  "Reach him at ryan.reilly@huffpost.com or on Signal at 202-527-9261.",
  "claimed to be run by “American hacktivists.” It wasn’t.",
  "that it would be their “great pleasure” to help.",
  "named as “Organization 1” in the indictment ?",
  "Chiefly, the indictment names names.",
  "WASHINGTON ?",
  "Have a tip?"
]