[
  "A Powell spokesman has confirmed to CBS News that the general’s email was hacked, and that they have “no idea who did it and no further comment at this time.”\n\nThe Republican retired general told a former aide that Donald Trump is a “national disgrace and an international pariah.” He also wrote that the “birther movement was racist,” -- referring to Trump questioning if President Obama was born in the U.S. And when sent a transcript of one of Trump’s pitches to African American voters, Powell wrote:\n\n“There is nothing he can say that will sway black voters...He takes us for idiots.",
  "He can never overcome what he tried to do to Obama with his search for the birth certificate...the whole birther movement was racist...And for him to say yesterday that within four years he would have 95% of blacks voting for him is schizo fantasy.”\n\nBut the leaked emails also show Powell sharply criticizing Hillary Clinton and her campaign for using him to justify her use of a private email server at the State Department.",
  "I had to throw a mini tantrum at a Hampton’s party to get their attention.”\n\nIn another email from a year earlier, Powell complained, “I told you about the speaking gig that I lost at a University because she so overcharged them,” adding “everything HRC touches she kind of screws up with hubris.”\n\nClinton’s emails were also topic of discussion on Capitol Hill.",
  "In them, Powell says me met with Clinton’s advisers in August to discuss “burying the email flap.”\n\nIn one of the emails, Powell writes:\n\n“Sad thing... HRC could have killed this two years ago by merely telling everyone honestly what she had done and not tie me into it.",
  "Former Secretary of State Colin Powell is suddenly at the center of the presidential campaign because of a batch of stolen emails from his Gmail account, that show he has issues with both major presidential candidates.",
  "The president took a victory lap of sorts in Philadelphia over a new federal report that shows household income rose by more than five percent in 2015 -- a record and the first such increase since 2007.",
  "“If anybody is under any illusion that I’m going to let go of this and let it sail off into the sunset, they are very ill-advised,” Chaffetz said.",
  "A Republican-led House committee found few answers during Tuesday’s hearing, but Congressman Jason Chaffetz vowed to stay on the issue.",
  "The emails were posted by an anonymously run website called DCLeaks, that may have ties to Russian intelligence.",
  "And President Obama made his first solo appearance, attacking Trump for claiming he’s for working people.",
  "Still resting at her home in Chappaqua, Clinton left the campaigning to others.",
  "The hacked emails reveal deep tensions between Powell and the Clinton campaign.",
  "Her husband spoke in her place at two Los Angeles fundraisers Tuesday night.",
  "And now suddenly this guy’s going to be your champion?” Obama said.",
  "“I mean, he wasn’t going to let you on his golf course.",
  "I told her staff three times not to try that gambit.",
  "He wasn’t going to let you buy in his condo."
]