[
  "Mr. Pompeo has said that WikiLeaks is akin to a foreign hostile intelligence service and is an adversary of the U.S. “WikiLeaks walks like a hostile intelligence service and talks like a hostile intelligence service,” Mr. Pompeo said in an April speech where he criticized the organization for stealing secrets from democratic governments all while receiving the backing of authoritarian states.",
  "Assange explained that the ongoing attempts to bring a prosecution against WikiLeaks and its staff for its work documenting the Iraq and Afghanistan wars are unconstitutional, widely condemned, should immediately cease and that the continuation is an abuse of process for improper purposes,” WikiLeaks said in a statement about the August meeting between Mr. Assange and Mr. Rohrabacher.",
  "The California congressman said he would be pleased to talk to CIA Director Mike Pompeo, but that the agency “has its limitations” and wanted “to cover their butt by having gone along with this big lie.” The CIA was one of the intelligence agencies that helped determine in January that emails from prominent Democrats were stolen by Russian intelligence and given to WikiLeaks.",
  "After the visit to London, Mr. Rohrabacher said in a statement that Mr. Assange “emphatically stated that the Russians were not involved in the hacking or disclosure of those emails.”\n\nAdvertisement\n\nMr. Rohrabacher has also publicly stated his desire to arrange some sort of meeting between Mr. Assange and Mr. Trump or his representatives in media interviews after the visit.",
  "Rep. Dana Rohrabacher (R., Calif.), shown in May, has long been a pro-Russia voice in Congress.Photo: Aaron P. Bernstein/Reuters\n\nThe U.S. has confirmed the existence of an investigation into the disclosure of classified material to WikiLeaks that was opened after the publication of hundreds of thousands of classified U.S. government documents in 2010.",
  "The proposal made by Rep. Dana Rohrabacher (R., Calif.), in a phone call Wednesday with White House Chief of Staff John Kelly, was apparently aimed at resolving the probe of WikiLeaks prompted by Mr. Assange’s publication of secret U.S. government documents in 2010 through a pardon or other act of clemency from President Donald Trump.",
  "WASHINGTON—A U.S. congressman contacted the White House this week trying to broker a deal that would end WikiLeaks founder Julian Assange’s U.S. legal troubles in exchange for what he described as evidence that Russia wasn’t the source of hacked emails published by the antisecrecy website during the 2016 presidential campaign.",
  "In exchange, Mr. Assange would probably present a computer drive or other data-storage device that Mr. Rohrabacher said would exonerate Russia in the long-running controversy about who was the source of hacked and stolen material aimed at embarrassing the Democratic Party during the 2016 election.",
  "The Swedish investigation into Mr. Assange ended in May, but he remains in the embassy to avoid arrest and extradition by the U.S.\n\nAdvertisement\n\nThe organization said in a statement that Mr. Assange didn’t request a pardon at any time during his conversation with Mr. Rohrabacher.",
  "Other Russia tactics, directed from the highest levels of the Russian government, included efforts to hack state election systems and disseminate through social media and other outlets negative stories about Mrs. Clinton and positive ones about the Mr. Trump, the report said.",
  "Russia denies any interference, while Mr. Trump has called the investigations into possible collusion between his campaign and Russia a “witch hunt.”\n\nDuring the campaign, Mr. Trump praised WikiLeaks for releasing negative information about Mrs. Clinton and other Democrats.",
  "The U.S. intelligence community later concluded that the Democratic emails were stolen and released at the direction of the Russian government, as part of a multipronged influence campaign aimed at boosting Mr. Trump at the expense of his Democratic rival, Hillary Clinton.",
  "In a January report, the intelligence agencies said they had “high confidence” that Russian hackers stole emails from U.S. victims and released them publicly using WikiLeaks, another website called DCLeaks and a hacker persona known as Guccifer 2.0, among other channels.",
  "Mr. Rohrabacher, who has long been a pro-Russia voice in Congress, traveled to London in August to meet with Mr. Assange, who has been living in Ecuador’s embassy since 2012 to avoid arrest and extradition to Sweden on allegations of sexual assault.",
  "At an October 2016 rally, he told a cheering crowd: “I love WikiLeaks.”\n\nSince taking office, however, Mr. Trump’s administration has signaled that it considers stemming the leaking and dissemination of classified information to be a priority.",
  "But his contact with the White House chief of staff and the idea of a deal between the Trump administration and Mr. Assange that would end the legal jeopardy faced by WikiLeaks hasn’t been previously reported.",
  "In addition to holding views on U.S.-Russian diplomatic rapprochement that put him outside the mainstream of his party, he has used his perch in Congress to push issues like the legalization of marijuana.",
  "U.S. investigators are looking into contacts between several current and former associates of Donald Trump and Russian individuals—some with direct ties to the Russian government or state-owned entities.",
  "Julian Assange emerged on the balcony of London’s Ecuadorian embassy in mid-May, just hours after Sweden's top prosecutor dropped an investigation into a rape claim against the WikiLeaks founder.",
  "In the call with Mr. Kelly, Mr. Rohrabacher pushed for a meeting between Mr. Assange and a representative of Mr. Trump, preferably someone with direct communication with the president.",
  "He serves as the chairman of the subcommittee on Europe, Eurasia and Emerging Threats, which has jurisdiction over Russia-related issues within the House Foreign Affairs Committee.",
  "Attorney General Jeff Sessions described the case against Mr. Assange as a “priority.”\n\nMr. Rohrabacher is known as an iconoclast within the Republican congressional caucus.",
  "The possible “deal”—a term used by Mr. Rohrabacher during the Wednesday phone call—would involve a pardon of Mr. Assange or “something like that,” Mr. Rohrabacher said.",
  "During the 2016 campaign, the organization also published thousands of emails stolen from the servers of prominent Democrats and Democratic political organizations.",
  "He and the group have said their actions were important in bringing transparency to the powerful institutions and governments and is akin to journalism.",
  "Mr. Kelly didn’t make the president aware of Mr. Rohrabacher’s message, and Mr. Trump doesn’t know the details of the proposed deal, the official said.",
  "U.S. officials haven’t said whether they have formally requested Mr. Assange’s extradition or whether he has been secretly indicted by a grand jury.",
  "Photo: Praxis Films (originally published May 19, 2017)\n\n“He would get nothing, obviously, if what he gave us was not proof,” Mr. Rohrabacher said.",
  "Advertisement\n\nA Trump administration official confirmed Friday that Mr. Rohrabacher spoke to Mr. Kelly about the plan involving Mr. Assange.",
  "He told the Los Angeles Times on Thursday that he had talked to “senior people at the White House” about presenting Mr. Assange’s evidence.",
  "WikiLeaks came under U.S. scrutiny after the publication of more than 250,000 classified U.S. State Department diplomatic dispatches.",
  "“I would be happy to go with somebody you trust whether it is somebody at the FBI; somebody on your staff,” Mr. Rohrabacher said.",
  "Mr. Rohrabacher’s travel wasn’t paid for by the U.S. House of Representatives and wasn’t an official government trip, aides said.",
  "Write to Byron Tau at byron.tau@wsj.com, Peter Nicholas at peter.nicholas@wsj.com and Siobhan Hughes at siobhan.hughes@wsj.com",
  "Mr. Kelly told the congressman that the proposal “was best directed to the intelligence community,” the official said.",
  "Mr. Rohrabacher confirmed he spoke to Mr. Kelly this week but declined to discuss the content of their conversation.",
  "The organization didn’t address whether Mr. Assange asked Mr. Rohrabacher to carry a message to the president.",
  "“I can’t confirm or deny anything about a private conversation at that level,” he said in a brief interview.",
  "WSJ's Niki Blasina provides a who's who of the Russians at the center of the investigations.",
  "Mr. Assange or the organization have never been publicly accused of wrongdoing.",
  "—Shane Harris and Del Quentin Wilber contributed to this article.",
  "Advertisement\n\nThe CIA declined to comment further.",
  "He declined to elaborate further.",
  "“Mr."
]