[
  "A July 10, 2009 memo from Soros director Nancy Youman of his Open Society Foundation — the main nonprofit entity for Soros’ political contributions — reported the billionaire pledged $10 million over a five-year period to the Climate Policy Institute.",
  "Baker Hughes operate oil drilling platforms and technologies in North America, South America, North Sea, Europe/Russia Caspian, Asia Pacific, Saudi Arabia, Middle East, Africa and Latin America, according to the company’s web site.",
  "Ironically, the Open Society Institute’s Youth Initiate is “working closely” with a group called 350.org, which tries to persuade investors to divest oil and gas stocks in favor of renewable energy technologies.",
  "As previously reported by The Daily Caller, one of Soros’s biggest donations to climate change advocates was a $30 million gift he gave to former Vice President Al Gore for his group called Climate Reality.",
  "Soros took his hedge fund private and redefined it as a “family office” in 2011 to reduce reporting requirements under the new Dodd Frank law — a law proposed by the Democrats and signed into law by Obama.",
  "He transformed his fund in 2011 into a “family office” that allowed him to avoid certain financial reporting requirements under the Dodd-Frank Act signed into law by President Barack Obama in 2010.",
  "Billionaire George Soros in 2016 invested $238 million in 11 oil and gas companies, according to his federal financial filings, The Daily Caller News Foundation Investigative Group has learned.",
  "He purchased 685,000 shares of Baker Hughes, one of the biggest names in oil drilling business with a focus on deep sea drilling, in 2016, a transaction valued at $38.3 million.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Through another 195-mile pipeline, Williams is connecting shale producing regions in northeastern Pennsylvania to markets in the Mid-Atlantic and to southeastern states.",
  "The other oil and gas companies in the Soros portfolio include Petroleo Brasilerosa, California Resources, Valvoline, Rice Energy, Targa Resources and Diamondback.",
  "A Sierra Club spokesman told TheDCNF, “I couldn’t give you a comment.”\n\nTheDCNF contacted the Open Society Foundations, George Soros’ activist arm for comment.",
  "The second largest Soros energy investment last year was $54 million he paid to buy 3.7 million shares in Columbia Pipeline, an oil and gas pipeline company.",
  "Soros also sold two previous investments in the oil industry last year, in Marathon Oil and Schlumberger, an oil drilling company similar to Baker Hughes.",
  "He also invested in the automotive sector, including Car Max, Hertz, and three major American auto parts companies, Delphi Automotive, WABCO and Visteon.",
  "They tend to have an attitude of ‘those rules are for other people.’ The moral rules they create are for other people and not for them,” Allen said.",
  "Jason Schwartz, a spokesman for Greenpeace USA, told TheDCNF that his group has received no contributions from Soros or his affiliates.",
  "Dr. Steven J. Allen, vice president of the Capital Research Center, told TheDCNF that Soros flaunts a double standard because he can.",
  "“One of the things we’ve learned from wealthy environmentalists is that they don’t necessarily put their money where their mouth is.",
  "Soros’ chief investment officer (CIO) — who was fired last year — purchased 116 new stocks, among them oil and gas companies.",
  "Williams builds large-scale pipelines to connect new, shale gas supply regions from the Marcellus and Utica shale regions.",
  "As of his latest filing Sept. 30, 2016, Soros still maintained his shares in Columbia even after the merger was complete.",
  "The 2009 Youman memo was one of 2,576 Open Society emails that were released last August by the group DCLeaks.",
  "Soros also parked his money in an entity called Quantum Group of Funds, which is based in the Cayman Islands.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Columbia Pipeline completed its merger with TransAmerica — of Keystone XL Pipeline fame — in June 2016.",
  "He gave the group $8.2 million in 2015, according to the Open Society’s IRS Form 990 tax filing.",
  "But last year, Soros spent $93 million purchasing 3.1 million shares in Williams Company stock.",
  "He bought stock in American Airlines, Delta, Southwest, Sprint, and United Continental.",
  "The total value of his family-owned Soros Fund Management is estimated at $2.7 billion.",
  "Soros realized $44.2 million in profits just from oil and gas investments in 2016.",
  "“What George Soros does with his investments is not our concern,” Schwartz said.",
  "He also invested 8,916 shares in the motorcycle company, Harley Davidson.",
  "Soros claims to favor supporting environmental groups on climate change.",
  "Obama rejected the pipeline, but President Donald Trump has approved it.",
  "Soros also decided to invest in other firms that consume fossil fuels.",
  "If he kept his investment into 2017, he reaped an $8.9 million profit.",
  "He has 207 stocks in this fund with a high 33 percent turnover.",
  "Seven individuals have served as the Soros’ CIO since 2000.",
  "He also committed $500,000 to the Energy Action Coalition.",
  "Soros decided to invest in all facets of oil industry.",
  "The fund’s CIO post has seen a high turnover.",
  "It was Soros’s largest energy bet in 2016.",
  "Williams is a Tulsa, Okla.-based company.",
  "That investment is valued at $468,000.",
  "They did not respond to our inquiries."
]