[
  "Rosenstein listed a litany of crimes allegedly committed by these Russian military officers, including hacking state election board websites, stealing the personal information of roughly 500,000 voters, spearphising campaigns, and masquerading as “DCLeaks” and “Guccifer 2.0” in order to release “tens of thousands of stolen emails and documents.”\n\nPutin said that he had yet to receive any formal request from the U.S. Justice Department pertaining to the indicted officers.",
  "He added, “I'd rather take a political risk in pursuit of peace, than to risk peace in pursuit of politics”\n\nIndicted Russian intelligence officers\n\nOn Friday, Deputy Attorney General Rod Rosenstein announced indictments against 12 Russian GRU intelligence officers in connection with trying to influence the 2016 presidential election.",
  "Trump said that he was more interested in what happened to Hillary Clinton's missing emails and “to the servers of the Pakistani gentleman who worked at the DNC.” Trump is likely referring to Imran Awan, an IT specialist for several Democratic members of Congress, including former DNC Chairwoman Debbie Wasserman Schultz.",
  "Russian interference in the 2016 election\n\nTrump told reporters that Dan Coats, his director of national intelligence, told him that Russia had tried to meddle in the 2016 election, but that, during their summit, Putin had strongly insisted that they had not; therefore, Trump “did not see any reason” why they would have.",
  "He also said that instead of sending these men to America, he might consider allowing U.S. investigators to travel to Russia and question them there — in return for the U.S. allowing Russian investigators to interview Americans accused of crimes by Russia.",
  "Awan reached a plea deal with the Justice Department on July 3, in which he pled guilty to falsely obtaining lines of home equity credit and prosecutors released a statement saying that they “found no evidence” that he had illegally removed any data.",
  "Discussing how he did not believe that Russian interference was responsible for his election, President Trump also brought up his 2016 Electoral College victory, claiming that the system was more advantageous to Democrats than to Republicans.",
  "The president said that while members of his own administration had told him that Russia tried to interfere in the election, he also had “confidence” in Putin's denials and “did not see any reason” why Russia would have interfered.",
  "Following the conference, Speaker of the House Paul Ryan (R-Wis.) released a statement, saying:\n\nThere is no question that Russia interfered in our election and continues attempts to undermine democracy here and around the world.",
  "Trump said earlier that even during the Cold War the two countries “were able to maintain a dialogue” but that “our relationship has never been worse than it is now.” He then declared “however, that changed as of four hours ago.",
  "In a press conference with Russian President Vladimir Putin following their first summit, President Donald Trump cast doubt on U.S. intelligence findings that Russia attempted to interfere in the 2016 U.S. presidential election.",
  "Trump added, “I have great confidence in my intelligence people, but President Putin's denial was strong.” He stated that Putin offered to have Russian intelligence assist U.S. intelligence in the investigation.",
  "\"I believe Russia is a democratic state and I hope you're not denying this right to the United States,\" Putin said, adding that in a democratic state this dispute needed to be settled by a trial.",
  "I really believe that.”\n\nThe comments, to a gaggle of both U.S. and Russian reporters, followed a private meeting between the two world leaders that lasted more than two hours.",
  "He added that if one was given, Russian intelligence would question the 12 individuals and then send “appropriate materials” from these interviews to the United States.",
  "I think the U.S. has been foolish, I think we've all been foolish,” Trump said, discussing the relationship between the United States and Russia.",
  "There is no collusion.”\n\nTrump accused Democrats of trying to “resist and obstruct” his foreign policy to promote a political agenda.",
  "In U.S. history, five presidents, including Trump, have won the presidency by winning the Electoral College without the popular vote.",
  "Awan was accused of accessing a server belonging to the House Democratic Caucus and illegally downloading “terabits\" of information.",
  "Crimea\n\nAlthough it was only touched on briefly, Putin mentioned Trump still thinks that Russia's annexation of Crimea was illegal.",
  "There is no moral equivalance between the United States and Russia, which remaines hostile to our most basic values and ideals.",
  "Trump said that he thought the Mueller investigation was a “disaster for our country,\" adding, “I think it has kept us apart.",
  "Putin's government has infamously performed extrajudicial imprisonments and alleged assassinations of political opponents.",
  "The United States must be focused on holding Russia accountable and putting and end to its vile attacks on democracy.",
  "That is not just the fidning of the American intelligence community but also the House Committee on Inteligence.",
  "Putin himself defended the move, insisting that Russia had “held a referendum” for the people of Crimea.",
  "Four (Trump, George W. Bush, Benjamin Harrison, and Rutherford B. Hayes) were Republicans.",
  "The relationship between the US and Russia\n\n“Yes, I hold other countries responsible.",
  "Putin also accused the U.S. of trying to deny these men due process.",
  "The fifth, John Quincy Adams, predated the creation of either party.",
  "“I have confidence in both parties,” he said of Coats and Putin.",
  "The president must appreciate that Russia is not our ally.",
  "What else?"
]