[
  "Also, the intelligence community stresses it is not asserting that Russian interference actually changed the outcome of the election: “The U.S. Intelligence Community is charged with monitoring and asserting the intentions, capabilities, and actions of foreign actors; it does not analyze U.S. political processes or U.S. public opinion.”\n\nThe report notes several times that the Russians have a longstanding interest in undermining “the U.S.-led liberal democratic order” because they see it as a “threat to Russia and Putin’s regime.”\n\nThese general efforts were supposedly focused by Putin’s above-mentioned anger at the Panama Papers and Olympic doping scandal, anger at Clinton for “inciting mass protests against his regime in late 2011 and early 2012,” and “because he holds a grudge for comments he almost certainly saw as disparaging him.” Again, the documentation that would make any of this more than speculative analysis of news reports from the past few years is missing from the public version of the report.",
  "For example, it is asserted that Russian President Vladimir Putin “publicly pointed to the Panama Papers disclosure and the Olympic doping scandal as U.S.-directed efforts to defame Russia, suggesting he sought to use disclosures to discredit the image of the United States and cast it as hypocritical.”\n\nWith that in mind, the report’s key assertions are:\n\nPutin “ordered an influence campaign in 2016 aimed at the U.S. presidential election.” Russia’s goals were to “undermine public faith in the U.S. democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.” The Russian government “developed a clear preference for President-elect Trump.” To this end, they sought to help his election chances by “discrediting Secretary Clinton and publicly contrasting her unfavorability to him.”\n\nNotably, the agencies went to great pains to make it clear there is no evidence Russian operatives targeted or compromised systems involved in vote tallying.",
  "Donald Trump made a similar point after meeting with intelligence community leaders on Friday morning, shortly before the declassified IC report was released to the public:\n\nWhile Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election, including the fact that there was no tampering whatsoever with voting machines.",
  "Putin also reportedly prefers Trump because he “has had many positive experiences working with Western political leaders [that] made them more disposed to deal with Russia.”\n\nAlso, Moscow thought Trump would be more willing to work together on an “international counter-terrorism coalition against the Islamic State.”\n\nOne interesting observation from the report is that Moscow believed the conventional wisdom that Clinton was going to win the election.",
  "It is noted that the documents disclosed by WikiLeaks “did not contain any evident forgeries.”\n\nAt the same time, Russian media outlets were publicly praising Trump and accusing Clinton of “corruption, poor physical and mental health, and ties to Islamic extremism.”\n\nThe most substantial supporting documentation in the unclassified version of the IC report consists of clippings from Russian media sources like Sputnik News and RT.com.",
  "Supposedly, their cyber-espionage tactics then shifted to “crippling her presidency from its start, including by impugning the fairness of the election.”\n\nThe Russian influence campaign was “multifaceted and designed to be deniable” by using a mixture of “agents of influence, cutouts, front organizations, and false-flag operations,” not to mention “paid social media users or ‘trolls.",
  "The classified version of the report presented to President Obama and President-elect Trump included the corroborating evidence the public is not allowed to see, but frankly, a good deal of what is in the declassified IC report looks like it was based on analyzing news reports available to the general public.",
  "In his statement about the release of the IC report, House Speaker Paul Ryan (R-WI) summed up both the arguments advanced by the report, and the media narratives it dispels:\n\nRussia has a track record of working against our interests, and they clearly tried to meddle in our political system.",
  "'”\n\nThe IC asserts that the GRU, Russia’s intelligence directorate, ordered the penetration of the Democratic National Committee’s computer system, and that WikiLeaks and DCLeaks were used to distribute the information.",
  "The first thing to know about the report is that it contains absolutely no evidence about actual Russian actions; it is a series of assertions, with varying levels of confidence from various agencies.",
  "The IC states that immediately after Election Day, Russian intelligence launched a new “spearphishing” campaign designed to trick victims into revealing their computer passwords.",
  "The report concludes that the Russians learned a great deal about running a successful influence operation in 2016 and will continue both using and refining their tactics.",
  "The intelligence community has released the declassified version of its assessment of “Russian Activities and Intentions in Recent U.S. Elections” for public review.",
  "Most of these assertions have already been highly publicized in the media, through press statements and leaks, so there are no startling revelations here.",
  "There is a sizable appendix charting the growing influence of RT.com and tracing its links to Russian politicians and intelligence officials.",
  "Trump promised aggressive action to combat cyberattacks and said, “America’s safety and security will be my number one priority.”",
  "We must also be clear that there is no evidence that there was any interference in the voting or balloting process.",
  "We cannot allow partisans to exploit this report in an attempt to delegitimize the president-elect’s victory.",
  "Donald Trump won this election fair and square because he heard the voices of Americans who felt forgotten.",
  "I strongly condemn any outside interference in our elections, which we must work to prevent moving forward.",
  "The “Guccifer 2.0” hacker personality is portrayed as an instrument of the GRU."
]