[
  "John McGuirk warned that, if the Eighth Amendment – which provides equal protection for both mothers and their babies –is overturned, Ireland will suffer the same cultural disintegration as the U.K.\n\nAs the Facebook video post shows, McGuirk appeared as a guest on The Tonight Show, where he observed that in the U.K. in 2016, 11 babies “had lethal injections into the heart in the womb and were delivered dead, and the stated reason was that they had a cleft palate.”\n\nHe further pointed out that 141 babies were aborted that same year in the U.K. because they were twins and their parents only wanted one baby.",
  "You change the way we think about life, you change the way that we as a society relate to each other.”\n\nIn a column at the Irish Times, Niamh Ui Bhriain, also of Save the 8th, wrote Monday that overturning the Eighth Amendment would “usher in one of the most liberal abortion regimes in the world.”\n\n“[T]he unrestricted nature of the government’s bill means that abortion would be legalised on very broad grounds,” she added.",
  "Abortion giant Planned Parenthood has referred to Ireland as the “jewel in the crown of the pro-life movement,” and DCLeaks revealed in 2016 that left-wing billionaire George Soros used his Open Society Foundation to overturn the Eighth Amendment.",
  "McGuirk said the “terrifying” thing is “not that those horrible, horrible, brutal things happened, but that in the U.K. they weren’t even a news story, because when you legalize abortion, you change the culture of a country utterly.",
  "A spokesman of Ireland’s Save the 8th campaign approaches the referendum on his country’s pro-life amendment by warning fellow citizens that, as has happened in the U.K., abortion will change the culture in the worst way possible.",
  "Irish obstetrician Dr. Trevor Hayes, for example, said he is not prohibited by the Eighth Amendment “in providing the best care to women.”\n\n“Ireland’s a very safe place to have a baby,” he continued.",
  "That narrative, however, has been dismissed by many physicians in Ireland who say practicing medicine in a pro-life country does not restrict them from treating women and saving their lives.",
  "“In Britain, a shocking 97% of abortions are performed on healthy babies, and that’s what we are being asked to legalise.”\n\nUi Bhriain continued:\n\nWhy are we being asked to do this?",
  "Pro-abortion groups are portraying the Eighth Amendment as prohibiting Irish women from obtaining “reproductive health care,” a common euphemism for abortion on demand.",
  "What massive problem is there in Ireland that can only be solved by the extermination of children in the womb rather than making better supports available for women.",
  "“There is a reason 90% of children diagnosed with Downs Syndrome are aborted in England, and it is not because their families are bad people,” she wrote.",
  "Why would we, as voters, choose to remove all rights from unborn children, when every single one of us was an unborn child ourselves, not so long ago?",
  "“The statistics show that we are safer from women dying or from women getting very ill in Ireland than the U.K. or the U.S.”",
  "That is true everywhere in the world where it is legal.”\n\nThe referendum has drawn attention from around the world.",
  "She also noted that legalization of abortion creates demand for it.",
  "Abortion becomes the first option offered to a woman.",
  "“It is because it becomes the expected thing to do."
]