[
  "The indictment alleges that from around June 2016 the conspirators released tens of thousands of stolen emails and documents “using fictitious online personas, including ‘DCLeaks’ and ‘Guccifer 2.0.’.”\n\nIn a statement on Saturday, a Twitter spokesman said: “The accounts have been suspended for being connected to a network of accounts previously suspended for operating in violation of our rules.”\n\nTwitter in recent months has purged suspicious user accounts in a bid to prevent the dissemination of fake news and “encourage healthy conversation,” the company said this month.",
  "A copy of the grand jury indictment against 12 Russian intelligence officers is seen after being filed in U.S. District Court by prosecutors working as part of special counsel Robert Mueller's Russia investigation in Washington, U.S., July 13, 2018.",
  "REUTERS/Jim Bourg\n\nWASHINGTON (Reuters) - Social networking site Twitter Inc on Saturday suspended two accounts linked to 12 Russian spies indicted by Special Counsel Robert Mueller for interfering in the 2016 U.S. presidential election.",
  "On Friday, a federal grand jury charged the 12 Russian intelligence officers with hacking Democratic computer networks in 2016 in the most detailed U.S. accusation yet that Moscow meddled in the election to help Republican Donald Trump.",
  "Twitter said on Saturday it had suspended the accounts @DCLeaks_ and @Guccifer_2 that were named in the indictment, which alleges a wide-ranging conspiracy involving sophisticated hacking and staged release of documents.",
  "Homeland Security Secretary Kirstjen Nielsen said the indictments proved that the United States “will not tolerate interference with our democratic processes and that there will be consequences for foreign meddling.”",
  "Friday’s indictment was the first by Mueller that directly charges the Russian government with meddling in the election.",
  "Speaking at a cybersecurity conference in Philadelphia on Saturday, U.S.",
  "The Kremlin denies it interfered."
]