[
  "We seek to ensure that, from among the norms emerging in different parts of the world, those most supportive of open society gain sway.”\n\nOne of the “Program concepts and initiatives” listed in the document is to “Promote — by advocating for the adoption of nuanced legal norms, and litigation — an appropriate balance between privacy and free expression/transparency values in areas of particular interest to OSF and the Justice Initiative, including online public interest speech, access to ethnic data, public health statistics, corporate beneficial ownership, asset declarations of public officials, and rights of NGOs to keep information private.”\n\nAnother initiative is to “Establish states’ responsibility to collect data necessary to reveal patterns of inequality, and define modes of collection that are effective and protect privacy.” (RELATED: UN Internet Agenda Tied To George Soros)\n\nThroughout the document, OSJI’s position appears to be that private actors on the internet must be brought under international control in order to prevent them from suppressing each other’s freedom of expression and speech.",
  "One of the organization’s goals is to “Establish soft law and judicial precedents safeguarding online free expression, including adequate protection against blocking of online content, intermediary liability, user standing, and related issues.” (RELATED: FCC Cites Soros-Funded Neo-Marxist-Founded Group 46 TIMES In New Regs)\n\n“One weakness of current efforts to promote online free expression has been the relatively sparse and uneven use of the international human rights law framework, including protections for free speech.",
  "This may be due to the paucity of coordinated efforts to generate hard law, and some soft law, in this area, both domestically and internationally,” the document states later, before noting the opportunity for the organization to influence “international free speech law in the online environment.”\n\n“One reason for this failure may be that the leading digital rights groups/movements have developed separately and at a certain distance from the traditional free speech groups (though this is beginning to change).",
  "An internal proposed strategy from George Soros’s Open Society Justice Initiative calls for international regulation of private actors’ decisions on “what information is taken off the Internet and what may remain.” Those regulations, the document notes, should favor “those most supportive of open society.”\n\nThe Open Society Justice Initiative (OSJI) is part of the Open Society Foundations, Soros’s secretive network of political organizations.",
  "The Justice Initiative, working with other OSF programs that fund leading players in both sub-fields, is well placed to help bridge that gap and promote the use and development of international free speech law in the online environment.”\n\nThe U.S. is set to cede control of the internet on Sept. 30, stoking fears that the internet could eventually be subject to the United Nations instead.",
  "According to the organization’s website, “The Open Society Justice Initiative uses law to protect and empower people around the world, supporting the values and work of the Open Society Foundations.”\n\nThe call for international control of the internet is part of a 34-page document titled “2014 Proposed strategy” that lays out OSJI’s goals for between 2014 and 2017.",
  "The internet has been a key tool for promoting freedom of expression and open societies — as in the Arab Spring — and is a potential safeguard against monopoly control of information in such places as China and Central Asia,” page 19 of the document notes.",
  "(RELATED: If You Only Read The New York Times And Washington Post You Have No Idea The Soros Leak Happened)\n\nIn the document, OSJI argues that international regulation of the Internet is needed to protect freedom of expression.",
  "“But it is also presenting underaddressed challenges, including lack of regulation of private operators that are able to decide, without due process procedures, what information is taken off the Internet and what may remain.",
  "“Our freedom of expression work furthers the free exchange of information and ideas via the media and internet, and proposes to begin to address the free expression and association rights of NGOs.",
  "OSF previously called DCLeaks’s release of the documents “a symptom of an aggressive assault on civil society and human rights activists that is taking place globally.”\n\nFollow Hasson on Twitter",
  "A ‘race to the bottom’ results from the agendas of undemocratic governments that seek to impose their hostility to free speech on the general online environment.",
  "As reported by The Daily Caller, the section of DCLeaks’ website dealing with Soros has since gone offline for unknown reasons.",
  "The leaked document was one of 2,500 documents released by “hacktivist” group DCLeaks.",
  "TheDC saved a version of the 2014 strategy before the site went offline."
]