[
  "For all of US Deputy Attorney General Rod Rosenstein's insouciant claims that the timing of the indictment's release was simply \"a function of the collection of the facts, the evidence, and the law and a determination that it was sufficient to present the indictment at this time,\" unsealing the document just days before President Donald Trump's meeting in Helsinki on Monday with Russia President Vladimir Putin was not likely coincidental.",
  "However, the U.K. has been much less open with its own people, and this is likely to a considerable extent due to its reticence when it comes to details of its investigations, as well as the unfortunate confluence of a former foreign secretary who allowed his enthusiasm to get ahead of the facts and an opposition leader eager to muddy the waters and suggest it could be \"Russian mafia-like groups.\"",
  "Either way, however, the granular, unequivocal nature of this indictment and the extent to which it leans heavily on information gathered through intelligence channels demonstrates how democracies can respond to the nonstop stream of conspiracy theories and unsubstantiated allegations being generated and recirculated by Russian political warfare operations.",
  "Business Insider\n\nMueller's indictment accuses the officers of hacking computer networks associated with the Democratic National Committee, the Democratic Congressional Campaign Committee, and Democratic presidential nominee Hillary Clinton's campaign, with the aim of interfering with the 2016 election.",
  "The days of governments being able to get away with saying, \"We know,\" and expecting to be believed are gone, and instead governments should be driven not by the conservative strictures of \"need to know\" but a more transparent \"need to secure\" approach that leans toward transparency where possible.",
  "At the post-meeting press conference, he seemed to accept at face value Putin's \"strong and powerful\" denial of election interference over the claims of his own intelligence community and instead indulged himself in a rambling reprise of his past allegations about the Clinton campaign.",
  "The indictment accuses the officers of hacking computer networks associated with the Democratic National Committee, the Democratic Congressional Campaign Committee, and Democratic presidential nominee Hillary Clinton's campaign, with the aim of interfering with the 2016 election.",
  "At a time when Russia is involved in activities from allegedly poisoning people in the United Kingdom to backing divisive populists, the Mueller indictment offers valuable lessons to other democracies facing Moscow's implausibly deniable campaigns of political subversion.",
  "In a YouGov opinion poll, fewer than half the respondents believed Putin himself to be behind the operation, also allowing the Russian president to get away with claims such as his statement at the Helsinki press conference that \"nobody wants to look into the issue.\"",
  "Likewise, it is not just that Aleksandr Osadchuk helped leak documents under the Guccifer 2.0 and DCLeaks personas, but that Col. (again) Osadchuk commanded Unit 74455, at 22 Kirova St. in the Moscow suburb of Khimki, in a building GRU insiders call \"the Tower.\"",
  "Director of National Intelligence Dan Coats was forced to restate the intelligence community's view that they had \"been clear in our assessments of Russian meddling in the 2016 election and [Russia's] ongoing, pervasive efforts to undermine our democracy.\"",
  "But combined with the way new media allows instant, anonymous, and virtually infinite magnification of unchecked stories and ill-founded opinion, this has given the Russians an unprecedented opportunity to magnify tensions and widen divisions.",
  "The government is confidently asserting that this was a Kremlin plot, and it was able, not least thanks to careful revelations of secret information, to convince a coalition of allies of that, leading to mass expulsions of Russian diplomats.",
  "Alex Wong/Getty\n\nThe recent indictment from Robert Mueller, the special counsel investigating Russian interference in the 2016 US election, naming 12 officers from the GRU, Russia's military intelligence agency, makes for compelling reading.",
  "Not least, it contributes to the pernicious assumption, at the heart of much of the conspiracy culture, that received wisdom is just what \"they\" want \"us\" — whoever \"they\" and \"us\" may be — to believe.",
  "Russia is no more likely to give up its own intelligence officers to a foreign court than any other country would, not least because its constitution specifically bars the extradition of its citizens.",
  "In the United Kingdom, innocent bystanders were recently poisoned by Novichok nerve agent that may be linked to an apparent assassination attempt in March against former GRU officer Sergei Skripal.",
  "Mueller's indictment demonstrates how democracies can respond to the nonstop stream of conspiracy theories and allegations generated by Russian political warfare operations.",
  "US President Donald Trump and Russian President Vladimir Putin shake hands as they hold a joint news conference after their meeting in Helsinki, Finland on July 16, 2018.",
  "The skepticism with which many in the public treat their leaders, mainstream media, and established values reflect a generic legitimacy crisis gripping the West.",
  "REUTERS/Kevin Lamarque\n\nIn the past, this was often done by selectively leaking to friendly journalists or politicians, but this is a tactic fraught with risks.",
  "This is not simply a vague broadside but a forensically detailed document that lists names, dates, and even the addresses in Moscow from which they operated.",
  "One Viktor Netyksho, for example, is a colonel who headed Military Unit 26165, a GRU computer intelligence unit based at 20 Komsomolskiy Prospekt in Moscow.",
  "Beyond simply accessing information, they allegedly ran a coordinated campaign to leak damaging information under the identities Guccifer 2.0 and DCLeaks.",
  "In this, they face often-skeptical domestic audiences, especially since the Iraq War and the false claims of Saddam Hussein's weapons of mass destruction.",
  "But in the meantime, it is crucial to call out the malign foreign choreographers of disinformation and the deliberate campaigns of political subversion.",
  "It speaks to not just a meticulous investigation, but also the scale of information on Russian operations possessed by the US intelligence community.",
  "In this respect, the Mueller indictment is a powerful example of how to balance authority and speculation, common knowledge and inside intelligence.",
  "Secrecy will remain an essential instrument of government, but in an age of political war, it will have to be tempered with strategic transparency.",
  "What their spooks know, when they know it, and how are understandably the kind of information they do not want their foes and competitors to know.",
  "REUTERS/Leonhard Foeger\n\nBut at the very least, the indictment is likely to raise the political costs to the White House of giving Putin a pass.",
  "A copy of the grand jury indictment against 12 Russian intelligence officers, as part of special counsel Robert Mueller's Russia investigation.",
  "Governments are notoriously conservative, especially when it comes to lifting the veil of confidentiality over their intelligence operations.",
  "The answer cannot be to try to fact-check or myth-bust every claim; that is like trying to fend off a downpour one raindrop at a time.",
  "Of course, much if not most of the disinformation, \"fake news,\" and outright propaganda in the information sphere is homegrown.",
  "Jim Bourg/Reuters\n\nOf course, these are simply allegations, unproven in a court of law, and they are likely to remain so.",
  "In the long term, combining greater media literacy with better screening of online news offers some kind of an answer.",
  "If the hope was to force Trump into more robust pushback against Russian political interference, then it did not work.",
  "It remains to be seen how far the indictment contributes to the already evident political backlash at home.",
  "It's also the latest offensive, and an especially effective one, in an ongoing information war.",
  "As such, it provides a useful example for other governments grappling with the same dilemmas.",
  "But at the same time, they must realize that they need to win the information battle.",
  "The Mueller investigation is not simply a legal operation, but a political one.",
  "But it would be a mistake to treat it as simply a law-enforcement instrument.",
  "This is an age of information war, which Western governments need to win.",
  "By all means, they should protect their sources and current operations.",
  "Nonetheless, their sheer volume and detail is striking and compelling.",
  "This will mean adapting to the needs of the moment."
]