[
  "In addition to accessing the email accounts of volunteers and employees, including the Clinton campaign chairman, in March 2016, the officers hacked into and covertly monitored the computer networks of the Democratic Congressional Campaign Committee and the DNC and planted hundreds of files with malicious computer code, the document says.",
  "Meanwhile, the officers engaged in a separate conspiracy to hack into the website of a state election board and steal information about 500,000 voters, specifically targeting state and local officials by sending spearphishing emails to people involved in administering elections, the document says.",
  "Stone was also in touch with WikiLeaks, as was Trump's eldest son, Donald Trump Jr.\n\nFriday's document says the intelligence officers worked for two separate GRU units: one that engaged in active cyber operations by stealing information, and another that focused on disseminating that information.",
  "The indictment also alleges that the intelligence officers transferred stolen documents to an unidentified third-party organization and used it to release information and discuss the timing of those releases so they would have the maximum impact during the campaign.",
  "Friday's indictment names 12 members of the GRU, Russia's military intelligence unit, and accuses 11 of them of conspiring to interfere with the election by hacking into computers, stealing documents, and releasing those documents with the intent to interfere.",
  "Though the document does not name the organization, evidence strongly suggests it was WikiLeaks, the self-described radical transparency group that released batches of emails in the run-up to the November election in a move to hurt the Clinton campaign.",
  "A key pillar of that campaign, according to US intelligence, was the hacking of the DNC and the subsequent dissemination of emails intended to hurt Democrats and the campaign of the party's 2016 presidential nominee, Hillary Clinton.",
  "The charging document says the intelligence officers falsely claimed that DCLeaks was controlled by American hackers and that Guccifer 2.0 was a Romanian hacker when in fact both were created and controlled by the GRU.",
  "In addition to accusing the officers of engaging in malicious cyber operations to steal and disseminate information, the indictment specifically names the Russia-linked hacker Guccifer 2.0 and the website DCLeaks.",
  "The special counsel Robert Mueller's office on Friday indicted 12 Russian intelligence officers suspected of playing a role in the hack of the Democratic National Committee before the 2016 US election.",
  "The special counsel Robert Mueller's office on Friday indicted 12 Russian intelligence officers related to the hacking of the Democratic National Committee before the 2016 US election.",
  "Previous reporting has found that Roger Stone, the longtime Republican strategist who informally advised the Trump campaign, was in touch with Guccifer 2.0 before the election.",
  "WikiLeaks says it has no affiliation with the Russian government, but Mike Pompeo described the group when he was the CIA director as a non-state hostile intelligence service.",
  "In one instance, it says, the conspirator posing as Guccifer 2.0 contacted a person who was \"in regular contact with senior members of the presidential campaign of Donald J.",
  "It charges one of them and a 12th Russian intelligence officer with conspiring to infiltrate computers that contained critical election-related software and information.",
  "The conspirator wrote to this person thanking them for \"writing back\" and asking whether they found anything \"interesting in the docs i posted,\" the indictment says.",
  "The second was to hack into computer networks and install malicious software allowing them to spy on users, register keystrokes, take screenshots, and remove data.",
  "The first was to engage in spearphishing, which involves sending misleading emails to trick users into disclosing passwords and other sensitive security details.",
  "The indictment says that to conceal their connections to Russia, the officers used a network of computers around the world that were paid for by cryptocurrency.",
  "Additionally, the indictment says the conspirators — in this case, Guccifer 2.0 — also communicated with US persons about the release of stolen documents.",
  "The charges represent the first time Mueller's office has directly pointed a finger at the Russian government for interfering in the election.",
  "In early 2017, the US intelligence community determined that the Kremlin ordered an elaborate and multifaceted campaign to meddle in the race.",
  "Mueller's office charged the intelligence officers with 11 counts related to conspiracy, aggravated identity theft, and money laundering.",
  "The indictment does not allege that any of the actions the Russians took changed the vote count or altered the result of the election.",
  "This is the first time Mueller's office has directly pointed a finger at the Russian government for meddling in the race.",
  "US intelligence also believes the Kremlin used WikiLeaks as a propaganda tool during the campaign.",
  "The document also includes charges of money laundering and aggravated identity theft.",
  "The document does not name or charge any Americans with crimes.",
  "It says they used two techniques to accomplish their goals.",
  "Trump.\""
]