[
  "___\n\nA serious breach\n\nIn this Thursday, Sept. 15, 2016 file photo, senior aide Huma Abedin, center, and Director of Communications Jennifer Palmieri, right, stand nearby as Democratic presidential candidate Hillary Clinton answers a question after a rally in Greensboro, N.C. Associated Press/Andrew Harnik\n\nThough the heart of the campaign was now compromised, the hacking efforts continued.",
  "Bernie Sanders Scott Eisen/Getty Images Guccifer 2.0 acted as a kind of master of ceremonies during a summer of leaks, proclaiming that the DNC's stolen documents were in WikiLeaks' hands, publishing a selection of the material himself and constantly chatting up journalists over Twitter in a bid to keep the story in the press.",
  "Reuters/Gary Cameron The group's hackers seemed particularly interested in Democratic officials working on voter registration issues: Pratt Wiley, the DNC's then-director of voter protection, had been targeted as far back as October 2015 and the hackers tried to pry open his inbox as many as 15 times over six months.",
  "According to recently unsealed court documents, former Trump foreign policy adviser George Papadopoulos said that it was at an April 26 meeting at a London hotel that he was told by a professor closely connected to the Russian government that the Kremlin had obtained compromising information about Clinton.",
  "The AP's reconstruction— based on a database of 19,000 malicious links recently shared by cybersecurity firm Secureworks — shows how the hackers worked their way around the Clinton campaign's top-of-the-line digital security to steal chairman John Podesta's emails in March 2016.",
  "Desmond Butler, Ted Bridis, Julie Pace and Ken Thomas in Washington, Justin Myers in Chicago, Frank Bajak in Houston, Lori Hinnant in Paris, Maggie Michael in Cairo, Erika Kinetz in Shanghai and Vadim Ghirda in Bucharest, Romania contributed to this report.",
  "Employees at several organizations connected to the Democrats were targeted, including the Clinton Foundation, the Center for American Progress, technology provider NGP VAN, campaign strategy firm 270 Strategies, and partisan news outlet Shareblue Media.",
  "When WikiLeaks joined the fray on July 22 with its own disclosures the leaks metastasized into a crisis, triggering intraparty feuding that forced the resignation of the DNC's chairwoman and drew angry protests at the Democratic National Convention.",
  "The AP has since found that each of one of those Democrats had previously been targeted by Fancy Bear, either at their personal Gmail addresses or via the DNC, something a finding established by running targets' emails against the Secureworks' list.",
  "\"As soon as we started seeing some of those hillaryclinton.com email addresses coming through, the DNC email addresses, we realized it's going to be an interesting twist to this,\" said Rafe Pilling, a senior security researcher with Secureworks.",
  "Two days later, as the cybersecurity firm that was brought in to clean out the DNC's computers finished its work, WikiLeaks founder Julian Assange told a British Sunday television show that emails related to Clinton were \"pending publication.\"",
  "More than 60 bogus emails were prepared for Clinton campaign and DNC staffers on April 6 alone, and the hackers began hunting for Democrats beyond New York and Washington, targeting the digital communications director for Pennsylvania Gov.",
  "While US intelligence agencies have concluded that Russia was behind the email thefts, the AP drew on forensic data to report Thursday that the hackers known as Fancy Bear were closely aligned with the interests of the Russian government.",
  "The first document Guccifer 2.0 published on June 15 came not from the DNC as advertised but from Podesta's inbox, according to a former DNC official who spoke on condition of anonymity because he was not authorized to speak to the press.",
  "An Associated Press investigation into the digital break-ins that disrupted the US presidential contest has sketched out an anatomy of the hack that led to months of damaging disclosures about the Democratic Party's nominee.",
  "The number had to be changed immediately; a former campaign official said that Abedin, Clinton's confidante, had to call staffers one at a time with Clinton's new contact information because no one dared put it in an email.",
  "In late March, FBI agents paid a visit to Clinton's Brooklyn headquarters, where they were received warily, given the agency's investigation into the candidate's use of a private email server while secretary of state.",
  "Within nine days, some of the campaign's most consequential secrets would be in the hackers' hands, part of a massive operation aimed at vacuuming up millions of messages from thousands of inboxes across the world.",
  "The torrent of phishing emails caught the attention of the FBI, which had spent the previous six months urging the Democratic National Committee in Washington to raise its shield against suspected Russian hacking.",
  "Drew Angerer/Getty Images The rogue messages that first flew across the internet March 10 were dressed up to look like they came from Google, the company that provided the Clinton campaign's email infrastructure.",
  "The publications sparked a media stampede as they were doled out one batch at a time, with many news organizations tasking reporters with scrolling through the thousands of emails being released in tranches.",
  "___\n\n'Make America Great Again'\n\nClinton campaign manager John Podesta speaks to members of the media outside Democratic presidential candidate Hillary Clinton's home in Washington, Wednesday, Oct. 5, 2016.",
  "One DNC consultant, Alexandra Chalupa, received an April 20 warning from Yahoo saying her account was under threat from state-sponsored hackers, according to a screengrab she circulated among colleagues.",
  "All of a sudden, they were sending links aimed at senior Clinton officials' nonpublic 2016 addresses, including those belonging to longtime Clinton aide Robert Russo and campaign chairman John Podesta.",
  "On April 12, 2016, someone paid $37 worth of bitcoin to the Romanian web hosting company THCServers.com, to reserve a website called Electionleaks.com, according to transaction records obtained by AP.",
  "One outside expert who reviewed the data said it showed how even the well-defended Clinton campaign fell prey to phishing, a basic cyberespionage technique which uses bogus emails to harvest passwords",
  "\"Even if Russian interference made only a marginal difference,\" Clinton told an audience at a recent speech at Stanford University, \"this election was won at the margins, in the Electoral College.\"",
  "Some feared they were being watched; a car break-in, a strange woman found lurking in a backyard late at night and even a snake spotted on the grounds of the DNC all fed an undercurrent of fear.",
  "The same afternoon, just as the American electorate was digesting a lewd audio tape of Trump boasting about sexually assaulting women, WikiLeaks began publishing the emails stolen from Podesta.",
  "Three new volleys of malicious messages were generated on the 22nd, 23rd and 25th of March, targeting communications director Jennifer Palmieri and Clinton confidante Huma Abedin, among others.",
  "\"It felt like your friend had just been robbed, but it wasn't just one friend, it was all your friends at the same time by the same criminal,\" said Jesse Ferguson, a former Clinton spokesman.",
  "Shortly after noon the next day, William Bastone, the editor-in-chief of investigative news site The Smoking Gun, got an email bearing a small cache of documents marked \"CONFIDENTIAL.\"",
  "Carl Court/Getty Images It was 4 p.m. on Friday June 10 when some 100 staffers filed into the Democratic National Committee's main conference room for a mandatory, all-hands meeting.",
  "In this Saturday, July 30, 2016 file photo, Democratic presidential candidate Hillary Clinton pauses while speaking at a rally in Pittsburgh during a bus tour through the rust belt.",
  "Associated Press/Andrew Harnik\n\nWASHINGTON (AP) — It was just before noon in Moscow on March 10, 2016, when the first volley of malicious messages hit the Hillary Clinton campaign.",
  "It also helps explain how a Russian-linked intermediary could boast to a Trump policy adviser, a month later, that the Kremlin had \"thousands of emails\" worth of dirt on Clinton.",
  "The phishing messages also caught the attention of Secureworks, a subsidiary of Dell Technologies, which had been following Fancy Bear, whom Secureworks codenamed Iron Twilight.",
  "It was there on March 19 that they targeted top Clinton lieutenants — including campaign manager Robby Mook, senior adviser Jake Sullivan and political fixer Philippe Reines.",
  "Security awareness even followed the campaigners into the bathroom, where someone put a picture of a toothbrush under the words: \"You shouldn't share your passwords either.\"",
  "It wasn't just her arch-sounding speeches to Wall Street executives or the exposure of political machinations but also the brutal stripping of so many staffers' privacy.",
  "\"What I am about to tell you cannot leave this room,\" DNC chief operating officer Lindsey Reynolds told the assembled crowd, according to two people there at the time.",
  "Nineteen thousand lines of raw data associated with the theft of Hillary Clinton campaign emails shows how the hackers dodged strict security measures to pull it off.",
  "On Tuesday, June 14, the Democrats went public with the allegation that their computers had been compromised by Russian state-backed hackers, including Fancy Bear.",
  "He appeared particularly excited to hear on June 24 that his leaks had sparked a lawsuit against the DNC by disgruntled supporters of Clinton rival Bernie Sanders.",
  "The messages urged users to boost their security or change their passwords while in fact steering them toward decoy websites designed to collect their credentials.",
  "A botched registration meant the site never got off the ground, but the records show THC received a nearly identical payment a week later to create DCLeaks.com.",
  "Sreenivasan, now a legislative staffer in Austin, was dumbfounded when told by the AP that hackers had tried to break into rsreenivasan@hillaryclinton.com.",
  "Later that month Guccifer 2.0 began directing reporters to the newly launched DCLeaks site, which was also dribbling out stolen material on Democrats.",
  "Guccifer 2.0, WikiLeaks and DCLeaks ultimately published more than 150,000 emails stolen from more than a dozen Democrats, according to an AP count.",
  "Almost everyone else targeted in the initial wave was, like Sreenivasan, a 2008 staffer whose defunct email address had somehow lingered online.",
  "One of the first people targeted was Rahul Sreenivasan, who had worked as a Clinton organizer in Texas in 2008 — his first paid job in politics.",
  "One staffer described walking through the DNC's office in Washington to find employees scrolling through articles about Putin and Russia.",
  "The day began badly, with Hillary Clinton's phone buzzing with crank messages after its number was exposed in a leak from the day before.",
  "After repeated attempts to break into various staffers' hillaryclinton.com accounts, the hackers turned to the personal Gmail addresses.",
  "Brent Kimmel, a former technologist at the DNC, remembers watching the leaks stream out and thinking: \"Please God, don't let it be me.\"",
  "Everyone needed to turn in their laptops immediately; there would be no last-minute emails; no downloading documents and no exceptions.",
  "___\n\nEditor's Note: Satter's father, David Satter, is an author and Russia specialist who has been critical of the Russian government.",
  "It took the hackers just over a week of work to zero in on and penetrate the personal Gmail account of campaign chairman John Podesta.",
  "But one email made its way to the account of another staffer who'd worked for Clinton in 2008 and joined again in 2016, the AP found.",
  "It's possible the hackers broke in and stole her contacts; the data shows the phishing links sent to her were clicked several times.",
  "It's clear Clinton's campaign was profoundly destabilized by the sudden exposures that regularly radiated from every hacked inbox.",
  "Minute-by-minute logs gathered by cybersecurity company Secureworks and recently shared with The Associated Press tell the tale.",
  "The Clinton campaign was no easy target; several former employees said the organization put particular stress on digital safety.",
  "It fumbled a setting in the Bitly link-shortening service that it was using to sneak its emails past Google's spam filter.",
  "Work emails were protected by two-factor authentication, a technique that uses a second passcode to keep accounts secure.",
  "REUTERS/Kamil Krzaczynski\n\nTo hear the defeated candidate tell it, there's no doubt the leaks helped swing the election.",
  "Another said she began looking over her shoulder when returning from Clinton headquarters in Brooklyn after sundown.",
  "Addressed to people who worked for Clinton during her first presidential run, the messages bounced back untouched.",
  "Documents subsequently published by WikiLeaks show that the rogue email arrived in his inbox six minutes later.",
  "They tried to compromise Clinton's inner circle and more than 130 party employees, supporters and contractors.",
  "____\n\nPhishing for victims\n\nJohn Podesta after addressing the Democratic National Convention in Philadelphia.",
  "It wasn't just a few aides that the hackers went after; it was an all-out blitz across the Democratic Party.",
  "At the AP alone, as many as 30 journalists were assigned, at various times, to go through the material.",
  "By the second half of April, the DNC's senior leadership was beginning to realize something was amiss.",
  "Secureworks' data reveals when phishing links were created and indicates whether they were clicked.",
  "Several of his emails were published last year by hackers and his address is on Secureworks' list.",
  "The headquarters of the Democratic National Committee is seen in Washington, U.S. June 14, 2016.",
  "Guccifer 2.0 told one reporter he was thrilled that WikiLeaks had finally followed through.",
  "It was late March when Secureworks discovered the hackers were going after Democrats.",
  "A malicious link was generated for Podesta at 11:28 a.m. Moscow time, the AP found.",
  "Most messages were deleted after 30 days and staff went through phishing drills.",
  "Even those who hadn't worked at Democratic organizations for years were anxious.",
  "An atmosphere of dread settled over the Democrats as the disclosures continued.",
  "\"This is Guccifer 2.0 and this is me who hacked Democratic National Committee.\"",
  "Two-factor authentication may have slowed the hackers, but it didn't stop them.",
  "A few days later, Amy Dacey, then the DNC chief executive, got an urgent call.",
  "By early April Fancy Bear was getting increasingly aggressive, the AP found.",
  "Tom Wolf and a deputy director in the office of Chicago Mayor Rahm Emanuel.",
  "Within hours of a second volley emailed March 11, the hackers hit pay dirt.",
  "The official said the word \"CONFIDENTIAL\" was not in the original document.",
  "Podesta's messages — at least 50,000 of them — were in the hackers' hands.",
  "The Trump campaign had gotten a whiff of Clinton email hacking, too.",
  "he asked a journalist with Russia's Sputnik News, in uneven English.",
  "All three leak-branded sites have distanced themselves from Moscow.",
  "\"Together with Assange we'll make america great again,\" he wrote.",
  "\"Don't even talk to your dog about it,\" she was quoted as saying.",
  "Guccifer 2.0 had airbrushed it to catch reporters' attention.",
  "\"They probably crawled the internet for this stuff,\" he said.",
  "___\n\n'Don't even talk to your dog about it'\n\nJulian Assange.",
  "As the hacking intensified, other elements swung into place.",
  "But it doesn't show whether people entered their passwords.",
  "\"They have dirt on her,\" Papadopoulos said he was told.",
  "___\n\n'Please God, don't let it be me'\n\nHillary Clinton.",
  "He said the address had been dead for nearly a decade.",
  "The first 29 phishing emails were almost all misfires.",
  "DCLeaks claimed to be run by American hacktivists.",
  "But there were signs of dishonesty from the start.",
  "___\n\nDonn reported from Plymouth, Massachusetts.",
  "Reynolds didn't return messages seeking comment.",
  "\"WikiLeaks has a very good year ahead,\" he said.",
  "The blunder exposed whom they were targeting.",
  "\"Can it influence the election in any how?\"",
  "AP/Andrew Harnik On Oct. 7, it was Podesta.",
  "There'd been a serious breach at the DNC.",
  "WikiLeaks said Russia wasn't its source.",
  "Fancy Bear had made a critical mistake.",
  "___\n\n'Can it influence the election?'",
  "Guccifer 2.0 claimed to be Romanian.",
  "Reynolds insisted on total secrecy.",
  "\"They have thousands of emails.\"",
  "The link was clicked twice.",
  "\"Hi,\" the message said.",
  "Except one."
]