[
  "Trump advisor Roger Stone told CNN Friday evening he believed he may be the person referred to in the indictment as having been in touch with the Guccifer 2.0 persona, but said his exchange over Twitter direct messages was “benign” and “innocuous.”\n\nSome of the documents and emails were released through a website identified in the indictment only as “Organization 1” — believed to be Julian Assange’s WikiLeaks.",
  "Republican Senator John McCain said the summit should be called off if Trump is not ready to warn Putin there is a “serious price to pay for his ongoing aggression towards the United States and democracies around the world.”\n\nSpeaking in Britain before the indictments were unveiled, Trump said he would ask Putin about the allegations of election meddling.",
  "But he simultaneously denounced the Mueller investigation as a “rigged witch hunt,” and said he has been “tougher on Russia than anybody.”\n\nRussia has denied any involvement in the attack and rejected accusations that it interfered in the US presidential election in a bid to help Trump win.",
  "Other documents and emails were made public through a website and Twitter account known as DCLeaks, which the GRU falsely attributed to a group of “American hacktivists.”\n\nMueller previously indicted 13 Russians and three companies for allegedly interfering in the presidential vote.",
  "Rosenstein said he briefed Trump about the indictment before Friday’s announcement and that the timing was determined by “the facts, the evidence, and the law.”\n\nTrump on Saturday responded by blaming the administration of former president Barack Obama for failing to act.",
  "Washington (AFP) – Twelve Russian intelligence officers have been charged with hacking Hillary Clinton’s 2016 presidential campaign and the Democratic Party in a stunning indictment just days before President Donald Trump meets with Vladimir Putin.",
  "The indictment alleges that beginning in March 2016, the GRU agents began targeting over 300 employees and volunteers of the Clinton campaign, the Democratic Congressional Campaign Committee (DCCC) and the Democratic National Committee (DNC).",
  "He added that although “conspirators corresponded with several Americans during the course of the conspiracy through the internet,” the indictment did not allege that Americans knew they were in contact with Russian intelligence officers.",
  "The 29-page indictment issued Friday accuses members of the Russian military intelligence agency known as the GRU of carrying out “large-scale cyber operations” to steal Clinton campaign and Democratic Party documents and emails.",
  "The charges were drawn up by Special Counsel Robert Mueller, the former FBI director who is looking into Russian interference in the November 2016 vote and whether any members of Trump’s campaign team colluded with Moscow.",
  "“President Trump should cancel his meeting with Vladimir Putin until Russia takes demonstrable and transparent steps to prove that they won’t interfere in future elections,” Schumer said in a statement.",
  "“The conspirators covertly monitored the computers of dozens of DCCC and DNC employees, implanted hundreds of files containing malicious computer code, and stole emails and other documents,” it said.",
  "“There’s no allegation in this indictment that any American citizen committed a crime,” Deputy Attorney General Rod Rosenstein said in announcing the charges at a press conference in Washington.",
  "“This is consistent with what we have been saying all along.”\n\nTrump’s lawyer, Rudy Giuliani, said on Twitter that the indictments were “good news for all Americans.”\n\n“The Russians are nailed.",
  "Around June 2016, they began releasing tens of thousands of the stolen emails and documents using “fictitious online personas, including ‘DCLeaks’ and ‘Guccifer 2.0,’” the indictment said.",
  "Former Trump campaign chairman Paul Manafort has been charged with money laundering and other crimes, while former national security adviser Michael Flynn has admitted lying to the FBI.",
  "“We realize we are just one click of the keyboard away from a similar situation repeating itself,” he added, referencing potential interference in the upcoming mid-term elections.",
  "Democratic leaders immediately called for Trump to cancel Monday’s scheduled meeting with the Russian president in Helsinki, but the White House said the summit would go ahead.",
  "“Today’s charges include no allegations of knowing involvement by anyone on the campaign and no allegations that the alleged hacking affected the election result,” it said.",
  "But speaking in Washington Friday, US national intelligence director Dan Coats branded Russia the most “aggressive foreign actor” regarding the cyberthreat against the US.",
  "“I will absolutely, firmly ask the question, and hopefully we’ll have a good relationship with Russia,” he told a press conference with British Prime Minister Theresa May.",
  "“Why didn’t they do something about it, especially when it was reported that President Obama was informed by the FBI in September, before the Election?” he tweeted.",
  "– No ‘knowing involvement’ by Team Trump –\n\nIn a statement, the White House highlighted Rosenstein’s remarks that no Americans had been charged.",
  "– Calls to cancel Putin meeting –\n\nSenator Chuck Schumer, the Democratic Senate minority leader, urged Trump to cancel the Putin talks.",
  "Time for Mueller to end this pursuit of the President and say President Trump is completely innocent,” he said.",
  "No Americans are involved."
]