[
  "Asserting that “democracy is more than just elections”, Freedom House outlines “a truly democratic system” as one which has “a free press, independent courts, legal protections for minorities, a robust opposition, and unfettered civil society groups.”\n\nDuring the 2014 European Parliament election campaign, civil society groups received $6 million (£4.77 million) in funding from Hungarian financier Soros’s Open Society Foundations.",
  "Co-author of the report, Arch Puddington, wrote: “We see leaders and nations pursuing their own narrow interests without meaningful constraints or regard for the shared benefits of global peace and freedom.”\n\nThese trends are “starting to undo the international order of the past quarter-century” and have undermined respect for fundamental freedoms and democracy, he said.",
  "Along with attacking the two countries’ governments for having “repudiated liberal values”, Freedom House claims that in “providing economic benefits to its core constituents” — referring to how the party has generous welfare policies — PiS is “using the economic power of the state for party political ends”.",
  "Europe can “no longer be taken for granted as a bastion of democratic stability” due to “Russian interference and the migrant crisis” according to the report, which accuses Russia of meddling in European elections by pushing “populist and nationalist parties” and “spreading fake news and propaganda”.",
  "Angela Merkel’s call for a ban on the full face veil towards the end of last year was also highlighted as cause for concern in the report, which says the German Chancellor’s remarks “seemed to pander to to anti-Muslim sentiment”.",
  "Open Society Foundations frequently partners with Freedom House, and the Hungarian billionaire’s grant-making network was revealed to be a financial backer of the American NGO in documents published by DCLeaks.",
  "The election of, and subsequent governing by Law and Justice (PiS) in Poland, and Fidesz in Hungary, are branded a “menace” in the report, and cited as examples of “counter-democratic transitions”.",
  "“The rise of antiestablishment parties in Poland, France, Germany” is identified as a major danger to Europe in the report published Tuesday, which is entitled Freedom in the World 2017.",
  "Freedom House says populism is a “threat to global democracy”, claiming that “xenophobia and religious intolerance” go against the “fundamental values of democracy”.",
  "Europe can “no longer be taken for granted as a bastion of democratic stability” according to a new report by Freedom House, an NGO with ties to George Soros.",
  "Deriding the votes as “a radical reduction … to majority rule”, it complains that direct votes circumvent “the structures and safeguards of democracy”.",
  "The democratic election of populist leaders in Eastern and Central Europe is also identified in the paper as a threat to democracy.",
  "Another sign that “global democracy is in distress”, the report says, is that a number of countries held referendums in 2016."
]