[
  "Mr. Trump's first personal response to special counsel Robert Mueller's initial charges against Russian government officials for interfering in American politics came in tweets the president posted while at his golf resort in Scotland, two days before a high-stakes summit in Finland with Russian leader Vladimir Putin.",
  "The 29-page indictment lays out how, months before Americans voted in November 2016, Russians schemed to break into key Democratic email accounts, including those belonging to Clinton's campaign chairman, John Podesta, the Democratic National Committee and the Democratic Congressional Campaign Committee.",
  "The indictment accuses the Russian hackers, starting in March 2016, of covertly monitoring the computers of dozens of Democratic officials and volunteers, implanting malicious computer code known as malware to explore the networks and steal data, and sending phishing emails to gain access to accounts.",
  "President Trump on Saturday blamed the Obama administration for not responding aggressively enough to Russian hacking of Democratic targets in the 2016 U.S. election — cyberattacks underpinning the indictment announced Friday of 12 Russian military intelligence officers.",
  "The Saturday tweet follows a statement from the White House Friday that honed in on the fact that the indictment charges no Americans and does not claim the vote count was changed by the alleged meddling, while failing to condemn the Russians or hacking itself.",
  "The indictment said the Russians hacked into Hillary Clinton's presidential campaign and the Democratic Party and released tens of thousands of private communications as part of a broad conspiracy by the Kremlin to meddle in an American election.",
  "The indictment alleges that Guccifer 2.0 was in touch with multiple Americans in the summer of 2016 about the pilfered material, including an unidentified congressional candidate who requested and then received stolen information.",
  "Defendants include four former Trump campaign and White House aides, three of whom have pleaded guilty and agreed to cooperate, and 13 Russians accused in a powerful social media campaign to sway U.S. public opinion in 2016.",
  "The Podesta emails published by WikiLeaks displayed the campaign's private communications, including deliberations about messaging that played into attacks that Clinton was calculating and a political flip-flopper.",
  "Mueller did not allege that Trump campaign associates were involved in the hacking effort, that Americans were knowingly in touch with Russian intelligence officers or that any vote tallies were altered by hacking.",
  "Prosecutors say weeks later, Guccifer 2.0 referred to a stolen DCCC document posted online and asked the person, \"what do u think of the info on the turnout model for the democrats entire presidential campaign.\"",
  "Private speeches she gave to financial industry firms were particularly damaging within the left wing of the Democratic party and among independents frustrated with the influence of Wall Street in politics.",
  "The indictment doesn't identify the person, though longtime Trump confidant Roger Stone acknowledged Friday, through his lawyer, a \"24-word exchange with someone on Twitter claiming to be Guccifer 2.0.\"",
  "\"This exchange is now entirely public and provides no evidence of collaboration or collusion with Guccifer 2.0 or anyone else in the alleged hacking of the DNC emails,\" said lawyer Grant Smith.",
  "On Aug. 15, 2016, the indictment says, Guccifer 2.0 reached out to someone in contact with the Trump campaign and asked the person if they had seen anything \"interesting in the docs I posted?\"",
  "The indictments were announced Friday by Deputy Attorney General Rod Rosenstein as part of the ongoing special counsel probe into potential coordination between the Trump campaign and Russia.",
  "— Donald J. Trump (@realDonaldTrump) July 14, 2018\n\nWhen he has seemed to suggest acknowledgement of Russian meddling in the past, Mr. Trump has also blamed Obama for failing to do enough.",
  "One attempt at interference came hours after Trump, in a July 27, 2016, speech, suggested Russians look for emails that Clinton said she had deleted from her tenure as secretary of state.",
  "By June 2016, the defendants, relying on fictional personas such as DCLeaks and Guccifer 2.0, began planning the release of tens of thousands of stolen emails, the indictment alleges.",
  "There is no allegation that the conspiracy changed the vote count or affected any election result,'\" Deputy White House Press Secretary Lindsay Walters said in a statement Friday.",
  "Trump, hours before the indictment was made public, complained about the Russia investigation hours, saying the \"stupidity\" was making it \"very hard to do something with Russia.\"",
  "If that link is established, it would shatter the Kremlin denials of the Russian state's involvement in the U.S. elections, given that the GRU is part of the state machine.",
  "Associated Press writers Darlene Superville, Richard Lardner, Desmond Butler and Mary Clare Jalonick in Washington and Raphael Satter in London contributed to this report.",
  "That evening, the indictment says, the Russians attempted to break into email accounts used by Clinton's personal office, along with 76 Clinton campaign email addresses.",
  "\"As Deputy Attorney General Rod Rosenstein said today: 'There is no allegation in this indictment that Americans knew that they were corresponding with Russians.",
  "\"Why didn't they do something about it, especially when it was reported that President Obama was informed by the FBI in September, before the Election?\"",
  "\"The Russian state has never interfered and has no intention of interfering in the U.S. elections,\" said Putin's foreign affairs adviser, Yuri Ushakov.",
  "Why didn’t they do something about it, especially when it was reported that President Obama was informed by the FBI in September, before the Election?",
  "Mr. Trump's lawyer, Rudy Giuliani, said on Twitter that it was time to end the investigation since \"no Americans are involved\" in Friday's indictment.",
  "On Saturday morning, Mr. Trump referred to the detailed, 29-page indictment of Russian intelligence officials from his own government as \"stories.\"",
  "\"The stories you heard about the 12 Russians yesterday took place during the Obama Administration, not the Trump Administration,\" Trump tweeted.",
  "Mr. Trump has repeatedly expressed skepticism about Russian involvement in the hacking while being accused by Democrats of cozying up to Putin.",
  "On Saturday, top state election officials are meeting in Philadelphia to discuss cybersecurity concerns as a part of their annual meeting.",
  "The indictment identifies the defendants as officers with Russia's Main Intelligence Directorate of the General Staff, also known as GRU.",
  "Sen. Mark Warner, the vice chairman of the Senate Intelligence Committee, said Mr. Trump shouldn't be meeting with Putin one-on-one.",
  "The stories you heard about the 12 Russians yesterday took place during the Obama Administration, not the Trump Administration.",
  "The charges come as Mueller continues to investigate potential coordination between Russia and the Trump campaign.",
  "Stolen emails, many politically damaging for Clinton, appeared on WikiLeaks in the campaign's final stretch.",
  "\"Russia, if you're listening,\" Trump said, \"I hope you're able to find the 30,000 emails that are missing.\"",
  "The Russian defendants are not in custody, and it is not clear they will ever appear in an American court.",
  "But with Mueller still investigating, it's not known whether further indictments are taking shape or will.",
  "U.S. intelligence agencies have said Moscow was aiming to help the Trump campaign and harm Clinton's bid.",
  "Some Democrats have called on Mr. Trump to cancel the summit, if he can't hold Putin accountable.",
  "There is no allegation in this indictment that any American citizen committed a crime.",
  "Before Friday, 20 people and three companies had been charged in the investigation.",
  "The meeting comes in between Friday's indictment and Monday's Trump-Putin meeting.",
  "There needs to be other Americans in the room,\" Warner told reporters Friday.",
  "Mr. Trump said he will bring up election meddling with the foreign president.",
  "\"There should be no one-on-one meeting between this president and Mr. Putin.",
  "The Kremlin denied anew that it tried to sway the election.",
  "The U.S. does not have an extradition treaty with Russia.",
  "Guccifer 2.0 said it would be a \"great pleasure\" to help.",
  "___\n\nColvin reported from Glasgow, Scotland.",
  "The person responded, \"(p)retty standard.\""
]