[
  "It describes how the Russians coordinated the release of the stolen materials in an effort to damage Clinton, including working through a company identified as “Organization 1” (presumably WikiLeaks) and using fake online personas such as “DCLeaks” and “Guccifer 2.0.” It charges they used fake email accounts, multiple servers and other methods to cover their tracks.",
  "But if members of the Trump campaign engaged in a separate conspiracy with the Russian hackers to make use of the stolen information, they would be exposed to similar charges — including conspiracy to defraud the United States or conspiracy to violate federal election laws.",
  "Mueller has once again charged a conspiracy — the criminal-law version of “collusion.” It’s not surprising that no Americans were included in this indictment; there has never really been a suggestion that Americans were involved in the hacking itself.",
  "Perhaps most important, the indictment charges that Guccifer 2.0 offered assistance to a person — widely assumed to be longtime Trump confidant Roger Stone — who was in “regular contact with senior members” of the Trump campaign.",
  "And we know that Stone, in addition to communicating with Guccifer 2.0, was reportedly in contact with WikiLeaks at the time it was releasing the hacked emails in the weeks leading up to the election.",
  "That indictment left two key questions: 1) What about the known Russian hacking of Democratic emails; and 2) did any associates of the Trump campaign knowingly participate in the Russian misconduct?",
  "Recall that this past February, Mueller indicted 13 Russian nationals and three Russian companies for interfering with the 2016 election, primarily through the use of fake social media accounts.",
  "Special counsel Robert S. Mueller III’s Friday indictment of 12 Russian intelligence officials for election hacking is the politically and tactically savvy next step in his investigation.",
  "The indictment provides a sober counterpoint to the D.C. histrionics about FBI text messages and “witch hunts.” No serious person can dismiss the importance of what Mueller has found.",
  "It details the hacking by Russian intelligence officials into computers owned by Democratic political organizations and the Clinton campaign to steal emails and campaign documents.",
  "When announcing the indictment, Deputy Attorney General Rod J. Rosenstein was careful to note that it does not allege that any Americans knowingly participated in these crimes.",
  "For example, we know George Papadopoulos was in contact with various Russians and received information about Russians having emails that could be damaging to Hillary Clinton.",
  "For example, the indictment charges that the hackers, posing as Guccifer 2.0, sent stolen documents to a candidate for Congress that related to the candidate’s opponent.",
  "We know Donald Trump Jr. and other top campaign officials took the meeting in Trump Tower in June 2016 with Russians offering damaging information about Clinton.",
  "Guccifer 2.0 also allegedly sent stolen data concerning Democratic donors to a state lobbyist and sent documents about Black Lives Matter to a journalist.",
  "Although no Americans are charged in this indictment, there is plenty of evidence that a number at the very least benefited from these Russians’ efforts.",
  "By bringing a second election-related indictment against only Russian nationals, he has further insulated his investigation against partisan attacks.",
  "But the second question still remains: Did any Americans — including Trump campaign members — knowingly take part in the Russian misconduct?",
  "And if Mueller does have evidence of American involvement in any of the Russian wrongdoing, that would be the logical next shoe to drop.",
  "The White House was also quick to point out that the indictment does not claim that members of the president’s campaign were involved.",
  "Whether these or other contacts with the Russians were criminal will turn on the knowledge and intent of the Trump officials involved.",
  "It also provides a template for indictments that could still be coming — this time potentially including charges against Americans.",
  "Coupled with the February indictment, these charges provide a startling account of Russian attacks against the United States.",
  "Beyond the pages of this indictment, we already have other reports of Trump advisers connected to the Russian activities.",
  "While the political maelstrom in Washington swirls, Mueller soldiers on with his meticulous investigation.",
  "Now we wait to see whether his next chapter includes any Trump officials in starring roles.",
  "And as with the first Russia charges, this indictment leaves that question unanswered.",
  "He has largely written the story of the Russian interference with the election.",
  "And it alleges they attacked election-related computers in a number of states.",
  "Every American, regardless of party, should be outraged and deeply concerned.",
  "But as Rosenstein also noted, Mueller’s investigation continues.",
  "Mueller’s strategy and timing are politically astute.",
  "Friday’s indictment answers the first question."
]