[
  "But while all of those conclusions could very well be true — and more evidence is assuredly contained in classified versions of the document that were given to the White House and Congress — the declassified version of the report — the only one on which public opinion can be formed — contains no evidence to back it up.",
  "“Aside from definitively pointing the finger at President Putin as orchestrating the Russian efforts, and identifying Guccifer, DCLeaks and WikiLeaks’ respective roles in exposing the information, the unclassified DNI report is long on findings and short on evidence,” Moss told The Daily Caller.",
  "John Schindler, a former analyst with the National Security Agency who has been highly critical of Russia’s cyber attacks against the U.S., called the report “highly underwhelming.”\n\nMichael Weiss, a senior editor at The Daily Beast and CNN commentator, expressed a similar view.",
  "Eric Geller, a cybersecurity reporter with Politico, labeled the ODNI document “very thin.”\n\nGlenn Greenwald, a reporter with The Intercept who has downplayed the Russia connection, also asserted that the report contains little evidence to support its conclusions.",
  "“One can only hope that one or both of the two classified versions contain far more concrete evidentiary bases for these findings.”\n\nReporters who cover the White House and cyber security issues also panned the document.",
  "The ODNI report concludes, as expected, that Russian president Vladimir Putin directed spy agencies to engage in a campaign of cyber attacks against U.S. political groups, think tanks, and businesses.",
  "At various points, Russia’s intelligence agencies hoped to help Donald Trump’s electoral chances by directing the release of emails stolen from the Democratic National Committee and Clinton campaign.",
  "But as Election Day neared and most of the world believed that Clinton would beat the Republican, Putin and his comrades were resigned merely to undermine a President Clinton as much as they could.",
  "Time reporter Zeke Miller noted that much of the report focused on connections between the Kremlin and Russia Today, a news outlet that spouts pro-Russia propaganda, that are already known.",
  "But even by those lowered standards, the 25-page report is being called “disappointing,” “underwhelming” and “very thin” by national security experts and reporters.",
  "Even ardent critics of the Kremlin, as well as those who have criticized Trump for dismissing the Russian link, are calling the report a major let down.",
  "Few expected the declassified report from the Office of the Director of National Intelligence on Russian hacking to contain many bombshells.",
  "Bradley Moss, a national security expert and lawyer who handles security clearance cases, also calls the report disappointing.",
  "But the president-elect was briefing shortly before its release by the heads of four U.S. intelligence agencies.",
  "He also pledged to set up a task force to deal with cyber security issues within his first 90 days in office.",
  "It also states that Putin sought to undermine Hillary Clinton and to meddle in the U.S. democratic process.",
  "He released a statement in which he seemed to acknowledge that the Kremlin was behind the cyber attacks.",
  "The Kremlin’s goals shifting during its hacking campaign, the report states.",
  "But he stated that the intrusions did not sway the election in his favor.",
  "Ian Katz, an editor at BBC, said the report was “very low” on evidence.",
  "Trump has not commented on the report.",
  "Follow Chuck on Twitter"
]