[
  "Far from condemning Seth Rich for the purported leak, the Fox News article portrayed him as a whistleblower who released the DNC emails to expose that ‘top party officials conspired to stop Sen. Bernie Sanders of Vermont from becoming the party’s presidential nominee.’ Emphasizing the point, the article contained a photo of Rich in an American flag ensemble above the cutline: ‘Rich was fiercely patriotic, say family members.’ That readers could take markedly different views of Rich’s alleged leak underscores that Plaintiffs cannot satisfy the outrageousness element as a matter of law.”\n\nBut Friday’s indictments make it clear: No matter how Fox News or right-wing pundits tried to frame it, Seth Rich was not the source of the Wikileaks emails.",
  "But the fever swamps of the far right argued that somehow Seth Rich, who was shot to death about a block from where he lived in Washington, DC, on July 10, 2016, was the real source of the Wikileaks emails, saying that Seth, who worked at the DNC as the director of voter expansion data, was a supporter of Sen. Bernie Sanders and thus leaked the emails to help Sanders just before the Democratic National Convention was to take place.",
  "If Seth was wiki source, no Trump/Russia collusion https://t.co/QPHZwypU34 — Sean Hannity (@seanhannity) May 22, 2017\n\nIn March, the Riches filed a lawsuit in New York accusing Fox News and two Fox News contributors of manipulating them and using a former private investigator they’d hired to help find Seth’s killer, all to help push the false story that Seth Rich gave DNC emails to Wikileaks and was murdered as a result.",
  "In response, Fox News argued in a motion filed in May to dismiss the Riches’ claims of emotional distress, saying if Rich leaked the emails, it would imply that he was a hero:\n\n“Although Plaintiffs assert that the Fox News article caused them pain, other readers might well consider their son to be a hero.",
  "On Friday, the Department of Justice indicted 12 Russian intelligence officers for interfering the 2016 US presidential election by hacking the computer networks of members of Hillary Clinton’s campaign, the Democratic National Committee, and the Democratic Congressional Campaign Committee.",
  "On August 12, DCLeaks — a since-shuttered website used as a testing ground of sorts for dumping emails — posted more material, including a picture of former first lady Michelle Obama’s passport and emails from associates of Hillary Clinton.",
  "Reporters had already determined back in March that Guccifer 2.0 — the hacker who reportedly sent a “major trove of the #DCCC materials and emails to #wikileaks” — was actually believed to be a Russian intelligence officer.",
  "And Friday’s indictments make it clear — both Guccifer and DCLeaks were part of a Russian intelligence operation to influence the 2016 presidential election and swing it to Donald Trump.",
  "As Seth Rich’s parents, Joel and Mary Rich, wrote in a Washington Post op-ed in May 2017: “Seth’s job was to develop analytical models to encourage voters to turn out to vote.",
  "That simply wasn’t his job.”\n\nBut that didn’t stop some of the biggest names in right-wing media from pushing the story — even after Seth’s family demanded that they stop.",
  "None of his work involved high-level emails or having access to them, and his computer showed no evidence that he had any connection to Wikileaks whatsoever.",
  "The new documents confirm that Rich was not the source of the leaked Wikileaks emails, an unfounded claim that nonetheless dragged on for years.",
  "“Imagine that every single day, with every phone call, you hope it’s the police, calling to tell you that there has been a break in the case.",
  "He didn’t have access to DNC emails, Democratic Congressional Campaign Committee emails, John Podesta’s emails or Hillary Clinton’s emails.",
  "Imagine that instead, every call that comes in is a reporter asking what you think of a series of lies or conspiracies about the death.",
  "How a conspiracy theory was born\n\nOn July 22, 2016, WikiLeaks published more than 44,000 emails from the Democratic National Committee.",
  "The conspiracy theory was centered on a young man named Seth Rich, who was murdered in Northwest DC two years ago this month.",
  "That nightmare is what our family goes through every day.”\n\nCongress, investigate Seth Rich Murder!",
  "He was a young man whose death has been used and abused by people who should have known far better.",
  "In doing so, the DOJ also finally put a long-running conspiracy theory out of its misery.",
  "In the Washington Post op-ed, Joel and Mary Rich wrote about their ordeal.",
  "@JulianAssange made comments u need to listen to!",
  "None of this was true."
]