[
  "They also hacked into computers of a company that supplied software used to verify voter registration information; they targeted state and local offices responsible for administering the elections; and they sent spearphishing emails to people involved in administering elections, including attaching malicious software.",
  "Count Ten charges those eleven conspirators with money laundering for transferring cryptocurrencies through a web of transactions in order to purchase computer servers, register domains, and make other payments in furtherance of their hacking activities, while trying to conceal their connections to Russia.",
  "One of those defendants, and a twelfth Russian officer, are charged with conspiring to infiltrate computers of organizations involved with administering elections, including state boards of election, secretaries of state, and companies that supply software used to administer elections.",
  "In addition to releasing documents directly to the public, the defendants transferred stolen documents to another organization, that is not identified by name in the indictment, and they used that organization as a pass through to release the documents.",
  "Assistant Attorney General John Demers is here with me today because we intend to transition responsibility for this indictment to the Justice Department’s National Security Division while we await the apprehension of the defendants.",
  "Count Eleven charges two defendants for a separate conspiracy to access computers without authorization, and to cause damage those computers, in connection with efforts to infiltrate computers used to administer elections.",
  "The conspirators created fictitious online personas, including “DCLeaks” and “Guccifer 2.0,” and they used them to release information including thousands of stolen emails and other documents, beginning in June 2016.",
  "There was one unit that engaged in active cyber operations by stealing information and a different unit that was responsible for disseminating the information\n\nThe defendants used two techniques to steal information.",
  "Second, the defendants hacked into computer networks and installed malicious software that allowed them to spy on users and capture keystrokes, take screenshots, and exfiltrate, or remove, data from those computers.",
  "Count One charges eleven defendants for conspiring to access computers without authorization, and to damage to those computers, in connection with efforts to interfere with the presidential election.",
  "When we confront foreign interference in American elections, it is important for us to avoid thinking politically as Republicans or Democrats and instead to think patriotically as Americans.",
  "We need to work together to hold the perpetrators accountable, and we need to keep moving forward to preserve our values, protect against future interference, and defend America.",
  "First, they used a scam known as “spearphishing,” which involves sending misleading email messages and tricking users into disclosing their passwords and security information.",
  "Eleven of the defendants are charged with conspiring to hack into computers, steal documents, and release those documents with the intent to interfere with the election.",
  "According to the allegations in the indictment, the defendants worked for two units of the Main Intelligence Directorate of the Russian General Staff, known as the GRU.",
  "Counts Two through Nine charge eleven defendants with aggravated identity theft by employing the usernames and passwords of victims in order to commit computer fraud.",
  "The defendants accessed the email accounts of volunteers and employees of a U.S. presidential campaign, including the campaign chairman, starting in March 2016.",
  "In an effort to conceal their connections to Russia, the defendants used a network of computers around the world, and they paid for it using cryptocurrency.",
  "The indictment was returned today because prosecutors determined that the evidence was sufficient to present these allegations to a federal grand jury.",
  "The defendants covertly monitored the computers, implanted hundreds of files containing malicious computer code, and stole emails and other documents.",
  "Principal Associate Deputy Attorney General Edward O’Callaghan is also with me and he’s been assisting in managing the Special Counsel investigation.",
  "In a second, related conspiracy, Russian GRU officers hacked the website of a state election board and stole information about 500,000 voters.",
  "That is how the American people expect their Department of Justice to operate and that is how our department is going to operate.",
  "The partisan warfare fueled by modern technology does not fairly reflect the grace and dignity and unity of the American people.",
  "The indictment charges twelve Russian military officers by name for conspiring to interfere with the 2016 presidential election.",
  "The defendants falsely claimed that DCLeaks was a group of American hackers and that Guccifer 2.0 was a lone Romanian hacker.",
  "There is no allegation in the indictment that the Americans knew they were communicating with Russian intelligence officers.",
  "I want to caution you that people who speculate about federal investigations usually do not know all of the relevant facts.",
  "They also hacked into the computer networks of a congressional campaign committee and a national political committee.",
  "The Special Counsel’s investigation is ongoing and there will be no comments from the Special Counsel at this time.",
  "There will always be adversaries who seek to exacerbate our divisions and try to confuse, divide, and conquer us.",
  "Today, a grand jury in the District of Columbia returned an indictment presented by the Special Counsel’s Office.",
  "In our justice system, everyone who is charged with a crime is presumed innocent unless and until proven guilty.",
  "So long as we are united in our commitment to the values enshrined in the Constitution, they will not succeed.",
  "The conspirators corresponded with several Americans during the course of the conspiracy through the internet.",
  "They discussed the timing of the release of the documents in an attempt to enhance the impact on the election.",
  "Most anonymous leaks are not from the government officials who are actually conducting these investigations.",
  "It should go without saying that people who are not charged with a crime also are presumed innocent.",
  "Finally, a forfeiture allegation seeks the forfeiture of property involved in the criminal activity.",
  "There is no allegation that the conspiracy changed the vote count or affected any election result.",
  "We complete our investigations and we evaluate all of the evidence before we reach any conclusion.",
  "The blame for election interference belongs to the criminals who committed election interference.",
  "The units engaged in active cyber operations to interfere in the 2016 presidential election.",
  "Our analysis is based solely on the facts, the law, and Department of Justice policies.",
  "We follow the rule of law, which means that we follow procedures and reserve judgment.",
  "There is no allegation in this indictment that any American citizen committed a crime.",
  "The Internet allows foreign adversaries to attack America in new and unexpected ways.",
  "The indictment includes eleven criminal charges and a forfeiture allegation.",
  "I briefed President Trump about these allegations earlier this week.",
  "The President is fully aware of the Department’s actions today.",
  "Free and fair elections are always hard-fought and contentious.",
  "We do not try cases on television or in congressional hearings.",
  "In fact, both were created and controlled by the Russian GRU.",
  "Our response must not depend on which side was victimized.",
  "In my remarks, I have not identified the victims."
]