[
  "“I have tremendous respect for the work and service done by the men and women of this community to our great nation,” Trump said, but added:\n\nWhile Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines.",
  "The report states with “high confidence” that Russian President Vladimir Putin not only sought to undermine U.S. democracy and Clinton, but that Putin and the Russian Government developed a clear preference for President-elect Trump.” ODNI says that “when it appeared to Moscow that Secretary Clinton was likely to win the election, the Russian influence campaign began to focus more on undermining her future presidency.” Trump’s victory on November 8 came as a surprise to nearly everyone, including the Trump team.",
  "According to ODNI, Russian pursued these goals through a blended strategy, including targeted hacks against political targets but also a propaganda rush employing “state-funded media, third-party intermediaries, and paid social media users or ‘trolls.’”\n\nThe report notes that while some hacks also aimed at Republican targets, there was no comparable disclosure of documents.",
  "Immediately following the report, Speaker Paul Ryan, a Republican, issued a statement that disagreed with Trump’s suggestion of unclear responsibility while still asserting the legitimacy of Trump’s election:\n\nRussia has a track record of working against our interests, and they clearly tried to meddle in our political system.",
  "A unusual coalition—ranging from Trump and his closest allies to the liberal journalist Glenn Greenwald, a longtime skeptic of U.S. intelligence agencies—have refused to accept the evidence without a smoking gun.",
  "ODNI concludes that Russia’s government, having obtained emails from Clinton campaign chair John Podesta and others, then distributed them through a website called DCLeaks as well as through WikiLeaks.",
  "The ODNI report does not, and for reasons of classification perhaps cannot, offer anything more than repeatedly, sternly worded judgment from the intelligence agencies.",
  "There were attempts to hack the Republican National Committee, but the RNC had strong hacking defenses and the hackers were unsuccessful.",
  "Republicans and Democrats in Congress have been much more willing to accept the intelligence committee’s conclusions that Trump has.",
  "(As Politico’s Gabriel Debenedetti noted, the ODNI conclusion closely mirrors what Hillary Clinton told donors in December.)",
  "But for those less willing to take the intelligence assessment on faith, it’s hard to imagine the report will convince them.",
  "While Trump stopped short of directly disputing the content of the report, his conclusions are sharply at odds with theirs.",
  "We must also be clear that there is no evidence that there was any interference in the voting or balloting process.",
  "We cannot allow partisans to exploit this report in an attempt to delegitimize the president-elect’s victory.",
  "Donald Trump won this election fair and square because he heard the voices of Americans who felt forgotten.",
  "I strongly condemn any outside interference in our elections, which we must work to prevent moving forward.",
  "(Trump presumably received a classified version that may have offered more detail.)",
  "(WikiLeaks has denied that Russia was its source for the documents.)",
  "ODNI is blunt about Russia’s role."
]