[
  "He said in a statement to Reuters: “The indictments today show I did not conspire with any of the defendants to do the hacking, distribute the stolen emails or aid them in anyway.”\n\nDeputy U.S. Attorney General Rod Rosenstein announces grand jury indictments of 12 Russian intelligence officers in special counsel Robert Mueller's Russia investigation during a news conference at the Justice Department in Washington, U.S., July 13, 2018.",
  "At or around the same time, they also targeted 76 email addresses at the domain of the Clinton Campaign.”\n\nThe same day, candidate Trump told a news conference: “Russia if you are listening I hope you’re able to find the 30,000 (Clinton) emails that are missing,” referring to emails from a private server used by Clinton when she was secretary of state.",
  "“In light of this stunning indictment by the Justice Department that these Russian conspirators attacked our democracy and were communicating with Americans to interfere in our election, President Trump should immediately cancel his meeting with Vladimir Putin,” said Senator Jack Reed, the ranking Democrat on the Senate Armed Services Committee.",
  "“In addition to releasing documents directly to the public, the defendants transferred stolen documents to another organization, not named in the indictment, and discussed timing the release of the documents in an attempt to enhance the impact on the election,” Deputy U.S. Attorney General Rod Rosenstein told a news conference.",
  "The reporter, who was not identified, “responded by discussing when to release the documents and offering to write an article about their release.”\n\nThe indictment says the Russian operatives wrote to a unnamed person “who was in regular contact with senior members” of the Trump campaign.",
  "WASHINGTON (Reuters) - A federal grand jury charged 12 Russian intelligence officers on Friday with hacking Democratic computer networks in 2016, in the most detailed U.S. accusation yet that Moscow meddled in the presidential election to help Republican Donald Trump.",
  "The indictment documents extensive cooperation between the Russian hackers and the unnamed “Organization 1.”\n\nThat group appears to match WikiLeaks, which released large numbers of hacked Democratic Party emails during the 2016 campaign.",
  "Officers of Russia’s military intelligence agency, the GRU, covertly monitored computers of Democratic candidate Hillary Clinton’s campaign and Democratic campaign committees, and stole large amounts of data, the indictment said.",
  "In June 2016, “Organization 1 sent a private message to Guccifer 2.0 to ‘(s)end any new material (stolen from the DNC) here for us to review and it will have a much higher impact than what you are doing,” the indictment said.",
  "That same month, the indictment says, “the Conspirators, posing as Guccifer 2.0, sent a reporter stolen documents pertaining to the Black Lives Matter movement,” which was a sensitive political issue for the Democratic Party.",
  "The indictment, which alleges a wide-ranging conspiracy involving sophisticated hacking and staged releases of documents, raises the stakes for a summit next week between President Trump and Russian President Vladimir Putin.",
  "Slideshow (9 Images)\n\nMueller has secured indictments against several former Trump campaign aides, including former campaign chairman Paul Manafort and former White House national security adviser Michael Flynn.",
  "The indictment says that on or about July 27, 2016, the Russians attempted for the first time to break into email accounts “at a domain hosted by a third-party provider and used by Clinton’s personal office.",
  "It says Russian operatives provided direct assistance to a candidate for the U.S. Congress, who in August 2016 requested and received from Guccifer 2.0 documents stolen from the DCCC about their opponent.",
  "That indictment said the Russians adopted false online personas to push divisive messages, traveled to the United States to collect intelligence and staged political rallies while posing as Americans.",
  "U.S. intelligence agencies concluded in January 2017 that Russia, in action ordered by Putin, used propaganda and hacking to meddle in the election to harm Clinton and eventually help Trump.",
  "PROPAGANDA, HACKING\n\nMueller is investigating whether Trump’s campaign colluded with Russia and whether the president has unlawfully sought to obstruct the Russia investigation.",
  "But the 29-page document describes several incidents in which the alleged Russian hackers, using the internet personas DCLeaks and Guccifer 2.0, were in contact with Americans.",
  "The indictment says the Russian operatives told the person it would be a “great pleasure” to help them and later asked their opinion about a stolen DCCC document posted online.",
  "A few hours before the indictments were announced, Trump called the Mueller investigation a “rigged witch hunt” that is hurting the United States’ relationship with Russia.",
  "The announcement of the indictment came at an awkward time for Trump, who met Britain’s Queen Elizabeth at Windsor Castle on Friday for tea during a visit to Britain.",
  "On July 22, 2016, Organization 1 “released over 20,000 emails and other documents stolen from the DNC network by the Conspirators,” the indictment said.",
  "REUTERS/Leah Millis\n\n“RUSSIANS ARE NAILED”\n\nA former federal prosecutor, Renato Mariotti, raised the question of the next steps in the probe.",
  "It was the first by Mueller that directly charges the Russian government with meddling in the election, which Trump unexpectedly won.",
  "Friday’s indictment was secured by Special Counsel Robert Mueller as part of his probe into Russian involvement in the election.",
  "You can certainly imagine a subsequent indictment in the future of an American of being part of this conspiracy,” Mariotti said.",
  "In February, Mueller charged 13 Russians and three Russian companies in an elaborate conspiracy to interfere in the election.",
  "Trump lawyer Rudolph Giuliani, in a tweet, said the indictments showed it was time to end the special counsel’s probe.",
  "Trump said he would “absolutely, firmly ask” Putin about the meddling at their planned meeting in Helsinki on Monday.",
  "Time for Mueller to end this pursuit of the President and say President Trump is completely innocent,” Giuliani said.",
  "The Russian Foreign Ministry said on Friday that the indictment aimed to damage the atmosphere before the summit.",
  "It said there was no evidence that the 12 people charged were linked to military intelligence or hacking.",
  "Trump ally Roger Stone told CNN he “probably” was the person referred to in the indictment.",
  "WikiLeaks, which was not indicted, did not immediately respond to a request for comment.",
  "“The open question is whether Americans were involved in this and will they be charged.",
  "That matches the date that a WikiLeaks began publishing internal DNC documents.",
  "Several prominent Democratic lawmakers called on Trump to cancel the summit.",
  "“The indictments Rod Rosenstein announced are good news for all Americans.",
  "It contains no allegations that U.S. citizens committed a crime, he said.",
  "The candidate and the person’s party affiliation were not identified.",
  "Rosenstein said he briefed Trump this week about the indictment.",
  "Stone denied passing any stolen emails to WikiLeaks.",
  "“(P)retty standard,” the person responded.",
  "The Kremlin denies it interfered.",
  "No Americans are involved.",
  "The Russians are nailed."
]