[
  "He said the indictment’s timing was “a function of the collection of the facts, the evidence, and the law and a determination that it was sufficient to present the indictment at this time.”\n\n“I'll let the president speak for himself,” Rosenstein told reporters when asked if Trump—who just this morning in Great Britain again blasted the Russia investigation as a “rigged witch hunt”—supported the latest step in the nearly 14-month old Mueller probe.",
  "While Rosenstein stood alone on the podium five months ago when he announced another Mueller indictment of Russians alleged to have used social media to manipulate Americans during the 2016 election, on Friday he was flanked by two other officials: Assistant Attorney General for National Security John Demers and Rosenstein's top deputy, Ed O'Callaghan.",
  "Rosenstein added that the indictment does not allege that any U.S. citizen committed a crime, nor that “the conspiracy changed the vote count or affected any election result.”\n\nWhite House officials and Trump allies declared Rosenstein's statement as validating Trump's claim that there was \"no collusion\" between his campaign and Moscow.",
  "Mueller’s prior indictments have also revealed that George Papadopoulos, a Trump campaign foreign policy aide who pleaded guilty to lying to the FBI, was told by a Kremlin-linked professor that the Russian government had “dirt” on Clinton in the form of “thousands of emails” a full three months before the DNC hack became public.",
  "poster=\"http://v.politico.com/images/1155968404/201807/3527/1155968404_5809028178001_5809012172001-vs.jpg?pubId=1155968404\" true Mueller indicts 12 Russians for DNC hacking as Trump-Putin summit looms The indictment details the Kremlin's 2016 election meddling days before President Donald Trump is set to meet the Russian leader.",
  "The leaks had a quick political impact: In July 2016, Florida Rep. Debbie Wasserman Schultz resigned as DNC chairwoman after the party's national convention, a casualty of a batch of 20,000 stolen emails posted on WikiLeaks that suggested bias against the political committee against Clinton's primary rival, Bernie Sanders.",
  "During a 2016 presidential debate with Clinton, he said the election meddling could have been the work of China or even “somebody sitting on their bed, that weighs 400 pounds.”\n\nThe DNC was first breached in the summer of 2015, according to CrowdStrike, the cyber firm hired by the committee after the digital break-in.",
  "Two months after the 2016 election, a declassified report issued by the CIA, FBI and NSA — at President Barack Obama’s request — stated with “high confidence” that Russian military intelligence had used the Guccifer 2.0 persona, DCLeaks.com and WikiLeaks to release its hacked documents.",
  "After that meeting, Trump reported that Putin had denied the charges, and Trump publicly declared that it was “time to move forward.” Russia’s foreign minister separately claimed that that Trump “accept[ed]” Putin’s insistence that the Russian government did not meddle in the election.",
  "Prosecutors say Russian officials also gained access to computer networks at the DCCC and DNC, where they covertly monitored the online activity of dozens of employees while implanting hundreds of files of malicious computer code to steal passwords and stay on their networks.",
  "\"That’s not our responsibility.”\n\nThe indictments are the latest charges in a probe that has already netted guilty pleas from three former Donald Trump campaign aides, two of them for lying to the FBI about their contacts with Russians during or after the 2016 campaign.",
  "On April 6, 2016, the Russians allegedly sought to access the emails of more than 30 Clinton campaign officials, creating a fake email address that nearly matched one of the campaign officials and including an attachment that appeared to be about Clinton's poll numbers.",
  "While many of the indictment's details confirmed previous news reports and other assessments, it dramatically shifts the context for Trump's upcoming meeting with Putin, whom U.S. intelligence services have concluded was behind the 2016 election interference scheme.",
  "The charges filed in U.S. District Court in Washington against the Russians include criminal conspiracy to commit offense against the U.S. through cyber operations and attempting to hack into state election officials, aggravated identity theft and money laundering.",
  "Mueller has also indicted Russian Internet “trolls,” not directly employed by the Russian government, for using fake American personas to communicate with “unwitting” Trump aides and U.S. individuals as they gathered information on the American political landscape.",
  "“The Democratic National Committee was the first major target of the Russian attack on our democracy, and I strongly believe that every individual who helped carry it out—foreign or domestic—should be held accountable to the fullest extent of the law,” she said.",
  "Democrats have long speculated that Moscow received guidance from Americans, possibly even ones within the Trump campaign, about how to which political targets to exploit and what kinds of leaked information would most resonate with swing voters.",
  "Key figures close to Trump—including his son Donald Trump Jr. and his former political adviser Roger Stone—have admitted to communicating with Kremlin-linked individuals and WikiLeaks, the group that posted many of the Democrats’ hacked emails.",
  "Story Continued Below\n\nRosenstein said the Russians stole and released Democratic documents after planting malicious computer codes in the network of the Democratic National Committee as well as the Democratic Congressional Campaign Committee.",
  "Deputy Attorney General Rod Rosenstein announced the indictment, filed in federal district court in Washington, just days before a scheduled Monday summit in Helsinki between President Donald Trump and Russian President Vladimir Putin.",
  "Although the 11-criminal count indictment was obtained by prosecutors from Mueller's office, Rosenstein said plans are to hand the case off to Justice's National Security Division \"while we await the apprehension of the defendants.\"",
  "Mueller is also investigating the president for potential obstruction of justice, related in part to his April 2017 firing of FBI Director James Comey, who was then overseeing the federal government's burgeoning Trump-Russia probe.",
  "“I’m pleased that the Justice Department is following the facts wherever they may lead, despite Donald Trump’s dangerous distortions and his refusal to acknowledge the conclusions reached by the American Intelligence Community.”",
  "While lawyers for one of the Russian companies fighting Mueller’s earlier charges has pushed back in federal court, It’s still considered unlikely any of the latest spate of charged hackers will actually end up in a U.S. court.",
  "According to the indictment, the Russians employed a wide variety of tactics, including the creation of a fake website that mimicked the progressive ActBlue.com with the goal of siphoning contributions from Democratic donors.",
  "But appearing next to British Prime Minister Theresa May outside London hours before the indictment was publicly unveiled, Trump had complained that the Mueller probe has complicated his effort to befriend the Russian leader.",
  "The day after the DNC revealed it had been compromised, an online persona that went by the name Guccifer 2.0 popped up, claiming to be the DNC hacker and posting a sampling of documents stolen from the committee’s servers.",
  "The Clinton campaign leaks also became a regular subject in the American media, which picked up on everything from portions of Clinton’s private speeches to Wall Street bankers to Podesta’s recipe for “creamy” risotto.",
  "And while Sanders publicly made amends with Clinton, the leaks fueled lingering suspicion among his supporters, some of whom post-election studies and polls show stayed home that November or even voted for Trump.",
  "In late May and early June, the indictment adds, the Russians took \"countermeasures\" to maintain access to DNC and DCCC networks after the Democratic groups hired a security company to fight off the intrusions.",
  "He said the lack of any claim that the hacking affected vote totals or the outcome of the election was not a conclusion on whether that happened, but rather something beyond the purview of federal prosecutors.",
  "\"Today’s charges include no allegations of knowing involvement by anyone on the campaign and no allegations that the alleged hacking affected the election result,\" White House spokeswoman Lindsay Walters said.",
  "After Guccifer 2.0 posted the stolen documents, the persona contacted a person identified in the indictment as \"a person who was in regular contact with senior members of the presidential campaign of Donald J.",
  "In March 2016, Russian hackers infiltrated campaign chairman John Podesta’s personal Gmail account, gaining access after Podesta clicked on a link in a fake email instructing him to change his password.",
  "Through those tactics, they stole user names and passwords from several people and used the information to both steal emails and hack into other Clinton campaign computers, according to the charges.",
  "“WikiLeaks is unfortunately now practically a fully owned subsidiary of Russian intelligence,” Clinton told an Australian broadcaster a week after the Podesta emails started appearing on the site.",
  "Special counsel Robert Mueller indicted 12 Russian military officials on Friday and accused them of hacking into two Democratic Party computer systems to sabotage the 2016 presidential election.",
  "WikiLeaks’ first post of Podesta’s communications came just half an hour after The Washington Post released the “Access Hollywood” videotape of Trump bragging about sexually assaulting women.",
  "What impact they may have had or what their motivation may have been—independently of what’s required to prove this offense—is a matter of speculation,\" the deputy attorney general said.",
  "Other mysterious websites, such as DCLeaks.com, suddenly appeared, posting caches of purloined emails and documents that the media eagerly consumed and converted into splashy headlines.",
  "The indictment alleges that the Russian military officials in 2016 sent spearphishing emails to volunteers and employees of Clinton’s campaign, including its chairman, John Podesta.",
  "The communications match text messages to and from Stone that have been previously reported and which Stone himself, who says he did nothing wrong, posted on his personal website.",
  "Guccifer 2.0 proceed to disseminate reams of documents, shopping them to journalists and bloggers around the country in an effort to destabilize both local and national elections.",
  "The Russians allegedly used stolen login credentials to insert the fraudulent link on the Democratic Congressional Campaign Committee's website, where donors would click on it.",
  "The techniques allowed the Russians to get into cloud-based services in September 2016 that contained \"test applications related to the DNC's analytics,\" the indictment says.",
  "Speaking at a press conference at Justice Department headquarters in Washington, Rosenstein said he briefed Trump about the upcoming criminal charges earlier this week.",
  "The culprit, the firm said, was “Cozy Bear,” a Russian intelligence-linked hacker group that had previously infiltrated the White House and State Department.",
  "The following April, another group, the Russian military-aligned “Fancy Bear,” joined its counterpart, apparently without any coordination between the two.",
  "\"This is consistent with what we have been saying all along.”\n\nHowever, during a question-and-answer session with reporters, Rosenstein was more cautious.",
  "“Obviously it was important for the president to know what information we've uncovered because he's got to make very important decisions for the country.",
  "\"I think that we would have a chance to have a very good relationship with Russia and a very good chance—a very good relationship with President Putin.",
  "The indictment describes communications between an unnamed person and Guccifer 2.0, an online persona the indictment calls a cover for the GRU hackers.",
  "The Russians asked Stone about the info they posted on the Democrats' turnout model and Stone replied it was \"pretty standard,\" the indictment alleges.",
  "They also spent seven hours trying to reactive a hacking tool known as \"X-Agent\" that the security company had disabled, according to the indictment.",
  "This is what they ought to be doing,” said Trump's personal lawyer John Dowd, who has often criticized Mueller's focus on Trump and his associates.",
  "That same day, the Obama administration took the unprecedented step of accusing Russia of deploying its hackers to meddle with the U.S. election.",
  "Weeks later, the DNC caught on to the digital rummaging — and it quickly dawned on officials that they might have a catastrophe on their hands.",
  "Mueller, who has been the focus of intense attacks and vitriol from Trump and his allies, was again absent as the new charges were announced.",
  "Still, WikiLeaks founder Julian Assange insisted there was “no proof” Russia was behind the stolen documents that ended up on his website.",
  "Clinton supporters also say the leaked Podesta emails blunted the fall out from two bombshell news stories that were damaging for Trump.",
  "From there, the hackers created backup files and then moved the backups to other cloud accounts the hackers controlled, the charges say.",
  "That possibility seems remote—however Democrats on Friday called on Trump to demand their extradition to when he meets with Putin.",
  "That allowed the Russians free rein to explore DNC servers, collecting login credentials and lifting private emails and documents.",
  "In recent years, the Justice Department has similarly filed charges against Chinese and Iranian officials for cyber intrusions.",
  "U.S. intelligence agencies have assessed that Putin ordered a Russian effort to manipulate the 2016 election in Trump’s favor.",
  "But the tech-support contractor that picked up the phone thought it might be a prank and the committee didn’t follow through.",
  "Those measures included attempts to \"delete traces of their presence on the DCCC network using the computer program CCleaner.",
  "He has done so at least once before, during the leaders’ first meeting in at the G20 summit in Hamburg, Germany last July.",
  "\"The indictments Rod Rosenstein announced are good news for all Americans,\" said Trump's personal lawyer, Rudy Giuliani.",
  "Even before the indictments landed, Trump said he would raise with Putin the issue of Russian election interference.",
  "Demers heads the division assigned to take over the case, while O'Callaghan has been overseeing Mueller' probe.",
  "The Russians also illegally downloaded data related to some 500,000 voters from a state database, he charged.",
  "\"In fact this link directed the recipients' computers to a GRU-created website,\" the indictment alleges.",
  "The FBI first reached out to the DNC in September to alert staffers that they were under digital siege.",
  "Time for Mueller to end this pursuit of the President and say President Trump is completely innocent.\"",
  "Guccifer 2.0 released tens of thousands of emails through DC Leaks and Wikileaks, per the indictment.",
  "Six months later, WikiLeaks started Podesta’s entire Gmail catalogue online in small, daily batches.",
  "But American officials see indictments of overseas hackers as a way of shaming foreign governments.",
  "What first appeared to be a confusing oddity quickly became a dominant force in the 2016 election.",
  "\"I think that really hurts our country and it really hurts our relationship with Russia,\" he said.",
  "WikiLeaks, the pro-transparency activist group, also started posting stolen DNC emails in July.",
  "Senate Democratic leader Chuck Schumer quickly called on Trump to cancel the planned meeting.",
  "But what came next caught everyone — including counterintelligence veterans — off guard.",
  "So he needs to understand what evidence we have for an election interference,” he added.",
  "Several Trump allies said they welcomed tough action against Russian election meddlers.",
  "he proclaimed at one October 10 rally, waving paper copies of hacked emails in the air.",
  "In a statement on Friday, Wasserman Schultz applauded the latest Mueller indictments.",
  "Fancy Bear started collecting much of the same information, according to researchers.",
  "The Russians allegedly funded their online hacking network with cryptocurrency.",
  "Trump has often cast doubt on whether Russia meddled in the election at all.",
  "In June, the DNC went public, blaming Russia for the digital espionage.",
  "The omnipresent headlines distracted and demoralized Clinton's team.",
  "Separately, the Clinton campaign was rocked by its own data breach.",
  "\"We know the goal was to have an impact on the election.",
  "Trump gleefully spotlighted the Democratic divide.",
  "\"This WikiLeaks is like a treasure trove!\"",
  "Trump reveled in the chaos.",
  "No Americans are involved.",
  "\"The Russians are nailed.",
  "he said later that month.",
  "“This is good stuff.",
  "\"I love WikiLeaks!\"",
  "I would hope so.\"",
  "Trump.\""
]