[
  "(RELATED: Leaked Soros Memo: Refugee Crisis ‘New Normal,’ Gives ‘New Opportunities’ For Global Influence)\n\nThat memo made three key points: OSF — which doles out millions to left-wing causes — has been successful at influencing global immigration policy; Europe’s refugee crisis presents “new opportunities” for the organization to influence global immigration policy; and the refugee crisis is the “new normal.”\n\n“The Crisis of Global Capitalism” by George Soros — $28.02 Hardcover\n\nFollow Hasson on Twitter",
  "“This will be amplified as demographic forces, globalization, climate change, and conflicts increase migration pressures in the coming decades.”\n\nAs previously reported by The Daily Caller, a (different) leaked OSF memo focusing on OSF’s International Migration Initiative argues that Europe’s refugee crisis should be accepted as a “new normal,” and that the refugee crisis means “new opportunities” for Soros’ organization to influence immigration policies on a global scale.",
  "IMI’s work responds to both trends.”\n\n“The fierce opposition to immigration reforms in the US and Europe, rising numbers of deaths in the Mediterranean, and record numbers of unaccompanied children point to a breakdown in the governance and public acceptance of migration,” the memo continues.",
  "George Soros’s Open Society Foundations is anticipating an increase in “migration pressures in the coming decades” due in part to “globalization,” according to a leaked memo outlining a proposed strategy for successfully influencing immigration policy.",
  "“In some contexts, governments manage migration through guest worker programs that restrict migrants’ rights by tying them to short-term jobs, satisfying business demand for cheap labor while also appeasing anti-migrant sentiment.",
  "More people than ever before are crossing borders in search of safety and a better life, while in nearly every region xenophobia, populism, and hostility towards migrants are on the rise,” notes the memo.",
  "The memo, which was published by “hacktivist” group DCLeaks, contains a proposed strategy for OSF’s International Migration Initiative, which aims to influence global immigration policy.",
  "Elsewhere, governments pursue policies of deterrence and enforcement designed to keep migrants out.",
  "The proposed strategy previews the organization’s work from 2016 to 2019.",
  "“IMI’s work on migration is set against a volatile backdrop."
]