[
  "Rep. Adam Schiff (D-CA), the ranking member of the House Intelligence Committee who has been one of the foremost proponents of the “Russia collusion” theory, persisted with his attacks on the president, telling CNN’s Wolf Blitzer that the indictments meant that President Trump should back out of a meeting scheduled with President Vladimir Putin in Helsinki, Finland, on Monday.",
  "John Podesta, the former chair of Hillary Clinton’s presidential campaign whose emails were among those hacked and leaked, welcomed the indictments as if they contradicted President Donald Trump’s claims about a “witch hunt.” Yet, ironically, the indictment confirms that there were no Americans involved in either the hacking or the dissemination of the Democrats’ emails.",
  "These GRU officers, in their official capacities, engaged in a sustained effort to hack into the computer networks of the Democratic Congressional Campaign Committee, the Democratic National Committee, and the presidential campaign of Hillary Clinton, and released that information on the internet under the names “DCLeaks” and “Guccifer 2.0” and through another entity.",
  "Deputy Attorney General Rod Rosenstein announced the indictment of 12 members of Russian military intelligence Friday for hacking Democrats’ emails during the 2016 presidential election, and noted there was no collusion alleged with any Americans.",
  "He added:\n\nThere is no allegation in the indictment that any American was a knowing participant in the alleged unlawful activity or knew they were communicating with Russian intelligence officers.",
  "Rosenstein announced:\n\nThe indictment charges twelve Russian nationals for committing federal crimes that were intended to interfere with the 2016 U.S. presidential election.",
  "Thus far, none of the indictments by the Department of Justice or Special Counsel Robert Mueller have had anything to do with collusion with Russia during the 2016 election.",
  "All twelve defendants are members of the GRU, a Russian Federation intelligence agency within the Main Intelligence Directorate of the Russian military.",
  "There is no allegation in the indictment that the charged conduct altered the vote count or changed the outcome of the 2016 election.",
  "He did not mention any evidence gathered from the computer servers of the Democratic National Committee, which were never provided.",
  "Rosenstein said that the Russians who had been indicted had used “spearphishing” to gain access to Democrats’ accounts.",
  "He is also the co-author of How Trump Won: The Inside Story of a Revolution, which is available from Regnery.",
  "The most prominent convictions have been for false statements to the FBI.",
  "He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "Follow him on Twitter at @joelpollak."
]