[
  "In the memo, Open Society Foundations (OSF) executives lamented that progressive groups and members of the Arab, Middle Eastern, Muslim, and South Asian-American (AMEMSA) community lacked “high quality opposition research” to combat “anti-Muslim xenophobia and to promote tolerance.”\n\nTo close that gap, OSF sought to provide a $200,000 grant to CAP, which was founded in 2003 by Hillary Clinton’s campaign chairman John Podesta.",
  "“We need a clearer understanding of what by all indications is a well orchestrated and well financed system by which right-wing think tanks, pundits, and politicians are able to introduce false narratives and flawed research into the media cycle and use their misinformation to manipulate public opinion and thwart progressive counterterrorism policies,” the memo states.",
  "“CAP’s first step will be to interview and engage journalists, researchers, academics, and leaders in the anti-hate movement who are researching and writing on Islamophobia, and to develop a roster of knowledgeable and credible experts to whom journalists and policymakers can turn for information,” it continues.",
  "It names prominent critics of radical Islam, such as Pamela Geller, Frank Gaffney, and Robert Spencer as targets for opposition researchers working on a project operated by the Center for American Progress (CAP), a liberal think tank that has received millions of dollars in grants from Soros’ groups.",
  "According to the OSF document, which was published on a new website called DCLeaks, CAP would also explore the interactions of groups of conservative think tanks, pundits and politicians which were part of the so-called Islamophobia movement.",
  "(RELATED: Soros Groups Get Hacked, Hundreds Of Documents Leaked)\n\nThe CAP project, called the Examining Anti-Muslim Bigotry Project, set out to engage progressives and journalists to raise awareness about the critics of radical Islam.",
  "In addition to Geller, Gaffney and Spencer, CAP planned to “research and track” the activities of David Horowitz, Daniel Pipes, Cliff May and Liz Cheney, the daughter of former Vice President Dick Cheney.",
  "The 2011 document, entitled “Extreme Polarization and Breakdown in Civil Discourse,” is one of more than 2,500 files stolen from Soros’ Open Society Foundations and published online on Saturday.",
  "A non-profit group controlled by billionaire financier George Soros set out to conduct opposition research on a handful of critics of radical Islam, a newly released internal memo shows.",
  "“Just as critically, CAP will approach its work with an appreciation of the connections between the Islamophobia movement and related forms of xenophobia.”\n\nFollow Chuck on Twitter",
  "Its 2011 tax filings show that it gave CAP the $200,000 grant as well as two others totaling $500,000.",
  "OSF did fund CAP’s project."
]