[
  "[ NYT / Stephanie Giry and Wai Moe ]\n\n] And more importantly, she's asked ex-UN Secretary General Kofi Annan to chair a panel on the treatment of the country's badly mistreated Rohingya Muslim minority — which might have been a political ploy before her US visit, but might be an indication that she knows something needs to be done.",
  "… But maybe the real question is whether Bill Clinton, who had already lost one election by the time of his marriage, would have succeeded in becoming America’s youngest governor and one of the country’s most popular presidents without Hillary Clinton by his side?",
  "Regulators are wary of approving agriculture mergers in general, and they're likely to be particularly skeptical of the Bayer/Monsanto merger, which would bring a whole lot of the US's seed market under the control of one company.",
  "[ Vox / Brad Plumer ]\n\n] It's just the latest in a string of mergers and proposed mergers among the six remaining heavyweights in agribusiness, as companies have responded to a rough business patch by trying to consolidate.",
  "[Reuters / Simon Lewis and Wa Lone]\n\nColin Powell is just like us (an email kvetch)\n\nMiscellaneous\n\nMeet Diego, the Galapagos giant tortoise whose mad game with the ladies has almost singlehandedly saved his species.",
  "[ Prairie Farmer / Holly Spangler ]\n\n] Farmers are, however, beginning to question whether GMO seeds are worth the high prices they command — another obstacle to agribusiness that has helped spur mergers like this.",
  "[ WSJ / Jacob Bunge ]\n\n] One example: The combined Bayersanto giant would almost certainly have to spin off some of its cottonseed products — otherwise, it would control 70 percent of the cottonseed market.",
  "[ AFP / Santiago Piedra Silva ]\n\n] A lead paint company gave $750,000 to an independent group backing Scott Walker — around the same time that he signed new laws limiting lawsuits from lead paint victims.",
  "Ready or not...\n\nPresident Obama said the US was ready to lift its remaining sanctions against the government of Myanmar Wednesday, after meeting with the country's de facto leader, Aung San Suu Kyi.",
  "[Vice / Noah Kulwin]\n\nVerbatim\n\n\"Relief supplies have reached five Russian scientists besieged by polar bears for nearly two weeks at a remote weather station on Troynoy Island in the Arctic.",
  "[ BuzzFeed / Matt Zeitlin ]\n\n] \"It is easy to ask, as many do, whether Hillary Clinton would ever have had a shot at being the first female president if she wasn’t married to Bill Clinton.",
  "[ The Guardian / Suzanne Goldenberg ]\n\n] \"Democracy's primary excellence is that it rules out the mirage of violent revolution as a chiliastic solution to current disappointments.\"",
  "[ Autostraddle / Heather Hogan ]\n\n] The world's oldest man is celebrating his 113th birthday by having his bar mitzvah, which he couldn't celebrate at 13 because of World War I.",
  "[ Reuters / Jeff Mason and Timothy Mclaughlin ]\n\n] Some sanctions against Myanmar had already been removed after 2011, when the country's military junta formally dissolved.",
  "Agribusiness giant Monsanto accepted an offer from agribusiness giant Bayer to acquire the company for $56 billion — a merger that would create an agribusiness supergiant.",
  "Monsanto and Bayer want to merge (but regulators might not be so keen); Obama promises to lift the last remaining sanctions on Myanmar; Colin Powell's emails got hacked.",
  "[ Harry Reid to Washington Post / Ben Terris ]\n\n] \"I strapped on a Samsung Gear VR and returned to my darkest hours, this time in full, immersive virtual reality.\"",
  "[Brad DeLong]\n\nWatch this: The Oxford comma's unlikely origin\n\nOxford commas are the world's most controversial punctuation mark — but where did they come from?",
  "But it did announce before the meeting that it's restored Myanmar to a list of poor and developing countries whose exports to the US are exempted from tariffs.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "The company has become a liberal target for its use of GMOs (among other things), though it's worth noting that many farmers themselves don't mind it.",
  "[ The Guardian / Ed Pilkington ]\n\n] I (Dylan) have apparently played 70 hours of Stardew Valley over the past two weeks, or so my computer tells me.",
  "[ LAT ]\n\n] The moves are an acknowledgment not just of the changes at the head of the Burmese government since 2011 but in inter-ethnic relations.",
  "The rest are sanctions on selling to the country's military (which, arguably, don't need to be lifted for the country to develop economically).",
  "Anti-Muslim violence has risen in Myanmar in recent months, and hundreds of protesters (many of them Buddhist monks) greeted Annan's arrival.",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Dara Lind and Dylan Matthews.",
  "[ Grist / Nathanael Johnson ]\n\n] What businesses call \"consolidation\" regulators call \"antitrust violation.\"",
  "Maybe Bill Clinton held her back – and Hillary Clinton would have got there any way, or even sooner.\"",
  "[ Bloomberg / Jack Kaskey ]\n\n] The acquisition could be an opportunity for Monsanto to rebrand.",
  "[ NPR / Merrit Kennedy ]\n\n] The Obama administration hasn't yet removed the sanctions.",
  "[WSJ / Jacob Bunge]\n\nSign up for Vox Sentences: By signing up, you agree to our terms.",
  "[ Haaretz / Stefanie Järkel ]\n\n] Self-driving Ubers are now a thing in Pittsburgh.",
  "Suu Kyi held a summit last month with the country's remaining insurgent groups.",
  "… The animals could have been attracted by the smell of leftovers.\"",
  "[ BBC / Jonah Fisher ]\n\n] But the path won't be easy.",
  "For more newsletters, check out our newsletters page.",
  "Vox's Phil Edwards explores the history.",
  "Here's what it's like to take one.",
  "[ BBC ]\n\n] \"I hate palm trees.\"",
  "Here's why you should too.",
  "[YouTube / Phil Edwards]",
  "Frankenbusiness!"
]