[
  "The letter was signed by Vice Chairman of the Senate Select Committee on Intelligence Mark R. Warner, D-Va., Senate Minority Leader Chuck Schumer, D-N.Y., Democratic Whip Dick Durbin, D-Ill., and several other key committees' top-ranking Democrats, including Bob Menendez, D-N.J., Dianne Feinstein, D-Calif., Jack Reed, D-R.I., Patrick Leahy, D-Vt., and Sherrod Brown, D-Ohio.",
  "More: Russian indictments come days before Trump's first summit with Putin\n\nAt a Friday press conference with U.K. Prime Minster Theresa May, two hours before the indictments were announced, Trump said he would press Putin on the subject of what he calls \"meddling\" – though he didn't expect Putin to admit to it.",
  "That indictment, unsealed Friday, accuses the Russian operatives of a far-ranging plot to disrupt the democratic process by stealing tens of thousands of emails from Democratic party officials and Clinton campaign operatives, and then leaking them via a website called DCLeaks.",
  "A group of top Senate Democrats on Saturday wrote to Trump, urging him not to hold a one-on-one meeting with Putin, without other Americans in the room, and to cancel the meeting if the Russian cyber attack on the U.S. election won't be the meeting's top issue.",
  "(Photo: Pablo Martinez Monsivais, AP)\n\nLONDON – President Donald Trump blamed his predecessor Saturday for not doing more to prevent and punish Russia's cyber attack on Democratic email servers in an attempt to influence the 2016 presidential election.",
  "\"The stories you heard about the 12 Russians yesterday took place during the Obama Administration, not the Trump Administration,\" Trump tweeted, his first response to the indictments of Russian intelligence officers in the hacking scheme.",
  "CLOSE The indictments were announced Friday by Deputy Attorney General Rod Rosenstein as part of the ongoing special counsel probe into potential coordination between the Trump campaign and Russia.",
  "That comment came two hours before the indictments were announced, but Deputy Attorney General Rod Rosenstein said he had briefed the president on the matter before he left Washington Monday.",
  "The response was almost identical to Trump's reaction in February to the indictment of 16 Russians accused of carrying out a social media propaganda campaign to influence the 2016 election.",
  "\"To do so, you must rely on the expertise and the experts of the State Department, Defense Department, CIA and other U.S. government agencies – not wing it on your own,\" they wrote.",
  "But this time, the indictments have thrown a new variable into the already uncertain agenda when Trump meets with Russian President Vladimir Putin on Monday in Helsinki.",
  "Those leaked emails became the source for countless news stories portraying Clinton in unflattering terms as she engaged in a hard-fought campaign with Trump.",
  "More: 12 Russian intelligence officers indicted for hacking into DNC, Clinton campaign\n\nBut Trump said the Obama administration could have stopped the leaks.",
  "\"Why didn’t they do something about it, especially when it was reported that President Obama was informed by the FBI in September, before the Election?\"",
  "The senators called on Trump to \"advance a well-coordinated U.S. message,\" supported by senior administration leaders, to hold Russia accountable.",
  "The president said he would use his time at the resort for \"two days of meetings, calls and hopefully, some golf – my primary form of exercise!\"",
  "(July 13) AP\n\nPresident Donald Trump and first lady Melania Trump walk from Air Force One at Glasgow Prestwick Airport in Scotland Friday.",
  "But the Obama White House was hesitant to go public because of worries Obama would be seen as trying to influence the election himself.",
  "Trump also advanced a vague and unsourced conspiracy theory: \"Where is the DNC Server, and why didn’t the FBI take possession of it?",
  "More: Trump 'happy to be back in Scotland' despite planned protests\n\nRead or Share this story: https://usat.ly/2uBDOlk",
  "Obama ordered an investigation into the hackings and confronted Putin about the cyberattacks in September 2016.",
  "Trump's tweets came Saturday from Scotland, where he's spending the weekend at his Turnberry golf club.",
  "There won’t be a Perry Mason here, I don’t think,\" he said.",
  "\"But I will absolutely firmly ask the question.\"",
  "I don’t think you’ll have any 'Gee, I did it.",
  "\"I will absolutely bring that up.",
  "Deep State?\"",
  "You got me.'",
  "I did it."
]