[
  "The indictment states that on August 15, 2016, and again on September 9, Russian officers posing as Guccifer 2.0 \"wrote a person who was in regular contact with senior members\" of the Trump campaign, with language that matches Twitter messages previously released by Stone, who is not named in the indictment.",
  "JUST WATCHED Rosenstein: Think as Americans, not partisans Replay More Videos ... MUST WATCH Rosenstein: Think as Americans, not partisans 02:34\n\nIn his Friday night interview, Stone continued to say he does not believe Russia behind the hacking of the 2016 election.",
  "\"There is no allegation in the indictment that any American was a knowing participant in the alleged unlawful activity or knew they were communicating with Russian intelligence officers,\" Rosenstein said, stressing that the investigation was \"ongoing.\"",
  "Additionally, the indictment alleges that \"organization 1\" released more than \"20,000 emails and other documents stolen from the DNC network by the Conspirators\" on or about July 22, 2016, just before the start of the Democratic National Convention.",
  "Friday's indictment states that in one message sent in August 2016, \"the conspirators, posing as Guccifer 2.0,\" sent a message to the unnamed individual that said, \"please tell me if i can help u anyhow ... it would be a great pleasure to me.\"",
  "CNN has previously reported that Stone communicated in August 2016 with Guccifer 2.0, the self-proclaimed hacker who took responsibility for breaching the Democratic National Committee and releasing its emails earlier that summer.",
  "The indictment also alleges that organization 1 released the first set off emails from the chairman of the Clinton campaign on October 7, 2016, which is the same day WikiLeaks released the first batch of John Podesta's emails.",
  "The indictment lays out how the Russian intelligence officers, posing as Guccifer 2.0, discussed how to release the stolen documents to \"heighten their impact\" on the election with organization 1 providing guidance on timing.",
  "Grant Smith, an attorney for Stone, said in a statement, \"It is clear from the indictment issued today that our client, Roger Stone, was not in any way involved with any of the alleged hacking of the 2016 election.\"",
  "Earlier Friday, Stone acknowledged to CNN that an exchange in the indictment matches messages he previously released, but initially maintained that he did not believe that he is the unnamed person in the indictment.",
  "As was firmly established in the recently dismissed lawsuit and in the indictment today, Roger's benign communications first take place many weeks after the alleged hacking events described in today's indictment.\"",
  "The indictment further alleges the hackers' specifically sought out documents from the Democratic Congressional Campaign Committee related to Hillary Clinton, Ted Cruz, Trump and the Benghazi investigations.",
  "\"As he testified before the House Intelligence Committee under oath, his 24 word exchange with someone on Twitter claiming to be Guccifer 2.0 is benign based on its content, context and timing.",
  "Washington (CNN) Roger Stone appears to be the unnamed individual in a new Russia probe indictment made public Friday who is described as having communicated with Guccifer 2.0 in 2016.",
  "The US congressional candidate who asked for stolen documents and the person who communicated with the conspirators and with the Trump campaign were not charged in the indictment.",
  "DCLeaks is another pseudonym used by Russian intelligence officers to release damaging information on Clinton's campaign and Democrats in Washington, according to the indictment.",
  "Stone told CNN by phone, \"I don't think it is me because I wasn't in regular contact with members of the Trump campaign,\" although he was in contact with Donald Trump himself.",
  "Referring to remarks from Deputy Attorney General Rod Rosenstein on Friday, Stone said, \"Look, Rosenstein said in his comments that they knew of no crime by US citizens.",
  "This exchange is now entirely public and provides no evidence of collaboration or collusion with Guccifer 2.0 or anyone else in the alleged hacking of the DNC emails.",
  "\"He's spending a lot of money, and Roger is a critical piece for him to make the argument for an impeachment of Donald Trump,\" Nunberg told CNN's Erin Burnett.",
  "Stone, a longtime associate of President Donald Trump and political figure, agreed with the sentiment in a Friday night interview on CNN's \"Cuomo Prime Time.\"",
  "Sam Nunberg, Stone's former protégé, said in an interview on CNN's \"Erin Burnett OutFront\" that he also thought the indictment was referring to Stone.",
  "Though not named in the indictment, the organization appears to be WikiLeaks, which released thousands of DNC emails on July 22, 2016.",
  "That same message shows up in screen shots that Stone previously released of an exchange he had over Twitter with Guccifer 2.0.",
  "Stone went on to closely parse the language of the indictment, arguing, \"My contact with the campaign in 2016 was Donald Trump.",
  "In a news conference Friday, Rosenstein said the indictment does not name an American citizen as a knowing participant.\"",
  "It also alleges a congressional candidate asked Guccifer 2.0 for stolen documents, which the candidate then received.",
  "\"When I communicated with Roger about this, Roger told me he had met with Assange and I believed him at the time.",
  "Stone released screenshots of Twitter direct messages between himself and Guccifer, and downplayed the exchanges.",
  "\"I never denied that it was me, I just didn't understand the earlier reference,\" Stone told CNN's Chris Cuomo.",
  "Roger received no information from Guccifer 2.0 or dcLeaks, nor did he provide any counsel to them.",
  "In his interview later Friday with Cuomo, Stone that he \"misunderstood the reference.\"",
  "Stone said the messages \"don't provide any evidence of collaboration or collusion.\"",
  "They included my exchange with Guccifer, which is now public, in the indictment.",
  "... Roger said no, it was going to be information about the Clinton Foundation.",
  "Nunberg added that he thought Stone is \"a critical piece for Bob Mueller.\"",
  "\"I think I probably am the person referred to,\" Stone said Friday evening.",
  "They certainly don't provide any evidence of collaboration or collusion.\"",
  "\"I think that they're referencing Roger,\" Nunberg said Friday evening.",
  "Special counsel Robert Muller's office declined to comment Friday.",
  "\"No, I'm sorry, I think it is still unproven,\" Stone told Cuomo.",
  "He added, \"Based on timing, content and context, they're benign.",
  "I was not in regular contact with campaign officials.\"",
  "I asked him if Assange had information on Benghazi.",
  "I never spoke to him about Guccifer,\" he said.",
  "So I don't know that it refers to me.\"",
  "And it's benign."
]