[
  "He said that there is “no allegation in this indictment that the Americans knew that they were corresponding with Russian intelligence officers.”\n\nHe also said that there is no allegation in the indictment that an American citizen committed a crime.",
  "Eleven of the Russian intelligence officials were involved in hacking and releasing emails from the Democratic National Committee, Democratic Congressional Campaign Committee and Hillary Clinton campaign, according to the indictment.",
  "Former national security adviser Michael Flynn and former Trump campaign adviser George Papadopoulos have pleaded guilty to giving false statements to the FBI about their contacts with Russians and Russia-linked individuals.",
  "According to the indictment, the Russian operatives worked for two units affiliated with Russia’s GRU, otherwise known as the Main Intelligence Directorate of the Russian General Staff.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "A federal grand jury has indicted 12 Russian intelligence operatives for hacking Democrats’ emails and releasing them online during the 2016 presidential campaign.",
  "Mueller has also indicted former Trump campaign chairman Paul Manafort on a host of charges related to his work for a Ukrainian political party.",
  "The Russians also allegedly planted malicious software into Democrats’ computer networks to spy on targets and steal their data.",
  "The pilfered materials were disseminated to the public through two “fictitious online personas,” DCLeaks and Guccifer 2.0.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Spearphishing techniques were used to trick targets into revealing passwords to their email accounts.",
  "Rosenstein also told reporters that he briefed President Trump on the case earlier this week.",
  "Deputy Attorney General Rod Rosenstein announced the charges in a press conference on Friday.",
  "The indictments were handed down by the office of Special Counsel Robert Mueller on Friday.",
  "Emails and other documents were released through the two websites beginning in June 2016.",
  "Trump is in Europe, where he is set to meet Russian president Vladimir Putin on Monday.",
  "It alleges that the hackers used two separate techniques to pilfer Democrats’ emails.",
  "That was the tactic used to steal Clinton campaign chairman John Podesta’s emails.",
  "Mueller has yet to present evidence linking the case to the 2016 election.",
  "Mueller has secured five guilty pleas so far in his investigation."
]