[
  "\"They are going to try to deflect to personal innuendo and accusations to avoid talking real issues.”\n\nThe question now is whether Pence’s performance in the debate, which an overnight CNN/ORC poll said he won by a margin of 48 percent to 42 percent, made enough of an impact to move his boss’ campaign past a week-and-a-half-long implosion that began with a widely panned debate performance on Sept. 26.",
  "The operative described Trump’s reported pride in a subordinate’s accomplishments as “uncharacteristic.”\n\nWhether Trump likes it or not, Republicans on Wednesday morning were imploring him to take a page from Pence’s book in the second and third presidential debates, which could help reverse the backslide that Trump has suffered since he delivered an erratic performance in his first debate last week.",
  "“Pence is the Ward Cleaver of American politics,” said Weathers, referring to the archetypal sitcom dad on “Leave it to Beaver.” “You can always depend on him to come through when you need him.”\n\nRepublicans are now looking to Trump to see whether he is capable on capitalizing on the opening that has been given to him.",
  "Trump’s longtime aide Roger Stone has promised that WikiLeaks would counter with a bombshell on Clinton this week, but a much-hyped Tuesday morning announcement by Julian Assange turned out to be a dud, as did a Tuesday document dump from DCLeaks, the front for a hacker who has targeted the American political system.",
  "He followed up the shaky showing with a protracted fight with a former beauty queen that culminated with a wee-hours accusation that she appeared in a sex tape and the Saturday night revelation that he lost $916 million in 1995 and could have used the loss to avoid paying income taxes for up to 18 years.",
  "Though Trump said last month he would be “angry at” Pence and “jealous” if the Indiana governor began to draw bigger crowds than him, and multiple reports surfaced Tuesday night that Trump was annoyed to see his running mate outshine him, his campaign is pushing back on that characterization.",
  "poster=\"https://v.politico.com/images/1155968404/201610/3001/1155968404_5156219234001_5156222525001-vs.jpg?pubId=1155968404\" true Republicans pine for Pence at top of ticket The Indiana governor's strong debate performance has conservatives feeling fresh pangs of regret.",
  "Mike Pence’s cool-headed performance on Tuesday night’s debate stage has Republicans wistful that the Indiana governor is not their nominee and hopeful that Pence’s prowess will rub off on Donald Trump before Sunday’s crucial rematch with Hillary Clinton.",
  "Story Continued Below\n\nThe performance gave Republicans a glimpse of the campaign that might have been, had they nominated a more experienced, stable candidate, and immediately boosted Pence’s prospects for an eventual presidential campaign of his own.",
  "“I think Trump got to see again that you have to force the Clinton campaign back on the issues during debates,” said Seth Weathers, who briefly served as Trump’s Georgia state director.",
  "From Pence, Trump could learn to “go in with a set strategy and not chase every question and Hillary Clinton statement down rabbit trails,” Reed said.",
  "“He was very attaboyish,” a Republican operative briefed Wednesday morning by a member of Trump’s inner circle said about Trump’s reaction.",
  "Scott Reed, senior political strategist at the U.S. Chamber of Commerce, expressed the same hope.",
  "Of course [Trump] has something to learn,” said one activist who works closely with the campaign.",
  "Pence participates in Mr. Trump’s debate prep,” said former Trump campaign aide Michael Caputo.",
  "“Pence should be at the top of the ticket,” said Pennsylvania strategist Charlie Gerow.",
  "He’s rebooted the story line at a crucial time,” Caputo said.",
  "“Pence has been debating like that since he was in diapers.",
  "Pence’s gift to all Republicans, especially Donald Trump.",
  "“Now we’ll see how the campaign unwraps this present.”",
  "“My greatest hope is that Gov.",
  "“This was Gov."
]