[
  "On or about the dates specified below, in the District of Columbia and elsewhere,\n\nDefendants BORISOVICH BORIS ALEKSEYEVICH ANTONOV,\n\nDMITRIY SERGEYEVICH IVAN SERGEYEVICH YERMAKOV, ALEKSEY\n\nVIKTOROVICH LUKASHEV, SERGEY ALEKSANDROVICH MORGACHEV, NIKOLAY\n\nYURYEVICH KOZACHEK, PAVEL VYACHESLAVOVICH YERSHOV, ARTEM\n\nANDREYEVICH MALYSHEV, ALEKSANDR VLADIMTROVICH OSADCHUK, and\n\nALEKSEY ALEKSANDROVICH POTEMKIN did knowingly transfer, possess, and use, Without\n\nlawful authority, a means of identi?cation of another person during and in relation to a felony\n\nViolation enumerated in Title 18, United States Code, Section 1028A(c), namely, computer fraud\n\nin Violation of Title 18, United States Code, Sections 1030(a)(2)(C) and 1030(c)(2)(B), knowing\n\nthat the means of identi?cation belonged to another real person:\n\n20\n\n- Victim - Mmus-ofidenti?cation\n\n2 March 21, 2016 Victim 3 Usemame and Password for\n\npersonal emall account\n\n3 March 25, 2016 Victim 1 Usemame and Password for\n\npersonal emall account\n\n.",
  "From at least in or around 2015 through 2016, within the District of Columbia and\n\nelsewhere, Defendants VIKTOR BORISOVICH BORIS ALEKSEYEVICH\n\nANTONOV, DMITRIY SERGEYEVICH IVAN SERGEYEVICH YERMAKOV,\n\nALEKSEY VIKTOROVTCH LUKASHEV, SERGEY ALEKSANDROVICH MORGACHEV,\n\nNIKOLAY YURYEVICH KOZACHEK, PAVEL VYACHESLAVOVICH YERSHOV, ARTEM\n\nANDREYEVICH MALYSHEV, ALEKSANDR VLADIMIROVICH OSADCHUK, and\n\nALEKSEY ALEKSANDROVICH POTEMKIN, together with others, known and unknown to the\n\nGrand Jury, did knowingly and intentionally conspire to transport, transmit, and transfer monetary\n\ninstruments and funds to a place in the United States from and through a place outside the United\n\nStates and ?om a place in the United States to and through a place outside the United States, with\n\nthe intent to promote the carrying on of speci?ed unlawful activity, namely, a Violation of Title\n\n18, United States Code, Section 1030, contrary to Title 18, United States Code, Section\n\n1956(a)(2)(A).",
  "If any of the property described above as being subject to forfeiture, as a result of any act or\n\nomission of any Defendant --\n\na. cannot be located upon the exercise of due diligence;\n\nb. has been transferred or sold to, or deposited with, a third party;\n\nc. has been placed beyond the jurisdiction of the court;\n\nhas been substantially diminished in value; or\n\ne. has been commingled with other property that cannot be subdivided without\n\ndif?culty;\n\nit is the intent of the United States of America, pursuant to Title 18, United States Code, Section\n\n28\n\n982(b) and Title 28, United States Code, Section 2461(0), incorporating Title 21, United States\n\nCode, Section 853, to seek forfeiture of any other property of said Defendant.",
  "To knowingly cause the transmission of a program, information, code, and\n\ncommand, and as a result of such conduct, to intentionally cause damage without\n\nauthorization to a protected computer, and where the offense did cause and, if\n\ncompleted, would have caused, loss aggregating $5,000 in iralue to at least one\n\nperson during a one~year period from a related course of conduct affecting a\n\nprotected computer, and damage affecting at least ten protected computers during\n\na one-year period, in Violation of Title 18, United States Code, Sections\n\n1030(a)(5)(A) and 1030(c)(4)(B).",
  "To knowingly cause the transmission of a program, information, code, and\n\ncommand, and as a result of such conduct, to intentionally cause damage without\n\nauthorization to a protected computer, and where the offense did cause and, if\n\ncompleted, would have caused, loss aggregating $5,000 in value to at least one\n\nperson during a one-year period from a related course of conduct affecting a\n\nprotected computer, and damage affecting at least ten protected computers during\n\na one-year period, in violation of Title 18, United States Code, Sections\n\n1030(a)(5)(A) and 1030(c)(4)(B).",
  "Pursuant to Title 18, United\n\n27\n\nStates Code, Sections 982(a)(2) and 1030(i), upon conviction of the offenses charged in Counts\n\nOne and Eleven, Defendants ANTONOV, BADIN, YERMAKOV, LUKASHEV,\n\nMORGACHEV, KOZACHEK, YERSHOV, MALYSHEV, OSADCHUK, POTEMKIN, and\n\nKOVALEV shall forfeit to the United States any property, real or personal, which constitutes or\n\nis derived from proceeds obtained directly or indirectly as a result of such violation, and any\n\npersonal property that was used or intended to be usedito commit or to facilitate the commission\n\nof such offense.",
  "Defendants VIKT OR BORISOVICH BORIS ALEKSEYEVICH\n\nANTONOV, DMITRIY SERGEYEVICH IVAN SERGEYEVICH YERMAKOV,\n\nALEKSEY VIKTOROVICH LUKASHEV, SERGEY ALEKSANDROVICH MORGACHEV,\n\nNIKOLAY YURYEVICH KOZACHEK, PAVEL VYACHESLAVOVICH YERSHOV, ARTEM\n\nANDREYEVICH ALEKSANDR VLADIMIROVICH OSADCHUK, and\n\nALEKSEY ALEKSANDROVICH POTENIKIN were GRU officers who knowingly and\n\nintentionally conspired with each other, and with persons known and unknown to the Grand Jury\n\n(collectively the ?Conspirators?",
  "In furtherance of the Conspiracy, and as set forth in paragraphs 1 through 19, 21 through\n\n49, 55, and 57 through 64, the Conspirators knowingly falsely registered a domain name and\n\nknowingly used that domain name in the course of committing an offense, namely, the\n\nConspirators registered domains, including dcleaks.com and actblues.com, with false names and\n\naddresses, and used those domains in the course of committing the felony offense charged in Count\n\nOne.",
  "To facilitate the purchase of infrastructure used in their hacking activity?including hacking\n\ninto the computers of U.S. persons and entities involved in the 2016 U.S. presidential election and\n\nreleasing the stolen documents?the Defendants conspired to launder the equivalent of more than\n\n$95,000 through a web of transactions structured to capitalize on the perceived anonymity of\n\nsuch as bitcoin.",
  "From at least in or around March 2016 through November 2016, in the District of Columbia\n\nand elsewhere, Defendants ANTONOV, YERMAKOV, LUKASHEV,\n\nMORGACI-IEV, KOZACHEK, YERSHOV, MALYSHEV, OSADCHUK, and POTEMKJN,\n\ntogether with others known and unknown to the Grand Jury, knowingly and intentionally conspired\n\nto commit offenses against the United States, namely:\n\na.",
  "Pursuant to Title 18, United States Code, Section 982(a)(l), upon conviction of\n\nthe offense charged in Count Ten, Defendants ANTONOV, BADIN,\n\nYERMAKOV, LUKASHEV, MORGACHEV, KOZACHEK, YERSHOV, MALYSHEV,\n\nOSADCHUK, and POTEMKIN shall forfeit to the United States any property, real or personal,\n\ninvolved in such offense, and any property traceable to such prOperty.",
  "By in or around April 2016, the Conspirators also hacked into the computer networks of\n\nthe Democratic Congressional Campaign Committee and the Democratic National\n\nCommittee The Conspirators covertly monitored the computers of dozens of\n\nand DNC employees, implanted hundreds of ?les containing malicious computer code\n\n(?malware?",
  "To knowingly access a computer without authorization and exceed authorized\n\naccess to a computer, and to obtain thereby information from a protected computer,\n\nwhere the value of the information obtained exceeded $5,000, in Violation of Title\n\n18, United States Code, Sections 1030(a)(2)(C) and 1030(c)(2)(B); and\n\nb.",
  "To knowingly access a computer without authorization and exceed authorized\n\naccess to a computer, and to obtain thereby information from a protected computer,\n\nwhere the value of the information obtained exceeded $5,000, in violation of Title\n\n18, United States Code, Sections 1030(a)(2)(C) and 1030(c)(2)(B); and\n\nb.",
  "In or around November 2016 and prior to the 2016 U.S. presidential election, KOVALEV\n\nand his co-conspirators used an email account designed to look like a Vendor 1 email address to\n\nsend over 100 spearphishing emails to organizations and personnel involved in administering\n\nelections in numerous Florida counties.",
  "Between in or around June 2016 and November 2016, in the District of Columbia and\n\n26\n\nelsewhere, Defendants OSADCHUK and KOVALEV, together with others known and unknown\n\nto the Grand Jury, knowingly and intentionally conspired to commit offenses against the United\n\nStates, namely:\n\na.",
  "Notice is further given that,\n\nupon conviction, the United States intends to seek a judgment against each Defendant for a sum\n\nof money representing the property described in this paragraph, as applicable to each Defendant\n\n(to be offset by the forfeiture of any speci?c property).",
  "In furtherance of the Conspiracy and to effect its illegal objects, OSADCHUK,\n\nKOVALEV, and their co?conspirators committed the overt acts set forth in paragraphs 67 through\n\n69 and 71 through 76, which are re?alleged and incorporated by reference as if fully set forth\n\nherein.",
  "In or around July 2016, KOVALEV and his co-conspirators hacked the website of a state\n\nboard of elections and stole information related to approximately 500,000 voters,\n\nincluding names, addresses, partial social security numbers, dates of birth, and driver?s license\n\nnumbers.",
  "operated a military intelligence\n\nagency called the Main Intelligence Directorate of the General Staff The GRU had\n\nmultiple units, including Units 26165 and 74455, engaged in cyber operations that involved the\n\nstaged releases of documents stolen through computer intrusions.",
  "The object of the conspiracy was to hack into the computers of U.S. persons and entities\n\ninvolved in the 2016 U.S. presidential election, steal documents from those computers, and stage\n\nreleases of the stolen documents to interfere with the 2016 U.S. presidential election.",
  "the post used numerous English words and phrases that the Conspirators had\n\nsearched for earlier that day (bolded below):\n\nWorldwide known cyber security company [Company 1] announced that\n\nthe Democratic National Committee (DNC) servers had been hacked by\n\n?sophisticated?",
  "In furtherance of the Conspiracy and to effect its illegal objects, the Conspirators\n\ncommitted the overt acts set forth in paragraphs 1 through 19, 21 through 49, 55, and 57 through\n\n19\n\n64, which are re-alleged and incorporated by reference as if fully set forth herein.",
  "On or about July 6, 2016,\n\nOrganization 1 added, ?if you have anything hillary related we want it in the next\n\ntweo [sic] days prefable [sic] because the DNC [Democratic National Convention]\n\nis approaching and she will solidify bernie supporters behind her after.?",
  "0.5 IDistrict B'mkru )tr\n\nNIKOLAY YURYEVICH KOZACHEK, 'lourts for the District oi\n\nPAVEL VYACHESLAVOVICH\n\nYERSHOV,\n\nARTEM ANDREYEVICH\n\nMALYSHEV,\n\nALEKSANDR VLADIMIROVICH\n\nOSAD CHUK,\n\nALEKSEY ALEKSANDROVICH\n\nPOTEMKIN, and\n\nANATOLIY SERGEYEVICH\n\nKOVALEV,\n\nDefendants.",
  "2016 Victlm 7 DNC computer network\n\n8 June 2 2016 Victim 2 Username and password for\n\npersonal email account\n\n9 July 6 2016 Victim 8 Username and password for\n\n.- personal email account\n\nAll in violation of Title 18, United States Code, Sections 1028A(a)(1) and 2.",
  "Similarly,\n\non or about April 22, 2016, the Conspirators activated X-Agent?s keylog and\n\nscreenshot functions to capture the discussions of another Employee\n\nEmployee about the ?nances, as well as her individual\n\nbanking information and other personal topics.",
  "Although the Conspirators caused transactions to be conducted in a variety of currencies,\n\nincluding U.S. dollars, they principally used bitcoin when purchasing servers, registering domains,\n\nand otherwise making payments in furtherance of hacking activity.",
  "The Conspirators also used the Guccifer 2.0 persona to release additional stolen documents\n\nthrough a website maintained by an organization (?Organization that had previously posted\n\ndocuments stolen from U.S. persons, entities, and the U.S. government.",
  "Starting on or about March 19, 2016, LUKASHEV and his co?conspirators sent\n\nspearphishing emails to the personal accounts of other individuals af?liated with\n\nthe Clinton Campaign, including its campaign manager and a senior foreign policy\n\nadviser.",
  "The funds\n\nused to pay for the dcleaks.com domain originated from an account at an online\n\nservice that the Conspirators also used to fund the lease of a virtual private server registered with\n\nthe operational email account dirbinsaabol@mai1.com.",
  "On or about September 9, 2016, the Conspirators,\n\nagain posing as Guccifer 2.0, referred to a stolen document posted online and asked the\n\nperson, ?what do think of the info on the turnout model for the democrats entire presidential\n\ncampaign.?",
  "On or about April 19, 2016, KOZACHEK, YERSHOV, and their co-conspirators remotely\n\ncon?gured an overseas computer to relay communications between X-Agent malware and the\n\nAMS panel and then tested X-Agent?s ability to connect to this computer.",
  "the persona that was used to renew the domain The bitcoin mining\n\noperation also funded, through the same bitcoin address, the purchase of servers\n\nand domains used in the spearphishing operations, including accounts-\n\nqooqle.com and\n\n23\n\nb.",
  "On or about June 8, 2016, and at approximately the same time that the dcleakscom website\n\nwas launched, the Conspirators created a DCLeaks Facebook page using a preexisting social media\n\naccount under the ?ctitious name ?Alice Donovan.?",
  "into the computers of\n\nU.S. persons and entities involved in the 2016 U.S. presidential election, steal documents from\n\nthese computers, and stage releases of the stolen documents to interfere with the 2016 U.S.\n\npresidential election.",
  "The Conspirators then sent the reporter the password to access a nonpublic,\n\npassword-protected portion of dcleaks.com containing emails stolen from Victim\n\nby LUKASHEV, YERMAKOV, and their co-conspirators in or around March\n\n2016.",
  "On or about January 12, 2017, the Conspirators published a statement on the Guccifer 2.0\n\nWordPress blog, falsely claiming that the intrusions and release of stolen documents had ?totally\n\nno relation to the Russian government.?",
  "After failed attempts to transfer the stolen documents starting in late June 2016, on\n\nor about July 14, 2016, the Conspirators, posing as Guccifer 2.0, sent\n\nOrganization 1 an email with an attachment titled ?wk linkl.txt.gpg.?",
  "On or about June 15, 2016, the Conspirators logged into a Moscow-based server used and\n\nmanaged by Unit 74455 and, between 4:19 PM and 4:56 PM Moscow Standard Time, searched\n\nfor certain words and phrases, including:\n\n14\n\n5' .",
  "Unit 74455 assisted in the release of stolen documents through the DCLeaks\n\nand Guccifer 2.0 personas, the promotion of those releases, and the publication of anti-Clinton\n\ncontent on social media accounts operated by the GRU.",
  "On or about March 25, 2016, LUKASHEV used the same john356gh\n\naccount to mask additional links included in spearphishing emails sent to numerous\n\nindividuals af?liated with the Clinton Campaign, including Victims and 2.",
  "Many of these payments were\n\n21\n\nprocessed by companies located in the United States that provided payment processing services to\n\nhosting companies, domain registrars, and other vendors both international and domestic.",
  "To further avoid creating a centralized paper trail of all of their purchases, the\n\nConspirators purchased infrastructure using hundreds of different email accounts, in some cases\n\nusing a new account for each purchase.",
  "A dozen Russian intelligence officers have been charged with conspiring to hack Democrats during the 2016 presidential campaign, according to a new indictment in the probe led by special counsel Robert S. Mueller III.",
  "IN THE UNITED STATES DISTRICT COURT\n\nFOR THE DISTRICT OF COLUMBIA\n\nUNITED STATES OF AIVIERICA\n\nV.\n\nVIKTOR BORIS OVICH\n\nBORIS ALEKSEYEVICH ANTONOV,\n\nDMITRIY SERGEYEVICH BADIN,\n\nIVAN SERGEYEVICH YERMAKOV,\n\nCRIMINAL NO.",
  "The Conspirators also released documents they had stolen in other spearphishing\n\noperations, including those they had conducted in 2015 that collected emails from individuals\n\n13\n\naf?liated with the Republican Party.",
  "Individuals and entities can mine bitcoin by allowing their computing\n\npower to be used to verify and record payments on the bitcoin public ledger, a service for which\n\nthey are rewarded with freshly?minted bitcoin.",
  "In order to expand their interference in the 2016 U.S. presidential election, the Conspirators\n\ntransferred many of the documents they stole from the DNC and the chairman of the Clinton\n\nCampaign to Organization 1.",
  "Through their\n\nspearphishing operations, LUKASI-IEV, YERMAKOV, and their co-conspirators\n\nsuccessfully stole email credentials and thousands of emails from numerous\n\nindividuals af?liated with the Clinton Campaign.",
  "On or about August 15, 2016, the Conspirators, posing as Guccifer\n\n2.0, wrote to a person who was in regular contact with senior members of the presidential campaign\n\nof Donald J. Trump, ?thank for writing back .",
  "For example, on or about July 27, 2016, the Conspirators\n\nattempted after hours to spearphish for the ?rst time email accounts at a domain hosted by a third-\n\nparty provider and used by Clinton?s personal of?ce.",
  "On or about August 22, 2016, the Conspirators, posing as Guccifer 2.0, transferred\n\napproximately 2.5 gigabytes of data stolen from the to a then-registered state\n\nlobbyist and online source of political news.",
  "In or around August 2016, KOVALEV and his co-conspirators hacked into the computers\n\nof a U.S. vendor (?Vendor that supplied software used to verify voter registration information\n\nfor the 2016 U.S. elections.",
  "The pool of bitcoin generated from the\n\nmining activity was used, for example, to pay a Romanian company to register the domain\n\ndcleaks.com through a payment processing company located in the United States.",
  "The Conspirators, posing as Guccifer 2.0, discussed the release of\n\nthe stolen documents and the timing of those releases with Organization 1 to heighten their impact\n\non the 2016 U.S. presidential election.",
  "For example, between on or about March 14, 2016 and April 28, 2016, the\n\n16\n\nConspirators used the same pool of bitcoin funds to purchase a virtual private\n\nnetwork account and to lease a server in Malaysia.",
  "Starting in at least March 2016, the Conspirators used a variety of means to hack the email\n\naccounts of Volunteers and employees of the U.S. presidential campaign of Hillary Clinton (the\n\n?Clinton Campaign?",
  "ANTONOV oversaw a department within\n\nUnit 26165 dedicated to targeting military, political, governmental, and non-governmental\n\norganizations with spearphishing emails and other computer intrusion activity.",
  "efforts to hide their activity, beginning in or around May 2016,\n\nboth the and DNC became aware that they had been hacked and hired a security company\n\n(?Company to identify the extent of the intrusions.",
  "- d. For example, on or about April 14, 2016, the Conspirators repeatedly activated\n\nX-Agent?s keylog and screenshot functions to surveil Employee 1?s\n\ncomputer activity over the course of eight hours.",
  "22\n\nAdditionally, one of these dedicated accounts was used by the Conspirators in or around 2015 to\n\nrenew the registration of a domain encoded in certain X?Agent malware installed\n\non the DNC network.",
  "All bitcoin transactions are added to a public ledger called the Blockchain, but the\n\nBlockchain identi?es the parties to each transaction only by alpha?numeric identi?ers known as\n\nbitcoin addresses.",
  "Between on or about October 7, 2016 and November 7, 2016, Organization 1 released\n\n18\n\napproximately thirty-three tranches of documents that had been stolen from the chairman of the\n\nClinton Campaign.",
  "Between in or around April 2016 and June 2016, the Conspirators installed multiple\n\nversions of their X-Agent malware on at least ten computers, which allowed\n\nthem to monitor individual employees?",
  "The use\n\nof bitcoin allowed the Conspirators to avoid direct relationships with traditional ?nancial\n\ninstitutions, allowing them to evade greater scrutiny of their identities and sources of funds.",
  "Defendants OSADCHUK and KOVALEV were GRU of?cers who knowingly and\n\nintentionally conspired with each other and with persons, known and unknown to the Grand Jury,\n\nto hack into the computers of US.",
  "Beginning in or around March 2016, the Conspirators, in addition to their spearphishing\n\nefforts, researched the and DNC computer networks to identify technical speci?cations and\n\nvulnerabilities.",
  "The dirbinsaabol email account was also\n\nused to'register the john356gh URL-shortening account used by LUKASHEV to spearphish the\n\nClinton Campaign chairman and other campaign-related individuals.",
  "To enable them to steal a large number of documents at once without detection, the\n\nConspirators used a publicly available tool to gather and compress multiple documents on the\n\nand DNC networks.",
  "KOZACHEK,\n\nMALYSHEV, and their co-conspirators logged into the AMS panel to use\n\nX?Agent?s keylog and screenshot functions in the course of monitoring and\n\nsurveilling activity on the computers.",
  "In response, the Conspirators created the online\n\npersona Guccifer 2.0 and falsely claimed to be a lone Romanian hacker to undermine the\n\nallegations of Russian responsibility for the intrusion.",
  "The AMS panel collected\n\nthousands of keylo and screenshot results from the and DNC computers,\n\nsuch as a screenshot and keystroke capture of Employee 2 viewing the\n\nonline banking information.",
  "The Conspirators used the same funding structure?end in some cases, the very same pool\n\nof funds?to purchase key accounts, servers, and domains used in their election-related hacking\n\nactivity.",
  "Infrastructure and social media accounts administered by\n\ndepartment were used, among other things, to assist in the release of stolen\n\ndocuments through the DCLeaks and Guccifer 2.0 personas.",
  "On occasion, the Conspirators facilitated bitcoin payments using the same computers that\n\nthey used to conduct their hacking activity, including to create and send test spearphishing emails.",
  "Defendant ANATOLIY SERGEYEVICH KOVALEV (Koaanea AHaTonnii CepreeBnLr)\n\nwas an of?cer in the Russian military assigned to Unit 74455 who worked in the 22 Kirova\n\nStreet building (the Tower).",
  "On or about\n\nApril 19, 2016, after attempting to register the domain electionleaks.com, the Conspirators\n\nregistered the domain dcleaks.com through a service that anonymized the registrant.",
  "To further avoid detection, the\n\nConspirators used a network of computers located across the world, including in the United States,\n\nand paid for this infrastructure using\n\nDefendants\n\n9.",
  "Pursuant to Federal Rule of Criminal Procedure 32.2, notice is hereby given to Defendants\n\nthat the United States will seek forfeiture as part of any sentence in the event of Defendants?",
  "They also\n\nenlisted the assistance of one or more third-party exchangers who facilitated layered transactions\n\nthrough digital currency exchange platforms providing heightened anonymity.",
  "to send bitcoin to a company in order to lease a\n\nserver used to administer X-Tunnel malware implanted on the and DNC\n\nnetworks, and to lease two servers used to hack the cloud network.",
  "In or around August 2016, the Federal Bureau of Investigation issued an alert about the\n\nhacking of SBOE 1 and identi?ed some of the infrastructure that was used to conduct the hacking.",
  "d. On or about April 6, 2016, the Conspirators created an email account in the name\n\n(with a one-letter deviation from the actual spelling) of a known member of the\n\nClinton Campaign.",
  "The latest-in?time email released through\n\nOrganization 1 was dated on or about May 25, 2016, approximately the same day the Conspirators\n\nhacked the DNC Microsoft Exchange Server.",
  "On or about April 18, 2016, the Conspirators activated X-Agent?s keylog and\n\nscreenshot functions to steal credentials of a employee who was authorized\n\nto access the DNC network.",
  "KOVALEV and his co-conspirators also searched for state political party email\n\naddresses, including ?ltered queries for email addresses listed on state Republican Party websites.",
  "For example, on or about\n\nOctober 28, 2016, KOVALEV and his co?conspirators visited the websites of certain counties in\n\nI Georgia, Iowa, and Florida to identify vulnerabilities.",
  "During that time, the Conspirators\n\ncaptured Employee 1?s communications with co-workers and the passwords\n\nshe entered while working on fundraising and voter outreach projects.",
  "Despite these efforts, a Linux?based version of\n\nX?Agent, programmed to communicate with the GRU?registered domain remained\n\non the DNC network until in or around October 2016.",
  "On or about October 7, 2016, Organization 1 released the ?rst set of emails from the\n\nchairman of the Clinton Campaign that had been stolen by LUKASHEV and his co~conspirators.",
  "In some cases, as part of the payment process, the\n\nConspirators provided vendors with nonsensical addresses such as ?usa Denver ?g?igh\n\nghihgfh and ?l 2 District of Columbia.?",
  "On or about June 14, 2016, the Conspirators registered the domain actblues.com,\n\nwhich mimicked the domain of a political fundraising platform that included a\n\ndonations page.",
  "LUKASHEV altered the\n\nappearance of the sender email address in order to make it look like the email was\n\na security noti?cation from Google (a technique known as ?spoo?ng?",
  "During the hacking of\n\nthe DC CC and DNC networks, MORGACI-IEV supervised the co-conspirators who developed and\n\nmonitored the X-Agent malware implanted on those computers.",
  "On or about March 14, 2016, using funds in a bitcoin address, the Conspirators\n\npurchased a VPN account, which they later used to log into the @Guccifer_2\n\nTwitter account.",
  "More than a month before the release of any documents, the Conspirators constructed the\n\nonline persona DCLeaks to release and publicize stolen election-related documents.",
  "Defendant VIKTOR BORISOVICH (HBTLIKDJO Brucrop Bopnconnu) was\n\nthe Russian military officer in command of Unit 26165, located at 20 Komsomolskiy Prospekt,\n\nMoscow, Russia.",
  "KOVALEV and his co-conspirators also\n\ndeleted records from accounts used in their operations targeting state boards of elections and\n\nsimilar election-related entities.",
  "On or about April\n\n20, 2016, the Conspirators directed X-Agent malware on the computers to connect to this\n\nmiddle server and receive directions from the Conspirators.",
  "On or about March 21, 2016, LUKASHEV, YERMAKOV, and\n\ntheir co-conspirators stole the contents of the chairman?s email account, which\n\nconsisted of over 50,000 emails.",
  "On or about June 20, 2016, after Company 1 had disabled X-Agent on the\n\nnetwork, the Conspirators spent over seven hours unsuccessfully trying to connect\n\nto X-Agent.",
  "On or about June 27, 2016, the Conspirators, posing as Guccifer 2.0, contacted a\n\nU.S. reporter with an offer to provide stolen emails from ?Hillary Clinton?s staff.?",
  "The bitcoin mining operation that funded the registration payment for dcleaks.com\n\nalso sent newly-minted bitcoin to a bitcoin address controlled by ?Daniel Farell,?",
  "In or around 2016, LUKASHEV sent spearphishing emails to members of the\n\nClinton Campaign and af?liated individuals, including the chairman of the Clinton Campaign.",
  "Between in or around June 2016 and October 2016, the Conspirators used Guccifer 2.0 to\n\nrelease documents through WordPress that they had stolen from the and DNC.",
  "=3\n\n:11: 9k Pi:\n\nINDICTIVIENT\n\nThe Grand Jury for the District of Columbia charges:\n\nCOUNT ONE\n\n(Conspiracy to Commit an Offense Against the United States)\n\n1.",
  "Defendant DMITRIY SERGEYEVICH BADIN (Sauna Cepreennu) was a\n\nRussian military of?cer assigned to Unit 26165 who held the title ?Assistant Head of Department.?",
  "The\n\nConspirators operated the @dcleaks_ Twitter account from the same computer used for other\n\nefforts to interfere with the 2016 U.S. presidential election.",
  "On or about June 20, 2016, the\n\n11\n\nConspirators deleted logs from the AMS panel that documented their activities on the panel,\n\nincluding the login history.",
  "In\n\nor around March 2016, YERMAKOV participated in hacking at least two email accounts from\n\nwhich campaign-related documents were released through DCLeaks.",
  "In or around May 2016,\n\nYERMAKOV also participated in hacking the DNC email server and stealing DNC emails that\n\nwere later released through Organization 1.",
  "MORGACHEV oversaw a department within Unit 26165 dedicated to developing and managing\n\nmalware, including a hacking tool used by the GRU known as ?X-Agent.?",
  "In or around 2016, BADIN, along with AN TONOV, supervised other co-conspirators who targeted\n\nthe DNC, and individuals affiliated with the Clinton Campaign.",
  "On or about August 15, 2016, the Conspirators, posing as Guccifer 2.0, received a\n\n15\n\nrequest for stolen documents from a candidate for the U.S. Congress.",
  "The remaining funds from that bitcoin address were then used on\n\nor about April 28, 2016, to lease a Malaysian server that hosted the dcleaks.com\n\nwebsite.",
  "In or around October 2016, KOVALEV and his co-conspirators further targeted state and\n\ncounty of?ces responsible for administering the 2016 U.S. elections.",
  "For example, on or about March 19, 2016, LUKASHEV and his co?conspirators\n\ncreated and sent a spearphishing email to the chairman of the Clinton Campaign.",
  "For example, beginning on or about March 15, 2016, YERMAKOV ran a technical\n\nquery for the internet protocol con?gurations to identify connected devices.",
  "Defendant ALEKSEY VIKTOROVICH LUKASHEV Anercceii BKKToponntI)\n\nwas a Senior Lieutenant in the Russian military assigned to department within Unit\n\n26165.",
  "The Conspirators opened that VPN account from\n\nthe same server that was also used to register malicious domains for the hacking of\n\nthe and DNC networks.",
  "In addition to the DCLeaks acebook page,\n\nthe Conspirators used other social media accounts in the names of ?ctitious U.S. persons such as\n\n?Jason Scott?",
  "To hide their connections to Russia and the Russian government, the Conspirators used\n\nfalse identities and made false statements about their identities.",
  "For example, the Conspirators used\n\nthe same computer to operate the Twitter account @BaltimoreIsWhr, through which they\n\nencouraged U.S. audiences to ?",
  "Paragraphs 1 through 19, 21 through 49, and 57 through 64 of this Indictment are re-alleged\n\nand incorporated by reference as if fully set forth herein.",
  "Paragraph 18 of this Indictment relating to ALEKSANDR VLADIMIROVICH\n\nOSADCHUK is re?alleged and incorporated by reference as if fully set forth herein.",
  "On or about August 22, 2016, the Conspirators, posing as Guccifer 2.0, sent a\n\nreporter stolen documents pertaining to the Black Lives Matter movement.",
  "POTEMKIN was\n\na supervisor in a department within Unit 7445 5 responsible for the administration of computer\n\ninfrastructure used in cyber operations.",
  "The Conspirators then used that account to send spearphishing\n\nemails to the work accounts of more than thirty different Clinton Campaign\n\nemployees.",
  "The Conspirators then moved the snapshots to cloud-based\n\naccounts they had registered with the same service, thereby stealing the data from the DNC.",
  "The Conspirators used several dedicated email accounts to track basic bitcoin transaction\n\ninformation and to facilitate bitcoin payments to vendors.",
  "Defendant SERGEY ALEKSANDROVICH MORGACHEV (MopraIIeB Cepreii\n\nAnenca?nponm) was a Lieutenant Colonel in the Russian military assigned to Unit 26165.",
  "The Conspirators then installed and managed different types\n\nof malware (as they did in the network) to explore the DNC network and steal documents.",
  "Employee 1 had received a spearphishing email from the Conspirators on or about\n\nApril 6, 2016, and entered her password after clicking on the link.",
  "Later that day, at 7:02 PM Moscow Standard Time, the online persona Guccifer 2.0\n\npublished its ?rst post on a blog site created through WordPress.",
  "Unit 26165 had primary responsibility for hacking the and DNC, as well\n\nas the email accounts of individuals affiliated with the Clinton Campaign.",
  "Defendant ALEKSANDR VLADIMJROVICH OSADCHUK (Ocanayx Anerccannp\n\nwas a Colonel in the Russian military and the commanding of?cer of Unit 7 445 5 .",
  "In the spearphishing emails, LUKASHEV and his co-conspirators\n\nembedded a link purporting to direct the recipient to a document titled ?hillary?",
  "In or around September 2016, the Conspirators also successfully gained access to DNC\n\ncomputers hosted on a third-party cloud-computing service.",
  "The Conspirators used ?ctitious names and addresses in\n\norder to obscure their identities and their links to Russia and the Russian government.",
  "The\n\nConspirators explained to Organization 1 that the ?le contained\n\ninstructions on how to access an online archive of stolen DNC documents.",
  "In or around April 2016, the Conspirators installed X-Agent malware on the DNC\n\nnetwork, including the same versions installed on the network.",
  "On or about March 28, 2016, YERMAKOV researched the names of Victims and\n\n2 and their association with Clinton on various social media sites.",
  "On or about June\n\n1, 2016, the Conspirators attempted to delete traces of their presence on the\n\nnetwork using the computer program CCleaner.",
  "Defendant ARTEM ANDREYEVICH MALYSHEV Annpeenntr) was\n\na Second Lieutenant in the Russian military assigned to department within Unit\n\n26165.",
  "The Conspirators targeted computers containing information\n\n10\n\nsuch as opposition research and ?eld operation plans for the 2016 elections.",
  "Defendant NIKOLAY YURYEVICH KOZACHEK (Koaaqert was a\n\nLieutenant Captain in the Russian military assigned to department within Unit\n\n26165.",
  "011 or about the same day, YERMAKOV searched for open-source information\n\nabout the DNC network, the Democratic Party, and Hillary Clinton.",
  "On or about July 22, 2016, Organization 1 released over 20,000 emails and other\n\ndocuments stolen from the DNC network by the Conspirators.",
  "This included purchasing bitco in through peer-to-peer\n\nexchanges, moving funds through other digital currencies, and using pre-paid cards.",
  "The object of the conspiracy was to hack into protected computers of persons and entities\n\ncharged with the administration of the 2016 US.",
  "ANTONOV, BADIN, YERMAKOV, LUKASHEV, and their co-conspirators targeted\n\nvictims using a technique known as spearphishing to steal Victims?",
  "For example, on or about April 22, 2016, the Conspirators compressed gigabytes\n\nof data from DNC computers, including opposition research.",
  "LUKASHEV used the account ?john356g at an online service that abbreviated\n\nwebsite addresses (referred to as a ?URL-shortening service?).",
  "In addition to mining bitcoin, the Conspirators acquired bitcoin through a variety of means\n\ndesigned to obscure the origin of the funds.",
  "The\n\nConspirators responded using the Guccifer 2.0 persona and sent the candidate\n\nstolen documents related to the candidate?s opponent.",
  "In or around 2016, ANTONOV supervised other co-conspirators\n\nwho targeted the DNC, and individuals affiliated with the Clinton Campaign.",
  "presidential election,\n\nthe Conspirators used DCLeaks to release emails stolen from individuals affiliated with the Clinton\n\nCampaign.",
  "Defendant PAVEL VYACHESLAVOVICH YERSHOV (Eprnoa Banecnasosna)\n\nwas a Russian military of?cer assigned to department within Unit 26165.",
  "LUKASHEV used the account to mask a link contained in the spearphishin email,\n\nwhich directed the recipient to a GRU?created website.",
  "Shortly thereafter, the Conspirators used stolen\n\ncredentials to modify the website and redirect Visitors to the actbluescom\n\ndomain.",
  "During the hacking of the and DNC networks, the Conspirators covered their tracks\n\nby intentionally deleting logs and computer ?les.",
  "KOZACHEK developed, customized, and monitored X-Agent malware used to hack the\n\nand DNC networks beginning in or around April 2016.",
  "On or about May 31, 2016, YERMAKOV searched for open~source information\n\nabout Company 1 and its reporting on X-Agent and X-Tunnel.",
  "[s]end any new material [stolen from the here for us to review and it will\n\n17\n\nhave a much higher impact than what you are doing.?",
  "KOVALEV and his co-conspirators used some of the same\n\ninfrastructure to hack into Vendor 1 that they had used to hack into SBOE 1.",
  "The Conspirators searched for and identi?ed computers within the and DNC\n\nnetworks that stored information related to the 2016 US.",
  "YERSHOV assisted KOZACHEK and other co-conspirators in testing and\n\ncustomizing X-Agent malware before actual deployment and use.",
  "Defendant IVAN SERGEYEVICH YERMAKOV (Epmanon Cepreeanu) was a\n\nRussian military officer assigned to department within Unit 26165.",
  "LUKASHEV sent these emails from the Russia-based email account\n\nhi.mymail@yandex.com that he spoofed to appear to be from Google.",
  "On or about April 7, 2016, YERMAKOV ran a technical query for the\n\ninternet protocol con?gurations to identify connected devices.",
  "Beginning by at least March 2016, the Conspirators targeted over 300\n\nindividuals af?liated with the Clinton Campaign, and DNC.",
  "MALYSHEV and his co-conspirators monitored the X-Agent malware from the\n\nAMS panel and captured data from the victim computers.",
  "By in or around April 2016, the Conspirators began to plan the release of materials stolen\n\nfrom the Clinton Campaign, and DNC.",
  "That day, the AMS panel received updates from\n\napproximately thirteen different X-Agent malware implants on and DNC computers.",
  "On or about June 8, 2016, the Conspirators launched the public website dcleaks.com, which\n\nthey used to release stolen emails.",
  "Defendant ALEKSEY ALEKSANDROVICH POTEMKJN (?oreMKnn Anerccefi\n\nwas an of?cer in the Russian military assigned to Unit 7445 5.",
  "Beginning in or around June 2016, the Conspirators staged and released tens of thousands\n\nof the stolen emails and documents.",
  "Many of these stolen emails,\n\nincluding those from Victims and 2, were later released by the Conspirators\n\nthrough DCLeaks.",
  "Later that day, the Conspirators used X?Tunnel to\n\nconnect to that computer to steal additional documents from the network.",
  "During that time, YERMAKOV researched PowerShell commands related to\n\naccessing and managing the Microsoft Exchange Server.",
  "For example, on\n\nor about April 15, 2016, the Conspirators searched one hacked computer for terms that\n\nincluded ?hillary,?",
  "The Conspirators conducted operations as Guccifer 2.0 and DCLeaks using overlapping\n\ncomputer infrastructure and financing.",
  "The\n\nreporter responded by discussing when to release the documents and offering to\n\nwrite an alticle about their release.",
  "Paragraphs 1 through 19, 21 through 49, and 55 are re?alleged and incorporated by reference\n\nas if fully set forth herein.",
  "The spearphishing emails contained malware that the\n\nConspirators embedded into Word documents bearing Vendor 1?s logo.",
  "On or about April 12, 2016, the Conspirators used the stolen credentials of a\n\nEmployee Employee to access the network.",
  "Once they gained access, they\n\ninstalled and managed different types of malware to explore the network and steal data.",
  "Paragraphs 1 through 49 of this Indictment are re?alleged and incorporated by reference as\n\nif fully set forth herein.",
  "In response to Company 1?s efforts, the Conspirators took countermeasures to maintain\n\naccess to the and DNC networks.",
  "By in or around April 2016, Within days of searches regarding the\n\nthe Conspirators hacked into the computer network.",
  "Paragraphs 1 through 8 of this Indictment are re-alleged and incorporated by reference as\n\nif fully set forth herein.",
  "elections in order to access these computers and\n\nsteal voter data and other information stored on these computers.",
  "The Conspirators\n\nlater moved the compressed DNC data using X-Tunnel to a GRU-leased computer\n\nlocated in Illinois.",
  "On or about May 30, 2016, 1V1ALYSHEV accessed the AMS panel in order to upgrade\n\ncustom AMS software on the server.",
  "At or around the same time, they also\n\ntargeted seventy-six email addresses at the domain for the Clinton Campaign.",
  "The stolen data included donor records\n\nand personal identifying information for more than 2,000 Democratic donors.",
  "On or about June 14, 2016, the Company lupublicly announced that it\n\nhad been hacked by Russian government actors.",
  "Unit 74455 was located at 22 Kirova Street, Khimki, Moscow, a building referred to within the\n\nGRU as the ?Tower.?",
  "state boards of elections, secretaries of state, and other election-related entities for website\n\nvulnerabilities.",
  "Defendant BORIS ALEKSEYEVICH ANTONOV (AHTOHOB Bopnc was a\n\nMaj or in the Russian military assigned to Unit 26165.",
  "The Conspirators funded the purchase of computer infrastructure for their hacking activity\n\nin part by ?mining?",
  "The Conspirators spearphished individuals af?liated with the Clinton Campaign\n\nthroughout the summer of 2016.",
  "On or about April 18, 2016, the Conspirators hacked into the computers through\n\ntheir access to the network.",
  "On or about April 28, 2016, the Conspirators connected to and tested the same\n\ncomputer located in Illinois.",
  "The Conspirators falsely claimed on the site that DCLeaks was\n\nstarted by a group of ?American hacktivists,?",
  "The Conspirators\n\ncontinued their U.S. election-interference operations through in or around November 2016.",
  "The middle server acted as a proxy to obscure the\n\nconnection between malware at the and the Conspirators?",
  "For\n\nexample, the dcleaks.com domain was registered and paid for using the ?ctitious name ?Carrie\n\nFeehan?",
  "This release occurred\n\napproximately three days before the start of the Democratic National Convention.",
  "On or about July 6, 2016, the Conspirators used the VPN to log into the\n\n@Guccifer_2 Twitter account.",
  "After conducting reconnaissance, the Conspirators\n\ngathered data by creating backups, or ?snapshots,?",
  "The Conspirators accessed\n\nthese accounts from computers managed by POTEMKIN and his co?conspirators.",
  "In or around June\n\n2016, the Conspirators used the Malaysian server to host the dcleaks.com website.",
  "For example, on or about May 13, 2016, the\n\nConspirators cleared the event logs from a DNC computer.",
  "The\n\nConspirators, posing as Guccifer 2.0, also shared stolen documents with certain individuals.",
  "Shortly thereafter, a transaction matching those exact\n\ninstructions was added to the Blockchain.",
  "received hundreds of bitcoin payment requests from\n\napproximately 100 different email accounts.",
  "For example, on or about February 1, 2016, the\n\ngfadel47 account received the instruction to ?",
  "Organization 1 explained, ?we think trump\n\nhas only a 25% chance of winning against hillary .",
  ">14\n\n=14\n\n3:\n\n>3\n\nALEKSEY VIKTOROVICH\n\nLUKASI-IEV,\n\nSERGEY ALEKSANDROVICH JUL 13 2018\n\nClark.",
  "On or about August 17, 2016, the Conspirators added, ?please tell me if i can help\n\nanyhow .",
  "Before it shut down in or around March 2017, the site received\n\nover one million page Views.",
  "Between on or about May 25, 2016 and June 1, 2016, the Conspirators hacked the DNC\n\nMicroso?",
  "Since in or\n\naround 2010, YERMAKOV used various online personas, including ?Kate S. Milton,?",
  "By in or around June 2016, they\n\ngained access to approximately thirty?three DNC computers.",
  "companies that\n\nsupplied software and other technology related to the administration of US.",
  "In\n\nor around 2016, MALYSHEV monitored X-Agent malware implanted on the and DNC\n\nnetworks.",
  "The keylog function allowed the\n\nConspirators to capture keystrokes entered by employees.",
  "The Conspirators hacked into the DNC network from\n\nthe network using stolen credentials.",
  "By in or around June 2016, Company 1\n\ntook steps to exclude intruders from the networks.",
  "The Conspirators also tried to access the network using\n\npreviously stolen credentials.",
  "Exchange Server and stole thousands of emails from the work accounts of DNC\n\nemployees.",
  "In or around June 2016, KOVALEV and his co?conspirators researched domains used by\n\nUS.",
  "c. X-Agent malware implanted on the network transmitted information from\n\nthe victims?",
  "On or about June 22, 2016, Organization I sent a private message to Guccifer 2.0\n\nto ?",
  "Here are just a few does from many thousands I extracted when hacking\n\ninto network.",
  "The screenshot\n\nfunction allowed the Conspirators to take pictures of the employees?",
  "These units conducted large-\n\nscale cyber operations to interfere with the 2016 US.",
  "The Conspirators used a different set of ?ctitious names (including ?Ward\n\nDeClaur?",
  "24\n\nCOUNT ELEVEN\n\n(Conspiracy to Commit an Offense Against the United States)\n\n66.",
  "The Conspirators also copied select folders,\n\nincluding ?Benghazi Investigations.?",
  "On or about June 8, 2016, the Conspirators created the Twitter account @dcleaksw.",
  "On or\n\nabout July 18, 2016, Organization 1 con?rmed it had ?the le or so archive?",
  "), instructing\n\nthe user to change his password by clicking the embedded link.",
  "Allin Violation of Title 18, United States Code, Sections 371 and 3559(g)(1).",
  "I guess [Company 1] customers should think twice about company?s\n\ncompetence.",
  "opposing Clinton and to post images with the\n\nhashtag #BlacksAgainstHillary.",
  "to move the stolen documents outside the and DNC networks through\n\nchannels.",
  "elections, such as state boards of elections, secretaries of state, and US.",
  "One of these dedicated accounts,\n\nregistered with the username ?gfadel47,?",
  "Username and password for\n\n6 April 18, 2016 Victim 6 computer network\n\n.",
  "Department of Justice\n\nA TRUE BILL:\n\nForeperson\n\nDate: July 13, 2018\n\n29",
  "computer activity, steal passwords, and\n\nmaintain access to the network.",
  "Organization 1\n\ndid not disclose Guccifer 2.0?s role in providing them.",
  "of the cloud-based systems using the\n\ncloud provider?s own technology.",
  "These computers contained test\n\napplications related to the analytics.",
  "The Conspirators, posing as Guccifer 2.0, also communicated with US.",
  "persons and entities responsible for the administration of 2016\n\nUS.",
  "Starting in or around June 2016 and continuing through the 2016 US.",
  "The Conspirators then used other GRU malware, known as\n\n?X-Tunnel,?",
  "), including the email account of the Clinton Campaign?s chairman.",
  "They did so using fictitious online personas, including\n\n?DCLeaks?",
  "All in Violation of Title 18, United States Code, Section 1956(h).",
  "Username and password for\n\n5 April 15, 2016 5 computer network\n\n.",
  "convictions under Counts One, Ten, and Eleven of this Indictment.",
  "The Conspirators\n\nreferred to this computer as a ?middle server.?",
  "Manner and Means of the Conspiracv\n\nSnearphishing Operations\n\n21.",
  "MALYSHEV used a variety of monikers, including ?dj an gomagicdev?",
  "LUKASHEV used various online personas, including ?Den Katenberg?",
  "and\n\nwould make a release of the stolen documents ?this week.?",
  "All in violation of Title 18, United States Code, Section 371.",
  "2.224%;\n\nRbdbert S. Mueller, 111 \"r\n\nSpecial Counsel\n\nUS.",
  "COUNTS TWO THROUGH NINE\n\n(Aggravated Identity Theft)\n\n54.",
  "The\n\nConspirators referred to this server as their panel.",
  "), and stole emails and other documents from the and DNC.",
  "passwords or otherwise gain\n\naccess to their computers.",
  "so con?ict between bernie\n\nand hillary is interesting.?",
  "I?m very pleased the company appreciated my skills so .",
  "nepeaon\n\n[widely known translation]\n\n?worldwide known?",
  "KOZACHEK used a variety of monikers, including ?kazak?",
  "to conduct hacking operations on behalf of Unit 26165.",
  "In total, over 50,000 stolen documents were released.",
  "do ?nd anyt[h]ing interesting in the docs i\n\nposted??",
  "computers to a GRU-leased server located in Arizona.",
  "In or around 2016, the Russian Federation (?Russia?)",
  "Stolen Documents Released through Guccifer 2.0\n\n40.",
  "a certain\n\nthirty-four character bitcoin address.",
  "In response, KOVALEV deleted his search history.",
  "when in fact it was started by the Conspirators.",
  "persons about the\n\nrelease of stolen documents.",
  "I COUNT TEN\n\n(Conspiracy to Launder Money)\n\n56.",
  "Stolen Documents Released through DCLeaks\n\n35.",
  "Efforts to Remain on the and DNC Networks\n\n32.",
  "ANTONOV held\n\nthe title ?Head of Department.?",
  "In fact, this link directed the recipients?",
  "), to gain unauthorized access (to ?hack?)",
  "[p]lease send exactly 0.026043 bitcoin to?",
  "Titled servers hacked\n\nby a lone hacker,?",
  "Username and password for\n\n4 Ap r11 12?",
  "Manner and Means of the Conspiracy\n\n71.",
  "dcleaks\n\nilluminati\n\nmnpono useec'rnm?",
  "it would be a great pleasure to me.?",
  "computers\n\nto a GRU?created website.",
  "Those instructions\n\nWere followed.",
  "The\n\nConspirators responded, ?0k .",
  "Hacking into the DNC Network\n\n26.",
  "This?s a serious case, isn?t it?",
  "to promote the DCLeaks website.",
  "Theft of and DNC Documents\n\n27.",
  "Obiect of the Conspiracv\n\n20.",
  "Hacking into the Network\n\n23.",
  "the Illuminati and their\n\n43.",
  "Obiect of the Conspiracy\n\n70.",
  "Username and password for\n\n.",
  "and an address in New York.",
  "2, 1956,\n\nand 3551 et seq.)",
  "Statutory Allegations\n\n50.",
  "Use of Organization 1\n\n47.",
  "2016 4 computer network\n\n.",
  "Statutorv Allegations\n\n65.",
  "Statutory Allegations\n\n77.",
  "982 and 1030(i); 28 U.S.C.",
  "ORFEITURE ALLEGATION\n\n79.",
  "?some hundreds of sheets?",
  "and ?Yuliana\n\nMartynova.?",
  "Despite the Conspirators?",
  "-\n\n?some hundred sheets?",
  "The person responded, ?",
  "and ?blablabla1234565.?",
  "and ?Karen W. Millen,?",
  "presidential election.",
  "?company?s competence?",
  "presidential election.",
  "Substitute Assets\n\n80.",
  "Pursuant to 18 U.S.C.",
  "[i]oin our flash mob?",
  "and ?Richard Gingrey?",
  "In or\n\naround 2016, .",
  "Some hundred sheets!",
  "[p]retty standard.?",
  "?think twice about?",
  "?James\n\nMcMorgans,?",
  "computer screens.",
  "and ?Guccifer\n\n7.",
  "and ?realblatr.?",
  "and ?Mike Long?)",
  "Defendants\n\n67.",
  "hacker groups.",
  "and ?trump.?",
  "AMS panel.",
  "(18 U.S.C.",
  "elections.",
  "7 May 10?",
  "bitcoin.",
  "2461(0).",
  "25\n\n72.",
  "?cruz,?",
  "l2\n\n34.",
  "i see.?",
  "I\n\n46.",
  "I\n\n62.",
  "63.",
  "61.",
  "64.",
  "55.",
  "60.",
  "57.",
  "58.",
  "59.",
  "73.",
  "74.",
  "75.",
  "76.",
  "68.",
  "69.",
  "78.",
  "45.",
  "44.",
  "48.",
  "51.",
  "49.",
  "53.",
  "52.",
  "33.",
  "38.",
  "37.",
  "36.",
  "42.",
  "41.",
  "39.",
  "28.",
  "31.",
  "30.",
  "29.",
  "25.",
  "17.",
  "16.",
  "18.",
  "19.",
  "13.",
  "15.",
  "14.",
  "24.",
  "22.",
  "10.",
  "11.",
  "I2.",
  "8.",
  "2.",
  "5.",
  "6.",
  "4.",
  "3.",
  "b.",
  "a.",
  "0.",
  "a.",
  "b.",
  "a.",
  "b.",
  "a.",
  "a.",
  "a.",
  "b.",
  "0.",
  "b.",
  "b.",
  "a.",
  "a.",
  "a.",
  "0.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]