[
  "Dearn said in an interview that she was just being \"carefully paranoid\" and protecting her client from accidentally committing perjury if he testifies and contradicts something he told investigators back in May without a lawyer present.",
  "Aaron Zelinsky, one of Mueller's prosecutors, noted Miller's lawyer was making two seemingly contradictory arguments: \"On the one hand, that the witness knows nothing, has nothing to hide, and has participated in no illegal activity.",
  "In turn, the government had agreed to limit its search to certain terms such as Stone, WikiLeaks, Julian Assange, Guccifer 2.0, DCLeaks and the Democratic National Committee, according to court filings and interview with attorneys.",
  "He's getting an assist from Caputo's legal defense fund, which is paying for one of Miller's lawyers, and the conservative National Legal and Policy Center, which is footing the bill for another of Miller's attorneys.",
  "When Kristin Davis -- also known as the 'Manhattan Madam' for running a high-end prostitution ring -- ran for governor of New York in 2010, Stone worked as her campaign strategist and Miller as her campaign manager.",
  "\"This is the best client, I would think, to bring this issue -- one who's not being obstructive but who is being cooperative,\" said Paul Kamenar, Miller's attorney through the National Legal and Policy Center.",
  "It's a common refrain among Stone's friends and former aides, roughly a half dozen of whom have been summoned to talk to Mueller's investigators or a grand jury as Mueller's team circles Stone.",
  "In recent days, the indicted Russian company Concord Management and Consulting has tried to jump on board Miller's appeal, while calling him a \"recalcitrant witness\" in Mueller's probe.",
  "Miller -- a slight man with a hipster-esque style that Stone described as \"anti-fashion\" -- recently decided to give up pot farming and his gig as a volunteer firefighter in California.",
  "The appeal isn't slated to be heard in court until after October 9, raising the question of whether Mueller would move forward in his grand jury investigation sooner without Miller.",
  "Another longtime friend of Stone's, Michael Caputo, compared his interview with special counsel investigators to a \"proctology appointment with a very large-handed doctor.\"",
  "The super PAC run by Stone paid $9,000 to A Miller Research -- a company run by Miller -- during the 2016 election cycle, according to Federal Election Commission reports.",
  "In 2016 -- soon after his wedding -- Miller accompanied Stone to the Republican National Convention in Cleveland to ferry him around and keep track of his appointments.",
  "Shan Wu, a CNN legal analyst and criminal defense attorney who, for a period, defended former Trump campaign aide Rick Gates in the Russia probe, can see it both ways.",
  "In the hearing, Dearn said she was concerned Miller would be asked about his finances and transactions related to political action committees he worked on with Stone.",
  "By process of elimination, the only thing she believes her client could get caught up on are questions about his financial entanglements with Stone and his super PAC.",
  "Washington (CNN) The way Andrew Miller's attorneys and associates tell it, he's just a regular guy with nothing relevant to share with special counsel Robert Mueller.",
  "He wanted his 4-year-old daughter to grow up closer to family and with more readily available playmates than woodsy Lakehead, California, had to offer, friends said.",
  "\"Even if we were to lose, we would have done a public service by dispelling any doubts about whether or not special counsels like Mueller are unconstitutional.\"",
  "That's exactly how Dearn has cast her client, as a \"normal blue-collar kind of guy\" who was born and raised in Missouri by a family of liberal union workers.",
  "In a statement to CNN, Stone described his former aide as a \"pugnacious bantam rooster\" who is both blunt and genuine in his commitment to personal freedoms.",
  "He has tended to the fan mail, spam and media requests that flooded the inbox of the StoneZone, the official website for Stone's clips, quips and columns.",
  "A federal judge has held him in contempt of court for his resistance, positioning him to be jailed if he loses his court cases and still doesn't comply.",
  "Or perhaps Miller really is just a regular guy who knows nothing of interest and that's what makes him the ideal witness to mount this challenge.",
  "She asked that her client be granted immunity, \"otherwise he's going to have to take the Fifth Amendment,\" she said in a court hearing in June.",
  "Dearn said she isn't sure what Mueller is looking for when it comes to Stone, but she's quite certain her client isn't in possession of it.",
  "At the end of the interview, they handed him grand jury subpoenas for testimony and documents, according to a recent court filing he made.",
  "But one by one, Stone's friends and former aides have dutifully lawyered up, trekked in and offered their testimony -- except for Miller.",
  "One former Stone aide, Sam Nunberg, went on a frantic cable news blitz in the early spring insisting he'd defy his subpoena from Mueller.",
  "Miller's legal crusade is set to be the first time that higher federal courts can weigh in on Mueller's actions as special counsel.",
  "Howell became one of four federal judges who have upheld Mueller's appointment and constitutional authority amid court challenges.",
  "\"It's possible he really does know something and they're trying to protect him,\" by preventing Miller from testifying, Wu said.",
  "More recently, he had a gig as a marijuana farmer in California -- a business he conducted legally, according to his lawyers.",
  "Miller \"had absolutely no communication with anybody from Russia or with Guccifer or WikiLeaks,\" Dearn said in an interview.",
  "\"They're looking for any vehicle to challenge Mueller,\" Wu said of outside groups like the National Legal and Policy Center.",
  "When FBI agents first approached him in May, he spoke with them at his home in St. Louis for two hours without an attorney.",
  "\"I think that he mostly, despite all of this litigation that's going on, he mostly wants peace and quiet,\" she added.",
  "After Miller skipped out on his scheduled grand jury appearance, he was held in contempt of court earlier this month.",
  "According to his lawyers, Miller doesn't know anything about Russian collusion or interference in the 2016 election.",
  "Another political group affiliated with Stone paid Miller's firm $5,000 for \"consulting,\" according to FEC reports.",
  "If Miller loses his court challenge, then Mueller could have a newer and stronger legal backing behind his work.",
  "Miller's case is complicated by the fact that he initially cooperated with the special counsel's investigation.",
  "After a protracted back and forth between Dearn and Mueller's team, Miller handed over a tranche of documents.",
  "But Chief Judge Beryl Howell emphatically wrote that Mueller did and Miller needed to speak to the grand jury.",
  "This isn't a matter of him having anything to hide or even wanting to frustrate the special counsel's office.\"",
  "In the summer of 2016, Miller's mind was on his upcoming wedding, not the presidential campaign, friends said.",
  "Instead, he is putting up a constitutional fight challenging Mueller's authority to oversee the Russia probe.",
  "Dearn was adamant that Miller not be forced to testify to the grand jury about one topic in specific: Stone.",
  "Dearn put the kibosh on Miller's plan to meet with investigators a few days later for an informal interview.",
  "Miller's attorney has said it was compensation for scheduling appointments and media appearances for Stone.",
  "The two first met while working for the 2012 Libertarian presidential campaign of former New Mexico Gov.",
  "Dearn said that if Miller ultimately loses his court challenge, he will testify rather than go to jail.",
  "\"I don't think that he is the linchpin for whatever it is they're seeking on Roger Stone,\" Dearn said.",
  "He hasn't publicized his plight on television and mainly finds media attention stressful, Dearn said.",
  "Stone, President Donald Trump's longtime political adviser, claims his associates are being harassed.",
  "Miller first got to know Stone through his stepmother, who was Stone's former personal assistant.",
  "\"You can pitch this guy as a regular American working stiff who's being caught up in this.\"",
  "In May, he moved his family back to his hometown of St. Louis and started painting houses.",
  "His lawyers have filed an appeal and are angling to take their case to the Supreme Court.",
  "Miller has worked on and off for Republican political operative Roger Stone for a decade.",
  "A staunch Libertarian, 34-year-old Miller has refused to testify before the grand jury.",
  "Miller had alleged that Mueller doesn't have the authority to oversee the Russia probe.",
  "A DC District Court judge denied Miller's request to quash his grand jury subpoena.",
  "In the decade since, he has worked as Stone's driver, traveling aide and tech guy.",
  "\"The efforts to squeeze him to bear false witness against me are despicable.\"",
  "Gary Johnson, for which she was general counsel and he was a traveling aide.",
  "\"Andrew is just being brave,\" said Alicia Dearn, one of Miller's attorneys.",
  "\"He's a good father, a devoted husband and a loyal friend,\" Stone said.",
  "On the other hand, that there is a Fifth Amendment concern there.\"",
  "Miller, in one recent court filing, insists he's been cooperative.",
  "But challenging Mueller's authority leaves little room for that.",
  "A spokesman for the special counsel declined to comment.",
  "These days, he works as a house painter in Missouri.",
  "\"This is really a matter of principle.",
  "Afterward, he reached out to Dearn.",
  "Stone has said it was for IT work."
]