[
  "In the introduction to her new book, she writes that any case for influence will likely be similar to that in a civil legal trial, “in which the verdict is rendered not with the certainty that e=mc2 but rather based on the preponderance of evidence.” But, she points out, “we do make most of life’s decisions based on less-than-rock-solid, incontrovertible evidence.” In Philadelphia, she noted to me that “we convict people on probabilities rather than absolute certainty, and we’ve executed people based on inferences from available evidence.” She argued that “the standard of proof being demanded” by people claiming it’s impossible to know whether Russia delivered the White House to Trump is “substantially higher than the standard of proof we ordinarily use in our lives.” Her case is based on a growing body of knowledge about the electronic warfare waged by Russian trolls and hackers—whom she terms “discourse saboteurs”—and on five decades’ worth of academic studies about what kinds of persuasion can influence voters, and under what circumstances.",
  "But evidence presented to the Senate committee revealed that material generated by the Kremlin had reached a hundred and twenty-six million American Facebook users, leading Senator Dianne Feinstein to call the cyberattack “cataclysmic.” House Democrats later released not only the ads but also their “targeting data”—the demographics and the geographic locations of users receiving them—which indicated to Jamieson “whom the Russians were going for.” Among other things, she could discern that the Russians had tried “to minimize the vote of African-Americans.” Bogus Kremlin-sponsored ads that had circulated online—including one depicting a black woman in front of an “AFRICAN-AMERICANS FOR HILLARY” sign—had urged voters to tweet or text rather than vote, or to “avoid the line” and “vote from home.” Jamieson’s Post article was grounded in years of scholarship on political persuasion.",
  "In an election that turned more than most on judgments of character, Americans who saw or heard the second and third debates, in particular, were more likely than those who hadn’t to agree that Clinton “says one thing in public and something else in private.” Jamieson found this statistic curious, because, by the time of the first debate, on September 26th, Clinton’s reputation for candor had already been tarnished by her failed attempt to hide the fact that she’d developed pneumonia, and by the revelation that, at a recent fund-raising event, she’d described some Trump supporters as “deplorables”—a slur that contradicted her slogan “Stronger Together.” Other Annenberg Center polling data indicated to Jamieson that concerns about Clinton being two-faced had been “baked in” voters’ minds since before the first debate.",
  "As the Times reported, the Russians had leaked stolen files “in stages,” a tactic “that wreaked havoc on the Democratic Party throughout much of the election season.” Strikingly, the July indictment showed that Russian hackers’ first attempt to infiltrate the computer servers in Clinton’s personal offices had taken place on July 27, 2016, the same day that Trump had declared, “Russia, if you’re listening, I hope you’re able to find the thirty thousand e-mails that are missing,” adding, “I think you will probably be rewarded mightily by our press.” Another revelation from the indictment which jumped out at Jamieson was that the Russian hackers had stolen the Clinton campaign’s data analytics and voter-turnout models.",
  "Another post displayed contrasting images of a thin homeless veteran and a heavyset, swarthy man wearing an “UNDOCUMENTED UNAFRAID UNAPOLOGETIC” T-shirt, and asked why “this veteran gets nothing” and “this illegal gets everything.” It concluded, “Like and share if you think this is a disgrace.” On Election Day, according to CNN exit polls, Trump, despite his political baggage, outperformed Clinton by twenty-six points among veterans; he also did better among evangelicals than both of the previous Republican nominees, Mitt Romney and John McCain.",
  "A month later, when we met in Philadelphia, Jamieson said, “So we’re starting to close in on a pretty strong inference that they had everything needed to target the messaging” at “key constituencies that did effectively mobilize in this election.” Cocking an eyebrow, she added, “The possibility that this happened starts to become a probability—starts to become a likelihood—pretty quickly.”\n\nJoel Benenson, the Clinton pollster, was stunned when he learned, from the July indictment, that the Russians had stolen his campaign’s internal modelling.",
  "As the Times first reported, on June 8, 2016, a Facebook user depicting himself as Melvin Redick, a genial family man from Harrisburg, Pennsylvania, posted a link to DCLeaks.com, and wrote that users should check out “the hidden truth about Hillary Clinton, George Soros and other leaders of the US.” The profile photograph of “Redick” showed him in a backward baseball cap, alongside his young daughter—but Pennsylvania records showed no evidence of Redick’s existence, and the photograph matched an image of an unsuspecting man in Brazil.",
  "Jamieson notes, “Instead of asking how we could know that the Russians were behind the hacking, the October 9 Sunday show moderators asked what effect the disclosures would have on the candidates’ respective campaigns and what the tape and speech segments revealed about the private versus public selves of the contenders.” If not for WikiLeaks, she writes, the media discourse in those crucial days likely would have remained locked on two topics advantageous to Clinton: Russian election subversion and Trump’s treatment of women.",
  "He has accumulated a huge quantity of data documenting Russian meddling, but he believes that it remains “difficult to quantify what the impact was on the outcome.” He told me that Russian interference “provoked outrage, created discontent with social systems such as police and safety, pushed certain urban and disadvantaged communities to feel marginalized, and amplified wedge issues beyond authentic reach through social media, which then magnified media coverage of certain issues.” He went on, “That’s an impact.",
  "Benenson said that, when he first learned about the theft, he “called another consultant on the campaign and said, ‘This is unreal.’ ” The consultant reminded him that, in focus groups with undecided voters in the fall of 2016, “we’d hear these things like ‘I really hate Trump, but Hillary’s going to murder all these people’—all sorts of crazy stuff.” Benenson admitted that many Americans had long disliked the Clintons, and had for years spread exaggerated rumors of their alleged misdeeds and deceptions.",
  "Adam Schiff, the Democratic representative who is the ranking member of the House Intelligence Committee, told me that, if you take Comey at his word that the fake intelligence drove his decision to publicly censor Clinton in the first place—there are skeptics who suspect that Comey’s grandstanding moralism was a bigger factor—then “it probably was the most measurable” and “the most significant way in which the Russians may have impacted the outcome of the election.” Polls suggest the likely impact.",
  "“Sure.” But, he said, he believes that Russian interference in the 2016 election was “the biggest threat to democracy we’ve ever had in this country, other than the wars we’ve had to fight.”\n\nJamieson has long been respected by the Washington media establishment, but it’s a safe bet that the Trump White House will dismiss her work as more “fake news.” A senior Trump adviser who was involved in the 2016 campaign, and has yet to see Jamieson’s book, recently sent me a text: “Where is the evidence?",
  "(Julian Assange, the head of WikiLeaks, has denied working with the Russian government, but he manifestly despises Clinton, and, in a leaked Twitter direct message, he said that in the 2016 election “it would be much better for GOP to win.”) If the WikiLeaks release was a Russian-backed effort to rescue Trump’s candidacy by generating a scandal to counterbalance the “Access Hollywood” tape and the intelligence report on Russian interference, Jamieson writes, it worked splendidly.",
  "And when do people start to feel ashamed that they can’t accept the election results and the crappy candidate they ran?” Other academics may also be skeptical of “Cyberwar.” A forthcoming book on the 2016 campaign, “Identity Crisis,” by the political scientists John Sides, Michael Tesler, and Lynn Vavreck, argues that Russian interference was not a major factor in the Presidential election, and that the hacked e-mails “did not clearly affect” perceptions of Clinton.",
  "Among the proprietary information that the Russian hackers could have obtained, he said, was campaign data showing that, late in the summer of 2016, in battleground states such as Michigan, Wisconsin, and Pennsylvania, an unusually high proportion of residents whose demographic and voting profiles identified them as likely Democrats were “Hillary defectors”: people so unhappy with Clinton that they were considering voting for a third-party candidate.",
  "She tried to draw attention to Russia’s role in hacking the speech, but Trump mocked her for accusing Putin, and joked, “That was a great pivot off the fact that she wants open borders.” He then warned the audience that, if Clinton were elected, Syrians and other immigrants would “pour into our country.” The fact-checking organization PolitiFact later concluded that Trump had incorrectly characterized Clinton’s speech, but the damage had been done.",
  "After reviewing the debate transcripts, scrutinizing press coverage, and eliminating other possibilities, Jamieson concluded that there was only one credible explanation for the diminishing impression among debate viewers that Clinton was forthright: just before the second debate, WikiLeaks had released a cache of e-mails, obtained by Russian hackers, that, it said, were taken from the Gmail account of Clinton’s campaign chairman, John Podesta.",
  "She noted that Russian trolls had created social-media posts clearly aimed at winning support for Trump from churchgoers and military families—key Republican voters who seemed likely to lack enthusiasm for a thrice-married nominee who had boasted of groping women, obtained multiple military deferments, mocked Gold Star parents and a former prisoner of war, and described the threat of venereal disease as his personal equivalent of the Vietcong.",
  "When Trump accused Clinton of favoring “open borders,” she denied it, but the moderator, Chris Wallace, challenged her by citing a snippet from a speech that she had given, in 2013, to a Brazilian bank: “My dream is a hemispheric common market with open trade and open borders.” Again, there was no mention of the fact that the speech had been stolen by a hostile foreign power; Wallace said that the quotation had come from WikiLeaks.",
  "Russian trolls pretended to have the same religious convictions as targeted users, and often promoted Biblical memes, including one that showed Clinton as Satan, with budding horns, arm-wrestling with Jesus, alongside the message “ ‘Like’ if you want Jesus to win!” One Instagram post, portraying Clinton as uncaring about the 2012 tragedy in Benghazi, depicted a young American widow resting her head on a flag-draped coffin.",
  "Speaking for himself, however, he told me that “it stretches credulity to think the Russians didn’t turn the election.” Ordinarily, Congress would aggressively examine an electoral controversy of this magnitude, but the official investigations in the House and the Senate, led by Republicans, have been too stymied by partisanship to address the ultimate question of whether Trump’s victory was legitimate.",
  "In public, Trump has characterized all efforts to investigate the foreign attacks on American democracy during the campaign as a “witch hunt”; in March, he insisted that “the Russians had no impact on our votes whatsoever.” Few people, including Trump’s opponents, have publicly challenged the widespread belief that no obtainable evidence can prove that Russian interference changed any votes.",
  "Nate Silver, the founder of FiveThirtyEight, has noted that, during this time, coverage of the Clinton e-mail investigation dominated the news, “drowning out other headlines.” According to researchers at Microsoft, the Times ran as many front-page stories on the e-mails that week as it ran front-page stories about the candidates’ policy proposals in the final few months of the campaign.",
  "I’m arguing that they persuaded enough people to either vote a certain way or not vote at all.” The effect of such manipulations could be momentous in an election as close as the 2016 race, in which Clinton got nearly 2.9 million more votes than Trump, and Trump won the Electoral College only because some eighty thousand votes went his way in Wisconsin, Michigan, and Pennsylvania.",
  "This seemed certain to dominate the weekend news, but at 4:03 P.M. the Washington Post published a report, by David Fahrenthold, on an “Access Hollywood” tape that captured Trump, on a hot mike, boasting about grabbing women “by the pussy.” Then, less than half an hour later, WikiLeaks released its first tranche of e-mails that Russian hackers had stolen from Podesta’s account.",
  "To her surprise, she found that it did: as she put it to me, there was a “small but significant drop in reported intention to vote for her.” This statistic, too, struck Jamieson as curious; she knew from years of scholarship that Presidential debates, barring major gaffes, typically “increase the likelihood that you’re casting a vote for, rather than against,” a candidate.",
  "Fearing, in part, that conservatives would create a furor if the alleged e-mails became public, he began to feel that Lynch “could not credibly participate in announcing a declination.” A subsequent report, by the Justice Department’s inspector general, described Comey’s behavior as “extraordinary and insubordinate,” and found his justifications unpersuasive.",
  "Instead, Jamieson writes, throughout the autumn of 2016 a steady stream of content stolen from the Clinton campaign—which the press generally described as coming from WikiLeaks, rather than from Russia—“reweighted the news environment in Trump’s favor.” As Jamieson dug further into Russia’s discourse saboteurs, she decided that she had the makings of a book.",
  "But Jonathan Albright, of Columbia University’s Tow Center for Digital Journalism, who has been at the forefront of documenting the spread of online disinformation from Russia and other sources, describes the “drop in the bucket” argument as a case of “false framing.” He told me, “A better way to think of it is not as a drop of solution but as pollution.",
  "Trump dismisses the idea that Russian interference affected the outcome of the 2016 election, calling it a “made-up story,” “ridiculous,” and “a hoax.” He finds the subject so threatening to his legitimacy that—according to “The Perfect Weapon,” a recent book on cyber sabotage by David Sanger, of the Times—aides say he refuses even to discuss it.",
  "All this, Jamieson writes, gave legitimacy to the idea that Clinton “said one thing in public and another in private.” During the second debate, on October 9th, before 66.5 million viewers, one of the moderators, Martha Raddatz, relayed a question submitted by a voter: Did Clinton think that it was acceptable for a politician to be “two-faced”?",
  "But, in the fall of 2017, as she watched the House and the Senate hold hearings on Russia’s social-media manipulations, and reviewed the sampling of dozens of Facebook ads released by the House Intelligence Committee—all paid for by Russians during the Presidential campaign—she developed suspicions about the reasons behind Trump’s victory.",
  "Although the Senate hearings are still under way, the Intelligence Committee chairman, Richard Burr, a Republican, has already declared, “What we cannot do, however, is calculate the impact that foreign meddling and social media had on this election.” Even the Clinton campaign has stopped short of attributing its loss to the Russians.",
  "“Sir, we’re getting ready to land—I’m going to need you to slide that under your seat.” James Clapper told me, “It’s hard to convey to people how massive an assault this was,” and added, “I think the Russians have more to do with making Clinton lose than Trump did.” Yet he remains cautious about saying that this is provable.",
  "The indictment maintained that the Russian government had executed a sprawling and sustained cyberattack on at least three hundred people connected to the Democratic Party and the Clinton campaign, infiltrating their computers and implanting malware that, in some instances, enabled spies to covertly monitor their keystrokes.",
  "In “Cyberwar,” Jamieson writes, “The stolen goods lent credibility” to “those moderator queries.” As Jamieson reviewed the record further, she concluded that the Russian hackers had also been alarmingly successful in reframing the American political narrative in the crucial period leading up to the second debate.",
  "Winning those three states would have got us to two hundred and seventy-eight electoral votes.” In other words, if only twelve per cent of those third-party voters were persuaded by Russian propaganda—based on hacked Clinton-campaign analytics—not to vote for Clinton, then Jamieson’s theory could be valid.",
  "But these represented only 1 percent of all election-related tweets and 0.5 percent of views of election-related tweets.” He concluded, “It’s hard to change people’s minds!” Conservative news outlets like the Daily Caller have embraced the view that Russia’s social-media operations were negligible.",
  "In her Post article, Jamieson wrote that it was “hard to know” if Russian propaganda and dirty tricks—including the steady release of hacked e-mails, starting with Democratic National Committee correspondence that was leaked just before the Party’s convention—had made a decisive difference in 2016.",
  "But the two books are not necessarily incompatible: Jamieson shows that Russian saboteurs inflamed polarizing identity issues, including resentment among whites that minority groups were benefitting at the expense of “real” Americans—which is exactly what “Identity Crisis” says swung the election.",
  "“Cyberwar: How Russian Hackers and Trolls Helped Elect a President—What We Don’t, Can’t, and Do Know,” by Kathleen Hall Jamieson, a professor of communications at the University of Pennsylvania, dares to ask—and even attempts to answer—whether Russian meddling had a decisive impact in 2016.",
  "The operatives were described as having worked day and night waging “information warfare against the United States of America.” Then, in July, Mueller indicted twelve Russian intelligence officers for hacking into the computers of the Democratic National Committee and the Clinton campaign.",
  "It’s not in our charter.” He emphasized that, although he and other intelligence officials produced—and shared with Trump—a postelection report confirming an extensive cyberattack by Russia, the assessment did not attempt to gauge how this foreign meddling had affected American voters.",
  "The reach of such content, he told me, “turned out to be huge.” Of the four hundred and seventy Facebook accounts known to have been created by Russian saboteurs during the campaign, a mere six of them generated content that was shared at least three hundred and forty million times.",
  "At a press conference, Comey announced his intention to recommend that the Justice Department not charge Clinton, but first he denounced her actions as “extremely careless.” Jamieson recalls wondering, “Why are you doing this?” She told me, “It was odd.” Ordinarily, when the F.B.I.",
  "Moreover, he argued, though the number of Russian-sponsored messages during the 2016 campaign might sound alarmingly large, the universe of information that most voters are exposed to is so vast that the impact of fake news, and other malicious online misinformation, is diluted.",
  "Nevertheless, she argued, the “wide distribution” of the trolls’ disinformation “increases the likelihood” that it “changed the outcome.” After the article’s publication, she returned to her sabbatical project on the debates, with a newly keen eye for Russian trolls and hackers.",
  "Instead of investigating whether Russia tipped the electoral scales on its own, they’ve focussed on the possibility that Trump colluded with Russia, and that this, along with other crimes, might be exposed by the probe being conducted by the special counsel, Robert Mueller.",
  "“We probably won’t, until some Russians involved in it are actually prosecuted—or some Republican, in a moment of conscience, talks.” Politicians may be too timid to explore the subject, but a new book from, of all places, Oxford University Press promises to be incendiary.",
  "She calls it straight.” Indeed, when I met recently with Jamieson, in a book-lined conference room at the Annenberg Center, in Philadelphia, and asked her point-blank if she thought that Trump would be President without the aid of Russians, she didn’t equivocate.",
  "“Why would the debates have had an additional effect?” After insuring that the surveys had been properly conducted, Jamieson analyzed whether this change in a voter’s perception of Clinton’s forthrightness predicted a change in his or her candidate preference.",
  "Last year, while Jamieson was trying to determine what could have caused viewers’ perception of Clinton’s character to fall so consequentially, the Washington Post asked her to write an op-ed addressing whether Russian operatives had helped to elect Trump.",
  "He has called the Russian attacks “the most successful covert influence operation in history,” but concludes that, although Russian hackers may have, as he put it, “put their thumb on the American electoral scale,” there’s simply “no telling the impact.",
  "He told me, “It’s plausible, but the Russians wouldn’t have needed the Clinton campaign—they could just as easily have targeted the network of Bernie Sanders supporters.” “Did we make mistakes?” Benenson asked, about the Clinton campaign’s performance.",
  "In two hundred and twenty-four pages of extremely dry prose, with four appendixes of charts and graphs and fifty-four pages of footnotes, Jamieson makes a strong case that, in 2016, “Russian masterminds” pulled off a technological and political coup.",
  "She’d chosen this subject because, having devoted decades to examining the impact of advertising and other forms of persuasion on voters, she believed that most of the big questions in the field of political-campaign communications had been answered.",
  "Yet she expressed confidence that unbiased readers would accept her conclusion that it is not just plausible that Russia changed the outcome of the 2016 election—it is “likely that it did.” An airtight case, she acknowledges, may never be possible.",
  "The point was scarcely novel, but the debate question—which took her words out of context, omitted her reference to the movie, and didn’t mention that Russian operatives had obtained the speech illegally—made Clinton sound like a sneaky hypocrite.",
  "Moreover, she concludes, the American media “inadvertently helped them achieve their goals.”\n\nWhen Jamieson set out to research the 2016 campaign—she has researched every Presidential election since 1976—she had no intention of lobbing a grenade.",
  "As Jamieson worked on her manuscript, she noticed that Comey repeatedly hinted that his decision to preëmpt his boss was prompted, in part, by classified information, which, if leaked, would undermine the over-all integrity of the Clinton probe.",
  "The Facebook page for a fake group, Blacktivist, which stoked racial tensions by posting militant slogans and stomach-churning videos of police violence against African-Americans, garnered more hits than the Facebook page for Black Lives Matter.",
  "He wrote that “a growing number of studies conclude” that “most forms of political persuasion seem to have little effect at all,” and cited studies suggesting that television ads, direct mail, and door-to-door canvassing rarely sway voters.",
  "In public, he mysteriously declined to be more specific about this intelligence, but claimed that it had compounded concerns already stirred by an impromptu private visit between Lynch and Bill Clinton, on June 27th, at an Arizona airport.",
  "She amassed more evidence this past February, when the Justice Department, in connection with the Mueller probe, released a detailed indictment of thirteen Russians working at the Internet Research Agency, a troll farm in St. Petersburg.",
  "At 12:40 P.M., the Obama Administration released a stunning statement, by the Department of Homeland Security and the director of National Intelligence, accusing the Russian government of interfering in the election through hacking.",
  "Extensive studies of past campaigns, Jamieson said, have demonstrated that “you can affect people, who then change their decision, and that alters the outcome.” She continued, “I’m not arguing that Russians pulled the voting levers.",
  "The book, which is coming out less than two months before the midterm elections, at a moment when polls suggest that some sixty per cent of voters disapprove of Trump, may well reignite the question of Trump’s electoral legitimacy.",
  "Beth Myers, who helped lead Mitt Romney’s Presidential campaigns in 2008 and 2012 and worked with Jamieson on a bipartisan project about Presidential debates, told me, “If Kathleen has a point of view, I don’t know what it is.",
  "She asks readers to imagine how different the 2016 election might have been if Trump’s campaign had also been hacked, disgorging the e-mails of Paul Manafort, Michael Cohen, Michael Flynn, Jared Kushner, and Donald Trump, Jr.",
  "Joel Benenson, the campaign’s pollster, told me that “a global power is fucking with our elections,” and that “every American should be outraged, whether it changed the outcome or not.” But did the meddling alter the outcome?",
  "Silver concluded that all the talk about Clinton’s e-mails may have shifted the race by as much as four points, swinging Michigan, Pennsylvania, Wisconsin, and Florida to Trump, and possibly North Carolina and Arizona, too.",
  "Jamieson argues that the impact of the Russian cyberwar was likely enhanced by its consistency with messaging from Trump’s campaign, and by its strategic alignment with the campaign’s geographic and demographic objectives.",
  "It also pinpoints another, less well-known, instance of Russian sabotage, and Jamieson argues that this dirty trick, in combination with the actions of trolls and hackers, may have changed the course of the 2016 campaign.",
  "The Russians targeted the F.B.I., hoping they’d act on it, and then he went ahead and did so.” In the fake Russian intelligence, one of the Clinton-campaign officials accused of conspiring with Lynch was Amanda Renteria.",
  "She was shocked to learn of the allegations, and told me that, although she is friendly with a woman named Loretta Lynch—a political figure in California—she does not know the Loretta Lynch who was the Attorney General.",
  "As she told me, “The conventional wisdom was that Hillary Clinton had done pretty well.” According to CNN polls conducted immediately after the debates, she won all three, by a margin of thirteen per cent or greater.",
  "But, Jamieson concluded, the Russian saboteurs nimbly amplified Trump’s divisive rhetoric on immigrants, minorities, and Muslims, among other signature topics, and targeted constituencies that he needed to reach.",
  "Jamieson became curious as she watched Comey, on July 5, 2016, make the first of three public statements during the campaign about e-mails that Clinton had mishandled while serving as Obama’s Secretary of State.",
  "Recently, Brendan Nyhan, a professor of public policy at the University of Michigan, suggested, in the Times, that most fears about the impact of Russian information warfare in the 2016 campaign are exaggerated.",
  "Far more important, in the 2016 campaign, was “organic content”: the countless messages, created by masked Russian social-media accounts, that were spread by algorithms, bots, and unwitting American users.",
  "Facebook initially claimed that Russian disinformation posted during the campaign had likely reached only ten million Facebook users; it subsequently amended the figure to a hundred and twenty-six million.",
  "director—he had unilaterally designated himself the spokesman for the entire investigation, and had called a live press conference without asking the permission of his boss, Attorney General Loretta Lynch.",
  "Jamieson agreed to do so, but, she admitted to me, “I frankly hadn’t thought about it one way or the other.” “This is Gerald—he puts on the rubber bands.” Jamieson is scrupulously nonpartisan in her work.",
  "Among other things, this would have exposed correspondence about the notorious June, 2016, Trump Tower meeting with a Russian lawyer, and Trump’s payoffs to a pornographic actress and to a Playboy model.",
  "Benenson explained that any Clinton opponent who stole this data would surely have realized that the best way to counter the plan was to bombard those voters with negative information about Clinton.",
  "Philip Howard, the director of the Oxford Internet Institute, in England, agrees that the Russian interference could have been decisive, but he is less convinced that the stolen analytics were key.",
  "Most discussions about the 2016 election results, she believed, had been misguidedly framed around the question of whether the Russians had “changed votes directly.” There wasn’t evidence for this.",
  "The question referred to a leaked passage from one of Clinton’s previously unreleased paid speeches; Russian hackers had given the passage to WikiLeaks, which posted it two days before the debate.",
  "Every year since 1996 I’ve done some kind of social-science look at the effects of debates.” This expertise helped Jamieson notice something odd about the three debates between Trump and Clinton.",
  "The tranche contained some two thousand messages, along with excerpts from the paid speeches that Clinton had tried to conceal, including those that would be mentioned in the subsequent debates.",
  "An unnamed source told the Post that the intelligence had been viewed as “junk.” Nonetheless, Comey has reportedly told aides that he let the disinformation shape his decision to sideline Lynch.",
  "Jamieson, she says, “is constantly pointing out what the data actually shows, as opposed to those of us who just assert stuff.” Jamieson began her study of the 2016 election with an open mind.",
  "As Steven Livingston, a professor of political communication at George Washington University, puts it, “She is the epitome of a humorless, no-nonsense social scientist driven by the numbers.",
  "In her telling, James Comey’s decision to issue a series of damaging public pronouncements on Clinton’s handling of classified e-mails can plausibly be attributed to Russian disinformation.",
  "But Benenson said that, if a covert social-media campaign targeting “Hillary defectors” was indeed launched in battleground states, it might well have changed the outcome of the election.",
  "Before the hearings, Facebook’s chairman and C.E.O., Mark Zuckerberg, had maintained that the amount of Russian content that had been disseminated on social media was too small to matter.",
  "She was spending a peaceful sabbatical as a fellow at the Shorenstein Center, at Harvard’s Kennedy School of Government, exploring a rather narrow topic: the 2016 Presidential debates.",
  "According to the Web site FiveThirtyEight, at midnight on October 28, 2016, the day Comey announced that he was reopening the investigation, Clinton was ahead of Trump by 5.9 per cent.",
  "Academic research has also shown that political messages tend not to change the minds of voters who have already chosen a candidate; they are most likely to persuade undecided voters.",
  "Instead, she suspected, the Russians had “influenced who voted, or didn’t vote, and that could have changed the outcome.” She set aside her debates project and continued sleuthing.",
  "She is widely respected by political experts in both parties, though her predominantly male peers have occasionally mocked her scholarly intensity, calling her the Drill Sergeant.",
  "Donald Trump has adopted many contradictory positions since taking office, but he has been unwavering on one point: that Russia played no role in putting him in the Oval Office.",
  "As with the other incidents described in Jamieson’s book, it is hard to assess precisely how much of a difference his damaging statements about Clinton made at the voting booth.",
  "But he wonders if some of those conspiracy-minded voters hadn’t been unknowingly influenced by Russian propagandists who were marshalling the Clinton campaign’s own analytics.",
  "In the speech, Clinton had cited Steven Spielberg’s film “Lincoln” as an example of how politicians sometimes need to adopt different public and private negotiating stances.",
  "Every piece of messaging has some effect.” It’s misleading, he says, to focus only on the relatively small number of obvious propaganda messages, such as paid Facebook ads.",
  "The clear implication of Wallace’s question was that Clinton had been hiding her true beliefs, and Trump said to him, “Thank you!” His supporters in the audience laughed.",
  "had received unverified Russian intelligence describing purported e-mails from Lynch to a member of the Clinton team, in which she promised that she’d go easy on Clinton.",
  "An expert told the committee that automated accounts typically push extremist views twenty-five to thirty times more often than authentic American social-media users do.",
  "The extremes are screaming while the majority whispers.” It is now understood that Russia’s influence was far larger than social-media companies originally acknowledged.",
  "Instead, the programs breathlessly discussed the “pussy” tape and the Clinton campaign’s e-mails, which were portrayed as more or less exposing both candidates as liars.",
  "Nick Merrill, a former Clinton-campaign spokesman, describes Comey’s actions as “mind-blowing.” He said of the intelligence impugning Lynch, “It was a Russian forgery.",
  "But in person Jamieson, who wears her gray hair in a pixie cut and favors silk scarves and matronly tweeds, looks more likely to suspend a troublemaker than to be one.",
  "But it certainly didn’t help her candidacy when, just ten days before the election, Comey—reprising his self-appointed spokesperson role—announced that the F.B.I.",
  "The Blacktivist ruse was part of a larger Russian plot to divide Americans, according to Senator Mark Warner, the vice-chair of the Senate Intelligence Committee.",
  "But, during the period of the debates, Jamieson and others at the Annenberg Center had overseen three telephone surveys, each sampling about a thousand adults.",
  "director, for reversing Clinton’s thin lead in the final days of the campaign by reopening a criminal investigation into her mishandling of classified e-mails.",
  "Jamieson’s research indicated that viewers who watched the second and third debates subsequently saw Clinton as less forthright, and Trump as more forthright.",
  "You aren’t living in the world of reality anymore.” Comey declined to comment for this article, citing the classified nature of the intelligence in question.",
  "Now she’s blaming the lie on the late, great Abraham Lincoln!” The dynamic recurred in the third debate, on October 19th, which 71.6 million people watched.",
  "Clinton said that the phrase had been taken out of context: she’d been referring not to immigrants but to an open-bordered electric grid with Latin America.",
  "Jamieson also argues that, in most hotly contested elections, the candidates blunt each other’s messages, which results in fairly balanced media coverage.",
  "U.S. intelligence experts later announced, “with high confidence,” that DCLeaks was the creation of the G.R.U., Russia’s military-intelligence agency.",
  "By some counts, about thirty-seven million Americans—fifteen per cent of the electorate—were still undecided in the final weeks before the election.",
  "During the weeks that the debates took place, the moderators and the media became consumed by an anti-Clinton narrative driven by Russian hackers.",
  "Since 1993, she has directed the Annenberg Public Policy Center, at Penn, and in 2003 she co-founded FactCheck.org, a nonpartisan watchdog group.",
  "Democracies around the world, she told me, have begun to realize that subverting an election doesn’t require tampering with voting machines.",
  "The intelligence community’s report faded from the headlines; that Sunday morning, none of its authors were invited on any major talk show.",
  "She noted that political messages are especially effective when they are sent by trusted sources, such as members of one’s own community.",
  "He noted, “Twitter, for instance, reported that Russian bots tweeted 2.1 million times before the election—certainly a worrisome number.",
  "It’s not just unknown, it’s unknowable.” Jamieson quotes Hayden making this argument, but writes that she must respectfully disagree.",
  "“All they need to do is keep that person where they are,” he said, which is far easier than persuading a voter to switch candidates.",
  "They included excerpts from speeches that Clinton had given to banks, for high fees, and had refused to release during the campaign.",
  "The hacked content permeated the discourse of the debates, informing both the moderators’ questions and the candidates’ answers.",
  "As evidence, Jamieson cites Comey’s own story, told in interviews and in his recent memoir, of what happened behind the scenes.",
  "Jamieson offers a forensic analysis of the available evidence and concludes that Russia very likely delivered Trump’s victory.",
  "Many have also expressed frustration with Clinton’s weak performance as a candidate, and with her campaign’s tactical errors.",
  "Instead, they write, Trump’s exploitation of divisive race, gender, religious, and ethnicity issues accounted for his win.",
  "Renteria said, “To me, it says that, in the new world of politics, even if something isn’t real, it can still move things.",
  "Benenson said, “We lost Pennsylvania, Michigan, Wisconsin—three states of our Blue Wall—by about eighty thousand votes.",
  "Twitter recently acknowledged that it, too, was deeply infiltrated, hosting more than fifty thousand impostor accounts.",
  "The speeches could be used by detractors to show that, despite her liberal rhetoric, she was aligned with Wall Street.",
  "Many critics have accused Clinton of taking Michigan and Wisconsin for granted and spending virtually no time there.",
  "And in 2016 an uncommonly high percentage of voters liked neither candidate and stayed undecided longer than usual.",
  "She, too, worked with Jamieson on the Presidential-debates project, and she studied with her as an undergraduate.",
  "Democrats, for the most part, have avoided attributing Hillary Clinton’s defeat directly to Russian machinations.",
  "But to translate that into voting patterns is very difficult.” Michael Hayden, the former director of the C.I.A.",
  "But Comey based major decisions in the Justice Department on Russian disinformation because of the optics of it!",
  "No, I do not.” Jamieson said that, as an academic, she hoped that the public would challenge her arguments.",
  "The U.S. intelligence community, for its part, is prohibited from investigating domestic political affairs.",
  "James Clapper, the former director of National Intelligence, told me, “We try not to spy on Americans.",
  "On Friday, October 7th, two days before it took place, three major stories landed in rapid succession.",
  "Clearly cognizant of the gravity of her statement, she clarified, “If everything else is a constant?",
  "Six hundred and sixty thousand votes were cast in those three states for third-party candidates.",
  "Documents that Trump has kept concealed, such as his tax returns, also might have come to light.",
  "Clinton “had already been attacked for a very long time over that,” Jamieson recalls thinking.",
  "Among people who did not watch the debates, Clinton’s reputation was not damaged in this way.",
  "The President’s supporters will likely characterize the study as an act of partisan warfare.",
  "She is seventy-one, and has spent forty years studying political speeches, ads, and debates.",
  "Six months after the election, the Washington Post broke a story that solved the mystery.",
  "But, even though Comey wasn’t the head of the Justice Department—he was only the F.B.I.",
  "“Her papers went out to all her friends at the banks—Goldman Sachs and everybody else.",
  "Had the Kremlin tried to push voters in a new direction, its effort might have failed.",
  "She is fair and fearless.” Anita Dunn, a Democratic adviser to Barack Obama, agrees.",
  "“Cyberwar” doesn’t simply document Russia’s hacking and social-media campaigns.",
  "Russian operatives, it turned out, disguised themselves in precisely this way.",
  "When Clinton cited “Lincoln” in order to defend the statement, Trump pounced.",
  "was reopening the investigation because more Clinton e-mails had been found.",
  "In very high-profile cases, it sometimes issues a “declination” statement.",
  "In 2016, she believes, Russia’s involvement upset this equilibrium.",
  "Seven days later, he made a third announcement, clearing her again.",
  "Also, she admitted, “I have what you could call a debate fixation.",
  "The Clinton campaign had a plan for winning back these voters.",
  "They have more readily blamed James Comey, the former F.B.I.",
  "ends an investigation with no charges, it says nothing.",
  "And she said things, WikiLeaks, that just came out.",
  "A week later, her lead had shrunk to 2.9 per cent.",
  "“I saw it and said, ‘Holy shit!’ ” he told me.",
  "“She got caught in a total lie!” Trump said.",
  "So does Albright, of the Tow Center.",
  "“No,” she said, her face unsmiling.",
  "She’s extraordinarily evenhanded.",
  "and the N.S.A., is also agnostic.",
  "At some point in 2016, the F.B.I.",
  "“How will we ever know?” he said.",
  "“It blew my mind,” he told me.",
  "“It was an OMG moment.",
  "She doesn’t bullshit.",
  "And she lied.",
  ".",
  ".",
  "."
]