[
  "Four Targets\n\nEven before Mueller was appointed, FBI investigators focused on four Trump associates: Paul Manafort, former campaign chairman, Michael Flynn, former national security adviser, Carter Page, cited by Trump as a national security adviser, and Roger Stone, a Trump friend and supporter who openly engaged with hackers calling themselves Guccifer 2.0, which US intelligence says was an online persona created as a cover for Russian intelligence agents.",
  "CNN has learned that investigators became more suspicious when they turned up intercepted communications that US intelligence agencies collected among suspected Russian operatives discussing their efforts to work with Manafort, who served as campaign chairman for three months, to coordinate information that could damage Hillary Clinton's election prospects, the US officials say.",
  "Sources described an investigation that has widened to focus on possible financial crimes, some unconnected to the 2016 elections, alongside the ongoing scrutiny of possible illegal coordination with Russian spy agencies and alleged attempts by President Donald Trump and others to obstruct the FBI investigation.",
  "Washington (CNN) Federal investigators exploring whether Donald Trump's campaign colluded with Russian spies have seized on Trump and his associates' financial ties to Russia as one of the most fertile avenues for moving their probe forward, according to people familiar with the investigation.",
  "Until the stolen emails were weaponized in their release via WikiLeaks and the Russian intelligence's own site DCLeaks, intelligence and law enforcement officials believed the cyber-intrusion was an intelligence-gathering effort, like many of those that occurred before past elections.",
  "Top officials including Susan Rice, national security adviser, and Lisa Monaco, homeland security adviser, led efforts by the White House to make sure the government could prevent any move by Russian intelligence to tamper with the voting infrastructure and sow chaos on Election Day.",
  "After a highly contentious year investigating Hillary Clinton's private email servers and being accused of swinging the election against her, the FBI finds itself again where officials tried not to be: amid a politically treacherous investigation that has hobbled a new President.",
  "These include groups of investigators and lawyers focused separately on Russian collusion and obstruction of justice, as well as the investigations focused on Manafort and former National Security Adviser Michael Flynn, according to a US official briefed on the investigation.",
  "Bait and Switch\n\nThe possible financial ties between Trump and Russia were part of the concerns for US intelligence and law enforcement officials from the beginning, according to one current law enforcement official and one former US intelligence official.",
  "CNN has learned some of the investigators involved in the probe are buying liability insurance out of concern they could become targets of lawsuits from those who are being investigated, according to one of the people familiar with the probe.",
  "Even investigative leads that have nothing to do with Russia but involve Trump associates are being referred to the special counsel to encourage subjects of the investigation to cooperate, according to two law enforcement sources.",
  "In the months that followed, investigators turned up intercepted communications appearing to show efforts by Russian operatives to coordinate with Trump associates on damaging Hillary Clinton's election prospects, officials said.",
  "In the summer of 2016, US intelligence agencies noticed a spate of curious contacts between Trump campaign associates and suspected Russian intelligence, according to current and former US officials briefed on the investigation.",
  "Some FBI officials also blame media coverage dating back to last summer for prompting some communications to cease, and making it more difficult for investigators to monitor the interactions of Russians and campaign associates.",
  "Flynn drew suspicions in late 2016 when US spy agencies collecting the communications of Russian Ambassador Sergei Kislyak found Flynn, the incoming national security adviser, discussing the subject of US sanctions on Russia.",
  "The technical staff also released a trove of information on Russian cyber-intrusion techniques and malware that current and former officials say forced the Russians to spend time and money coming up with new methods.",
  "In some cases, the FBI was pursuing others who did business with the Trump organization, including alleged mobsters who controlled key contractors used by many real estate developers in New York during the 1980s.",
  "At the White House, Obama officials scrambled last summer for a strategy on how to respond to what they already knew were Russian actions, well before the administration was willing to point the finger publicly.",
  "Michael Daniel, the White House cyber-security coordinator, ordered staff in August to draw up a list of possible retaliatory measures, according to a former administration official briefed on the matter.",
  "The increased financial focus hasn't gone unnoticed by Trump, who warned Mueller, via an interview with The New York Times, that his financial dealings were a red line that investigators shouldn't cross.",
  "The flow of Russian money in real estate -- and concerns that some buyers were making the purchases to illegally launder money -- had also drawn some attention by US authorities to the Trump business.",
  "Maloni offered further comment to CNN after the initial publication of this story, saying: \"Paul Manafort did not collude with the Russian government to undermine the 2016 election or to hack the DNC.",
  "More troublesome for Flynn, investigators have focused on his lobbying work for the Turkish government, which the former Defense Intelligence Agency chief didn't initially disclose as required by law.",
  "They've combed through the list of shell companies and buyers of Trump-branded real estate properties and scrutinized the roster of tenants at Trump Tower reaching back more than a half-dozen years.",
  "Officials familiar with the probe describe it as akin to a small US attorney's office, with FBI agents and prosecutors assigned to separate groups looking into various aspects of the investigation.",
  "In response to questions about CNN's reporting, his spokesman, Jason Maloni, says it \"is becoming increasingly apparent that there was no collusion between the campaign and the Russian government.\"",
  "Scrambling to react\n\nBy last July when Russian intelligence began releasing troves of stolen emails from the Democratic National Committee, the FBI had been aware of the DNC intrusion about a year.",
  "Those missing links mean that the FBI and Mueller's prosecution team may not have enough evidence to bring charges related to possible illegal coordination with a foreign intelligence service.",
  "The Mueller Team\n\nSince his appointment in May, Mueller has quietly gathered a team of more than three dozen attorneys, investigators and other staff in a nondescript office in Washington.",
  "When information emerged last summer suggesting that the Russians were attempting to cultivate Page as a way to gain an entrée into the Trump campaign, the FBI renewed its interest in him.",
  "The approach to the Manafort and Flynn probes may offer a template for how investigators' focus on possible financial crimes could help gain leverage and cooperation in the investigation.",
  "Investigators also face a big hurdle: those participating in the intercepted communications were foreigners, outside the reach of the FBI, who may be exaggerating or lying about events.",
  "After the election, the Obama administration unveiled a series of measures, including expulsion of diplomats and seizure of Russian diplomatic compounds allegedly used for espionage.",
  "The web of financial ties could offer a more concrete path toward potential prosecution than the broader and murkier questions of collusion in the 2016 campaign, these sources said.",
  "In response to this CNN story, the President's attorney, Jay Sekulow, said, \"President's outside counsel has not received any requests for documentation or information about this.",
  "A year later, the FBI is reviewing financial records related to the Trump Organization, as well as Trump, his family members, including Donald Trump Jr., and campaign associates.",
  "Investigators are looking both at whether financial laws were broken and whether there are any dealings that could put the President or his associates in a compromising position.",
  "Monaco traveled to Capitol Hill to try to get top leaders of both parties to send a letter to state governors to urge shoring up of their defenses of election infrastructure.",
  "FBI officials considered the visit by agents a \"duty to warn\" matter, a not-uncommon effort by the FBI to warn a US official that foreign spies may be trying to target them.",
  "Page had been the subject of a secret intelligence surveillance warrant since 2014, earlier than had been previously reported, US officials briefed on the probe told CNN.",
  "One challenge is that tantalizing pieces of intelligence are missing key links because they did not develop long enough for investigators to determine their significance.",
  "Worse yet, some FBI officials fear the question of whether there was any criminal coordination or collusion between the Trump campaign and Russia may never be answered.",
  "But the order establishing the special counsel makes clear Mueller is authorized to investigate any matters that \"arose or may arise directly from the investigation.\"",
  "The focus now for investigators is whether Manafort was involved in money laundering or tax violations in his business dealings with pro-Russia parties in Ukraine.",
  "Editor's note: This story has been updated with additional comments from Manafort's spokesman, Jason Maloni, that were given to CNN after the initial publication.",
  "Mueller reports to Deputy Attorney General Rod Rosenstein, but there's a measure of separation from Justice Department headquarters to keep the probe independent.",
  "The international real estate business is a part of the global economy where foreigners can still use cash with fewer questions asked about the sources of money.",
  "His lawyers have detailed a few exceptions, including the Miss Universe pageant he held in Moscow and the Florida mansion he sold to a Russian oligarch in 2008.",
  "He told the retired lieutenant general that he was sending a couple of FBI agents to discuss a matter with him, according to people familiar with what unfolded.",
  "In recent weeks, investigators have also started looking into the June 2016 meeting in Trump Tower and how the White House responded to news of that meeting.",
  "\"You had an administration that didn't want to look heavy-handed\" in favor of Hillary Clinton, one senior former US official involved in investigation said.",
  "Flynn's lawyers have criticized media reports about his connection to the Russia investigation as peddling \"unfounded allegations\" and \"outrageous claims.\"",
  "Trump has denied any collusion and maintains that his business empire has \"no involvement with Russia\" and that he has \"no loans, no nothing\" from Russia.",
  "\"They launch an investigation into collusion in the election,\" says one person whose client is among those being scrutinized by the Mueller investigators.",
  "Over the decades, the Trump real estate business and its financial dealings have come under scrutiny by the FBI and the Justice Department multiple times.",
  "The agents asked Flynn about the Kislyak calls, in part out of concern that Flynn could be vulnerable to blackmail over the content of the conversations.",
  "At the FBI, the decision to approach Flynn was debated at the highest levels, including by Comey, according to sources familiar with those discussions.",
  "But they were rebuffed by Republican leaders, who viewed the request as partisan, according to current and former officials briefed on the discussions.",
  "Page denies working with any Russians as part of the Kremlin's election meddling, though he admits interacting with some Russians during the campaign.",
  "These included planting malware in Russian infrastructure that could be activated if the Russian actions escalated, according to the former official.",
  "Daniel, in an interview, declined to discuss specifics about measures considered in response, because much of the information remains classified.",
  "But the Justice Department, and the courts if necessary, should hold someone to account for the flood of unlawful government leaks targeting Mr.",
  "The appointment of Mueller as special counsel has drawn the ire of Trump and his loyalists, who claim that the team has conflicts of interest.",
  "Decades of doing business with foreign regimes with reputations for corruption, from the Philippines to Ukraine, had led to messy finances.",
  "The Justice Department covers legal fees for employees sued in the course of their duties, but some of the lawyers want extra protection.",
  "\"There's always been a concern about his exposure to blackmail in his financial dealings,\" says the person briefed on the investigation.",
  "In 2015, the FBI began investigating cyber breaches targeting US political organizations, including the Democratic National Committee.",
  "Over the next four months, the Obama administration officials and law enforcement and intelligence agencies debated how to respond.",
  "He's also been drawn into a related investigation of his son-in-law's real estate business dealings, some of which he invested in.",
  "Daniel told CNN he and his cyber-response group worked quietly, reducing the number of people allowed in meetings to avoid leaks.",
  "James Comey, in his Senate testimony, said the FBI opened an investigation into Trump campaign-Russia connections in July 2016.",
  "They've looked at the backgrounds of Russian business associates connected to Trump surrounding the 2013 Miss Universe pageant.",
  "But he said one top concern for White House officials was \"it not appear we were trying to be partisan in what we were doing.\"",
  "Other than that comment, we aren't going to respond to anonymous officials illegally peddling second hand conspiracy theories.",
  "Initially, FBI counterintelligence investigators saw the campaign as possible victims being targeted by Russian intelligence.",
  "The suspected operatives relayed what they claimed were conversations with Manafort, encouraging help from the Russians.",
  "These include intercepts monitored by US intelligence that showed suggestions of illegal coordination but nothing overt.",
  "Some of the investigators have been pulled from field offices across the country to join the Mueller team in Washington.",
  "The session included Trump Jr., Manafort, Trump's senior adviser and son-in-law Jared Kushner, and a Russian attorney.",
  "Despite the conflicting accounts, FBI investigators have leaned against seeking charges over the Kislyak discussions.",
  "Any inquiry from the special counsel that goes beyond the mandate specified in the appointment we would object to.\"",
  "Stone denies collusion and says his conversations with Guccifer 2.0, which he since posted online, were innocuous.",
  "That appeared to contradict White House claims that Flynn had not discussed sanctions in his talks with Kislyak.",
  "Instead of collusion, many believe the Mueller probe will instead end up being about past financial troubles.",
  "One year after the FBI opened an investigation, the probe is now managed by special counsel Robert Mueller.",
  "The partisan concerns were exacerbated by interactions between the White House and congressional leaders.",
  "The Justice Department and special counsel's office both declined to comment on the liability concerns.",
  "But the rules are looser in the business of buying and selling high-end real estate, US officials say.",
  "\"Then they go after people because of old business matters that have nothing to do with collusion.\"",
  "\"We needed to develop diplomatic options first, and we [put] the other options on the back-burner.\"",
  "On January 24, Andrew McCabe, then the deputy FBI director, called Flynn at his White House office.",
  "Manafort faces potential real troubles in the probe, according to current and former officials.",
  "Terrorism financing concerns long ago put more stringent rules on banking and other businesses.",
  "Trump has tweeted about the \"witch hunt\" more than a dozen times since Mueller was appointed.",
  "CNN has learned those communications included references to campaign chairman Paul Manafort.",
  "Trump has repeatedly insisted that he has no enduring financial ties to Russian interests.",
  "Missing Links\n\nEven at the FBI, there's a measure of frustration over the investigation.",
  "Many of the investigators have backgrounds in investigating fraud and financial crimes.",
  "He initially denied the sanctions discussions, then later claimed he couldn't remember.",
  "But shortly after Daniel gave the order, White House officials raised other concerns.",
  "Instead, prosecutors could pursue financial crime charges unrelated to the election.",
  "But some of the people who are now under scrutiny by Mueller see a bait and switch.",
  "There are 16 attorneys assigned to the probe, according to a spokesman for Mueller.",
  "Trump earned more than $100 million from those deals, according to his lawyers.",
  "The investigators don't consider Flynn's answers to be intentionally dishonest.",
  "CNN could not determine whether the review has included his tax returns.",
  "Some members of the team previously contributed to Democratic campaigns.",
  "\"This is like any investigation,\" says one person briefed on the probe.",
  "Flynn's lawyers have since retroactively registered his lobbying.",
  "\"We didn't need to do the Russians work for them,\" Daniel said.",
  "Where this is going is no different from any investigation.\"",
  "\"You start at the core and then move to the periphery.",
  "The strands of the two investigations began to merge.",
  "Flynn spoke to McCabe without his lawyer present.",
  "Manafort has not been accused of any wrongdoing.",
  "Flynn gave a wobbly explanation of events.",
  "Others left high-paying jobs at law firms.",
  "You have to explore the finances.",
  "Manafort.\""
]