[
  "The indictment alleges that the Russians had a multimillion-dollar operation aimed at conducting “information warfare against the United States of America.” They pretended to be Americans and set up groups and pages that addressed divisive political and social issues, with names like “Secured Borders,” “Blacktivist,” “United Muslims of America,” “Army of Jesus,” “South United” and “Heart of Texas.” They racked up hundreds of thousands of followers.",
  "Rosenstein’s memo tasked Mueller with investigating “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump,” as well as “any matters that arose or may arise directly from the investigation.”\n\nIllustration: HuffPost; Photo: Reuters President George W. Bush, right, announced the appointment of U.S. Attorney Robert Mueller as the new FBI director on July 5, 2001.",
  "Sees No Clear Link to Russia,” that investigators had not “found any conclusive or direct link between Mr. Trump and the Russian government.”\n\nIt wasn’t until long after Trump’s election that then-FBI Director James Comey in March 2017 publicly confirmed the bureau’s investigation of connections between Trump associates and the Russian government.",
  "Deputy Attorney General Rod Rosenstein was overseeing the Russia probe at the time because Attorney General Jeff Sessions recused himself from any investigations involving the Trump campaign (Sessions’ recusal decision came amid public pressure over his failure to disclose that he met with the Russian ambassador during the Trump campaign).",
  "The former FBI director testified last year that, after Flynn was asked to resign for misleading Vice President Mike Pence about his conversations with the Russian ambassador, Trump privately told Comey he hoped he could “see your way clear to letting this go” and called Flynn a “good guy.”\n\nAnd how does Michael Cohen play into all this?",
  "Giuliani sort of gave away the game during an appearance on CNN in late May, explaining that, while he and Trump supporters had been attacking the special counsel and the Russia investigation, the goal of convincing Americans to “question the legitimacy” of the probe was part of a public relations strategy to protect the president.",
  "He even wrote a letter to his college newspaper complaining about its “disgraceful” attitude toward Reagan supporters and urging it to “recognize and respect the appeal Reagan has to the average American.” Early in his career, Rosenstein worked with fellow Republican Ken Starr, the independent counsel who investigated Bill Clinton.",
  "Sen. Chuck Grassley of Iowa said it would be “suicide.” But prominent Trump backers have engaged in a lengthy campaign against the Mueller probe that has convinced many Trump supporters that the president is being unfairly persecuted by the “deep state.” That would give Trump at least some political cover to fire Mueller.",
  "The indictment accused two units of the Russian Federation’s Main Intelligence Directorate of the General Staff (GRU) of conducting “large-scale cyber operations to interfere with the 2016 U.S. presidential election.”\n\nIt had long been clear that the U.S. government had concluded that Russia was behind the hacks.",
  "Rosenstein said the indictment included “no allegation that the conspiracy altered the vote count or changed any election result.” That’s true, but it also doesn’t really mean much because it’d be weird and irresponsible for the feds to speculate about the effect of Russian interference on voters’ minds.",
  "The Trump team has said Papadopoulos was merely a campaign “volunteer” and even a “coffee boy.” But during the campaign, Trump described the former campaign policy adviser as an “excellent guy.” There’s also a photo showing Papadopoulos at a meeting with Trump and Sessions in March 2016.",
  "Intriguingly, the indictment also said that on the very same day Trump called on Russia to “find” 30,000 Clinton emails, July 27, 2016, that the Russians worked “after hours” to try to hack email accounts hosted by a third-party email provider that was used by Clinton’s personal office.",
  "(In contrast to the extremely public FBI investigation of Hillary Clinton’s use of a private email server, the bureau followed protocol and never publicly acknowledged that Donald Trump’s presidential campaign was under investigation for its ties to a hostile foreign government.)",
  "The hacking of Clinton campaign chairman John Podesta’s Gmail account provided plenty of fodder for journalists with revelations about Clinton’s Wall Street speeches; discussions about Catholicism; and Donna Brazile sending questions CNN planned to ask to the Clinton campaign.",
  "That day, Mueller issued the only public statement he’s issued since he took the job: “I accept this responsibility and will discharge it to the best of my ability.”\n\nRosenstein said at the time that his decision was based on the unique circumstances of the situation.",
  "Federal regulations say that a special counsel can be appointed if there’s a conflict of interest or there are “extraordinary circumstances.”\n\nA special counsel isn’t the same as an independent counsel, the type of investigation aimed at former President Bill Clinton.",
  "Ironically, while Trump long insisted that Comey went too easy on Hillary Clinton, Rosenstein’s case was that Comey’s public declarations about the Clinton email investigation during the 2016 campaign were unfair and violated Justice Department protocol.",
  "He said that the “public interest requires me to place this investigation under the authority of a person who exercises a degree of independence from the normal chain of command.”\n\nHold on, didn’t Rosenstein have something to do with Comey’s firing?",
  "President Ronald Reagan tapped him to serve as U.S. attorney for the District of Massachusetts, and he later headed the Justice Department’s Criminal Division, a key role in which he oversaw hundreds of attorneys and supervised major prosecutions.",
  "But the indictment, which came down days before Trump’s July 16 meeting with Russian President Vladimir Putin in Helsinki, offered up the most detailed look at the Russian campaign to date, and specifically alleged that two online personas ?",
  "Though one of Manafort’s two trials (it’s complicated) resulted in a conviction on eight counts, 10 other counts that the judge declared a mistrial on will be dropped as part of the plea deal he reached in his second trial weeks later.",
  "Illustration: HuffPost; Photo: AARON P. BERNSTEIN VIA GETTY IMAGES Michael Flynn, former national security adviser to President Donald Trump, leaves the federal courthouse in Washington, D.C., after a pre-sentencing hearing on July 10.",
  "Illustration: HuffPost; Photo: Sputnik Photo Agency via Reuters Russian President Vladimir Putin gives President Donald Trump a soccer ball from the World Cup as first lady Melania Trump joins them for photos on July 16 in Helsinki.",
  "He used to be a London-based lawyer who worked with Gates, Manafort and Konstantin Kilimnik, another Manafort associate who was indicted in June when he and Manafort were accused of witness tampering and obstruction of justice.",
  "He worked out of an office in Baltimore when he was U.S. attorney for the District of Maryland, a position he was first appointed to by President George W. Bush (who later nominated Rosenstein as a federal appeals court judge).",
  "Mueller was then named U.S. attorney for the Northern District of California, where he served until his party took back power and the George W. Bush administration asked him to serve as acting deputy attorney general, the No.",
  "He had close ties to Russians and sat in on an infamous Trump Tower meeting in which Donald Trump Jr. and Jared Kushner heard from a Kremlin-linked attorney whom they had expected to give them dirt on Hillary Clinton.",
  "Cohen’s disclosure of a secret recording from 2016 that features Trump and Cohen talking about a payment to a Playboy Playmate who said she had an affair with Trump makes clear he could be willing to cut a deal.",
  "The Russians also allegedly paid actual Americans to engage in anti-Clinton protests, including an American who was paid to show up to portray Clinton in a prison uniform at a rally in West Palm Beach, Florida.",
  "The grand jury found there was probable cause that the Russians posed as Americans and purchased political advertisements and organized political rallies with the aim of boosting Trump and disparaging Clinton.",
  "Illustration: HuffPost; Photo: Robyn Beck/Getty Images Democratic nominee Hillary Clinton and Republican rival Donald Trump walk off the stage after the final presidential debate in Las Vegas on Oct. 19, 2016.",
  "Federal prosecutors are allowed to take part in a number of political activities when they’re off the clock, and there’s supposed to be a tradition of federal prosecutors leaving their politics at the door.",
  "The Times later admitted that its pre-election story “gave an air of finality to an investigation that was just beginning” and buried the key fact of the investigation into the Trump campaign’s Russia ties.",
  "Mueller’s team isn’t investigating Cohen directly, but the U.S. Attorney’s office for the Southern District of New York reportedly started their probe in part because of a referral from Mueller’s office.",
  "Trump, of course, has long insisted there was “no collusion” while also routinely rejecting or undercutting the intelligence community’s universal consensus that Russia was behind the 2016 interference.",
  "Mueller left his WilmerHale salary behind when he was named as special counsel, and he also managed to convince a few colleagues at his former law firm to give up their lucrative gigs and join his team.",
  "One Russian-run account called “Woke Blacks” encouraged followers not to vote for “Killary”: “We cannot resort to the lesser of two devils.” The post said that blacks would be better off not voting.",
  "They believe that Trump has the power under Article II of the Constitution to appoint and dismiss members of his administration, so he shouldn’t be questioned about his hiring and firing decisions.",
  "Bush later nominated him as FBI director, and he started the gig a week before the Sept. 11, 2001, terrorist attacks, which sparked the transformation of the bureau into a counterterrorism agency.",
  "One example: Their advertisement for a “Florida Goes Trump” rally reached over 59,000 Facebook users in Florida and got clicks from more than 8,300 Facebook users, according to the indictment.",
  "He’s been cooperating with Mueller’s team since February after he reached a plea deal in which he pleaded guilty to a tax charge and a charge of lying to Mueller’s investigators and the FBI.",
  "He soon rang up Eric Holder, who was then serving as U.S. attorney for the District of Columbia, a unique office in that it prosecutes both federal and local crimes in the nation’s capital.",
  "The charges against Manafort aren’t directly related to his work for the Trump campaign, but the charges were widely seen as a way for Mueller to get valuable information out of Manafort.",
  "The obstruction case against Trump would center on his alleged attempt to intervene in the Flynn case, his decision to fire Comey and his attempts to get Sessions to reverse his recusal.",
  "While Republicans controlled Congress there was no chance of an impeachment, but the issue is in the spotlight more following the midterm elections, since Democrats took back the House.",
  "Illustration: HuffPost; Photo: ALEXANDRIA SHERIFF’S OFFICE VIA REUTERS Former Trump campaign manager Paul Manafort in a booking photo from the Alexandria Sheriff’s Office in Virginia.",
  "It’s still unclear, but Democrats quickly demanded that Whitaker recuse himself from the Mueller investigation over his comments on the probe and his links to one of its witnesses.",
  "Rosenstein is the guy overseeing the Mueller probe, which Trump has called a “witch hunt.” So, under the guise of congressional oversight, they’ve been making Rosenstein a target.",
  "In July, a federal grand jury indicted 12 Russian military intelligence officers for hacking the Clinton campaign and the Democratic National Committee during the 2016 election.",
  "There’s some disagreement in legal circles, but Mueller is a by-the-book kind of guy, and there’s little chance he’d break from precedent, even if he thinks Trump broke the law.",
  "Illustration: HuffPost; Photo: Chip Somodevilla via Getty Images Deputy Attorney General Rod Rosenstein announces indictments against 12 Russian intelligence agents on July 13.",
  "So the hacks led to news coverage that definitely had a significant effect on the coverage of the election, it’s just really hard to say precisely how that influenced voters.",
  "He surrendered to the feds in late October 2017 after a federal grand jury indicted him on a wide range of charges related to his work on behalf of the Ukrainian government.",
  "Whitaker has repeatedly criticized Mueller’s probe for “going too far,” including writing an opinion piece for CNN calling on Rosenstein to limit the investigation’s scope.",
  "The former Trump confidant pleaded guilty to five counts of tax evasion, two counts related to an illegal campaign contribution and one count of making a false statement.",
  "Which is a pretty big deal: a senior Trump administration official has admitted he lied to federal investigators about his talks with Russian Ambassador Sergey Kislyak.",
  "Trump had spent months belittling Sessions over his recusal from the Russia investigation, and there was longstanding speculation that the president might replace him.",
  "On Aug. 21, Manafort was found guilty on eight counts: five tax fraud charges, two bank fraud charges and one count of failing to report bank and financial accounts.",
  "Sessions claimed he “pushed back” on the suggestion that Trump campaign officials get together with the Russians, though others have disputed Sessions’ account.",
  "DNC Chairwoman Debbie Wasserman Schultz resigned just days after hacked emails showed DNC officials deriding Sen. Bernie Sanders’ presidential primary campaign.",
  "If Whitaker does take action against the probe -- say, telling Mueller to stop investigating a particular issue -- it would set up a major political crisis.",
  "Illustration: Damon Dahlen/HuffPost; Photos: Getty Images Special counsel Robert Mueller, center, is looking into Russian interference in the 2016 election.",
  "This article has been updated with Manafort’s convictions and plea deal and Cohen’s guilty pleas, as well as Sessions dismissal and Whitaker’s appointment.",
  "So back in February, a federal grand jury indicted 13 Russians charged in a conspiracy to influence the 2016 election through their use of social media.",
  "With the bureau in turmoil over Comey’s firing, Rosenstein named Robert Swan Mueller III (aka “Bobby Three Sticks”) as special counsel on May 17, 2017.",
  "Beyond what’s spelled out in the indictment, we know that Facebook says Russian efforts on Facebook and Instagram reached at least 146 million people.",
  "Sessions technically resigned rather than being fired, which is important because it allowed Trump to immediately name a new acting attorney general.",
  "The FBI’s original Trump-Russia investigation got underway in the summer before the 2016 campaign, though the public wasn’t really aware of it then.",
  "But Democratic leaders haven’t taken a strong stand on impeachment yet, instead signaling that they’ll wait for what comes from the investigation.",
  "But Mueller’s team kept the whole thing quiet for three months until it unsealed the case against Papadopoulos the same day Manafort was arrested.",
  "Mueller’s team has secured the indictments of four Trump campaign officials: Paul Manafort, Richard Gates, George Papadopoulos and Michael Flynn.",
  "After President Bill Clinton’s election, Mueller did what a lot of D.C. lawyers do when their party is out of power: He took a corporate law gig.",
  "Mueller was so well-respected that the Senate unanimously extended his 10-year term as FBI director for an additional two years back in 2011.",
  "Mueller’s team could write a report about the president’s conduct and send it to Congress to potentially be used in impeachment proceedings.",
  "He “became the oldest and most improbable rookie in the history of the homicide bureau,” and later headed up the office’s homicide section.",
  "Trump’s lawyer Rudy Giuliani recently said that the legal team wasn’t willing to let Trump answer questions about obstruction of justice.",
  "It would set up a situation similar to Nixon’s “Saturday Night Massacre,” in which the president has to work down the chain of command ?",
  "Before he became Sessions’ chief of staff last year, Whitaker was an attorney in Iowa, a failed Senate candidate and a CNN commentator.",
  "A more plausible scenario is that Trump could order Rosenstein to fire Mueller, which Rosenstein would almost certainly refuse to do.",
  "The fact that Republican President Donald Trump nominated him to the critical second-in-command position at the Justice Department.",
  "Trump got rid of Sessions within a day of the midterm elections, in a move that has big implications for the Mueller investigation.",
  "They also worked with “unwitting individuals associated with the Trump Campaign” who were unaware of their true Russian identities.",
  "Some of Trump’s biggest supporters on Capitol Hill did end up introducing articles of impeachment against Rosenstein in late July.",
  "House Republicans have talked about holding Rosenstein in contempt, and for months have even floated the idea of impeaching him.",
  "The Washington Post found that 13 of 17 people had previously registered as Democrats and that nine had donated to Democrats.",
  "The independent counsel statute expired in 1999, and a special counsel isn’t quite as independent as an independent counsel.",
  "Papadopoulos said he indicated during that meeting that he had the connections to set up a meeting between Trump and Putin.",
  "Cohen’s plea deal is in connection to hush money the lawyer paid women on behalf of Trump, according to The New York Times.",
  "He told the diplomat that he’d met with a professor with ties to the Russians who said the Kremlin had “dirt” on Clinton.",
  "The last time a member of the executive branch who wasn’t the president was impeached by the House was way back in 1876.",
  "It probably didn’t matter a ton, because Trump said he was going to fire Comey no matter what Rosenstein’s letter said.",
  "But that was the official story the White House tried selling: that Trump fired Comey because he was unfair to Clinton.",
  "Cohen’s lawyer, Lanny Davis, said his client is willing to provide information that would be “of interest” to Mueller.",
  "Plus, the president’s lawyers claimed Mueller’s investigators told them directly that they won’t indict the president.",
  "The story also previously referred to a photo showing Papadopoulos at a meeting with Trump and Sessions in March 2017.",
  "He pleaded guilty to lying to the FBI about his talks with the Russian ambassador during the presidential transition.",
  "Papadopoulos likely holds answers to a lot of the key questions about the Trump campaign’s relationship with Russia.",
  "Rosenstein, meanwhile, was reportedly upset that the White House cast him as the guy who instigated Comey’s firing.",
  "But two major indictments this year offered an outline of major Russian efforts to interfere in the 2016 election.",
  "Mueller stepped down as FBI director in 2013, after the longest tenure of any FBI director since J. Edgar Hoover.",
  "One Russian-run Twitter account impersonating the Republican Party in Tennessee had more than 100,000 followers.",
  "But since the Cohen investigation isn’t being overseen by Mueller’s team, things might get a little complicated.",
  "Manafort is the former chairman of Trump’s presidential campaign and had a long history in Republican politics.",
  "Unlike Trump, Rosenstein respects the traditional divisions between the White House and the Justice Department.",
  "It's been alleged that Russian President Vladimir Putin wanted to tip the scales toward a Donald Trump victory.",
  "He said it was before he joined the campaign, but it was in fact about a month after he was on the Trump team.",
  "Cohen pleaded guilty on Aug. 21 to illegally interfering in the 2016 presidential election at Trump’s behest.",
  "Whitaker immediately raised red flags for those concerned about the independence of Mueller’s investigation.",
  "He’s a conservative who rose fast in the Justice Department while gaining a reputation as a Trump loyalist.",
  "Manafort’s bail was revoked in June after he was charged with obstruction of justice and witness tampering.",
  "Mueller also wasn’t supposed to take political affiliation into consideration when making hiring decisions.",
  "Not long before the election, The New York Times said in a piece titled “Investigating Donald Trump, F.B.I.",
  "In May 2017, Trump fired Comey, and said a day later that Russia was on his mind when he made the decision.",
  "But the special counsel regulations don’t allow Mueller to be fired as special counsel without good cause.",
  "Flynn, Trump’s former national security adviser, has been working with Mueller’s team since December 2017.",
  "It was his May 2016 meeting with an Australian diplomat at a London bar that kicked off the Russia probe.",
  "And the fact that the entire investigation is being run by a Republican and is overseen by a Republican ?",
  "Illustration: HuffPost; Photo: Getty Images At a hearing earlier this month, Rep. Elijah Cummings (D-Md.)",
  "But it’s been clear for months that Mueller’s team has been more focused on the question of obstruction.",
  "Probably not with an indictment of the president, even if Mueller’s team thinks Trump committed a crime.",
  "A lot like a regular prosecutor, but they have a bit more independence from the normal chain of command.",
  "What exactly Trump knew about Russian efforts to undermine the 2016 election is still an open question.",
  "But it largely deals with his shady work for a pro-Putin political party in Ukraine and evading taxes.",
  "CORRECTION: This story previously referred to an Austrian diplomat who spoke with George Papadopoulos.",
  "This seems like it won’t happen, especially since Sessions was effectively fired for recusing himself.",
  "Whatever happens, the best bet now is an ugly battle ahead for the future of Mueller’s investigation.",
  "These Republican attacks on Mueller and Rosenstein and the FBI are starting to make a lot more sense.",
  "Papadopoulos admitted that he lied to the FBI about when he was told about Russian “dirt” on Clinton.",
  "“It is for public opinion, because eventually the decision here is going to be impeach, not impeach.",
  "Members of Congress, Democrat and Republican, are going to be informed a lot by their constituents.",
  "But Trump said Rosenstein is from Baltimore and that there weren’t many Republicans from Baltimore.",
  "The specialists running the pages were told to use any opportunity to criticize Hillary Clinton.",
  "which the Constitution associates with treason, bribery, or other high crimes and misdemeanors ?",
  "The Justice Department’s view has long been that a president can’t be indicted while in office.",
  "Washington had a really high homicide rate at the time, and Mueller wanted to run murder cases.",
  "Mueller is a Princeton grad and a highly decorated Marine Corps officer who served in Vietnam.",
  "He was Manafort’s deputy, and he also worked on the Trump campaign and the Trump inauguration.",
  "The little reporting on the probe at the time underplayed the gravity of the investigation.",
  "Mueller’s team even laid out for Trump’s lawyers some of the questions they’d want to ask.",
  "We do know that email hacks had a tremendous effect on news coverage of the 2016 campaign.",
  "Van der Zwaan served a bit of time in federal prison and was deported to the Netherlands.",
  "Rosenstein, at Trump’s request, wrote a legal memo that made the case for Comey’s firing.",
  "How much of an effect did Russian trolling on social media have on the 2016 election????",
  "had posters printed with images of those who have pleaded guilty in the Mueller probe.",
  "We know Mueller wants to talk to Trump, and Trump has said he welcomes the interview.",
  "2 official at the Justice Department over a document dispute is quite extraordinary.",
  "Mueller’s team has been involved in indicting 32 people and three Russian companies.",
  "He totally raked in the dough when he jumped back to the private sector, didn’t he?",
  "George Papadopoulos was actually the first person arrested in the Mueller probe.",
  "Some Republicans have indicated they wouldn’t stand for Trump firing Mueller.",
  "It’s true that there are a number of registered Democrats on Mueller’s team.",
  "One of the indictments was about Russian Facebook and Twitter trolls, right?",
  "Or they could list Trump as an unindicted co-conspirator in court documents.",
  "The person he chose was Matt Whitaker, who was Sessions’ chief of staff.",
  "So why are Trump supporters beating up on a Republican like Rosenstein?",
  "Didn’t the White House claim Trump could fire Robert Mueller, though?",
  "is obviously really rare, and it’s even more rare for non-presidents.",
  "That’s around what the federal government spends in a typical minute.",
  "So what’s all this about Mueller’s team being a bunch of Democrats?",
  "It seems increasingly unlikely that the interview will take place.",
  "So how does Paul Manafort play into the Trump-Russia probe again?",
  "Another pretty solid indication that Rosenstein is a Republican?",
  "He’s lived in the D.C. suburb of Bethesda, Maryland, for years.",
  "Two years, or roughly a million news cycles ago, give or take.",
  "But the Russian propaganda efforts reached a ton of Americans.",
  "in September allows for those other 10 counts to be dropped.",
  "And what about the allegation that Trump obstructed justice?",
  "politicians on both sides of the aisle were pretty big fans.",
  "What about the hacking of the DNC and the Clinton campaign?",
  "The Justice Department’s budget for 2018 was $28.1 billion.",
  "are unlikely to show up in an American court anytime soon.",
  "Trump and Fox News hosts don’t seem to like him very much.",
  "When and why did Robert Mueller get involved in all this?",
  "Didn’t Trump try to get James Comey to drop Flynn’s case?",
  "There was another guy charged with Paul Manafort, right?",
  "But it’s important to look at that statistic in context.",
  "A whole bunch of indictments and several guilty pleas.",
  "until he finds someone willing to carry out his order.",
  "He spent most of his career in the Justice Department.",
  "That was months before the hacked materials came out.",
  "The majority of those charged in the Mueller probe ?",
  "So how did that Russian hacking affect the election?",
  "Wait, what’s all this about Sessions getting fired?",
  "at least until he took on the special counsel gig ?",
  "Mueller, as special counsel, reports to Rosenstein.",
  "But Mueller wasn’t long for the corporate world.",
  "OK, Mueller and Rosenstein are both Republicans.",
  "Alright, back to the Trump-Clinton-Russia stuff.",
  "House Speaker Paul Ryan said he’s not on board.",
  "Can you even impeach a deputy attorney general?",
  "So how much has the Mueller investigation cost?",
  "The Russians posted a lot of Breitbart stories.",
  "Sending a report to Congress seems more likely.",
  "When did this Trump-Russia investigation begin?",
  "All right, but what about this Rosenstein guy?",
  "It’s unclear what form that report would take.",
  "Well, what’s Mueller’s team going to do then?",
  "Papadopoulos has been cooperating ever since.",
  "But a plea deal he took in his second trial ?",
  "The case against Manafort is really complex.",
  "The judge declared a mistrial on 10 counts.",
  "So public opinion is pretty important, huh?",
  "Raising the prospect of impeaching the No.",
  "What’s this about impeaching Rosenstein?",
  "His legal team is less excited, though.",
  "is the American people,” Giuliani said.",
  "That sounds bad for the investigation.",
  "So what did Trump know about all this?",
  "kind of undermines that talking point.",
  "Well, he’s a Republican, for starters.",
  "So what is a special counsel, anyway?",
  "Roughly $7.7 million as of March 31.",
  "What do we know about Whitaker then?",
  "Six had donated to Hillary Clinton.",
  "What’s Robert Mueller’s deal again?",
  "It’s a bit of a murky legal issue.",
  "What’s Mueller got to show for it?",
  "were in fact operated by Russians.",
  "Just one guy, Alex van der Zwaan.",
  "Rosenstein is not from Baltimore.",
  "2 spot at the Justice Department.",
  "Has anyone gone to prison yet???",
  "Again, that’s tough to quantify.",
  "But will Congress impeach Trump?",
  "It’s a pretty fascinating case.",
  "What about George Papadopoulos?",
  "That happened on July 27, 2017.",
  "So, our jury is the American ?",
  "who Trump himself nominated ?",
  "Put simply, to protect Trump.",
  "via firings or resignations ?",
  "What’s Robert Mueller’s job?",
  "All have reached plea deals.",
  "The diplomat was Australian.",
  "Now he’s Rosenstein’s boss.",
  "That’s really tough to say.",
  "He’s a lifelong Republican.",
  "DCLeaks and Guccifer 2.0 ?",
  "What about Michael Flynn?",
  "HOW’S THIS ALL GONNA END?",
  "Yes, according to Comey.",
  "She apparently did not.",
  "Let’s start at the top.",
  "Sounds pretty typical.",
  "26 Russian nationals ?",
  "What happens next?",
  "It was March 2016.",
  "as it should be ?",
  "Yeah, Rick Gates.",
  "Is he a Democrat?",
  "in Washington ?",
  "It’s related.",
  "Impeachment ?",
  "You sure?",
  "They did.",
  "Exactly.",
  "It was.",
  "He did.",
  "??????",
  "Right.",
  "And ?",
  "Yup.",
  "Yes.",
  "????",
  "No.",
  "??",
  "??",
  "??",
  "??",
  "?"
]