[
  "Others, such as the theory that Barack Obama founded the Islamic State, or the theory that the Google search engine was working on Clinton’s behalf, got less attention but were notable for another reason: They were not only promoted on the fake Russian network, which bought advertising in order to push them further, but also were promoted on open Russian news networks, including the Sputnik English-language news services.",
  "In backing Donald Trump, Russia’s oligarchical class sought not only to disrupt U.S. politics but also to reverse sanctions, both those applied in the wake of Russia’s invasion of Ukraine and those connected to the Magnitsky Act, which targeted officials involved in human rights violations.",
  "The trolls then posted thousands of fake stories, memes and slogans, supported anti-Clinton hashtags and narratives, and linked back to DCLeaks, the website that posted emails that Russian hackers stole from the Clinton campaign.",
  "In seeking Russian support, Trump sought not only to become president but also to make money: Even as he launched his presidential campaign, he hoped to receive a major influx of money from a proposed Trump Tower in Moscow.",
  "As the New York Times has just graphically demonstrated, professional Russian Internet trolls, probably operating out of St. Petersburg, set up hundreds of fake Facebook and Twitter accounts during the election campaign.",
  "I still believe, as I’ve been writing for months, that Trump’s sympathy for Russian President Vladimir Putin, a cynicial and vicious dictator, should, by itself, have eliminated him from U.S. politics.",
  "Now here is a piece of the story that we don’t know: How did the Russians behind the fake “American” accounts know which real Americans would be most excited to read conspiracy theories on Facebook?",
  "But the fake operatives said they contained “hidden truths,” hinted that they were part of a secret “Soros” operation, after liberal financier George Soros, and persuaded people to click.",
  "Certainly the Trump campaign had this kind of information — recently, one of Trump’s online campaign managers bragged to the BBC about their ability to “target” on Facebook and elsewhere.",
  "We know what happened next: The fake stories, memes and slogans moved from the network of Russian-sponsored “American” accounts into the networks of real Americans.",
  "Previous elections, in Poland and Ukraine, demonstrated that stolen material — any stolen material — can be used to foment conspiracy theories that never die.",
  "Here is another piece we don’t know: How did Trump happen to use the same conspiracy theories that were proliferating on Russian media, both real and fake?",
  "Some, such as “pizzagate,” the theory that Hillary Clinton was part of a pedophile ring being run out of Washington pizza parlor, got a lot of attention.",
  "But for those who want something more, do be aware that circumstantial evidence of Russian collusion with his campaign is already available.",
  "Perhaps they just happened upon broad networks of people who were willing to click on their conspiracy theories and pass them on.",
  "Nothing else that we will ever learn about him makes him more unqualified to be president of the United States.",
  "Messages tested by Russian trolls might have been passed on to the Trump campaign — or vice versa.",
  "(Saul Loeb/AFP via Getty Images)\n\nColumnist\n\nWe now know the motives.",
  "Afterwards, they were repeated, also openly, by candidate Trump.",
  "The emails “revealed” by that hack were utterly banal.",
  "This is a method Russian operatives had used before.",
  "And direct evidence is getting very, very close.",
  "\n\nPresident Trump at the White House last month.",
  "Or, again, there could have been coordination.",
  "Along with the motives, we know the methods.",
  "How did they know how to target their ads?",
  "Again, this could be coincidence.",
  "Or perhaps they had some help.",
  "Perhaps they just got lucky."
]