[
  "I think that what the United States and its allies and those who live on the periphery of Russia like Ukraine, who want to live more the way we do than the way Russia does, represent for the ruling model that Vladimir Putin has given to the Russian people is really challenging for him, because if countries like Ukraine really can elect their own leaders, if young people can really say and do whatever they want, if the country gets rich by knitting into Europe rather than being a big gas station, then the Russian people themselves will look and say, “We’d like more of that ourselves.”\n\nAnd demand a more pluralistic, open society where the wealth of the country is invested in them, rather than foreign adventures.",
  "Had we put a billion dollars into empowerment of new leaders, affirmative change, of economic opportunity in countries from Egypt to Tunisia to Libya, at the same time as we offered small stabilizing forces—small stabilizing force in Iraq so ISIS wouldn’t have grown; small stabilizing force in Libya; a harder bargain with Egypt so that you wouldn’t have had my way or the highway with either Morsi or Sisi, would have had a more integrated polity, but certainly if we had acted earlier in Syria, when you think about what the six TLAMs that we lobbed into Syria last year cost, as compared to putting that same money into economic empowerment and development four years before.",
  "I think when we first rung the alarm bell inside the administration, in the spring of 2016, that we needed to better understand what the Russians were up to in our electoral system, there were—I don’t think that anybody necessarily thought that they were going to try to put their finger on the scale for one candidate versus another, but simply that they were going to try to discredit the democratic process, and they were going to try to show that it was dirty and not as clean as we’d maintained, as a way of legitimizing their own less-than-perfect electoral system, and creating moral equivalency.",
  "He had—’13, ’14, ’15, he had a number of corporate clients who were interested in who was in the decision-making loop on Ukraine issues in the Kremlin, who was in the—who the back channels were between Ukraine and Russia, and he was generous enough, as many people were in that period, to share their findings and their work with us, and all of us who were trying to understand it as a policy matter were taking all kinds of information.",
  "So, I think all the things that you see emanating from Russia and from the other authoritarian countries around the world are designed to close down conversation, close down choice, close down press, close down options for integration with the rest of the world, and I don’t think that’s sustainable, but they are now trying to undercut the pillars of democracy here, in an effort to buttress their own model.",
  "In the same way President Obama took the lesson from the mistakes that were made in Iraq, that America’s not really good at this stuff, and therefore, we shouldn’t try, or we should do less in a place like Syria, than some of us would have wanted on the front end, so that we would have had less bad result later, like the rise of ISIS, like the huge refugee flows that destabilized Europe.",
  "So, in my private conversation out of frustration—it wasn’t a strategic frustration, it was a tactical frustration—I used this barnyard epithet and say, “Let’s use the U.N. as the negotiator,” and then of course, the Russians tried to make that an indictment of us, of me, because we were, frankly, being too effective on the ground, and they wanted to get us off the boards.",
  "But when you’re going to employ your military, you better plan it well, and you better understand what you’re risking American blood and treasure for, but you don’t do them a service—our young men and women who choose to serve, and we have a voluntary force, of course, if you are not using all the tools of American power to support them, including their exit strategy.",
  "Nuland: So, there’s another lesson from 2016 here, which is that as I said, a lot of us had this Spidey sense and concerns all through ’16 that the Russians were playing by a new playbook now, but we did not truly understand the totality of the effort until President Obama in late November, early December, ordered a full interagency review of what we knew.",
  "I came in in the middle of the Reagan administration, so that was obviously a period with the Soviet Union where the president starts out extremely tough, and once he’s laid the predicate, is able to negotiate a lot of agreements, and then nurtures a Gorbachev that he believes is going to take the country forward in a different kind of Soviet Union.",
  "The first time that I became aware of it was when the Malaysian airliner was shot down over Ukraine, and we were able very quickly—Secretary Kerry got out early saying that we thought that this was the Russian Federation; that a Buk missile had been used, but then right after that, the Russian news media began a campaign of alternative theories.",
  "We’re sitting right now in your new empire, and we were just debating whether the right term was to say she’s had an amazing, Zelig-like career in all the hot spots of American diplomacy and America’s position in the world, both in Washington and overseas, over the last few decades, or whether it’s better to say it’s a Forrest Gump-like career.",
  "Glasser: But inside the administration, it is fair to say that you and others were pressing for more assertive response as this played out, and recognizing that hindsight is 20/20, but it’s fair to say that by the late summer, September of 2016, there was an active debate—many people have written about that—inside the administration.",
  "Glasser: A lot of people say, “Well, it’s just—you’re being hysterical, or it’s politics, or it’s partisan to look at the seriousness of this Russia threat.” What I’ve always been struck by is that the people I know who know Russia the most, who are very sober-minded about Russia, early on were the ones who expressed the most alarm.",
  "And there was no clear constitutional way for them to express their views through the ballot box, so we were trying to form some kind of—work with the Ukrainians to form some kind of a technical government or some kind of—\n\nGlasser: So, you’re sort of talking about all the different politicians who are in the mix for this job.",
  "Nuland: And I enjoyed and learned from each of them, as strange at that may sound to folk on one side or other, because both of them believed in their country, and both of them wanted a stronger America, and both of them believed in working with the career service, and the career bureaucracy, to achieve their goals.",
  "She very much wanted from her spokesperson that I would help tell the story of why we were doing what we were doing, bring U.S. foreign policy to kitchen tables, and I think that’s a skill that we’ve also lost a little bit of, and we need to connect the American family to why we need to lead in the world.",
  "Glasser: But isn’t it amazing that we’re talking about this in a theoretical sense, like a year-plus later, because President Trump has denied the legitimacy of the findings of the intelligence community, because he, I suppose, believes that they undermine the legitimacy of his election in some way.",
  "There’s a great story about him that foreign minister X walks into his office with four pages of talking points about all the things that he needs, and George Shultz just sits there and listens to whole thing, and then waits a full minute before responding, while the foreign visitor begins to sweat.",
  "So, my worry going forward is unless and until the U.S. government insists on a full review, and a full set of strategies, working with industry, working with the best minds in the private sector, and in the academy, and in the intelligence community, we’re not going to harden the way we need to.",
  "Glasser: Before we go back to Russia, because obviously I want to understand especially the last few years of America’s policy towards Russia and where we are today with Trump, you left the State Department a year ago, and you did it literally right before the Trump administration was sworn in.",
  "Nuland: I think it’s really important to unravel precisely what their means and capabilities were, and what their influence was, but I think it’s even more important to harden ourselves against this kind of abuse from outside actors, and particularly state actors, not just Russia.",
  "And when you don’t have ambassadors on the ground, when you don’t have assistant secretaries and undersecretaries, what happens is the six people at the top making the big policy decisions, and that’s their right, lurch from crisis to crisis, and there’s no sustainment between.",
  "And then later, when the State Department was hacked in 2015, so they really began using these asymmetric tools that they had used on their own population, that they had used in Ukraine, that they’d used in Eastern Europe, they began using them very aggressively on us.",
  "They had a theory of the week for about eight weeks, and it was during that period—that the Ukrainians did it to themselves, that it was a UFO, that—I don’t know, a babushka with a gun on her shoulder, or something, and every week they would put something else out.",
  "So, just to recap that moment, what was going on was we had had 200,000 protesters on the streets of Ukraine, and the Maidan in the snow for two months, protesting that their leader was realigning with Russia, and not allowing them to integrate with the E.U.",
  "Glasser: So, you spent the last few years—eight years of the Obama administration working in different roles, with a president who also wasn’t 100 percent on the same page with this vision of kind of liberal activist internationalism that you’ve articulated.",
  "And frankly, it’s normal for big powers to try to meet with both campaigns, both foreign policy teams, even in an electoral period because they want to have those contacts so that anybody—\n\nGlasser: So, it was more the hacking that started to concern you?",
  "At the time that I worked with Madeleine Albright and Strobe, as you said, that was the huge—it was the Kosovo war, so huge war raging in Europe, but also the great opening to central Europe, and we were still working hard to integrate Russia into Europe.",
  "You have to work with the local community; you have to work with local leaders; you have to work with the international community to convert those military gains into long-term stability, prosperity for people, and that’s the job of the State Department.",
  "A year later, none of the “career ambassadors,” which was the title that you ultimately attained in your career at the Foreign Service—I believe there were six a year ago, they’re now all gone with the announcement that Tom Shannon will also be leaving.",
  "Nuland: What I did was say that this is about U.S. politics, and not the work of—not the business of the State Department, and certainly not the business of a career employee who is subject to the Hatch Act, which requires that you stay out of politics.",
  "They just wanted to be able to trade and have free—was so threatening to the Putin administration that they would pull out Cold War-style dirty tricks, not just against me, but of course, against the Ukrainians, and against others who supported them.",
  "Glasser: Right, so that’s what was new about the incident with you was that it was taking this playbook—arguably sort of a KGB playbook adapted to a new technological era -- taking that playbook, and they used it in their neighboring countries.",
  "So, at the kitchen table, which is of course where all good conversation takes place in Russia, you look back on this amazing career that you’ve had since the beginning of the Reagan era, and what—if you could get a do-over, what would it be?",
  "Nuland: What I see is the American people now questioning whether the level of U.S. leadership that we’ve engaged in—the blood and treasure that we’ve put forward to establish and maintain this liberal world order is still worth it to them.",
  "Nuland: I came out of it saying, “Use it well, use it prudently, and have an exit strategy that involves a political and diplomatic solution.” I come—\n\nGlasser: You’re in the camp of they screwed it up as opposed to it’s a broader lesson?",
  "Nuland: So, I think a lot of us were pleased to see the issue of Great Power competition resurface in the National Security Strategy and the National Defense Strategy, a recognition that we do—we are contesting for global leadership now.",
  "I was ambassador to NATO, deputy at NATO, and to hear a president call NATO “obsolete” before we’d had an opportunity to get into a conversation about its value for U.S. security, how to improve NATO if that’s what the president wanted.",
  "I was blessed in a 32-year diplomatic career always to be the junior person as the historic event was happening around, which was fantastic and one of the reasons why I stayed 32 years, rather than the five that I initially intended.",
  "And one thing also was that it started to be at this period of time that there became a nexus between what the Kremlin was saying, and these sort of far-right populist movements, both in Eastern Europe, and also it turns out, here.",
  "Glasser: You know, Toria, I’m going to leave it at that, because I feel like those are incredible what-might-have-beens, and such thoughtful moments to go back to in the history of the last 25 years, since the end of the Cold War.",
  "Nuland: So, one of the reasons that some of us recognized early what was going on in ’16 was that we had seen this tradecraft, as far back as 2014, and perhaps the record will show that it was underway far earlier than that.",
  "Glasser: Okay, so you said—\n\nNuland: Oh, interestingly, you also saw the reverse, with regard to the 2016 election, where a lot of the narratives that were used in the U.S. about the election were repeated on Russian media.",
  "Glasser: It was a pretty hostile act to publicly release this phone call, which has this inflammatory moment where you’re saying, “F*** the E.U.” I’m sure that made for some fun conversations with your follow diplomats.",
  "And you probably didn’t make much of it in the midst of this enormous kind of professional crisis moment for you, but it turns out that the alt-right press here in the U.S. and Breitbart were writing about this, too.",
  "We’re contesting for being able to keep this space open and free, physically, for trade, for security, for the rights of countries who want to be more democratic, to make that choice for populations to live better.",
  "But this idea that it was politicized and then somehow it was riddled with Democrats, now I know you well; probably the only person who\n\nworked closely with Dick Cheney and Hillary Clinton, and got along with both.",
  "You always wonder but then as there were more and more data points in the winter of 2016 that looked like tradecraft signatures that we had seen in Ukraine, that we had seen in Eastern Europe, we began to wonder.",
  "I think that when I was coming up, there was this culture of what we called, or what the military calls, “the 60-mile rule”; if you’re 60 miles from home, any less than honorable personal behavior is allowable.",
  "And it’s been reported that you were familiar already—and others were—with the work of Christopher Steele, that he had been a helpful source of information, of analysis and insight over the previous few years.",
  "And as that stuff was collated, there was so much more than any individual agency had understood, and then it took more time to understand with our private companies, etc., how their platforms had been abused.",
  "So, I think there were huge worries that the decisions being made now with regard to personnel, with regard to whether the U.S. is even in the diplomatic game at all, are going to have long-term ramifications.",
  "So, then our job becomes how do you use that diplomatic tool to ensure that they don’t have to stay forever, or to ensure that the situation doesn’t go back or get worse, as it did in Iraq when we withdrew.",
  "And that’s when we first started to see alt-right and alt-left media in the U.S. picking up that Russian content, almost word for word sometimes, the same stories that you would see on RT and on Sputnik.",
  "Glasser: It’s really interesting to see how, from the get-go, it appears that they decided that the career bureaucracy at the State Department, and elsewhere, we’re now seeing that, even with the FBI.",
  "And we were getting closer, finally, and Yanukovych had finally offered the opposition some slots in this government, but the opposition wasn’t going to negotiate unless there was a neutral observer.",
  "And that the gloves were coming off and the knives were coming out; that we were not going to have a fair fight to allow folks to choose for themselves, that this was going to be a real struggle.",
  "Whether those were informed decisions, or whether they were simply “we’ve got to lop off the old guard.” Tom Shannon, my colleague, served hugely loyally trying to glue the building together.",
  "Certainly they compile that kind of information; you knew that they had been doing that forever, but to release it on an American official, that was pretty aggressive at that moment in time.",
  "With regard to whether or not there were inappropriate conversations or inappropriate help between the Russians and the campaign, all of that stuff came—the questioning about it came later.",
  "Some of us knew about it before, and it bore a lot of the hallmarks of other things that we had seen, but then, when you really become alarmed is when they start leaking the stuff back in.",
  "Nuland: I don’t like the term “new Cold War” because it gives the impression of nuclear weapons at the ready, and dividing the world, but I do think that we are in an ideological struggle.",
  "Nuland: Look, I think what’s more concerning is that as the U.S. seeks to lead in the world, the president is making important investments on the military side, investments that I support.",
  "I really—I think those are pretty powerful moments to examine what U.S. foreign policy did and didn’t accomplish at that time, and wouldn’t it be great if it was a more optimistic moment?",
  "But to release it the way they did, in an effort to embarrass us, perhaps get the president to fire me or whatever, that, of course, backfired, but that was only the first sell, though.",
  "Nuland: Well, as you say, some of us made early decisions that the positions that were being taken were just too much at odds with things that we had invested in for our whole careers.",
  "So, that’s the worry, that there’s just not enough diplomacy out there, and America is ceding the field to others with their own, less advantageous plans for those parts of the world.",
  "Glasser: Well, in some ways, they’ve been quite successful at doing that, not only in the 2016 election hacking, which of course we’ll talk about, but let’s go back in time to 2014.",
  "And sometimes, it was a matter of senior women, or less senior women, going to the offenders and saying, “Cut it out or this will be exposed,” and there was plenty of that, as well.",
  "Nuland: Well, one thing about coming up in the Soviet corps or in the Russia corps is the first thing you learn about is nuclear deterrence, so we all come up practicing deterrence.",
  "And certainly, with Vladimir Putin, straight reciprocity, whether you’re trying to make an affirmative deal, or whether you’re trying to blunt bad action, is the best way to go.",
  "We were named the best politics podcast of 2017 by Quartz and we’re very grateful to all you listeners for sticking with us, and we hope you’ll be with us in our second year.",
  "Nuland: It was both about being clear about what was happening, and the attribution from the intelligence community frankly came far later than it should have, in my view.",
  "So, my advice to those who were interfacing with him was that he should get this information to the FBI, and that they could evaluate whether they thought it was credible.",
  "You studied Russian in college, and really, you saw the arc from the final confrontation of the Cold War, the collapse of the Soviet Union, and this very optimistic time.",
  "She was—I was out at NATO when she was Secretary of State, very goal-oriented, very clear in terms of working with our allies to create common action, common approaches.",
  "Glasser: Right, so was the debate primarily about this issue of whether to attribute the actions to Russia, which they ultimately did after the election, but not before?",
  "We were, as career employees, precluded from being involved in any kind of politics, so I wasn’t thinking about Russians coming here and meeting with political actors.",
  "Glasser: You point out that you worked closely with the three women who have been secretaries of state, which is unusual in a field that is still very male-dominated.",
  "But that means we need a concerted, complex strategy towards Russia, towards China, towards Iran, and I see a lot of mixed signals being given to all of those places.",
  "So, that’s my main concern now, is the longer we deny that this is happening from the top, the longer we’ll delay the kind of hard policy and strategy that we need.",
  "So, it was up to us and our generation to say, “That’s not the morality we intend to live by.” A lot of us were confronted with situations where we had to do that.",
  "Now, you were perceived externally, and the Russians have done a good job of this, of making you out to be a real Russia hawk, but inside—\n\nNuland: Well, paranoid.",
  "This is Susan Glasser, and once again, I’m delighted to have as our guest, my friend, the new boss lady of the Center for a New American Security, Victoria Nuland.",
  "Nuland: You know, I think when we became aware of the hacking of the DNC and others, hacking on that scale was a favorite piece of tradecraft of the Russians.",
  "Arguably, you were at the leading edge of this; you were being hacked before, as I said, before it was fashionable, but what did you learn from that incident?",
  "You’re there in Ukraine as this street revolution, in fact, is unfolding around it, and a pro-Russia regime ultimately is replaced with a pro-Western regime.",
  "I’m concerned that the president’s line that somehow we’ve been ripped off in this deal is getting a lot of salience on factory floors and at kitchen tables.",
  "At least, I think that in my optimistic moments, so I thank you for ending our incredibly insightful and interesting conversation on such an optimistic note.",
  "Probably, we might have been able to do more there to speak directly to people, and help with their needs, and Russia might have gone on a different course.",
  "When did you—I always felt, throughout 2016, that you and others who I knew were kind of like—I always used to say it was like a red alarm kind of flashing.",
  "But it was also about whether there should have been countermeasures taken that would have raised the cost at the time, and preempted further interference.",
  "And now, here we are, a generation later, and a sense that not all of our assumptions about what the end of the Cold War would look like have borne fruit.",
  "Democrats who are skeptical of Hillary Clinton will say, “See, she is a neocon just like Dick Cheney,” and vice versa, I suppose, there’s also a critique.",
  "So, I think Shultz was strategic, he was brave, he—on several occasions—threatened to resign, as you know, when he didn’t like the way policy was going.",
  "But unless you accompany these military investments with political diplomatic investments, that stability that the military creates cannot be sustained.",
  "Some people have come forward with some pretty harrowing accounts of what happened to them at the State Department during the years that you were there.",
  "Nuland: Well, if it’s hysteria, then CIA Director Pompeo is also hysterical, because he last week also cited it as one of the biggest strategic threats.",
  "I came into the Foreign Service speaking Russian, and of course the State Department sent me to China, so it took me five years to get back to Moscow.",
  "A lot of people have been talking about the #metoo moment, and how it looks inside the pretty insular world of national security, and foreign policy.",
  "Nuland: Yeah, I certainly knew that they were hearing the conversation, and frankly, I thought it was a matter of transparency between us and them.",
  "You were—in your final role at the State Department, the assistant secretary for Europe, watching the unraveling in some ways of that relationship.",
  "Nuland: So, essentially, what was happening was we were trying to help midwife between the government and the opposition, a coalition government.",
  "On the Iraq side, I think everybody wonders if the guy didn’t actually have the stuff; was there a way to prove that to a world that believed it?",
  "So, I think at the beginning, it was simply they’re up to something, but not necessarily that they thought they could influence the process.",
  "Obviously, you knew Trump’s public statements from the primaries, that he was very positive toward Putin, but was there private indication?",
  "I wish that we had better understood what was happening on the ground to average Russians when their economy bottomed out in ’95, ’96, ’97.",
  "So, you had the pipeline running both ways; the Breitbart story about our politics showing up there, and then their story showing up here.",
  "Glasser: Yeah, you were ahead of the curve, but did we understand at that moment—that was a pretty aggressive move by the Russians, too.",
  "Glasser: Well, look, a lot of people are going to take that actually as the wake-up call of what’s happened over the last couple years.",
  "And so, we’ll never get out troops out of Raqqa, we’ll never get them out of Afghanistan, if you don’t pair diplomacy and the military.",
  "Glasser: I think that part of the conversation is changing, so we’ll see if the #metoo moment ends up being a hinge point in history.",
  "Now, we have a president who certainly speaks in very different terms, but arguably is also questioning America’s role in the world.",
  "Nuland: I take pride in the fact that for a long time, nobody knew my personal political views, and I’m going to keep it that way.",
  "Glasser: But you didn’t take that, fascinatingly, from your firsthand experience of working with Dick Cheney during the Iraq war.",
  "I mean, frankly, you’re talk about it as a barnyard epithet, but now look at the language we use in public now in our debates.",
  "Glasser: And then you spent the last few years of the Obama administration in a pretty heated confrontation with the Russians.",
  "So, I want to hope that over time, this will smooth out as it has with past administrations, but it’s taken quite a long time.",
  "I love your podcast, so I’m pleased that I’m doing this with you in my first month at the Center for a New American Security.",
  "I think that we did but the ability of the forces of revanche to use that as a narrative of grievance to turn the clock back.",
  "That’s an observation that you have from serving, as you said, 11 different secretaries of state over a long period of time.",
  "But it was not about completely changing the model that has kept America safe, secure, prosperous, and leading for 70 years.",
  "Nuland: So, I learned that this movement that was going on in Ukraine, which remember, was about integrating with the E.U.",
  "And the president had—President Obama had his own reasons for not going in that direction, in the middle of the campaign.",
  "Victoria Nuland is our guest this week on The Global POLITICO, and of course, by the way, it is our one-year anniversary.",
  "But what made it possible to work with folks was it was about a stronger America out there in the world for both of them.",
  "Glasser: Yeah, that’s the—which brings us right back to today, and the question of what is foreign policy going forward?",
  "I first heard that he had done work for a client asserting these linkages—I think it was late July, something like that.",
  "Glasser: Which came out not long after that, the DNC hacking come out basically right before the Democratic convention.",
  "You mentioned all of those folks, but the issue is whether their boss President Trump agrees with them on any of this.",
  "You decided to leave and what do you think the consequences are of not having people like you present inside anymore?",
  "Glasser: Right, so your concern was more like we’ve seen this playbook before, and what are we going to do it about?",
  "Nuland: I first heard—and I didn’t know who his client was until much later, until 2017, I think, when it came out.",
  "The result, though, in a practical sense, has been more or less, the government has not responded to this action.",
  "But my—I had the opportunity to work for five presidents of both parties, I think it was 11 secretaries of state.",
  "Glasser: Right, and it does feel like that’s part of what this current attack on the Foreign Service is about.",
  "And you would have taken him seriously just because you knew that he knew what he was talking about on Russia.",
  "So, the question—\n\nGlasser: And we still haven’t really unraveled that, even now, after all the hue and cry.",
  "And actually, going directly at the Americans; that was new, and I’m not sure we recognized it at the time.",
  "Do you have any conclusions or preliminary thoughts based on what you’ve seen of the investigation so far?",
  "Is there anything that you say, “Wow, that could have been the hinge point?”\n\nNuland: Oh, so many places.",
  "Obviously, I loved—it was a great challenge to speak at that podium when Secretary Clinton was in office.",
  "Glasser: So, you said you recognized early on in 2016, or perhaps earlier than most what was happening.",
  "Nuland: The Russians made a lot of Pizzagate and Hillary Clinton unwell and all those kinds of things.",
  "Glasser: All right, so, we’re sitting here at the CNAS kitchen table, or something that looks like it.",
  "His information on Russia and Ukraine was one of hundreds of sources that we were using at the time.",
  "to come in and be that neutral observer, and they were indecisive, and the moment was about to pass.",
  "And you were taped, unbeknownst to you, talking with your colleague, the U.S. ambassador to Ukraine.",
  "Nuland: As I said, my Forrest Gump career, I was an early adapter as a victim of Russian tradecraft.",
  "Story Continued Below\n\nSo, Toria, thank you so much for joining us this week on The Global POLITICO.",
  "They obviously have a point of view that this is a hostile bureaucracy to the Trump administration.",
  "He made a really strong and important acceleration of our effort militarily in Syria against ISIS.",
  "You might not have always agreed with the choices that they made, or the positions that they took.",
  "And as I said, when you lose so much talent from the career service, that’s not easy to rebuild.",
  "Are we at a hinge point in history when it comes to this being the end of the post-Cold War era?",
  "All of this openness of our society is our great strength, but it also creates vulnerabilities.",
  "Do you think it’s hysteria to be concerned about this threat to our democracy from the outside?",
  "It was later that we became concerned about that, when we saw that—\n\nGlasser: The DNC hacking.",
  "So, there were a number of us inside arguing that we should make it cost for them earlier on.",
  "Glasser: And so, around this period is also when the famous dossier is starting to circulate.",
  "Nuland: I, frankly, didn’t have—our job was to work with Russia and work on Russian issues.",
  "I want to see that tool fully used so that our military isn’t the only option that we have.",
  "We’ve got to live them and get back to being that beacon of openness and justice and truth.",
  "And then, finally, very deliberately, breaks it down in terms of creating common interests.",
  "Some of the senior people very much wanted to stay, and they were drummed out very quickly.",
  "There’s been this dramatic, what feels like assault on the notion of the Foreign Service.",
  "Glasser: What’s interesting in hindsight, well, A, in hindsight, it seems kind of quaint.",
  "Nuland: Actually, I should be grateful that they used a tape rather than polonium, right?",
  "When did your alarm bells start going off about Russian intervention on behalf of Trump?",
  "He’s increased our troop contributions in Afghanistan, changed the way we operate there.",
  "He didn’t end up doing that, but he had that courage of his convictions in that regard.",
  "It was our job to try to give them good options, or to stand aside if we didn’t agree.",
  "There’s no ability to implement the decisions, and then the crises just pop up again.",
  "Or was it in addition to that taking other measures as well that you were advocating?",
  "You started in the Foreign Service back in the 1980s, in the Reagan administration.",
  "Nuland: Midwife of coalition, which might have helped them to deescalate, as well.",
  "Glasser: He was the sort of guy who proved a bridge for the Trump administration.",
  "Now we’re in an administrative moment that seems extraordinarily male-dominated.",
  "How significant of an attack in the United States should we consider this to be?",
  "Glasser: See, the haters on each side will find something to object to in that.",
  "Glasser: Did you ever talk about with anyone else higher up at the department?",
  "DCLeaks, Guccifer 2.0 were very similar to vehicles that they had used before.",
  "I’ve obviously had friends and colleagues who have more difficult experiences.",
  "McMaster cites it as one of the greatest threats when he goes out and speaks.",
  "George Shultz was my first secretary, and he had an extremely strategic view.",
  "Glasser: Well, let’s talk about that kind of lurching from crisis to crisis.",
  "Victoria Nuland: Well, thank you, Susan, for the opportunity to be with you.",
  "There are fewer women in this cabinet than at any time since the Reagan era.",
  "Nuland: Absolutely, and he, like all of us, took very apolitical positions.",
  "So, we’ve already failed at our job, if you have to use the military tool.",
  "You didn’t come out of that saying, “The use of force is not a good idea”?",
  "Other countries could also take a page from this playbook for the future.",
  "Glasser: And you think there were some tools available that weren’t used?",
  "So, who was the gold standard as far as you saw it, going back in time?",
  "Glasser: That is invariably the word used to describe Secretary Kerry.",
  "And democracy wasn’t on the swing back for the last 12 years in a row?",
  "Susan B. Glasser is POLITICO’s chief international affairs columnist.",
  "You didn’t know about the June 2016 Trump Tower meeting at that time.",
  "When the military deploys, it’s because diplomacy has failed, right?",
  "But then when the Arab spring happened, we had this moment of hope.",
  "Are we going to remember the Trump administration as a break point?",
  "So, the “f*** the E.U.,” comment was a better route for them to go.",
  "Or in training the next generation to broaden itself, I don’t know.",
  "Nuland: Well, first just to say that I’m on the Forrest Gump team.",
  "So, that’s when the hairs really went up on the back of our necks.",
  "Nuland: But I’m optimistic about the fundamentals in this country.",
  "Nuland: I think I’m—diplomacy backed by force is the right model.",
  "So, you knew that there was a content-sharing relationship there.",
  "My last boss John Kerry was highly energetic out in the world.",
  "What are you hearing from your friends inside the department?",
  "Could we have squeezed him harder in other non-military ways?",
  "Susan B. Glasser: Well, welcome back to The Global POLITICO.",
  "This word “demoralization” covers a broad swath of emotion.",
  "Glasser: Teaching you an invaluable lesson in bureaucracy.",
  "We never—\n\nGlasser: But you weren’t personally debriefing?",
  "I don’t know if you’re allowed to eat your lunch in here.",
  "Her new podcast, The Global Politico, comes out Mondays.",
  "Subscribe to The Global POLITICO on Apple Podcasts here.",
  "Nuland: All the juicy ones I couldn’t tell at the time.",
  "Millions of people have downloaded The Global POLITICO.",
  "It was most of the world and multiple U.N. resolutions.",
  "I think he’s on the record and he had the same advice.",
  "We’re back to talking about confrontation with Russia.",
  "They didn’t find much there that was helpful to them.",
  "Do you see any through lines between Obama and Trump?",
  "Glasser: You’re allowed to eat lunch in here, okay.",
  "Has it changed enough, in your view, towards women?",
  "Glasser: When did you first hear about his dossier?",
  "I was—\n\nGlasser: Zelig is too dated of a reference.",
  "It just worried me in terms of my ability to serve.",
  "He also had this amazing manner with interlocutors.",
  "Nuland: Well, we’ll talk about that another time.",
  "Nuland: I was once again ahead of my time, right?",
  "Glasser: Right, you were fine with them knowing.",
  "Dick Cheney has called it akin to an act of war.",
  "Russia is a theme that runs through your career.",
  "They hacked you before hacking was fashionable.",
  "I’m worried about 2018, I’m worried about 2020.",
  "Nuland: No, we never worked with him directly.",
  "Did you know him personally, or just his work?",
  "Nuland: They didn’t even want to join the E.U.",
  "This article tagged under: THE GLOBAL POLITICO",
  "The Secretary of State, Tillerson, is worried.",
  "I’m really delighted to have you as our guest.",
  "Nuland: You know, I loved a lot of my bosses.",
  "Other bosses—I loved working with Condi Rice.",
  "Again, I’m a diplomacy and development girl.",
  "Glasser: Right, they wanted to join the E.U.",
  "Nuland: They certainly did get my emails.",
  "Other people disagree about the severity.",
  "You don’t get that much of it these days.",
  "All the ones you weren’t able to tell us.",
  "Nuland: I do, overt and non-overt tools.",
  "Nuland: Yeah, we’ve all had our moments.",
  "Nuland: Secretary Kerry was also aware.",
  "Nuland: Yeah, but I enjoyed that a lot.",
  "Glasser: Good advice, as it turns out.",
  "Nuland: I did not know him personally.",
  "And so, we were trying to get the E.U.",
  "We never had an official association.",
  "With Secretary Kerry or anybody else?",
  "So, some of us made those choices.",
  "Glasser: That’s very interesting.",
  "He subsequently chose to do that.",
  "It wasn’t just the United States.",
  "Nuland: I would say we have not.",
  "Tell me a little bit about that.",
  "Who did you learn the most from?",
  "Nuland: Congratulations, Susan.",
  "National security advisor H.R.",
  "Nuland: It became public then.",
  "| Subscribe via Stitcher here.",
  "We’ll talk about your emails.",
  "Glasser: Well, that’s right.",
  "They didn’t get your emails.",
  "Follow her on Twitter @sbg1.",
  "But we’ve got to live them.",
  "Glasser: Okay, interesting.",
  "Nuland: It was the hacking.",
  "So, this was in the spring.",
  "Do you think that’s right?",
  "Are we in a new Cold War?",
  "So, we need a strategy.",
  "Nuland: It’s laminated.",
  "Glasser: Yes, exactly.",
  "So, I’m pretty lucky.",
  "Glasser: Interesting.",
  "Let’s talk about it.",
  "We never tasked him.",
  "It was a lot of fun.",
  "Where are we now?",
  "Nuland: Exactly.",
  "Nuland: Exactly.",
  "Does it matter?",
  "Glasser: I see.",
  "So many places.",
  "Subscribe here.",
  "We eat here.",
  "Nuland: Yes.",
  "Thank you.",
  "Thank you."
]