[
  "The email about obtaining the pledges came just days after WikiLeaks and the website DCLeaks began releasing emails damaging to Clinton’s campaign and four days after the U.S. government publicly warned that Russia was attempting to interfere in the U.S. election through the hacking and release of stolen emails and doing so at the direction of the Kremlin’s “senior-most officials.” Russia denies interfering in the election.",
  "Peter W. Smith, an Illinois businessman with a long history of involvement in GOP politics, sought and collected the funds from at least four wealthy donors as part of the plan to obtain Clinton’s stolen emails from hackers just weeks before election day in 2016, according to people familiar with the matter and documents reviewed by The Wall Street Journal.",
  "A veteran Republican operative and opposition researcher solicited and raised at least $100,000 from donors as part of an effort to obtain what he believed to be emails stolen from Hillary Clinton, activities that remain of intense interest to federal investigators working for special counsel Robert Mueller’s office and on Capitol Hill.",
  "The documents and people familiar with the matter depict a veteran political operative with access to wealthy donors and deep connections in Republican politics on a single-minded quest to find incriminating information about Clinton even after government officials warned of Russian involvement in U.S. politics.",
  "The writer, who identified himself as “ROB,” said: “This $100k total with the $50k received from you will allow us to fund the Washington Scholarship Fund for the Russian students for the promised $150K.” The Journal couldn’t determine if such a fund actually exists.",
  "Smith's effort to find what he believed were some 33,000 deleted emails Clinton said were personal was first reported by the Journal in a 2017 story, but the extent of his planning went far beyond what was previously known.",
  "Smith often communicated with associates using a Gmail account under the name “Robert Tyler” that both he and several others had access to, according to emails and a person familiar with the matter.",
  "Smith went to extraordinary lengths to ensure the privacy and secrecy of his projects, according to emails and court records reviewed by the Journal and a person familiar with the matter.",
  "According to an email in the “Robert Tyler” account reviewed by the Journal, Smith obtained $100,000 from at least four financiers as well as a $50,000 contribution from Smith himself.",
  "Smith left behind carefully prepared documents including a statement, which police deemed a suicide note, that read: “NO FOUL PLAY WHATSOEVER,” according to the Chicago Tribune.",
  "The email, dated Oct. 11, 2016, in the “Robert Tyler” account, included the subject line “Wire Instructions—Clinton Email Reconnaissance Initiative” and was addressed to Smith.",
  "He sometimes asked associates to communicate with him by writing a note and saving it the draft folder of the account, according to correspondence reviewed by the Journal.",
  "The activities of Smith—who died in May 2017 at 81—remain an active area of interest to investigators, according to people familiar with the investigation.",
  "“The students are very pleased with the email releases they have seen, and are thrilled with their educational advancement opportunities,” the email read.",
  "One email showed the anti-Clinton funds referenced as donations that were to be sent to a Washington, D.C.-based scholarship fund for Russian students.",
  "Hard drives that Smith’s estate turned over to federal investigators were also encrypted, according to people familiar with the matter.",
  "Because multiple people had access to the “Robert Tyler” email account, it couldn’t be determined who sent the email to Smith.",
  "He also had one phone number that he used for sensitive matters and a commercially available encrypted email account.",
  "People familiar with the investigations described Smith’s activities as an area of expanding interest.",
  "People familiar with Mr. Smith’s financial transactions confirm there were donations.",
  "Smith died 10 days after describing his efforts to a reporter for the Journal.",
  "An autopsy report said he had killed himself in a Minnesota hotel room.",
  "Click for more from The Wall Street Journal"
]