[
  "An unnamed organization, later indirectly identified in the indictment as WikiLeaks, reaches out to Guccifer 2.0 (apparently over Twitter) to request he/they “[s]end any new material [stolen from the DNC] here for us to review and it will have a much higher impact than what you are doing.”\n\nWikiLeaks subsequently requests any information about Clinton over the short term because the Democratic convention was approaching, after which Clinton “will solidify bernie supporters behind her.” WikiLeaks notes that they think “trump has only a 25% chance of winning” so “conflict between bernie and hillary is interesting.”\n\nJune 27, 2016.",
  "Deputy Attorney General Rod J. Rosenstein on Friday announced the indictment of 12 Russians affiliated with that country’s intelligence services for their alleged role in hacking the networks of the Democratic Party, the congressional campaign arm of the party and email accounts of individuals associated with the 2016 presidential campaign of Hillary Clinton.",
  "The indictment was the most significant of those obtained by special counsel Robert S. Mueller III and his team because it, for the first time, directly and publicly implicates the Russian government in the hacking effort, a central part of that country’s apparent attempt to influence the outcome of the election.",
  "Another interesting detail: At one point the hackers — believed to be affiliated with Russia’s Main Intelligence Directorate, or GRU — allegedly modified the Democratic Congressional Campaign Committee’s website to redirect donations from the popular site ActBlue to a domain they’d established, ActBlues.com.",
  "Donald Trump Jr. receives an email from a publicist working for a Russian pop star named Emin Agalarov offering to set up a meeting to “provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "The indictment itself offers a flurry of new details about that effort, including, perhaps most importantly, that the hackers tried to access Clinton’s personal server on July 27, 2016 — the same day that then-candidate Donald Trump publicly implored unnamed Russian hackers to hack her server.",
  "“If it is Russia — which it’s probably not, nobody knows who it is — but if it is Russia, it’s really bad for a different reason, because it shows how little respect they have for our country, when they would hack into a major party and get everything,” he said.",
  "This is obviously very high level,” the email reads, “and sensitive information but is part of Russia and it’s government’s support for Mr. Trump.”\n\nTrump Jr. and Agalarov allegedly talk by phone about the possible meeting; the date is finalized on June 7.",
  "Manafort emails longtime aide Konstantin Kilimnik (who himself may have ties to Russian intelligence) to ensure the oligarch Deripaska’s “operation” has seen his media coverage, presumably about the Trump campaign.",
  "With the public revelation that the DNC network had been hacked, the Russians allegedly created the “Guccifer 2.0” persona, mimicking a prominent Romanian hacker from several years prior.",
  "Hackers allegedly sent a purported link to an Excel document named “hillary-clinton-favorable-rating.xlsx” from an email account meant to look like a member of the Clinton campaign team.",
  "“But it would be interesting to see — I will tell you this — Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing [from Clinton’s private server].",
  "The investigation is triggered when Australian authorities contact the agency to say that Papadopoulos had mentioned stolen material in a May conversation with one of their diplomats.",
  "“Do you know the people mentioned,” he wrote, apparently referring to those behind the Putin-Trump site, “and what the conspiracy they are looking for could be?”\n\nOctober 2016.",
  "Papadopoulos emails senior campaign adviser Stephen Miller to say he had “some interesting messages coming in from Moscow about a trip when the time is right.”\n\nSpring 2016.",
  "In Moscow, Russians use a computer to search for certain expressions like “Illuminati” or “think twice about.” Those phrases and words later appear in Guccifer blog posts.",
  "The computer used to operate the Twitter account was also used to operate Twitter accounts associated with the Russian effort to influence the campaign over social media.",
  "Computers were searched for information based on keywords like “trump.” Folders about the Benghazi investigation and including opposition research are allegedly stolen.",
  "After setting up the domain ActBlues.com, meant to mimic the popular fundraising site ActBlue, hackers allegedly update the DCCC website to point to the new domain.",
  "Stone tells a Republican group that he has been in contact with Julian Assange and that the next documents to be released were related to the Clinton Foundation.",
  "With Wednesday having come and gone, Stone again tweets about WikiLeaks: “Julian Assange will deliver a devastating expose on Hillary at a time of his choosing.",
  "The same day, the GRU hackers allegedly try to access Clinton’s personal email server in addition to targeting 76 more email addresses within the campaign.",
  "In private messages obtained by the Intercept, the group refers to Stone as a “bulls——” who is “trying to imply that he knows anything.”\n\nAug. 12, 2016.",
  "The site will eventually publish material allegedly stolen by the hackers including emails, DNC files and information stolen from Republicans in 2015.",
  "From April through June, hackers allegedly install malware on DCCC computers that allows them to steal information and maintain access to the network.",
  "““You’re the puppet.”\n\nTrump then argues that Clinton doesn’t know who’s behind the hacking, if it’s “Russia, China, or anybody else.”\n\nNov. 8, 2016.",
  "WikiLeaks allegedly confirms to Guccifer 2.0 that it has accessed the one-gigabyte file and would publish the documents “this week.”\n\nJuly 22, 2016.",
  "Russians working for a group called the Internet Research Agency begin their efforts to meddle in the election and American politics more broadly.",
  "Clinton campaign chairman John Podesta and others are sent “spear-phishing” emails meant to steal the login credentials for their email accounts.",
  "Among other things, the announcement is the culmination of years of advocacy on the part of Trump’s longtime friend and adviser, Roger Stone.",
  "When the FBI sent out an alert about the hacking, some of those involved in the hacking effort allegedly began trying to cover their tracks.",
  "Information from this breach, including screenshots and keystroke information is sent to a server in Arizona via an overseas connection.",
  "On Aug. 31, the Washington Examiner publishes a story about how the DNC wanted candidates to approach the subject, citing Guccifer 2.0.",
  "At some point in March or April, hackers allegedly use bitcoin to buy server space and a virtual private network account in Malaysia.",
  "Podesta tells reporters that he thinks Trump’s campaign was warned about the release of his emails, pointing the finger at Stone.",
  "Aaron Nevins later admits having accepted the data, which included a get-out-the-vote strategy for the Democrats in the state.",
  "The Russian hackers allegedly begin trying to identify vulnerabilities in the network of the Democratic National Committee.",
  "Posing as Guccifer 2.0, the hackers on the same day allegedly offer a reporter stolen documents about Black Lives Matter.",
  "She responds,\n\n“That’s because he’d rather have a puppet as president of the United States.”\n\n“No puppet,” Trump replies.",
  "Stone tweets, “I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon.",
  "Stone tweets, “Trust me, it will soon [be] Podesta’s time in the barrel.” (Stone’s Twitter account is later suspended.)",
  "Guccifer 2.0 asks Stone his opinion on a Democratic Party document over Twitter direct message; he offers a curt reply.",
  "Hackers allegedly access the website of a state board of elections and steal detailed information on 500,000 voters.",
  "Roger Stone writes an essay for Breitbart blaming the DNC hacks solely on Guccifer 2.0 — and not on Russian actors.",
  "It’s later reported that systems in Illinois and Arizona were compromised with vast amounts of information stolen.",
  "The hackers allegedly send a file to WikiLeaks with instructions on downloading the full archive of DNC documents.",
  "Russian-linked hackers allegedly access and steal documents from individuals associated with the Republican Party.",
  "The same day, a DCCC employee clicks on a link in a spear-phishing email and provides her credentials to hackers.",
  "By June, they’ve allegedly compromised 33 computers, using the same relay system as for the DCCC\n\nApril 19, 2016.",
  "Hackers allegedly access information for a software vendor that is used to verify voter registration information.",
  "Information stolen from the DCCC about races in Florida and Pennsylvania are released over the next several days.",
  "Papadopoulos is told by a Russian-linked professor named Joseph Mifsud that the Russians have “dirt” on Clinton.",
  "In an interview with ITV, WikiLeaks’ Julian Assange says the organization has more emails from Hillary Clinton.",
  "This is likely Florida-based VR Systems, which later sends out an alert about people impersonating the company.",
  "The registration is paid with bitcoin, mined by the hackers themselves, in order to mask the hackers’ identity.",
  "He subsequently contacts the organization over Twitter direct message in an exchange reported by the Atlantic.",
  "Hackers allegedly gain access to virtual DNC computers hosted by a third-party and duplicate their contents.",
  "The server is used to host DCLeaks.com; the VPN is used in July to update the Guccifer 2.0 Twitter account.",
  "The hackers allegedly receive a request from a candidate for Congress through the Guccifer 2.0 identity.",
  "During the final presidential debate, Trump says Putin has no respect for his opponent, Hillary Clinton.",
  "The Russian hackers begin researching information about state boards of election and political parties.",
  "At a news conference, Trump dismisses the idea that Russia is behind the hacking — and makes a request.",
  "That’ll be next.”\n\nTrump’s press conference began in the morning in Florida, late afternoon in Russia.",
  "We’ve also included information that was known prior to Friday’s announcement for additional context.",
  "WikiLeaks messages Trump Jr. privately over Twitter, pointing to a new site linking Putin to Trump.",
  "Paul Manafort is hired by the Trump campaign to focus on delegates at the Republican convention.",
  "The FBI begins investigating possible links between the Russian government and Trump’s campaign.",
  "Manafort contacts Kilimnik again to invite Deripaska to get a private briefing on the campaign.",
  "Hackers allegedly gain access to the DNC network using credentials stolen from a DCCC employee.",
  "Hackers allegedly target a number of additional campaign staffers with spear-phishing emails.",
  "( Internet Archive\n\nThis same day, The Post reports that Russians accessed the DNC network.",
  "Hackers allegedly access the DNC’s Microsoft Exchange server and steal thousands of emails.",
  "( Code from the DCCC website captured in June 2016 showing a link to the“ActBlues” domain.",
  "The last malware tool allegedly implanted by the Russians is removed from the DNC network.",
  "The hackers allegedly transfer 2.5 gigabytes of data to a lobbyist and blogger in Florida.",
  "Hackers allegedly contact a reporter offering access to emails stolen from a DNC staffer.",
  "Trump Jr., Manafort and Jared Kushner meet at Trump Tower with a Kremlin-linked attorney.",
  "His background includes work for a Russian oligarch close to Putin named Oleg Deripaska.",
  "Hackers allegedly compress and steal several gigabytes of opposition research material.",
  "The same day, the hackers allegedly also create Twitter and Facebook pages for DCLeaks.",
  "This article was corrected to fix dates surrounding the launch of the DCLeaks website.",
  "The Guccifer 2.0 website is updated to deny any connection to the Russian government.",
  "They provide information about the candidate’s opponent that was stolen from the DNC.",
  "Over the next several months, people working with the group travel to the U.S.\n\n2015.",
  "Manafort is fired from the campaign after questions arise about his work in Ukraine.",
  "Hackers register DCLeaks.com after unsuccessfully trying to register ElectionLeaks.",
  "Files were compressed and then transferred allegedly to a server based in Illinois.",
  "Gawker publishes an opposition research file on Trump obtained from Guccifer 2.0.",
  "Hackers allegedly gain access to Podesta’s account and steal over 50,000 emails.",
  "Donald Trump announces his candidacy for the Republican presidential nomination.",
  "Stone and Guccifer 2.0 begin having a conversation over Twitter direct messages.",
  "Hackers allegedly begin trying to identify vulnerabilities in the DCCC network.",
  "Both the DCCC and DNC become aware that their networks have been compromised.",
  "Stone tweets, “Libs thinking Assange will stand down are wishful thinking.",
  "Attempts to compromise boards of election continued through the campaign.",
  "WikiLeaks releases emails stolen from the Democratic National Committee.",
  "Guccifer 2.0 releases more information purportedly stolen from the DCCC.",
  "The indictment doesn’t mention any other attempt to access the server.",
  "George Papadopoulos is named a foreign-policy adviser by the campaign.",
  "(No election results are alleged to have been affected by the hacks.)",
  "Below, a timeline of the new allegations included in the indictment.",
  "WikiLeaks obliquely denies in a tweet having had contact with Stone.",
  "The next day, Trump Jr. responds to say he’ll “ask around” about it.",
  "WikiLeaks again contacts Trump Jr. to share a link to file archives.",
  "Hackers allegedly went back and deleted log file of their activity.",
  "That effort apparently included researching staff on social media.",
  "WikiLeaks releases another statement denying contact with Stone.",
  "Trump Jr. then emailed senior campaign staff about the message.",
  "Clicking the link took staffers to a GRU-controlled website.",
  "I think you will probably be rewarded mightily by our press.",
  "WikiLeaks begins releasing documents stolen from Podesta.",
  "Shortly afterward, the candidate tweets about the leaks.",
  "The domain is registered to “Carrie Feehan” in New York.",
  "(Those items generally come from two other timelines.)",
  "Those documents are eventually published on DCLeaks.",
  "The hacker thanks Stone on Twitter for his defense.",
  "Hackers allegedly gain access to the DCCC network.",
  "Stone tweets, “Wednesday@HillaryClinton is done.",
  "Stone never takes a position with the campaign.",
  "The Democratic convention begins on the 25th.",
  "“They have thousands of emails,” he is told.",
  "They’re identified with a gray background.",
  "Payload coming #Lockthemup”\n\nOct. 6, 2016.",
  "I stand by my prediction.”\n\nOct. 7, 2016.",
  "Republican primary voting begins in Iowa.",
  "“How do we use to get whole?” he asks.",
  "The DCLeaks website is shut down.",
  "#WikiLeaks.”\n\nOct. 3, 2016.",
  "#LockHerUp”\n\nOct. 5, 2016.",
  "Trump wins the presidency.",
  "Let’s see if that happens.",
  "May 25 – June 1, 2016.",
  "“ActBlues” domain.",
  "March 25-28, 2016.",
  "DCLeaks launches.",
  "January 12, 2017.",
  "September 2016.",
  "Sept. 20, 2016.",
  "April 27, 2016.",
  "March 21, 2016.",
  "March 28, 2016.",
  "March 15, 2016.",
  "March 19, 2016.",
  "April 12, 2016.",
  "April 11, 2016.",
  "April 18, 2016.",
  "April 22, 2016.",
  "April 26, 2016.",
  "April 7, 2016.",
  "March 6, 2016.",
  "April 6, 2016.",
  "June 16, 2015.",
  "June 12, 2016.",
  "June 15, 2016.",
  "June 14, 2016.",
  "July 31, 2016.",
  "July 27, 2016.",
  "July 14, 2016.",
  "July 18, 2016.",
  "June 22, 2016.",
  "Sept. 9, 2016.",
  "Aug. 22, 2016.",
  "Aug. 14, 2016.",
  "Aug. 15, 2016.",
  "Aug. 21, 2016.",
  "Aug. 19, 2016.",
  "March 1, 2017.",
  "Oct. 13, 2016.",
  "Oct. 19, 2016.",
  "Oct. 11, 2016.",
  "Oct. 12, 2016.",
  "Aug. 8, 2016.",
  "Aug. 9, 2016.",
  "Oct. 2, 2016.",
  "July 7, 2016.",
  "Aug. 5, 2016.",
  "June 9, 2016.",
  "June 3, 2016.",
  "June 8, 2016.",
  "Feb. 1, 2016.",
  "August 2016.",
  "July 2016.",
  "June 2016.",
  "May 2016.",
  "May 2014."
]