[
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "Susan Collins (R-Maine), and Lisa Murkowski (R-Alaska), both senators who are pro-choice and voted to uphold Obamacare.” https://nbcnews.to/2mcYXy9 … The ads -- Donnelly: http://bit.ly/2JlU1A7 ... Heitkamp: http://bit.ly/2NcM3vG ... Manchin: http://bit.ly/2uxjTDI\n\n2018 WATCH -- ZACH WARMBRODT: “Bankers poised to pour money, ads into contested races”: “Republicans and Democrats facing competitive midterm races this year are getting an early burst of support from bankers, who are riding high off the passage of a sweeping financial deregulation bill.",
  "In one case, he took a chartered flight from Seattle to DC that cost $121K ... Average commercial fare would’ve cost $2,490 … There was also a chartered option that could’ve cost $45K less - but his office didn’t pick it.”\n\nBORDER TALES -- “Detaining immigrant kids is now a billion-dollar industry,” by AP’s Martha Mendoza and Larry Fenn in San Antonio: “Detaining immigrant children has morphed into a surging industry in the U.S. that now reaps $1 billion annually — a tenfold increase over the past decade, an Associated Press analysis finds.",
  "Currently, the ad can be viewed on OnMessage’s website, by clicking the tab labeled ‘Our Work.’” https://politi.co/2mdwpoc\n\nHMM -- “Here’s How Ukraine’s Ousted Government Got Away With $40 Billion,” by Tanya Kozyreva and Jason Leopold in BuzzFeed: “After then-president Viktor Yanukovych fled his palace during Ukraine’s bloody 2014 revolution, law enforcement agents across the globe focused on one question: How did the Kremlin-backed politician and his cronies make $40 billion in state assets disappear?",
  "We really have a very good relationship.’” https://politi.co/2KU4iJK\n\nANNIE KARNI at CHEQUERS: “Farage angling for a meeting with Trump”: “President Donald Trump may not be finished embarrassing British Prime Minister Theresa May … Nigel Farage, the right-wing British politician and Brexit mastermind, is scheduled to visit Washington, D.C., on July 19, two people familiar with his travel plans said, and is working to set up a meeting with Trump while he is there.",
  "SPOTTED last night at a party for James Crabtree’s book “The Billionaire Raj: A Journey Through India’s New Gilded Age” co-hosted by McLarty Associates and the Young India Policy Forum – ($22.20 on Amazon https://amzn.to/2uvvq6H ... NYT review https://nyti.ms/2uxabRS ): former Ambassador Bob Blake, Nelson Cunningham, Rob Shapiro, Ed Luce Liaquat Ahamed, Sadanand Dhume, Alyssa Ayres, Nihal Krishan, Richard Reeves, Kartik Das, Krishna Guha and Dinesh Das Gupta.",
  "Russia also has maintained warm ties with Israel and has demonstrated a readiness to take the Jewish state’s security interests into account.” https://bit.ly/2ukMih3\n\nIF YOU READ ONE THING -- “The Mystery Firm That Became the NRA’s Top Election Consultant,” by The Trace’s Mike Spies in the Friday cover of POLITICO Magazine: “To get its message out [in the 2014 cycle], the NRA turned to an unknown consulting firm, Starboard Strategic, paying it $19 million.",
  "The indictment dramatically shifts the context for Trump’s upcoming meeting with Putin, whom U.S. intelligence services have concluded was behind the 2016 election interference scheme whose goal was to elect Trump.” https://politi.co/2JkpCT5 … The indictment http://bit.ly/2zCxVtz\n\nOTHER DETAILS …\n\nPRESIDENT DONALD TRUMP knew about the indictment in advance -- Rod Rosenstein said he briefed the president earlier this week.",
  "THE PRESIDENT WALKS HIS SUN INTERVIEW BACK -- LOUIS NELSON: “After criticizing May, Trump says relationship with U.K. ‘very, very strong’”: “The relationship between the U.S. and United Kingdom is ‘very, very strong,’ President Donald Trump said Friday at a bilateral meeting with British Prime Minister Theresa May, whose negotiation tactics he criticized heavily in an interview published a day earlier.",
  "WAPO’S CHRISTOPHER INGRAHAM (@_cingraham): “July 27, 2016, Trump: ‘Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing.’ Indictment: That evening, Russian operatives targeted Clinton campaign emails ‘for the first time.’” http://bit.ly/2NfcNvv\n\nJUST ASKING … Doesn’t Trump have to ask Putin to extradite these people when they meet next week?",
  "…\n\n“Farage has also been spending quality time with former White House chief strategist Steve Bannon … Bannon met with Farage again on Friday morning, just as Trump headed out for his meeting with May, according to a source familiar with the meeting.” https://politi.co/2NcTTpf\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "FIGHTING KAVANAUGH -- “Progressive group launches ad campaign urging Democrats to oppose Kavanaugh,” by NBC’s Leigh Ann Caldwell and Frank Thorp: “A progressive group working to sink President Donald Trump's Supreme Court nominee is launching its first round of advertising Friday in three key states to pressure Democratic senators to vote against Brett Kavanaugh.",
  "— the first time it has backed a Democrat.” https://politi.co/2L5j5QT\n\nFOR YOUR RADAR -- “Analysis: Iran role in Syria key item at Trump-Putin summit,” by AP’s Zeina Karam in Beirut: “When President Donald Trump meets Russia’s Vladimir Putin on Monday, the Syrian conflict will be one of the most immediately pressing issues on a wide-ranging and colorful agenda.",
  "“The OIG review, which came about 10 months after Price’s resignation, found he spent more than $1.2 million on travel during his tenure at HHS, including use of chartered aircraft and government planes.” https://politi.co/2zyJPoz … The report http://bit.ly/2NNdQUE\n\n-- @markberman: “Some of the examples in the IG report on Price are remarkable ...",
  "But documents obtained by BuzzFeed News show that Ukrainian law enforcement officials rarely followed up on what investigators found and have let Yanukovych’s associates — known as ‘The Family’ — escape prosecution.” https://bzfd.it/2JoOKIo\n\nMEDIAWATCH -- NIRVI SHAH returns to POLITICO from POLITICO Europe as senior deputy editor for POLITICO Pro.",
  "| Chip Somodevilla/Getty Images\n\nBREAKING … 12 RUSSIAN INTELLIGENCE OFFICIALS INDICTED … First cut, by JOSH GERSTEIN, DARREN SAMUELSOHN and CORY BENNETT: “Special counsel Robert Mueller indicted 12 Russian military officers on Friday, and accused them of hacking into the Democratic National Committee to sabotage the 2016 presidential election.",
  "“Currently, more than 11,800 children, from a few months old to 17, are housed in nearly 90 facilities in 15 states — Arizona, California, Connecticut, Florida, Illinois, Kansas, Maryland, Michigan, New Jersey, New York, Oregon, Pennsylvania, Texas, Virginia and Washington.” https://bit.ly/2zHoNnQ\n\nThe most reliable politics newsletter.",
  "Pics http://bit.ly/2ztCdU6 ... http://bit.ly/2JlXChE ... http://bit.ly/2Lf2VBs\n\n-- Jamie Fleet, Democratic staff director for the House Administration Committee, and Courtney Fry, member services director for House Democratic Whip Steny Hoyer, welcomed a new baby girl, Harriet Fleet, at 6:01 p.m. on Thursday, weighing in at 7Ibs, 15oz.",
  "RACHANA PRADHAN and DAN DIAMOND: “Federal auditor orders Tom Price to pay $341K for flights”: “Former HHS Secretary Tom Price took 20 trips that did not comply with federal requirements, according to the department’s inspector general, who urged the agency in a Friday report to recover at least $341,000 from the former secretary.",
  "The U.S., the UK, Latvia, and others pitched in to help the new Ukrainian government answer that question, and they traced how Yanukovych and his top lieutenants — including President Donald Trump’s former campaign manager, Paul Manafort — used shell companies in offshore havens to move $700 million between 2008 and 2014.",
  "Just in case you haven’t noticed.”\n\n-- AXIOS’ JONATHAN SWAN (@jonathanvswan): “As Trump was leaving @Acosta shouted question: ‘Will you ask Putin to stay out of U.S. elections?’ Trump turned over shoulder and said ‘yes.’”\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "WELCOME TO THE WORLD -- Rita Hite, EVP at the American Forest Foundation and a House Agriculture and Bob Goodlatte alum, and Matt Hite, VP of government affairs for GPA Midstream Association and a U.S. Chamber, Senate EPW and Jim Inhofe alum, welcomed Jackson Riley Hite, 6 lbs 14 ounces and 21 inches long.",
  "“Coming on the heels of a visit where British officials tried to impress Trump with visits to castles and even a tea with the Queen, any tete-a-tete would be seen as more U.S. intervention into a fragile political situation here – and a tacit backing to one of May’s biggest detractors.",
  "It’s called ‘fake news’ and we solve a lot of problems with the good old recording instrument.”\n\nNYT’S MAGGIE HABERMAN (@maggieNYT): “Trump is calling a taped interview that the Sun posted audio of ‘fake news.’”\n\n-- ON HIS KNOWLEDGE OF NUCLEAR WEAPONS: “I understand nuclear.",
  "“The American Bankers Association, which has spent months overhauling its political operations, for the first time is running television ads in support of incumbent lawmakers from both parties who have backed industry-friendly policies.",
  "… President Bashar Assad, with crucial military and political assistance from Iran and Russia, has recaptured around 60 percent of the country, including its main cities, putting an end to any serious talk of regime change in Damascus.",
  "We spoke for an hour – an hour and a half – and it was really something, and today we’re talking trade, we’re talking military,’ the president said in brief remarks to reporters before his meeting with May, who was seated to his left.",
  "But any meeting with Farage would be seen as another blow to May, delivered personally by Trump — especially after local newspapers here reported that Farage had been ‘banned’ from meeting with Trump during his two days in England.",
  "And she’s a total professional, because when I saw her this morning, I said ‘I want to apologize, because I said such good things about you.’ She said ‘Don’t worry, that was only the press.’ I thought that was very professional.",
  "NEWS … HOUSE MINORITY LEADER NANCY PELOSI has sent a letter to Democratic colleagues saying this: “Thanks to the leadership of Chairman Ben Ray Luján and the work of so many of you, House Democrats are poised for victory.",
  "I used to talk nuclear with him many years ago.”\n\n-- ON BREXIT: “Once the Brexit process is concluded, and perhaps the U.K. has left the EU, I don't know what they’re going to do, but whatever you do is ok with me.",
  "The ads, obtained by NBC News, are complimentary of the Democratic senators’ efforts to preserve the Affordable Care Act but caution that those actions could be nullified by the next high court justice.",
  "“Health and Human Services grants for shelters, foster care and other child welfare services for detained unaccompanied and separated children soared from $74.5 million in 2007 to $958 million in 2017.",
  "“The indictments, announced by Deputy Attorney General Rod Rosenstein, come just days before a scheduled Monday summit in Helsinki between President Donald Trump and Russian President Vladimir Putin.",
  "“Still, both Russia and the U.S. have an interest in working together in Syria and beyond, and while Russia and Iran have been on the same side of the war, their interests do not always converge.",
  "“Price, who was forced out last year following a POLITICO investigation into his extravagant use of private and military aircraft, has already voluntarily repaid the government around $60,000.",
  "Another group organized as a super PAC, Friends of Traditional Banking, is calling on its 22,000 members — mostly from red states — to give to the campaign of Sen. Jon Tester (D-Mont.)",
  "…\n\n“‘Nigel will be on hand for the president whenever Mr. Trump sees fit to talk,’ said a Farage associate who has been back-channeling with the White House about a potential meeting.",
  "“In that vein, I believe it is important that we follow the schedule for leadership elections that the Caucus set last cycle, allowing additional time for freshmen to get oriented.",
  "A department spokesman said it will seek guidance from the Justice Department ‘whether there is legal basis for recoupment.’ Price could not be immediately reached for comment.",
  "… Trish Wilson, who most recently spent five years leading investigations at the AP in Washington, is joining the Washington Post as environment editor (h/t Morning Media).",
  "And unfortunately there was a story that was done which was you know generally fine but it didn't put in what I said about the Prime Minister and I said tremendous things.",
  "POLITICO Playbook Power Briefing: Mueller indicts 12 Russians Presented by\n\nDeputy Attorney General Rod Rosenstein announced the indictments in a press conference Friday.",
  "FIRST IN PLAYBOOK -- TREASURY DEPARTURE LOUNGE -- JASON CHUNG will be the U.S. alternate executive director at the Asian Development Bank and be based in the Philippines.",
  "… [A]t a moment when the stakes were high—Republicans needed six seats to claim a majority—the firm had come out of nowhere to become the NRA’s top election contractor.",
  "“He said Russia’s GRU military intelligence service was behind online entities that disseminated and promoted the documents under the names Guccifer 2.0 and DCLeaks.",
  "… [In February 2017] OnMessage received a Reed Award for an NRA spot it had created the previous year … [which] features a woman in bed who is awoken by a burglar.",
  "As fighting wanes after seven years of war, the U.S. has made curtailing Iran’s influence in post-war Syria a strategic objective — one strongly backed by Israel.",
  "…\n\n“Rosenstein said the Russians stole and released Democratic documents after planting malicious computer codes in the network of the DNC as well as the [DCCC].",
  "Ahead of the much-anticipated meeting, officials from the U.S. and Russia have signaled that a broad framework for such a deal is likely to be the main outcome.",
  "The president this week has said he’ll bring up election meddling with Putin, but seemed to indicate he didn’t expect the Russian leader to admit to it.",
  "“More than half of the money the NRA paid Starboard that year, about $25.7 million, was spent in the service of electing Donald Trump to the presidency.",
  "… As far as the FEC and the public know, OnMessage did no campaign work for the NRA in 2016 — the firm is nowhere mentioned in the group’s filings.",
  "The agency is also reviewing a new round of proposals amid a growing effort by the White House to keep immigrant children in government custody.",
  "My recommendation to the Caucus would be to set leadership elections sometime after Thanksgiving, at a date to be determined by the Caucus.",
  "And I know it’s politically not necessarily correct to say that, but I’ll say it and I’ll say it loud.”\n\n-- ICYMI: “I’M DOING A GREAT JOB.",
  "…\n\n… Jake Goldman is leaving Vice Media, where he served as VP for comms, to become COO at Risa Heller Communications later this summer.",
  "TV TONIGHT -- Bob Costa sits down with NYT’s Peter Baker, CNBC’s Kayla Tausche and BBC’s Katty Kay on PBS’ “Washington Week” at 8 p.m.",
  "), and urging them to oppose Kavanaugh by warning that the nominee could rule to eliminate protections for pre-existing conditions.",
  "He is the former economics correspondent and features writer for Bloomberg Businessweek and is also an alum of The Economist.",
  "Thank you for your leadership, and onward to a great victory in November!”\n\n-- LOTS OF TEA-LEAF READING can be done here.",
  "A SECOND “RELATED CONSPIRACY”: The Russian GRU officers hacked a state election board and stole voter information.",
  "In one hand she grips a phone, and with the other she opens a gun safe, which suddenly disappears before her eyes.",
  "Friday is his last day at Treasury, where Chung, an RNC alum, worked in public affairs and international affairs.",
  "HOLLYWOOD FOR MCCASKILL … STEVEN SPIELBERG, JEFFREY KATZENBERG and J.J. ABRAMS gave SEN. CLAIRE MCCASKILL (D-MO.)",
  "…\n\n“[D]iscussions are likely to be centered more on limiting Iran’s presence rather than ending it, analysts say.",
  "“‘We arrived here last night and we had a dinner where I think we probably never developed a better relationship.",
  "TRANSITIONS -- Tyler Brace is now strategic adviser for the Assistant Secretary of State for Europe and Eurasia.",
  "And, amid a consistently declining U.S. role, Russia has emerged as an uncontested power broker in the country.",
  "What the [FEC] and the public do not know is that the two entities appear to be functionally one and the same.",
  "…\n\n… Deirdre Manna started on Monday as head of government and industry affairs at Zurich North America.",
  "JUST ANNOUNCED … SEN. MARK WARNER (D-Va.) just announced an on-camera availability in the 1 p.m. hour.",
  "The question is whether it was really accomplished by Starboard, or another outfit called OnMessage.",
  "…\n\n“Acquiring business of this magnitude would be an incredible feat for a firm with no reputation.",
  "As the indictment dropped, the PRESIDENT was walking with the queen of England into Windsor Castle.",
  "This would mean more leadership positions, more committee assignments and a large freshman class.",
  "And fortunately we tend to record stories now so we have it for your enjoyment if you’d like it.",
  "I think -- Europe is a place I know very well and I think that what has happened is very tough.",
  "… Brendan Greeley is now U.S. editor for the Financial Times’ Alphaville section, based in DC.",
  "If the elections were held today, we would win many new seats, putting us into the Majority.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "THE TRUMP/MAY SHOW …\n\n-- ON WHAT HE SAID ABOUT MAY: “No, I said very good things about her.",
  "Craiutu is an author and professor of political science at Indiana University, Bloomington.",
  "“The 345-acre presidential palace itself displayed the extent of his regime’s plundering.",
  "Well-established and well-connected, OnMessage is as transparent as Starboard is opaque.",
  "“Demand Justice is spending a portion of its $5 million budget on the ads aimed at Sens.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "That's your decision.”\n\n-- ON IMMIGRATION: “I think it’s been very bad for Europe.",
  "… It was not unusual for the NRA to spend large sums of cash in an election cycle.",
  "… Lani Short will be deputy comms director for the House Small Business Committee.",
  "Manna was previously at the Property Casualty Insurers Association of America.",
  "Heidi Heitkamp (D-N.D.), Joe Manchin (D-W.Va.), and Joe Donnelly (D-Ind.",
  "“[The group] is already airing ads in Maine and Alaska, targeting Sens.",
  "Rob Portman (R-Ohio) and advised him on foreign relations and defense.",
  "Before 2013, Starboard Strategic had never appeared in [FEC] reports.",
  "Short most recently was press secretary to Rep. Phil Roe (R-Tenn.).",
  "This gives people time to organize ahead of a leadership election.",
  "Those plans, a second source cautioned, were still up in the air.",
  "… Aurelian Craiutu is now a senior fellow at the Niskanen Center.",
  "It was not immediately clear how or if he would repay the rest.",
  "Learn more at google.com/grow/veterans\n\nGood Friday afternoon.",
  "THE NATIONAL SECURITY DIVISION at DOJ is handling this.",
  "She’s spent the last two years as Europe’s Pro editor.",
  "I didn’t think they put it in but that’s all right.",
  "It also preempts someone calling for a delay first.",
  "I think it’s very much hurt other parts of Europe.",
  "I mean you see the same terror attacks that I do.",
  "But I just think it’s, uh, changing the culture.",
  "He previously was legislative assistant for Sen.",
  "I have a lot of respect for the Prime Minister.",
  "The donations came in late April and early May.",
  "I think it’s a very negative thing for Europe.",
  "…\n\n“But I didn’t criticize the Prime Minister.",
  "I am doing a great job, that I can tell you.",
  "What was odd was where the money was going.",
  "But we record when we deal with reporters.",
  "Look up my uncle Dr. John Trump at MIT.",
  "‘The relationship is very, very strong.",
  "I wish they put that in the headline.",
  "I think it’s very much hurt Germany.",
  "They didn’t put it in the headline.",
  "BARBRA STREISAND gave her $10,800.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "It’s a very tough situation.",
  "I think it’s very negative.",
  "That’s one of those things.",
  "AMAZING SPLIT SCREEN.",
  "We see them a lot.",
  "$49,300 each.",
  "...",
  "...",
  "..."
]