[
  "So, you need both a public and a private position.”\n\nCiting only the last sentence from that segment, in front of an audience of 66.5 million viewers, debate moderator Martha Raddatz asked: “Is it acceptable for a politician to be “two-faced?”\n\nStolen material was stripped from its context as well in the final debate on 19 October when, before more than 71.6 million viewers, moderator Chris Wallace truncated a key sentence of Clinton’s from the same hacked tranche to claim: “We’ve learned from WikiLeaks, that you said this.",
  "In it, she cited Abraham Lincoln’s actions as an illustration of the need “to balance the public and private efforts that are necessary to be successful politically,” and noted that the then popular Steven Spielberg film showed Lincoln doing just that:\n\n“You just have to sort of figure out how to – getting back to that word, “balance” – how to balance the public and the private efforts that are necessary to be successful, politically, and that’s not just a comment about today … [and then 120 words about Lincoln].",
  "Missing in Wallace’s question was the rest of the original sentence, which in its entirety read: “My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.” When Trump tied the statement to immigration and Clinton stated that it was instead about energy, he accused her of lying.",
  "In the process of announcing the US Justice Department’s July 2018 indictment of a dozen Russian military intelligence officers for hacking Democrats’ computers and publishing the contents, US deputy attorney general Rod J Rosenstein noted that: “What impact they may have had [on the 2016 presidential election] … is a matter of speculation.” I disagree.",
  "My starting premise is that the tranche by tranche posting – first through Guccifer 2 and DCLeaks and then by WikiLeaks – of content hacked by Russian operatives transformed reporters and media outlets, in the words of the Pulitzer prize-winning reporting team at the New York Times, into “a de facto instrument of Russian intelligence”.",
  "It is now clearer than ever that, abetted by Assange’s WikiLeaks and by harried US reporters, the Russian cyber-theft and release of tens of thousands of Democratic emails and documents bolstered the electoral strategy of Trump and undercut Clinton’s, legitimized central Republican attacks and altered the media and debate agendas.",
  "Likewise Russian-hacked content worked in Trump’s favor with white Evangelical Protestants and conservative Catholics, the latter a key voting block in Philadelphia, Detroit, and Milwaukee – large cities within the three closely decided states that gave the mercurial tycoon the votes that spelled an electoral college victory.",
  "Importantly, our surveys show that viewers of either of these two debates were more likely than non-viewers to report a difference between Clinton’s public and private sentiments, an assessment consistent with the one presupposed by both the moderators’ and Trump’s use of the hacked content in those two encounters.",
  "From 3 October to 20 October, a period after Trump’s poor and Clinton’s strong performance in the first debate and before FBI director James Comey’s re-opening of the Clinton server investigation on 28 October, our Annenberg surveys show a significant drop in perceptions that Clinton was qualified to be president.",
  "In a similar vein, hacked content helped Trump legitimize three key accusations: the general election was being rigged by the Democrats, the mainstream media could not be trusted because it was in league with Clinton, and the former first lady’s own campaign team questioned her fitness for office.",
  "The first requires documenting the ways in which the Russian cyber-theft of more than 150,000 emails and documents affected key players, bolstered or undercut the electoral strategies of the major party contenders, legitimized central Republican attacks, and altered the media and debate agendas.",
  "Searching for scoops and supposed scandals in the firehose of Russian hacked content, reporters downplayed Russia–related information that disadvantaged the Republicans, infused the media agenda with anti-Clinton “news”, and decontextualized hacked content in ways problematic for the Democrats.",
  "By posting segments of speeches Hillary Clinton delivered behind closed doors, WikiLeaks and Julian Assange shifted the media focus from Trump’s proclivities and the reasons the Russians might be happy to see him win, to an examination of the vulnerabilities of both major party nominees.",
  "And I want to quote, ‘My dream is a hemispheric common market with open trade and open borders.’” Had the Russians not published the hacked Democratic material with WikiLeaks’ help, neither debate question could have drawn legitimacy from Clinton’s own privately spoken words.",
  "As highly placed Republicans considered whether to move vice presidential nominee Mike Pence to the top of the ticket, a revelation found in Bob Woodward’s Fear, Russian hacking disseminated on WikiLeaks saved the day for Trump by redirecting the media agenda.",
  "Additionally, after a stolen email suggested that she had shared an anticipated line of Town Hall questioning with the Clinton campaign in the primaries, CNN fired the party’s most visible Democratic woman of color, long-time CNN commentator Donna Brazile.",
  "On the first front, by using content released by WikiLeaks to allege that Clinton had not won the primaries “fair and square,” the Republican nominee contended that the only way he wouldn’t win “by massive landslides” would be if the election was rigged.",
  "Accordingly, Trump champion and former New York mayor Rudy Giuliani argued on influential Sunday interview shows on 9 October that Trump’s bragging about his celebrity entitlement and Clinton’s hacked closed-door remarks each revealed flawed candidates.",
  "Among these disruptions was the resignation of Democratic National Committee chair Debbie Wasserman Schultz in the face of hacked evidence of a bias by some DNC staffers against Clinton’s opponent during the primaries, Senator Bernie Sanders.",
  "The July 2018 indictments by special counsel Robert Mueller confirmed that WikiLeaks timed the release of hacked content from the Democratic National Committee to thwart Clinton’s efforts to consolidate the support of Sanders’ voters.",
  "Displaced in the process was the announcement earlier that day by the Office of the Director of National Intelligence and the Department of Homeland Security that the Russians were behind the hacking of the Democratic accounts.",
  "Likewise, in their last debate, Trump responded to a Clinton attack on his qualifications by citing WikiLeaks to say that her campaign chairman “John Podesta said some horrible things about you and boy was he right”.",
  "According to web scholars Yochai Benkler, Robert Faris and Hal Roberts, that purloined piece was the “most widely shared email from the DNC dump … coverage that was quite prominent when measured by media inlinks”.",
  "In a hacked email exchange released by WikiLeaks, Clinton communications director Jennifer Palmieri, who is herself Catholic, seemed dismissive of both evangelical Christians and conservative Catholic Republicans.",
  "On 7 October 2016, two days before the second presidential debate, the lewd admissions memorialized on that hot mic recording prompted pundits to wonder whether Trump was confessing to sexual assault.",
  "In the days that followed, reporters exhausted their interest in Trump’s boast that he kissed attractive women without their consent and could get away with anything including grabbing their genitals.",
  "In the same month, the moderators in the last two general election debates transformed hacked content into questions hostile to Clinton’s candidacy and consistent with persistent Republican attacks.",
  "At the same time, the Clinton campaign, according to an Associated Press investigation, “was profoundly destabilized by the sudden exposures that regularly radiated from every hacked inbox”.",
  "While the case will never be iron-clad, one can plausibly determine how these Kremlin-tied saboteurs changed the contest that put real estate developer Donald J Trump in the White House.",
  "At issue in the second debate on 9 October were rambling thoughts the former secretary of state expressed in a closed-door talk to the National Multifamily Housing Council.",
  "The second involves asking how these changes in the balance of messaging and the media agenda compare to those whose effects have been documented in past campaigns.",
  "“How much BAD JUDGMENT was on display by the people in DNC in writing those really dumb e-mails, using even religion against Bernie!” tweeted Trump on 25 July.",
  "By contrast, a Google Trends search confirms that successive disclosures from WikiLeaks garnered attention throughout the last month of the campaign.",
  "But if everybody’s watching, you know, all of the back-room discussions and the deals, you know, then people get a little nervous, to say the least.",
  "Moreover, he and his allies used the revelation about Brazile to underscore their claim that the mainstream media were in the tank for Clinton.",
  "In past campaigns, smaller changes than these in the media agenda moved more than the 78,000 votes that in 2016 decided the electoral college.",
  "These negative post-debate perceptions predicted a reduced likelihood that a respondent would envisage voting for the Democratic nominee.",
  "For Trump, open borders signaled unrestricted trade as well as immigrants and refugees streaming in to wreck havoc on innocent citizens.",
  "“Emails reveal top Clinton aide mocked evangelicals and Catholics” read a headline in the evangelical publication Christianity Today.",
  "A likely explanation is a news agenda filled with scandal-framed press coverage of the hacked content posted on WikiLeaks.",
  "It is therefore very likely that without Russian interventions, Donald J Trump would not be the US’s 45th president.",
  "When the Access Hollywood tape threatened to sink the Trump candidacy, the media’s use of hacked content buoyed it.",
  "Throughout the campaign, the Democratic nominee had rejected Trump’s allegation that she favored any such thing.",
  "He was referring to an email titled “No shit” that mulled over the prospect of unmasking Sanders as an atheist.",
  "That is a reality with which our democracy in general and our press in particular have yet to fully contend.",
  "“My Southern Baptist peeps would draw a big difference between a Jew and an atheist”, it read in part.",
  "A half million member conservative group called CatholicVote demanded Palmieri’s resignation.",
  "The words she spoke in private did not diverge from that public position.",
  "Doing so entails two steps."
]