[
  "Finally, as Sam Berger noted, the interactions with Russian officials may have also violated campaign finance laws since campaigns cannot coordinate, consult, cooperate, or even request or suggest action by “foreign nationals on any expenditure that seeks to influence a U.S. election.”\n\nAmid all the news over the past few months about Mueller charging Trump associates with crimes ranging from money laundering to obstruction of justice, the fact that he is looking into Stone’s interactions with WikiLeaks shows the special counsel is still aggressively pursuing the question at the heart of his investigation, and that it could have very real consequences.",
  "According to NBC News, Corsi has told Mueller’s investigators that “he simply figured it out on his own,” reasoning that an absence of Podesta’s emails in WikiLeaks’ first release of stolen emails in July 2016 meant that “the anti-secrecy organization was holding Podesta’s communications for an ‘October surprise.’ ” For his part, Stone tweeted on Aug. 21, 2016 that it would soon be Podesta’s “time in the barrel.”\n\nThe special counsel also wants to understand the connection between Corsi and Trump, whom Stone claims were in touch as far back as 2011, the year Corsi published his book Where’s the Birth Certificate?",
  "The emails and campaign voter data stolen by the Russians and then published by WikiLeaks, in conjunction with the Kremlin’s social media disinformation campaign, could have easily been the key factor in swaying the election in Trump’s favor, according to University of Pennsylvania professor Kathleen Hall Jamieson’s new book, Cyberwar: How Russian Hackers and Trolls Helped Elect a President.",
  "The short answer, as Ryan Goodman wrote in Just Security, is that if the Trump campaign consulted with the Russians on weaponizing the stolen emails, or approved of or supported their release, even tacitly, “it could directly implicate them in in the ‘conspiracy to defraud the United States’ ” that Mueller charged Russian intelligence officials with in July.",
  "Mark Wilson/Getty Images\n\nEarly this week, reports emerged that special counsel Robert Mueller is continuing to examine former Donald Trump adviser Roger Stone’s relationship with WikiLeaks, as well as WikiLeaks’ publication of thousands of emails stolen from the Democratic National Committee and the Hillary Clinton campaign in 2016.",
  "That was the period when, according to Mueller, Russian intelligence was publishing the emails through Guccifer 2.0—the hacker supposedly behind the email thefts, who was actually a front persona used by Russian intelligence—the website DCLeaks (another front created by Russian intelligence), and WikiLeaks.",
  "By deciphering Stone’s interactions with WikiLeaks and the Trump campaign, Mueller may be able to establish whether the campaign unlawfully cooperated with Russian intelligence in an effort to win the election or was merely a beneficiary of the Kremlin’s independent actions.",
  "It’s worth noting that Mueller’s July 13 indictment of 12 Russian intelligence officers for hacking the DNC and Clinton campaign describes Stone as being in regular contact with the Trump campaign while he was interacting with Guccifer 2.0.",
  "Mueller and his team want to know if Stone indeed had advance knowledge of the hacks or provided input as to how the emails could be weaponized against Clinton, and if so, what his level of contact was with the Trump campaign at the time.",
  "All the while, Russian intelligence and WikiLeaks continued to publish stolen emails, while Stone made public comments that seemed to suggest he had prior knowledge of the emails’ contents and when they would be released.",
  "As the Washington Post notes, there was, by this time, widespread public discussion that Russian intelligence was connected to the Guccifer 2.0 persona, an allegation Stone dismissed in an Aug. 5 column in Breitbart.",
  "The special counsel reportedly wants to know why Corsi seems to have held advanced knowledge that Clinton campaign chair John Podesta’s emails would be released by WikiLeaks, which occurred starting on Oct. 7, 2016.",
  "The question of Stone’s connections to WikiLeaks gets to the heart of the special counsel’s investigation into whether Trump and his associates “colluded” with Russian intelligence services to win the 2016 election.",
  "Stone, meanwhile, told the Washington Post that comedian Randy Credico was his “principal source” regarding WikiLeaks and the stolen emails, an allegation he has made numerous times and that Credico denies.",
  "Throughout that time, Stone publicly encouraged the release of the emails, made predictions about new tranches of emails that would be published, and even claimed that he was in touch with Assange.",
  "Mueller wants to know who served as an intermediary between Stone and WikiLeaks, and in turn, how Stone may have passed along information about the stolen emails to the Trump campaign.",
  "(Here is an October 2016 tweet and accompanying selfie by Credico in which he claims to have been leaving the Ecuadorian embassy in London where Assange has lived for several years.",
  "More specifically, Mueller is looking into whether conspiracy theorist Jerome Corsi acted as a conduit for information between Stone and WikiLeaks founder Julian Assange.",
  "And if the campaign or its associates tried to cover up the facts of the Russian effort, they could be open to charges of “misprision of a felony,” according to Goodman.",
  "Roger Stone, former confidant to President Trump, speaks to the media after appearing before the House Intelligence Committee during a closed hearing on Sept. 26, 2017.",
  "Stone began to draw attention to possible links between himself and those involved in the theft and release of the stolen emails in the summer and fall of 2016.",
  "It’s also worth noting that Corsi spoke of being willing to travel to London to meet with Assange that year, according to NBC News.)",
  "In August and September of 2016, Stone and Guccifer 2.0 carried out a running dialogue over Twitter.",
  ": The Case That Barack Obama is Not Eligible to be President.",
  "This is news worth paying attention to.",
  "What does all of this mean legally?"
]