[
  "“These additional leaks have shown that DNC officials participated in creating and disseminating media narratives to undermine Bernie Sanders and advance Hillary Clinton.”\n\nBruce Spiva, representing the DNC, made the argument that would eventually carry the day: that it was impossible to determine who would have standing to claim they had been defrauded.",
  "the Court finds that the named Plaintiffs have not presented a case that is cognizable in federal court.”\n\nThe lawsuit, which its supporters promoted with the hashtag #DNCFraudLawsuit, grew out of the 2016 hack of the DNC that eventually led to the release of thousands of documents on the website DCLeaks.",
  "“To the extent Plaintiffs wish to air their general grievances with the DNC or its candidate selection process, their redress is through the ballot box, the DNC’s internal workings, or their right of free speech — not through the judiciary,” Judge William Zloch, a Reagan appointee, wrote in his dismissal.",
  "“We have a wealth of information that was released by WikiLeaks that comes from emails from officials of the DNC, as well as the Hillary Clinton campaign, which really, I think, flesh out and fill in the detail of this really seminal internal document that Guccifer released,” Jared Beck said.",
  "On July 28, 2016, Florida attorneys Jared and Elizabeth Beck filed a civil complaint, alleging that the hacked emails had revealed a DNC that was plotting to get Hillary Clinton through the primaries, defrauding its donors, and exposing them to harm through shoddy information security.",
  "“The DNC reportedly argued that the organization’s neutrality among Democratic campaigns during the primaries was merely a ‘political promise,’ and therefore it had no legal obligations to remain impartial throughout the process,” a reporter for Newsweek wrote.",
  "A year-long legal battle over the Democratic National Committee’s handling of the 2016 presidential primary came to an end Friday, with a federal judge in Florida dismissing a class-action suit brought by supporters of Sen. Bernie Sanders (I-Vt.).",
  "In a June 2017 interview with Alex Jones‘s news site Infowars, Beck suggested that the deaths of potential witnesses, the process server who delivered documents to the DNC, and DNC IT staffer Seth Rich had all raised troubling questions.",
  "“To the extent Plaintiffs have asserted specific causes of action grounded in specific factual allegations, it is this Court’s emphatic duty to measure Plaintiffs’ pleadings against existing legal standards.",
  "In April, the Becks and the DNC’s attorneys met in court, with the Becks arguing that the hacked emails had shown the DNC violated its charter, with staffers talking openly about how to elect Clinton.",
  "I’ll put it that way.”\n\nIn the corners of the media where the lawsuit was covered most, that answer became infamous — proof that the defeated Democrats did not respect the will of the voters.",
  "The DNC filed a petition to dismiss the complaint on July 22, the week the party’s convention got underway — and the week that Rep. Debbie Wasserman Schultz (D-Fla.) resigned as DNC chair.",
  "“Even to define what constitutes evenhandedness and impartiality really would already drag the court well into a political question and a question of how the party runs its own affairs.",
  "And as the judge considered whether to dismiss the suit, Jared Beck advanced more theories of the depths to which Democrats might have gone in order to cover their tracks.",
  "But Clinton had won 3.7 million more votes than Sanders during the primaries, in part because the Vermont senator dominated relatively lower-turnout caucuses.",
  "There was no evidence, the judge wrote, that anyone had donated to the DNC on the promise that the committee and its employees would be completely impartial.",
  "“Not one of them alleges that they ever read the DNC’s charter or heard the statements they now claim are false before making their donations,” Zloch wrote.",
  "“To even question the Seth Rich murder investigation, which is ongoing — to even ask questions about it, you are branded a conspiracy theorist,” Beck said.",
  "But as he explained how the DNC worked, Spiva made a hypothetical argument that the party wasn’t really bound by the votes cast in primaries or caucuses.",
  "“The party has the freedom of association to decide how it’s gonna select its representatives to the convention and to the state party,” said Spiva.",
  "“And not one of them alleges that they took action in reliance on the DNC’s charter or the statements identified in the First Amended Complaint.",
  "But the case dragged on into 2017, with the Becks heavily promoting the case on Twitter and through their super PAC, JamPAC.",
  "The complaint itself was far more narrow, and it was dismissed after Zloch ruled that the plaintiffs did not have standing.",
  "Absent such allegations, these Plaintiffs lack standing.”\n\nA spokesman for Wasserman Schultz declined to comment.",
  "The party could have favored a candidate.",
  "Having done so .",
  ".",
  "."
]