[
  "“Schafer said he noticed the trend when he saw a number of their monitored accounts start tweeting about #MondayMotivation and #WednesdayWisdom, popular hashtags used by many American Twitter users, mixed in with content about Syria and Ukraine that Russian bots frequently discuss in defense of Russia’s interventions in those countries.”\n\nThere are almost certainly other efforts, as well, some of which may not yet have been detected by U.S. intelligence efforts.",
  "In broad strokes, the report assessed that Russian President “Vladimir Putin and the Russian Government aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.”\n\nIn addition to the efforts above, the report pointed to the Russian-government-funded news outlets RT and Sputnik as vectors for efforts to undercut Clinton’s campaign.",
  "“RT’s coverage of Secretary Clinton throughout the US presidential campaign was consistently negative,” the report reads, “and focused on her leaked e-mails and accused her of corruption, poor physical and mental health, and ties to Islamic extremism.” It highlighted two RT reports as having received millions of views on YouTube, one titled, “How 100% of the Clintons’ ‘Charity’ Went to .",
  "Hacking voter rolls and systems\n\nThe Oct. 7, 2016, statement also noted that “[s]ome states have also recently seen scanning and probing of their election-related systems, which in most cases originated from servers operated by a Russian company.” This, too, had been previously reported: In August, there were news reports about attempts to access voter rolls.",
  "It attracted less attention than it might otherwise have because it landed Oct. 7, 2016, the same day as two other significant campaign events: The Post’s release of the Trump “Access Hollywood” tape; and, perhaps as a response to the tape, the start of WikiLeaks’ release of the Podesta email cache.",
  "Hacking political organizations and staff\n\nOne of the earliest known direct efforts by the Russians to meddle in the election came in the summer of 2015, when hackers believed to be linked to Russian intelligence gained access to the network of the Democratic National Committee.",
  "A survey from Marist released last week, though, shows that most Americans think it’s unlikely that Russia will interfere in the midterms — with more than three-quarters of Republicans apparently agreeing with the arguments coming from the president at the head of their party.",
  "Sure, in a news conference in January last year he temporarily agreed with the consensus of U.S. intelligence agencies that hackers tied to the Russian government had stolen data from the Democratic National Committee and the campaign chairman for Hillary Clinton.",
  "Creating and sharing news stories about the election\n\nDuring the period after the election and before Trump’s inauguration, U.S. intelligence agencies published a report assessing what they knew about Russia’s efforts to meddle in the election.",
  "Earlier this week, the New York Times reported that the CIA had been contacted by a Russian agent who claimed to be able to act as a conduit for cyberweapons stolen from the National Security Agency and incriminating information about Trump.",
  "The DHS/DNI statement notes both that they weren’t at that time ready to attribute the attempted voting system intrusions to the Russian government and that it is “extremely difficult” for anyone to change the vote in any significant way.",
  "So, after his victory, the investigation into how Russia attempted to undermine the election became a “witch hunt” in Trump’s telling, a “Russian hoax” that was created by the Democrats to distract from their 2016 loss.",
  "Last June, the Intercept received a document stolen from the NSA, which detailed an effort by the Russian government to gain access to a voting software supplier and to steal information from local election officials.",
  "That view of the events of 2016 has had a direct consequence: Trump has shown no interest in investigating what actually happened two years ago and bolstering America’s defenses against it happening again.",
  "They created Facebook groups focused on immigration, border security and Black Lives Matter, among other issues, and created images to be shared and public events meant to highlight controversial issues.",
  "And he clearly fumes at the idea that people might credit that narrow victory to Russian interference rather than to his own “great campaign,” a campaign powered by his unique political instincts.",
  "Among the top subjects as of this writing are Syria — where U.S. soldiers apparently killed scores of Russian fighters — and a story about a Dutch politician who fabricated comments about Putin.",
  "Earlier this month, a former Homeland Security official told NBC News that voter rolls in 21 states were targeted and, in “an exceptionally small number of them,” hackers gained access to data.",
  "“There should be no doubt that Russia perceives its past efforts as successful and views the 2018 U.S. midterm elections as a potential target for Russian influence operations,” Coats said.",
  "Most notably, the Department of Homeland Security and the director of national intelligence released a joint statement warning the public about Russian efforts to meddle in the election.",
  "In spring 2016, other hackers believed to be linked to the Russian government successfully tricked Clinton campaign chairman John Podesta into granting them access to his email account.",
  "“Oftentimes bots will begin tweeting about totally innocent topics, such as a sporting event or a trending Twitter topic, as a means for expanding their audience,” NPR’s Tim Mak wrote.",
  "In testimony before a Senate subcommittee Tuesday, Director of National Intelligence Daniel Coats described Russian meddling as continuing — in part because of their success in 2016.",
  "The CIA eventually nixed the deal because they were “wary of being entangled in a Russian operation to create discord inside the American government,” Matthew Rosenberg reported.",
  "In fact, the bulk of the public report — which excludes classified information present in the fuller report — deals with RT’s history of pushing a Kremlin-friendly narrative.",
  "When discussing the scale of the bots’ reach — hundreds of thousands of views — it’s worth remembering that, on Twitter and nationally, that’s a small drop in a big bucket.",
  "The other effort focused on the creation of automated social-media accounts meant to spread misleading or false information and to amplify specific hashtags and threads.",
  "Themselves” and the other, “Trump Will Not Be Permitted To Win.”\n\nAgain: There’s a gap between what Russia attempted with its meddling and what it may have accomplished.",
  "It seems to be true that Russia didn’t directly affect vote totals in 2016 — more on this below — but instead interfered or tried to interfere in a number of other ways.",
  "Reuters reported last month that there were more than 100 different events created and promoted on Facebook, which more than 60,000 users indicated they would attend.",
  "Even before the bulk of the DNC material was released in July 2016, The Washington Post reported that Russian hackers had gained access to the committee’s network.",
  "It’s a bit blurred by history, but well before Election Day, there were questions about Russia’s relationship to Trump and its efforts to manipulate the election.",
  "His electoral victory was remarkably narrow, coming down to 78,000 votes in three states that handed him the electoral college margin necessary to be inaugurated.",
  "\n\nPresident Trump’s secretary of state and his CIA director have recently warned that Russia has or will attempt to interfere in the upcoming midterm elections.",
  "A project called Hamilton 68 tracks the activity of Twitter accounts believed to be tied to Russian actors and reports on the coordinated focus of the accounts.",
  "Both Trump’s secretary of state and his CIA director have recently warned that Russia has or will attempt to interfere in the upcoming midterm elections.",
  "In addition to stealing thousands of voter records, in at least one county voter data was changed (though the changes were then discovered and fixed).",
  "(Mikhail Klimentyev/AFP/Getty Images)\n\nTo hear President Trump tell it, Russia didn’t do much of anything at all to interfere with the 2016 election.",
  "But that was a short-lived aberration; even before the news conference was over, he pointed out that Russia had denied being involved in the hacking.",
  "That includes several members of Trump’s campaign team, who retweeted or engaged with Russia-linked accounts before and after the election.",
  "Part of this response, it seems, stems from a lack of clarity around what “meddling” means in the context of Russia’s electoral activity.",
  "Bret Schafer, an analyst with the organization behind the project, explained the rationale for tweets like that in an interview with NPR.",
  "There’s little evidence that the bots significantly influenced either voting or the national conversation on a day-to-day basis.",
  "That same month, Time reported that the efforts to infiltrate voter systems were more widespread than originally understood.",
  "The first was to create social media campaigns aimed at fostering political and cultural divides in the United States.",
  "That’s an important distinction to keep in mind when considering the most notorious meddling efforts by the Russians.",
  "(Some content was also released by a site called DCLeaks and by a purported individual calling himself Guccifer 2.0.)",
  "Trump has tried to spin that narrow electoral-vote win as a triumphant achievement, but that’s simply not the case.",
  "Twitter reported in January that it found 50,000 Russia-connected accounts, which reached nearly 700,000 Americans.",
  "— Donald J. Trump (@realDonaldTrump) February 10, 2018\n\nIn other words: Discord may have been created, regardless.",
  "(As with many Facebook events, though, actual turnout appears to have significantly trailed those commitments.)",
  "In one case, one set of Russian actors created a protest in Texas — and another group created a counterprotest.",
  "There are at least four ways in which Russians are known or believed to have tried to influence the election.",
  "It’s hard to say, but it seems unlikely that any significant number of voters were swayed in that way.",
  "To ensure that those images and events were seen, Russians paid Facebook and Twitter to promote them.",
  "There’s a value to stealing voter information that has nothing to do with influencing an election.",
  "What’s happening in 2018\n\nIt’s clear that Russian efforts to influence U.S. politics continue.",
  "Because the Election Day voting system is decentralized and disconnected from the Internet.)",
  "That, in fact, was the lens through which those hacks were considered before the election.",
  "Content stolen from the DNC and Podesta’s account was eventually released by WikiLeaks.",
  "Sixty thousand people is about two-hundredths of a percent of the country’s population.",
  "Social media outreach, bots and trolls\n\nOn social media, Russian actors took two tacks.",
  "After the election, that picture got more complicated, even if the conclusions didn’t.",
  "For an extended period, the hackers collected email and chat messages from DNC staff.",
  "It’s a huge storehouse of personal information that can be used for identity theft.",
  "That said, these bots have achieved near-mythical status in online conversations.",
  "According to the @nytimes, a Russian sold phony secrets on “Trump” to the U.S.",
  "Asking price was $10 million, brought down to $1 million to be paid over time.",
  "Trump’s motivation for denying Russian involvement seems pretty simple.",
  "There’s still little evidence that the social-media efforts did much.",
  "I hope people are now seeing & understanding what is going on here.",
  "The efforts took place in October, shortly before the election.",
  "When we talk about Russian meddling, what are we talking about?",
  "Did those RT reports persuade anyone to vote against Clinton?",
  "Also among the top subjects is a hashtag, #mondaymotivation.",
  "Trump commented on this attempted operation on Twitter.",
  "It is all now starting to come out - DRAIN THE SWAMP!",
  "It seems clear, too, that this effort is ongoing.",
  "So let’s take a step back.",
  "He won, but he barely won.",
  "What does that look like?",
  "What were its effects?",
  "When did it begin?",
  "(Why?",
  ".",
  "."
]