[
  "They are:\n\nPresident Trump and his campaign, including his son Donald Trump Jr.\n\nStone\n\nAssange and WikiLeaks\n\nthe Russian intelligence directorate, or GRU, implicated by Mueller in hacking the Democratic National Committee and the email of John Podesta, Hillary Clinton’s campaign chairman\n\nGuccifer 2.0, an online persona believed to have been developed and run by a Russian intelligence officer\n\nRandy Credico, a New York-area radio host\n\nJerome Corsi, a conservative author and conspiracy theorist, and\n\nTed Malloch, once considered by Trump as a possible ambassador to the European Union\n\nHere’s how each is involved in the Stone-WikiLeaks question.",
  "(Mark Wilson/Getty Images)\n\nIt’s possible, if not likely, that the end result of the investigation into possible overlap between Russia’s efforts to interfere in the 2016 election and the Trump campaign will not end with any bright line connecting the president and Russian intelligence agencies.",
  "Subsequent news reports about Mueller’s probe have ensnared a number of people connected to Stone and/or Trump and apparent connections to WikiLeaks (which released documents allegedly stolen by Russian intelligence officers) and the organization’s leader, Julian Assange.",
  "Two days after that appearance, Credico texted Stone: “Julian Assange has kryptonite on Hillary.”\n\nGuccifer and Stone had contact over Twitter during this period, though if the transcripts released by Stone are complete, nothing interesting was included.",
  "Four days later, the FBI’s investigation into possible coordination between the Trump campaign and Russia began, the result of the bureau learning about a Trump campaign associate having been told about Russia’s possession of incriminating emails.",
  "On Aug. 21, Stone tweeted, “Trust me, it will soon the Podesta’s time in the barrel.” The typo in the tweet has been interpreted as Stone trying to write “[be] Podesta’s” — a reference to the WikiLeaks releases about the Clinton campaign staffer.",
  "The country will probably eventually be asked to assess whether a loose network of ties between the two sides constitutes something unacceptably untoward, rather than being presented with a smoking gun implicating Trump directly.",
  "Instead, possible connections between the campaign and Russian agents would probably be much more indirect, involving the acquiescence, awareness or encouragement of people connected to Trump with people connected to Russia.",
  "On Oct. 7, The Post released a tape of Trump describing sexually assaulting women during a segment he was taping for “Access Hollywood.” Shortly after that was published, WikiLeaks began releasing emails stolen from Podesta.",
  "On Oct. 1, it’s Credico with the information, though, texting Stone to predict “big news on Wednesday.” Over the next several days, Stone tweeted about upcoming WikiLeaks releases and texted with Credico about them.",
  "(Philip Bump/The Washington Post)\n\nLet’s break this into three sections: From June until the release of the DNC files in late July, from that point until the end of September and from October through the election.",
  "June to late July: WikiLeaks gets and releases the DNC data\n\nBefore the actual release of the files stolen from the DNC, there doesn’t seem to have been much interest on Stone’s end in what might be out there.",
  "In a book obtained by the Daily Caller, Corsi alleged that Stone gave him a heads up on the “Access Hollywood” tape and asked Corsi to get Assange ready to release the Podesta emails after it was published.",
  "In early June, Assange told a British television interviewer that he had emails incriminating Clinton, but the description he offered overlapped with already public emails released by the State Department.",
  "President Trump has repeatedly defined “collusion” with Russia solely through the lens of his having never directly communicated with any Russian agent, but that seems to be something of a smokescreen.",
  "(Philip Bump/The Washington Post)\n\nAfter Trump launched his campaign in June 2015, Russian intelligence agents allegedly accessed the DNC and Podesta’s email account in March and April 2016.",
  "Special counsel Robert S. Mueller III has been focused on longtime Trump ally Roger Stone, an adviser to the president who constantly pushed Trump to run for president well before he did.",
  "Corsi told the Wall Street Journal that, a little over a week after the tweet, Stone reached out to ask him to draft a document allowing Stone to claim that the latter was the case.",
  "After the Podesta file releases began, attention returned to Stone’s tweet about Podesta and his various tweets predicting upcoming doom for Clinton at the beginning of the month.",
  "On Oct. 12, Stone, having been accused of coordinating with the hackers by Podesta himself, alleged that he had a mutual friend with Assange who was giving him information.",
  "Over the course of July, the information was allegedly transferred and WikiLeaks began publishing it shortly before the Democratic convention that month.",
  "On July 27, Trump appeared at a news conference and publicly asked Russia to release emails stolen from Clinton’s private email server, if they had any.",
  "Late July to September: Stone tries to predict what’s next\n\nAfter those documents were first released by WikiLeaks, Stone tried to get access to them.",
  "Less than a month later, Trump won the presidency — aided to some degree by WikiLeaks' release of files used to undermine Clinton’s candidacy.",
  "We’ve been updating a timeline of the various pieces of the question, but thought that a visual look at the relationships might be useful.",
  "In recent weeks, we’ve gotten a good sense of what such a loosely strung connection between Russia and the Trump campaign might look like.",
  "It’s not clear when this alleged contact took place, but, as noted below, Assange and WikiLeaks denied contact with Stone in this period.",
  "In late September, WikiLeaks first contacted Trump Jr., though, again, those messages didn’t include anything suggesting coordination.",
  "WikiLeaks released a public document distancing itself from Stone, after which the two begin chatting over Twitter direct message.",
  "Malloch has some apparent connection to British politician Nigel Farage, who had reportedly been in contact with Assange.",
  "After trickling out a bit of information, WikiLeaks contacted Guccifer to offer to host the rest of the stolen DNC files.",
  "There are eight individuals or entities involved in the timeline and several others who are involved less directly.",
  "Stone’s claims about having met with Assange or having information about future releases ramped up during August.",
  "Corsi said that two more WikiLeaks releases were coming, one soon after the email was sent and one in October.",
  "\n\nRoger Stone speaks in September 2017 after appearing before the House Intelligence Committee in Washington.",
  "In the beginning of August, Stone heard back from Corsi, according to a document Corsi shared with The Post.",
  "In an interview with Mother Jones, Credico claims he was feigning awareness of what WikiLeaks was up to.",
  "Stone had long discussed an October surprise; Credico asked him about it in the August radio interview.",
  "WikiLeaks denied contact publicly (on Twitter) and in private internal chats obtained by The Intercept.",
  "(He also claimed to have had dinner with Assange on Aug. 3, though that was almost certainly not true.)",
  "October to November: The Podesta release and the aftermath\n\nIn early October, things began to heat up.",
  "That same day, according to the Mueller indictment, Russian hackers tried to access Clinton’s server.",
  "On Aug. 5, Stone wrote an article for Breitbart claiming that Guccifer 2.0 is not a Russian agent.",
  "(If this contact were made over Twitter, it would probably have been Assange making the request.)",
  "At some point in the same period, Stone told a colleague that he’d been in contact with Assange.",
  "Stone has claimed he meant “the Podesta[s],” referring to John and his brother Tony, a lobbyist.",
  "In an Aug. 4 interview on Infowars, Stone claimed to have spoken with Trump the day before.",
  "In short order, the Guccifer 2.0 personality went public, along with a site called DCLeaks.",
  "Whether Trump or anyone in his immediate circle knew about those releases remains unclear.",
  "Later that month, The Post reported that Russian hackers had accessed the DNC’s network.",
  "He contacted Corsi, according to NBC News, asking him to get the unreleased emails.",
  "Two days later, Credico interviewed Assange, who again denied contact with Stone.",
  "He suggested that the subject would be Podesta and the Clinton Foundation.",
  "It’s not clear when those were obtained from the alleged Russian hackers.",
  "In late August, Credico interviewed Stone for his radio show.",
  "Stone told Credico that he and Assange have a mutual friend.",
  "There are so many threads that they can be hard to follow.",
  "The hackers continued to steal information through May.",
  "Corsi apparently forwarded the request to Malloch.",
  "It is below, broken out into two sections.",
  "The first section focuses on spring 2016.",
  "In short order, things get complicated.",
  "What happened next isn’t clear.",
  "He later says this was Credico.",
  "Stone denied this."
]