[
  "In the past few years, authorities have said several school attacks in Russia allegedly were inspired by gun violence in the U.S.\n\nPutin said that in his view, teenagers getting guns and going on shooting rampages meant adults had failed to offer them alternatives to violence.",
  "The Kremlin guards march past candles and flowers placed in memory of the victims of Wednesday's attack on a vocational college in Kerch, Crimea, at the memorial stone with the word Kerch in the Alexander Garden near the Kremlin, Moscow, Russia, Thursday, Oct. 18, 2018.",
  "(AP Photo/Pavel Golovkin)\n\nMOSCOW (AP) — While Crimean authorities searched for clues that might help explain why a teenager gunned down 20 people at his vocational school before killing himself, the stunned city of Kerch prepared to say farewell to the victims.",
  "A top official in Crimea says authorities are searching for a possible accomplice of the student whose shooting-and-bomb attack on his vocational school killed 20 people and wounded more than 50 others.",
  "Since Russia annexed the Crimean Peninsula from Ukraine, Russian authorities repeatedly warned of a terrorism threat from unnamed Ukrainian nationalists and ethnic Tatars, an indigenous Crimean people.",
  "\"When they did a search and saw the computer, all information, messages and such had been deleted,\" Crimean human rights ombudswoman Lyudmila Lubina was quoted as saying by Russian news agency Tass.",
  "Wednesday's violence also was the deadliest school attack in Russia since the 2004 Beslan attack by Chechen separatists, which left 333 people dead, many of them children, during a three-day siege.",
  "Dozens of people remained hospitalized in Kerch, and at least 10 with severe injuries were being airlifted to top Russian hospitals for surgery, Health Minister Veronika Skvortsova said.",
  "Asked about possible plans to further restrict gun ownership in Russia, Kremlin spokesman Dmitry Peskov said the government would wait for the results of the Kerch investigation.",
  "President Vladimir Putin, meanwhile, portrayed the mass shooting in Kerch as a \"result of globalization\" — forces that were exporting bad practices into Russia.",
  "The death toll in Kerch, excluding Roslyakov, climbed Thursday to 20 after one of the wounded died in a hospital, according to Russian news agency Tass.",
  "As the day wore on Thursday, neither Russian investigators nor other authorities followed up on Aksyonov's comments hinting at a wider attack plot.",
  "Roslyakov had only recently received a permit to own a shotgun and had bought 150 cartridges just a few days ago, according to local officials.",
  "Speaking at an international policy conference, Putin compared Roslyakov's assault to the numerous school shootings in the United States.",
  "But Sergei Aksyonov, the Kremlin-appointed head of Crimea, told Russian news agencies Thursday it's still possible the student had help.",
  "\"That means that all of us, not only in Russia, but in the world on the whole, are reacting poorly to the fast-changing realities.\"",
  "Authorities said they were investigating if he had an accomplice in Wednesday's shotgun massacre at Kerch Polytechnic College.",
  "A computer taken from the home where Roslyakov lived with his parents revealed little, a Crimean official said Thursday.",
  "Russia's National Guard said Thursday it has now deployed officers and riot police to all schools and colleges in Kerch.",
  "The Kerch attack was by far the deadliest carried out by a student in Russia, raising questions about school security.",
  "But this scoundrel could not have prepared this attack on his own, in my opinion, and according to my colleagues.\"",
  "But despite acts of public defiance and rallies, both groups haven't engaged in any violent activities in Crimea.",
  "Civilians can own only hunting rifles and smoothbore shotguns and must undergo significant background checks.",
  "Residents brought flowers and toys to a makeshift memorial outside the school on Thursday morning.",
  "Many others had wounds from an improvised explosive device that went off packed with shrapnel.",
  "\"Young people with a fragile mental state are creating false heroes for themselves,\" he said.",
  "Roslyakov was initially described as the only person involved in the carnage at the school.",
  "The burials are taking place in mainland Russia, which annexed Crimea from Ukraine in 2014.",
  "Thousands of residents were expected to attend the funerals of most of the victims Friday.",
  "Little information has emerged about the 18-year-old gunman, Vladislav Roslyakov.",
  "\"The point is to find out who was coaching him for this crime,\" Aksyonov said.",
  "Teachers and classmates have described him as a shy person with few friends.",
  "The vocational school had a front desk, but no security guards.",
  "Skvortsova said some victims had their legs or feet blown off.",
  "Most victims died from gunshot wounds, authorities said.",
  "\"He was acting on his own here, we know that.",
  "Russia has fairly strict gun legislation.",
  "Many were in tears, struggling to speak.",
  "Hundreds of others were wounded."
]