[
  "Russia's foreign ministry said London was whipping up anti-Russian hysteria while state TV went further, accusing Britain of poisoning Skripal as part of a special operation designed to spoil Russia's hosting of the soccer World Cup this summer.",
  "/ Updated By Associated Press\n\nLONDON — British Prime Minister Theresa May says her government has concluded it is \"highly likely\" Russia is responsible for the poisoning of an ex-spy and his daughter with a military-grade nerve agent.",
  "\"Either this was a direct act by the Russian state against our country, or the Russian government lost control of this potentially catastrophically damaging nerve agent and allowed it to get into the hands of others,\" she said.",
  "Putin spokesman Dmitry Peskov told reporters that Sergei Skripal worked for British intelligence and was poisoned on British soil, and therefore the incident \"has nothing to do with Russia, let alone the Russian leadership.\"",
  "May added that the attack in a city in England fits a pattern of Russian aggression and that Britain had given the Russian ambassador in London a deadline of Tuesday to explain which version is true.",
  "May told British lawmakers on Monday that Sergei Skripal and his daughter, Yulia, were exposed to a nerve agent known as Novichok, a weapon developed in the Soviet Union in the end of the Cold War.",
  "The British capital has been dubbed \"Londongrad\" due to the large quantities of Russian money that have poured in since the collapse of the Soviet Union in 1991.",
  "The case also has similarities to the killing of former Russian spy Alexander Litvinenko, who was poisoned with radioactive tea in London in 2006.",
  "A British inquiry concluded that his death was the work of the Russian state and had probably been authorized by Russian President Vladimir Putin.",
  "May added that if Moscow is proven to be behind the poisoning, her government will consider it an \"unlawful use of force\" by Russia.",
  "Skripal and his daughter remain in critical condition more than a week after they were found unconscious in Salisbury on March 4.",
  "A British police officer who was one of the first to attend to the stricken spy was also affected by the nerve agent.",
  "May last year said Putin was seeking to undermine the West and the international order by meddling in elections.",
  "Skripal was a Russian military intelligence officer when he was recruited to spy for Britain in the 1990s.",
  "He was jailed in Russia in 2006 for revealing state secrets before being freed in a spy swap in 2010.",
  "She said: \"We will not tolerate such a brazen attempt to murder innocent civilians on our soil.\"",
  "She promised to ensure corrupt money does not flow into Britain from Russia.",
  "Related: What is Novichok, nerve agent at center of ex-spy's poisoning?",
  "The Kremlin has rejected suggestions that it's behind the poisoning.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "He had settled in Salisbury, which is about 90 miles from London.",
  "The news and stories that matter, delivered weekday mornings.",
  "He remains in serious condition, officials said."
]