[
  "Vladimir Putin might be a thug and an autocrat, but that’s just the point: To him, there is probably no difference between what he did so nefariously in 2016 and what America did a few years earlier in Russia’s elections—openly supporting, for example, anti-Putin protests—and in Ukraine.",
  "Washington has been meddling in other countries’ democracies for a long time, and it might be useful to drop our self-righteousness and acknowledge, at least to ourselves, that one country’s “democracy promotion” is another’s DCLeaks and Guccifer 2.0.",
  "After months of hugging dictators and dissing democrats, Donald Trump is now seen around the world as a deranged toddler—symbolized by the Trump “blimp baby” that flew over Britain this summer and is now embarking on its own world tour.",
  "What Trump appears to be pushing for, then, is a return to realpolitik, a truce on trying to change each other’s political systems, and reaching agreement where we can—for example, on Syria, Iran, North Korea and nuclear proliferation.",
  "But many Americans who voted for Trump, even if they didn’t particularly like him, said they supported him because he pledged to toss out a lot of policies that weren’t working in Washington, and that he has done, if often recklessly.",
  "If he can induce Putin to cooperate more on critical issues—and if Kim does end up taking down his nuclear and missile programs—then Trump could appear to be something more of a grown-up in the years ahead.",
  "Last fall, noting that 25 years of sanctions haven’t worked against North Korea, Trump decided to shake things up, threatening to “totally destroy” that regime if it didn’t dismantle its nuclear threat.",
  "And lo, Kim Jong Un began talking—and reportedly dismantling a missile site (though he appears to be continuing work on new missiles, and the two sides are currently stalemated over further moves).",
  "But beneath all the crazy talk that comes out of the president’s mouth (and Twitter feed), there may be reason to think that some of the “unpredictable” policies he so relishes could work.",
  "But Trump also might have had a point when he said, “I hold both countries responsible” for current tensions, though the comment provoked howls of outrage on both sides of the aisle.",
  "Michael Hirsh is the former foreign editor and chief diplomatic correspondent for Newsweek, and the former national editor for Politico Magazine.",
  "Moreover, Putin remains popular in Russia, while Western-style democracy does not, and there’s really nothing Washington can do to change this.",
  "Story Continued Below\n\nAs for Russia, yes, Trump said unpardonable and decidedly unpresidential things at the Helsinki summit in July.",
  "There’s a long way to go, and Trump still might be vulnerable on the issue of collusion with the Russians.",
  "The president also needs to understand that one summit does not a foreign-policy success make.",
  "And there is little doubt Russia meddled criminally in the 2016 U.S. election."
]