[
  "More: Trump says U.S. will pull out of nuke treaty with Russia that limited number of missiles\n\nKonstatin Kosachev, head of the foreign affairs committee in Russia’s upper house of parliament, said on Facebook that a U.S. withdrawal from the treaty would mean \"mankind is facing full chaos in the nuclear weapons sphere.\"",
  "\"We’ll have to develop those weapons, unless Russia comes to us and China comes to us and they all come to us and say 'let’s really get smart and let’s none of us develop those weapons,' but if Russia’s doing it and if China’s doing it, and we’re adhering to the agreement, that’s unacceptable,\" he said.",
  "Trump’s announcement that the United States would leave the Intermediate-Range Nuclear Forces, or INF, treaty brought sharp criticism on Sunday from Russian officials and from former Soviet President Mikhail Gorbachev, who signed the treaty in 1987 with President Ronald Reagan.",
  "Russia’s Foreign Ministry said in February that the country would only consider using nuclear weapons in response to an attack involving nuclear or other weapons of mass destruction, or in response to a non-nuclear assault that endangered the survival of the Russian nation.",
  "Defense Secretary James Mattis has previously suggested that a Trump administration proposal to add a sea-launched cruise missile to Washington’s nuclear arsenal could provide the U.S. with leverage to try to persuade Russia to come back in line on the arms treaty.",
  "\"If they get smart and if others get smart and they say 'let’s not develop these horrible nuclear weapons,' I would be extremely happy with that, but as long as somebody’s violating the agreement, we’re not going to be the only ones to adhere to it,\" Trump said.",
  "The prospect of withdrawing from the INF adds to the substantial tensions between Washington and Moscow, including allegations of Russian meddling in the 2016 presidential election and sanctions imposed over Russia’s involvement in the eastern Ukraine conflict.",
  "(Photo: Ivan Sekretarev, AP)\n\nMOSCOW – U.S. National Security Adviser John Bolton faces two days of high-tension talks in Moscow beginning Monday after President Donald Trump announced his intention to withdraw from a landmark nuclear weapons treaty.",
  "Trump’s decision could prove controversial with European allies and others who see value in the treaty, said Steven Pifer, a former U.S. ambassador to Ukraine and now a senior fellow at the Brookings Institution who focuses on nuclear arms control.",
  "Trump said Russia has violated terms of the treaty that prohibit the U.S. and Russia from possessing, producing or test-flying ground-launched nuclear cruise missiles with a range of 500 to 5,500 kilometers (300 to 3,400 miles).",
  "British Defense Secretary Gavin Williamson said the U.K. stands \"absolutely resolute\" with Washington on the issue and called on the Kremlin to \"get its house in order,\" according to the Financial Times.",
  "German Foreign Minister Heiko Maas said that Trump’s announcement \"raises difficult questions for us and Europe,\" but noted that Russia hasn’t cleared up allegations of violating the treaty.",
  "The Kremlin hasn’t directly commented on Trump’s statement, but spokesman Dmitry Peskov said Sunday that \"after the last statements, explanations of the American side will be required.\"",
  "\"Once the United States withdraws from the treaty, there is no reason for Russia to even pretend it is observing the limits,\" he wrote in a post on the organization’s website.",
  "Not only Russia, but also all who cherish the world, especially a world without nuclear weapons, must declare this,\" Gorbachev was quoted as telling the Interfax news agency.",
  "Former Soviet President Mikhail Gorbachev speaks to the Associated Press during an interview at his foundation's headquarters in Moscow, Russia on Dec. 9, 2016.",
  "The treaty helps protect the security of the U.S. and its allies in Europe and the Far East, but has constrained the U.S. from developing new weapons.",
  "Deputy Foreign Minister Sergei Ryabkov was quoted as telling state news agency Tass that leaving the treaty \"would be a very dangerous step.\"",
  "It would \"cause the most serious condemnation from all members of the international community who are committed to security and stability.\"",
  "Read or Share this story: https://www.usatoday.com/story/news/world/2018/10/21/russian-reaction-nuclear-arms-treaty-withdrawal/1721250002/",
  "\"Moscow will be free to deploy the 9M729 cruise missile, and an intermediate-range ballistic missile if it wants, without any restraint.\"",
  "Earlier, the Obama administration accused the Russians of violating the pact by developing and testing a prohibited cruise missile.",
  "On Friday, the U.S. announced criminal charges against a Russian for alleged attempts to influence next month’s midterm elections.",
  "But in 2017, White House national security officials said Russia had deployed a cruise missile in violation of the treaty.",
  "In the past, the Obama administration worked to convince Moscow to respect the INF treaty, but made little progress.",
  "The U.S. will begin developing them unless Russia and China agree not to possess or develop the weapons, Trump said.",
  "Russia has repeatedly denied that it has violated the treaty and has accused the U.S. of not being in compliance.",
  "Russia has repeatedly denied allegations that it has produced and tested such a missile.",
  "Bolton and Russian President Vladimir Putin will meet on Tuesday.",
  "\"Washington’s desire to turn back politics cannot be supported.",
  "On Monday, Bolton meets with Foreign Minister Sergey Lavrov.",
  "Trump didn’t provide details about violations.",
  "China isn’t a party to the pact.",
  "Western reaction was mixed."
]