[
  "China is not a party to the treaty and has invested heavily in conventional missiles as part of an anti-access/area denial strategy, while the INF has banned U.S possession of ground- launched ballistic missiles or cruise missiles of ranges between 500 and 5,500 km (311 and 3,418 miles).",
  "WASHINGTON (Reuters) - President Donald Trump’s national security adviser, John Bolton, will visit Moscow next week for talks that may include telling Russian officials that the United States plans to withdraw from the landmark Intermediate-Range Nuclear Forces Treaty.",
  "The INF treaty, negotiated by then-President Ronald Reagan and Soviet leader Mikhail Gorbachev and ratified by the U.S. Senate in 1988, required elimination of short-range and intermediate-range nuclear and conventional missiles by both countries.",
  "“Heading to Moscow tomorrow to meet with senior Russian leaders, including Foreign Minister Sergei Lavrov and Security Council Secretary Nikolai Patrushev, to continue discussions that began in Helsinki between our two countries,” Bolton said.",
  "REUTERS/Jonathan Ernst\n\nWhile Bolton will discuss other major topics with Russian officials, including North Korea, Ukraine and Syria, the 1987 accord between the United States and the former Soviet Union is also expected to come up.",
  "IMPLICATIONS FOR ASIA\n\n“It has had major implications for Asia,” said Eric Sayers, who served as an adviser to former U.S Pacific Commander Admiral Harry Harris and is now an adjunct fellow at the Center for a New American Security.",
  "The Pentagon’s nuclear policy document released in February said that in response to Russia’s violation, the United States would start reviewing its own options for conventional, ground-launched, intermediate-range missile systems.",
  "Trump made the invitation in the aftermath of a summit in Helsinki in which he appeared to accept Putin’s denials of interference in the 2016 U.S. election over the word of his own intelligence agencies.",
  "Sanctions had been imposed for Russia’s suspected meddling in elections in the United States and other countries, the Ukraine crisis and allegations it was behind a nerve agent attack in Britain.",
  "Withdrawing from the INF treaty could have major implications for U.S. defense policy in Asia and toward its main strategic rival there, China, with which Trump is engaged in a trade war.",
  "While in Moscow, Bolton will emphasize the importance of maintaining sanctions against North Korea in order to keep pressure on the elimination of Pyongyang’s nuclear weapons program.",
  "FIL PHOTO: U.S. National Security Advisor John Bolton answers questions from reporters during a news conference in the White House briefing room in Washington, U.S., October 3, 2018.",
  "Washington believes Moscow is developing a ground-launched system in breach of the INF treaty that could allow Moscow to launch a nuclear strike on Europe at short notice.",
  "Earlier this month, U.S. Defense Secretary Mattis said Russia’s violation of the INF treaty was “untenable” and unless it changed course the United States would respond.",
  "Critics of Trump have accused him of being soft on Russia, and both Republicans and Democrats in the U.S. Congress are pushing for more sanctions on Moscow.",
  "“Despite our objections, Russia continues to produce and field prohibited cruise missiles and has ignored calls for transparency,” the official said.",
  "Bolton will also travel to Azerbaijan for discussions on a range of regional issues including Iran, before continuing to Armenia and Georgia.",
  "“This will give the Pentagon and Indo-Pacific Command new conventional options to restore the military balance in the theater,” Sayers said.",
  "A senior Trump administration official said two administrations had tried to bring Russia back into compliance with the treaty.",
  "The two leaders may see each other in Paris at a Nov. 11 celebration of the 100th anniversary of the end of World War One.",
  "A senior administration official said Bolton will use the trip to discuss the next meeting between Trump and Putin.",
  "The Kremlin said Russian President Vladimir Putin planned to meet with Bolton, the RIA news agency reported.",
  "But they may have more substantive talks on the fringes of a G-20 summit in Argentina later in November.",
  "The New York Times said Bolton would tell Moscow that Washington planned to withdraw from the treaty.",
  "Bolton said on Twitter that he planned to meet with top Russian officials but did not mention Putin.",
  "Trump’s invitation to Putin to visit Washington still stood, the official said.",
  "The Kremlin has denied any election interference or role in the nerve attack.",
  "Bolton’s meetings in Moscow were scheduled for Oct. 22-23, RIA said.",
  "The United States believes Russia is in violation of the accord.",
  "Russia has consistently denied any such violation.",
  "Russia and China have suggested easing sanctions.",
  "White House officials did not deny the report."
]