[
  "Still, we do not want to abandon our search for ways to improve dialogue with Washington on the basis of our own interests.”\n\nBolton’s last visit to Russia was in August, where he met with Russian counterpart Nikolay Patrushev in an effort to “restore lines of communication” between the two countries following a break down in relations after Russia’s annexing of Crimea back in 2014.",
  "“I cannot rule out contacts in the Foreign Ministry, but we are also preparing a possible meeting with President Putin and we hope that this meeting will take place.”\n\nMany expect the meeting to involve discussions over another bilateral meeting between Putin and President Donald Trump, although Peskov said that such plans are still just an idea.",
  "However, neither side managed to agree on a joint statement after Bolton insisted on including Russia’s alleged interference in the 2016 presidential election while maintaining that sanctions would not be lifted until the country changed its behavior.",
  "On Friday, the Guardian reported that Bolton was pushing Trump to withdraw the U.S. from a cold war era arms control treaty with Russia, on the grounds that they are violating the agreement with the development of a new cruise missile.",
  "He also warned that Russia’s efforts to engage in dialogue with the United States have previously run into a “blank wall.”\n\n“The issue of holding a bilateral meeting has not been raised neither by Moscow nor by Washington,” he said.",
  "President Donald Trump’s National Security adviser John Bolton will meet with Russian President Vladimir Putin when he visits Moscow next week, Kremlin officials announced on Friday.",
  "In an interview with Russia’s Channel One broadcaster, Kremlin spokesperson Dmitry Peskov confirmed that Bolton would meet Putin as well as other leading officials.",
  "Other meetings are also planned.”\n\n“It is not the first time that Bolton will meet Putin’s aide on external politics [Yury] Ushakov,” he continued.",
  "Let us wait for what [US National Security Adviser John] Bolton brings to Trump [from his Russian trip], what he tells Putin.",
  "Our will to develop the dialogue with the United States runs into a blank wall,” he added.",
  "Maybe new input will emerge.”\n\n“We have not received any impulses from the United States.",
  "“Occasional events, such as the visit of Mr. Bolton, cannot fully improve the situation.",
  "“We are indeed waiting for Bolton to visit Moscow, the meetings are being prepared now.",
  "Security Council Secretary [Nikolai] Patrushev is his direct partner,” he said.",
  "“The Russian Security Council is also preparing for this dialogue.",
  "“The meeting is not being prepared."
]