[
  "“It means that the United States is not disguising, but is openly starting to develop these systems in the future, and if these systems are being developed, then actions are necessary from other countries — in this case, Russia — to restore balance in this sphere,” said Peskov.",
  "(RELATED: Report: Trump Preparing To Ditch Nuke Treaty That Russia Has Violated Repeatedly)\n\nAccording to a Reuters report, Kremlin spokesman Dmitry Peskov was highly critical of the U.S. decision, telling journalists that scrapping the treaty will not enhance global security.",
  "(RELATED: ‘The Question Is Silly’ — John Bolton Dismisses ABC News Anchor Who Compared Putin To Trump)\n\nThe Guardian also cites “former U.S. officials,” insisting that Bolton is also determined to spike the 2010 New Start nuclear warhead and delivery system treaty.",
  "Such measures can make the world more dangerous,” Peskov said, who noted that Russian President Vladimir Putin has promised to compete with the United States in missile production in the absence of the INF treaty.",
  "Jon Wolfsthal, an Obama-era member of the National Security Council, told the Guardian that any U.S. exist from the INF treaty would have serious repercussions among our European and Canadian allies.",
  "Sources are telling the paper that Bolton believes the agreement is dated because Russia has already been violating it — especially by developing a new cruise missile.",
  "The Intermediate-Range Nuclear Forces (INF) treaty was the hallmark result of the 1986 summit between President Ronald Reagan and Soviet Premier Mikhail Gorbachev.",
  "As the New York Times reports, the Trump administration believes the treaty is hampering its abilities to deter the growing threat of Chinese nuclear arms.",
  "Russia said Monday it will continue developing missiles if the United States does so after scrapping a decades-old nuclear arms treaty.",
  "But according to the Guardian, National Security Advisor John Bolton provided much of impetus for the decision to bolt the INF treaty.",
  "That agreement ends in 2021, but Bolton is purportedly opposed to any further discussions with the Russians on the matter.",
  "“This would be another hand grenade in the middle of NATO to split the allies.”\n\nFollow David on Twitter",
  "President Donald Trump confirmed Saturday that the United States is planning to exit the agreement.",
  "“Things are just now calming down,” he said.",
  "“This is a question of strategic security."
]