[
  "Moscow (CNN) The Russian government has said it would be forced \"to take measures\" if the United States began developing new missile systems, ratcheting up the rhetoric after US President Donald Trump said he would ditch a Cold War-era nuclear arms treaty.",
  "Gorbachev urges treaty's preservation\n\nFormer leader of the Soviet Union Mikhail Gorbachev, who signed the treaty in 1987 with then-US President Ronald Reagan, criticized Trump's plan as \"unacceptable\" and \"very irresponsible,\" RIA Novosti reported.",
  "Russia agrees treaty has problems\n\nSuggestions of a new arms race between the US and Russia have been brewing over the past two years, since Russia deployed a cruise missile in what US officials said was an INF treaty violation.",
  "Trump told reporters on Saturday that he intended to withdraw the country from the Intermediate-Range Nuclear Forces Treaty (INF), signed by the Soviet Union and United States in 1987 during the final years of the Cold War.",
  "He relayed Russian President Vladimir Putin's statement that it was the United States that \"dilutes\" the agreement by deploying anti-missile systems that can also be used to launch short- or medium-range missiles.",
  "\"Russia is and has been devoted to the clauses of the agreement, and we think the intention of the US to withdraw is, of course, concerning because such steps, if taken, can make the world a more dangerous place.\"",
  "The agreement has helped eliminate thousands of land-based missiles from the US and Russia, and Trump's plans have raised concerns of a renewed arms race between the two nations.",
  "\"It was a great victory that we managed to get as far as making decisions enshrined in these...treaties that got rid of nuclear weapons and warheads,\" Gorbachev said.",
  "Conversely, the announcement could also allow Russia to blame the United States for the treaty's demise, while pursuing an arsenal of nuclear missiles more freely.",
  "Trump, who has withdrawn the US from several international accords, made the announcement ahead of US national security adviser John Bolton's visit to Moscow.",
  "\"If you read President's statements [Putin], he was saying that the breach in the INF treaty forces Russia to take measures in order to ensure its security.",
  "The Cold War agreement saw thousands of missiles with ranges between 300 and 3,400 miles destroyed, and banned the development and testing of such weapons.",
  "Putin in March used a concept video of unlimited range nuclear warheads apparently raining down on Florida to tout his country's new firepower.",
  "Trump on Saturday cited China's missile arsenal as another reason for scrapping the accord, a concern that Peskov echoed in his remarks Monday.",
  "Moscow also threatened to shoot down US missiles in Syria, and Trump responded on Twitter with threats of \"nice and new and 'smart!'\"",
  "\"Many countries in Asia and other countries are developing these systems, which can be qualified as short- and medium-range missiles.",
  "\"There are still problems around this treaty and the President has said that in the past,\" Peskov said, referring to Putin.",
  "We will wait for official explanations from our American colleagues,\" he told Russian state-run news agency RIA Novosti.",
  "US and NATO officials have long criticized Russia for testing a cruise missile that they say is banned under the accord.",
  "But nevertheless, Russia and USA are still two key countries responsible for the world's stability and security.\"",
  "Withdrawing from the treaty would allow the US to develop a missile similar to the one that Russia has tested.",
  "Gorbachev expressed hope that Moscow and Washington could still reach an agreement to preserve the INF treaty.",
  "Russian Foreign Minister Sergey Lavrov said he had not seen Trump's decision come through official channels.",
  "Trump said he was pulling out of the treaty because Russia has \"been violating it for many years.\"",
  "Kremlin spokesman Dmitry Peskov on Monday strongly denied Russia was in violation of the treaty.",
  "In this case it's Russia, in order to restore the balance in this area,\" Peskov told reporters.",
  "\"I don't know whether they will succeed or not, but I think it's not too late yet,\" he said.",
  "\"It means that the US not only covertly but also directly begins to develop these systems.",
  "If these systems are in development, action from other countries is required.",
  "But both countries may have something to gain by ditching the agreement.",
  "Bolton met with his counterpart, Nikolai Patrushev, on Monday.",
  "The two countries also share some grievances over the treaty.",
  "\"Right now, it's not very productive to read the tea leaves.",
  "What does the INF breach mean?",
  "US missiles."
]