[
  "“It means that the United States is not disguising, but is openly starting to develop these systems in the future, and if these systems are being developed, then actions are necessary from other countries, in this case Russia, to restore balance in this sphere.”\n\nBOLTON IN MOSCOW\n\nBolton had talks in Moscow with Nikolai Patrushev, the secretary of Russia’s Security Council, and Foreign Minister Sergei Lavrov.",
  "But Moscow signaled it may be willing to give some ground, with a senior official telling Trump’s national security adviser, John Bolton, that Russia was ready to address U.S. concerns about how the 1987 Intermediate-Range Nuclear Forces Treaty was being implemented.",
  "MOSCOW/WASHINGTON (Reuters) - Russia said on Monday it would be forced to respond in kind to restore the military balance with the United States if President Donald Trump carried through on a threat to quit a nuclear arms treaty and began developing new missiles.",
  "REUTERS/Maxim Shemetov\n\nThe European Union called the INF treaty “a pillar of European security architecture” that had resulted in the destruction of almost 3,000 nuclear and conventional warheads and continued to play an important non-proliferation role.",
  "EUROPEAN ALARM\n\nThe INF treaty required the United States and the Soviet Union to forgo all nuclear ground-launched ballistic and cruise missiles with a range of 500 to 5,500 km (310 to 3,415 miles), eliminating an entire category of weapon.",
  "Signed by then-President Ronald Reagan and reformist Soviet leader Mikhail Gorbachev, the treaty required the elimination of all short- and intermediate-range land-based nuclear and conventional missiles held by both countries in Europe.",
  "Despite repeated Russian denials, U.S. authorities believe Moscow is developing and has deployed a ground-launched system in breach of the treaty that could allow it to launch a nuclear strike on Europe at short notice.",
  "The U.S. president drew a warning of “military-technical” retaliation from Moscow after saying on Saturday that Washington would withdraw from the Cold War-era pact that rid Europe of land-based nuclear missiles.",
  "“The United States and the Russian Federation need to remain engaged in constructive dialogue to preserve the INF Treaty,” Maja Kocijancic, the EU’s spokeswoman for foreign affairs and security policy, said.",
  "NATO’s decision to station Cruise and Pershing nuclear missiles in Europe provoked waves of protests in the 1980s from campaigners who felt that would turn Europe into a potential nuclear battlefield.",
  "Washington had not yet taken any decision on deploying missiles in Europe targeting Moscow in the event that the INF treaty is scrapped, Russia’s RIA news agency quoted him as saying.",
  "REUTERS/Sergei Karpukhin\n\nIn comments released after his meetings, Bolton denied Russian allegations the United States was using the threat of treaty withdrawal to blackmail Russia.",
  "“The next step is consultations with our friends in Europe and Asia,” Bolton was quoted as telling Ekho Moskvy radio station, adding that consultations with Russia would continue.",
  "In any case, he added, a bilateral treaty no longer met today’s realities because unlike in the Cold War, multiple states are now developing intermediate-range nuclear missiles.",
  "When they do, then we’ll all be smart and we’ll all stop.”\n\nAsked if that were a threat to Russian President Vladimir Putin, Trump said: “It’s a threat to whoever you want.",
  "“The world doesn’t need a new arms race.”\n\nFrench President Emmanuel Macron spoke to Trump on Sunday to stress the importance of the treaty, his office said on Monday.",
  "“Scrapping the provisions of the INF treaty forces Russia to take measures for its own security because what does scrapping the INF treaty mean?” said Peskov.",
  "Russian servicemen drive Yars RS-24 intercontinental ballistic missile systems during the Victory Day parade at Red Square in Moscow, Russia May 9, 2018.",
  "Its demise could raise the prospect of a new arms race, and Gorbachev, now 87, has warned that unraveling it could have catastrophic consequences.",
  "In Washington, the U.S. president reiterated his concern about the treaty and said the United States would build up its nuclear arsenal.",
  "Peskov said Putin had repeatedly warned that the demise of the treaty would compel Moscow to take specific military steps.",
  "Trump said the United States would develop equivalent weapons unless Russia and China agreed to a halt in development.",
  "National flags of Russia and the U.S. fly at Vnukovo International Airport in Moscow, Russia April 11, 2017.",
  "And it includes China, and it includes Russia, and it includes anybody else that wants to play that game.",
  "The German government regretted Trump’s decision, saying NATO would now have to discuss the development.",
  "Kremlin spokesman Dmitry Peskov called Trump’s withdrawal plan a matter of deep concern for Moscow.",
  "Bolton said Russia was violating its commitments under the pact, an allegation Moscow has denied.",
  "China also condemned Trump’s move, saying it was wrong to pull out of the treaty unilaterally.",
  "As a result, the Soviet Union scrapped hundreds of SS-20 missiles armed with nuclear warheads.",
  "“Such measures can make the world more dangerous,” he told reporters on a conference call.",
  "You can’t play that game on me.”\n\nTrump said China, too, should be included in the accord.",
  "... Until people come to their senses - we have more money than anybody else, by far.",
  "We’ll build it up,” he told reporters at the White House.",
  "Those states, he said, include China and North Korea.",
  "“Russia has not adhered to the agreement.",
  "Many of them had been pointed at Europe.",
  "China is not a party to the treaty.",
  "“Until they come to their senses.",
  "You can’t do that."
]