[
  "In a 2011 article in the Wall Street Journal, before any Russian violations surfaced, Bolton and co-author Paula DeSutter said the INF had outlived its usefulness, referencing Charles de Gaulle’s remark, “Treaties, you see, are like girls and roses: They last while they last.”\n\nBolton argued that the INF had become obsolete because it constrained only Washington and Moscow, just as other nations, including China, Iran and North Korea, remained free to develop intermediate-range missiles.",
  "By deliberate design, the Russian government cynically destroyed the INF Treaty, and therefore all of those people who say we have to continue to believe in the treaty also want you to believe in unicorns.”\n\nDisarmament advocates, however, argue that even a tattered version of the treaty is constraining Russia from what could become a much larger deployment of intermediate-range missiles.",
  "[GOP lawmakers criticize Trump’s decision to withdraw from nuclear arms treaty]\n\nKremlin press secretary Dmitry Peskov warned that a U.S. exit from the INF “would prompt Russia to take measures to ensure national security.”\n\nAfter Bolton met Monday with his Russian counterpart, Nikolai Patrushev, the nation’s security council sounded a conciliatory note.",
  "“The Russian side reiterated its principled position about the importance of keeping the treaty in place and reaffirmed its readiness for the joint work aimed at eliminating mutual grievances relating to the implementation of this Treaty,” the council said in a statement, according to the Interfax news agency.",
  "Three years later, in a subsequent article he co-authored in the Wall Street Journal with John Yoo, Bolton dropped the suggestion of broadening the INF into a multilateral treaty and simply suggested that the United States withdraw in response to Russian violations that surfaced publicly that year.",
  "(AP)\n\nThe future of a landmark Cold War arms control treaty hangs in the balance as White House national security adviser John Bolton prepares to meet Russian President Vladimir Putin in Moscow on Tuesday, days after President Trump announced plans to exit the arms control pact.",
  "“We’re going to pull out.”\n\nThe breakdown of the treaty threatens to escalate a nascent arms race among Washington, Moscow and Beijing and further chip away at an arms control architecture that American and Soviet diplomats painstakingly constructed during the Cold War.",
  "At stake is the Intermediate-Range Nuclear Forces Treaty, or the INF, an agreement Ronald Reagan and Mikhail Gorbachev signed in 1987 that eliminated an entire category of nuclear missiles and removed more than 2,500 of them from installations across Europe.",
  "After years of trading accusations about violations, the United States and Russia look poised to reach a final showdown over the pact, after Trump announced on Saturday that he was no longer willing to abide Russian violations and therefore would withdraw.",
  "In Europe, the possibility of the treaty’s dissolution has raised fears of a return to the 1980s, when both Washington and Moscow were dotting the continent with nuclear-tipped missiles, prompting hundreds of thousands of Europeans to protest.",
  "He suggested, for example, that the United States inspect the Russian missile in question and propose either modifications that could prevent it from flying at intermediate distances or an end to its deployment altogether.",
  "The potential demise of the INF threatens to “again turn us in Central Europe and here in Germany into a venue of nuclear madness,” Sigmar Gabriel, who stepped down as German foreign minister in March, said Monday.",
  "Starting in 2014, as ties between the White House and the Kremlin deteriorated over Ukraine, the Obama administration began saying publicly for the first time that Russia was cheating on the pact.",
  "In exchange, he suggested, the United States could arrange Russian inspections of U.S. missile defense installations to demonstrate that the systems contain only defensive interceptor missiles.",
  "The European Union’s foreign policy arm said in a statement that while it expected Russia to address violations, it also expected the United States to consider the consequences of a withdrawal.",
  "If the United States withdraws from the INF, NATO will have to decide how to build up defenses against a Russia unfettered in its production and deployment of intermediate-range missiles.",
  "After his meeting with Patrushev, Bolton gave an interview to Ekho Moskvy radio in which he said Asian allies threatened by Chinese missiles had cheered Trump’s comments on the INF.",
  "The United States has refuted that allegation, saying the systems launch only interceptor missiles — or missiles designed to hit other missiles — which don’t fall under the treaty.",
  "He said there would be further consultations with U.S. allies and Russia in the coming months, and underscored how both Washington and Moscow were being constrained by the treaty.",
  "Beginning in the late 1970s, the Soviet Union deployed intermediate-range nuclear ballistic missiles, known as SS-20s, that could hit European capitals in a matter of minutes.",
  "The Trump administration has since said Russia’s deployment of a ground-launch cruise missile known as the 9M729, or the SSC-8 in NATO parlance, violates the treaty.",
  "The INF bans the testing, production and deployment of nuclear and nonnuclear ground-launch ballistic and cruise missiles with ranges from 500 to 5,500 kilometers.",
  "He said the United States should expand the treaty to include other members or withdraw entirely to develop its own deterrent systems in the intermediate range.",
  "The Trump administration earlier this year announced plans to develop a nuclear-tipped, sea-launch cruise missile in response to Russia’s violations of the INF.",
  "The Pentagon, mandated by Congress, is also in the early stages of developing a missile banned under the INF for possible deployment if the treaty falls apart.",
  "When it comes to the treaty ceasing to exist, advocates of withdrawal see little to lose other than constraints on the U.S. military, particularly in Asia.",
  "Bolton, writing in the 2014 article in the Wall Street Journal, suggested the United States wouldn’t need to put Pershing II-style missiles back in Europe.",
  "National security adviser John Bolton, left, and Russian Foreign Minister Sergey Lavrov talk to each other during their meeting in Moscow on Oct. 22, 2018.",
  "The United States responded by stationing intermediate-range Pershing II nuclear missiles and ground-launched cruise missiles in Western European nations.",
  "Daryl G. Kimball, executive director of the Arms Control Association, said Washington hasn’t exhausted the diplomatic possibilities for saving the treaty.",
  "He expressed confidence that NATO could safeguard Europe and counter Russia with intermediate-range deployments on weapons systems in the air and at sea.",
  "“If worst comes to worst, we could follow the Russians and use intercontinental-ballistic missiles at less-than-intercontinental ranges,” Bolton wrote.",
  "Tension between the Trump administration and European capitals would likely stymie the redeployment of intermediate-range nuclear missiles to Europe.",
  "Officials say the Trump administration hasn’t formally decided to withdraw, but Bolton went to Moscow planning to inform the Kremlin of the intent.",
  "“This is a counterproductive, unilateral, impulsive decision that threatens to disrupt an already difficult European security situation,” he said.",
  "“The world doesn’t need a new arms race that would benefit no one and on the contrary would bring even more instability,” the statement added.",
  "We have not exhausted the diplomatic measures that are available to bring Russia back into compliance.”\n\nTroianovski reported from Moscow.",
  "By eliminating short-flight missiles, the pact theoretically enhanced the decision-making time for leaders faced with a nuclear strike.",
  "Putin countered that U.S. missile defense systems in Romania violate the treaty because they could launch intermediate-range missiles.",
  "The buildup of nuclear missiles prompted more than a million Germans to protest in the streets, and caused concern throughout Europe.",
  "“The INF Treaty doesn’t exist anymore,” said Franklin C. Miller, a principal at the Scowcroft Group and a former Pentagon official.",
  "“It shifts the blame away from Russia, where it belongs, for the INF’s troubles to Donald Trump and John Bolton.",
  "The U.S. military could also put Tomahawk cruise missiles on ground launchers and deploy them in the Pacific.",
  "The pressure on Moscow ultimately led to the INF, which eliminated SS-20 and Pershing II missiles altogether.",
  "European allies rejoiced that the midrange nuclear missiles would no longer be deployed in their backyards.",
  "The breakthrough that led to the INF came after an agonizing episode in the Cold War arms race.",
  "“The U.S. motto on the INF should be: expand it or expunge it,” Bolton and DeSutter wrote.",
  "The United States could find other ways to defend against a Russia unfettered by the INF.",
  "When it was signed at the White House, the pact elicited widespread support in the West.",
  "Kimball criticized the Trump administration’s approach.",
  "“We’re going to terminate the agreement,” Trump said.",
  "Europeans are watching the negotiations anxiously.",
  "But the treaty began fraying in recent years.",
  "They are currently on ships and submarines.",
  "The INF covers only ground-launch missiles.",
  "Those tensions ultimately led to the INF.",
  "The Senate ratified it with a 93-5 vote.",
  "The INF has long rankled Bolton.",
  "“The Russians have killed it."
]