[
  "... We’re not going to let them violate a nuclear agreement and go out and do weapons, and we’re not allowed to.”\n\nMultiple top Russian officials have criticized Trump for the decision to pull out, saying the move was a provocation against Russia and could lead to “full chaos” and the return of the Cold War between Russia and the U.S.\n\nTRUMP'S 'VERY DANGEROUS' DECISION TO ABANDON NUCLEAR ACCORD HAS 'MANKIND FACING FULL CHAOS,' RUSSIA SAYS\n\n“We condemn the ongoing attempts by blackmail to achieve concessions from Russia,” Russian Deputy Foreign Minister Sergei Ryabkov told a state news agency.",
  "“This would be a very dangerous step.”\n\nKonstatin Kosachev, who chairs the foreign affairs committee in the Federation Council, Russia's upper house of parliament, wrote on social media that the move meant “mankind is facing full chaos in the nuclear weapons sphere.”\n\nThe Trump administration said Russia broke the INF treaty after deploying Novator 9M729 land-based cruise missiles, which can exceed the allowed range and strike NATO countries quickly.",
  "— President Trump\n\nTrump said the 1987 Intermediate Range Nuclear Forces (INF) treaty, which was signed by President Ronald Reagan and General Secretary Mikhail Gorbachev, only interfered with U.S. military development.",
  "“It's an extremely dangerous intention,” Kremlin spokesman Dmitry Peskov said Wednesday regarding Trump’s comments that the U.S. will begin developing new intermediate-range missiles, according to Reuters.",
  "“We'll have to develop those weapons unless Russia comes to us, and China comes to us, and they all come to us and they say ‘let's really get smart and lets none of us develop those weapons,\" Trump said.",
  "“It will make the world more dangerous.”\n\nThe president said on Saturday that unless China and Russia agree to halt the development of their missiles, the U.S. military will begin such development.",
  "\"We'll have to develop those weapons, unless Russia comes to us, and China comes to us, and they all come to us and they say ‘let's really get smart and let's none of us develop those weapons.\"",
  "The Kremlin warned President Trump over the decision to pull the U.S. out of a decades-old bilateral nuclear agreement with Russia and develop new ballistic missiles.",
  "The U.S. admitted in 2012 that Russia broke the treaty, though the Russians said the U.S. also broke the treaty by placing missiles in certain European bases.",
  "“We’re going to terminate the agreement, and we’re going to pull out,” Trump said.",
  "I don't know why President [Barack] Obama didn't negotiate or pull out.",
  "RUSSIA ARMS CONTROL PACT: WHAT’S AT STAKE WITH THE INF TREATY?",
  "Fox News’ Gregg Re contributed to this report.",
  "“They have been violating it for many years."
]