[
  "Hatice Cengiz said she felt Mr Trump's invitation was aimed at influencing US public opinion - HaberTurk TV\n\nThe fiancée of Jamal Khashoggi, the murdered journalist, said she would not accept Donald Trump's invitation to the White House because she did not believe the US president was sincere in getting to the truth about his death.",
  "She said Mr Khashoggi had been concerned about going into the Saudi consulate in Istanbul but that he felt Turkey was “a powerful country” and that Saudi Arabia would not dare to do anything against him on Turkish soil.",
  "“This was part of the dream.”\n\nMr Khashoggi left Ms Cegniz outside the consulate with his mobile phones on October 2 when he went inside to get a divorce certificate to prove that his previous marriage was over.",
  "Saudi Arabia initially said he walked out of the consulate safely, then said he was killed accidentally in a fist fight, before announcing that Saudi operatives had a “premeditated” plan to kill him.",
  "\"Trump invited me to the United States but I perceived it as a statement to win public favour,\" she told Haberturk, a pro-government Turkish television station, breaking down several times in tears.",
  "Recep Tayyip Erdogan, Turkey’s president, slammed Saudi Arabia’s “childish” explanations for Mr Khashoggi’s death on Friday as he demanded to know where the journalist’s body was hidden.",
  "Jamal Khashoggi's death has put Saudi Arabia under an intense international spotlight Credit: AP Photo/Hasan Jamali, File More\n\nShe raised the alarm after he failed to emerge.",
  "In her first television interview since Mr Khashoggi's disappearance, Hatice Cengiz said she felt Mr Trump's invitation was aimed at influencing US public opinion.",
  "In his second speech on the killing this week, Mr Erdogan continued to put pressure on the kingdom over its shifting story of how Mr Khashoggi died on October 2.",
  "Turkey's justice ministry said on Friday it had prepared a formal extradition request for the 18 Saudis arrested in connection with Mr Khashoggi's death.",
  "Mr Erdogan also said that the Saudi chief prosecutor will come to Turkey on Sunday to meet with Turkish officials about the investigation.",
  "Emmanuel Macron, the French president, dismissed calls for an arms embargo on Saudi Arabia as \"demagoguery\".",
  "“These childish explanations are not compatible with the seriousness of a state,” Mr Erdogan said.",
  "“We thought we would set the date of the wedding after dinner,” she said.",
  "France, like Britain, is a major supplier of weapons to Saudi Arabia.",
  "\"What's the link between arms sales and Mr Khashoggi's murder?\"",
  "Saudi Arabia has said they will be tried in Saudi courts.",
  "he asked."
]