[
  "Erdogan said Friday that Turkey would reveal more evidence about the killing but was not in any rush to do so, indicating that Turkish authorities will methodically increase pressure on Saudi Arabia even as the kingdom floats conflicting statements in a vain and often clumsy attempt to end the crisis.",
  "Khashoggi's Turkish fiancée, meanwhile, gave an anguished and tearful TV interview in which she said she keeps asking herself if she had missed some signs and should have prevented him from entering the Saudi Consulate in Istanbul on Oct. 2 — questions that she says she cannot answer.",
  "\"The reasoning behind the extradition request is that Jamal Khashoggi was murdered in Turkey by Saudi nationals who traveled to Turkey for this specific purpose,\" a senior Turkish official said, speaking on condition of anonymity because he was not authorized to talk to the media.",
  "While Saudi Arabia has been the focus of widespread condemnation, Turkey has seen its fortunes rise as it showcases its investigative mettle with leaks of evidence to media outlets and an effort to steer international revulsion over the killing.",
  "Turkey's judicial system is better equipped to serve the cause of justice in this case, the official said, adding: \"The court proceedings in Turkey will be open to international observers in order to ensure the greatest level of transparency.\"",
  "The stakes are much higher in the Khashoggi case, however, as some of those implicated are close to Crown Prince Mohammed bin Salman, the kingdom's heir apparent whose condemnation of the killing failed to ease suspicions that he was involved.",
  "The Istanbul chief prosecutor's office submitted a request for Saudi Arabia to hand over the suspects in the killing, and the Turkey's Foreign Ministry will formally notify the kingdom, Turkey's state-run Anadolu news agency reported.",
  "President Vladimir Putin spoke to Saudi King Salman on Thursday, and Putin's spokesman, Dmitry Peskov, told reporters Friday that the Kremlin accepts the royal family's denial of any role in Khashoggi's killing.",
  "Saudi prosecutors have said evidence from Turkey indicates that the killing was premeditated, a change from previous Saudi statements seeking to dodge responsibility for a crime that caused global outrage.",
  "Erdogan has shared information on the investigation with Canadian Prime Minister Justin Trudeau, Turkish officials in the president's office said on condition of anonymity, in line with regulations.",
  "Turkey alleges a 15-member hit squad was sent to Istanbul to kill the journalist, a onetime Saudi insider who became a critic of Prince Mohammed and was a columnist for The Washington Post.",
  "Cengiz said she has not received any condolence call from Saudi officials after the death of Khashoggi, who left Saudi Arabia for self-imposed exile in the United States a year ago.",
  "Prince Mohammed has condemned the killing, but critics suspect a cover-up designed to protect him, noting that he has tight control over the day-to-day affairs of the kingdom.",
  "Turkish prosecutors want the suspects to face prosecution for \"premeditated killing executed with fiendish sentiments or by causing torment,\" according to the Anadolu agency.",
  "The Saudi government has said it arrested and would itself punish 18 people for what it described as a rogue operation by officials who killed Khashoggi in the consulate.",
  "Hours after Erdogan's speech, Khashoggi's fiancée Hatice Cengiz told HaberTurk, a Turkish news channel, about her pain since he disappeared after entering the consulate.",
  "In a telephone call Friday, the two agreed on the need for \"all aspects of the murder\" to be exposed and for the killers to be brought to account, the officials said.",
  "It is something of a turnaround for Turkey, which was recently sparring with the U.S. and other Western countries, even though differences among the allies remain.",
  "\"We expect our request (for the suspects) return to be fulfilled because this atrocious event took place in Turkey,\" said Turkish Justice Minister Abdulhamit Gul.",
  "She described how she had accompanied Khashoggi, 59, to the consulate and waited outside while, she thought, he was getting paperwork for their planned marriage.",
  "Saudi Arabia's chief prosecutor will arrive in Turkey on Sunday as part of the investigation and will meet with Turkish counterparts, according to Erdogan.",
  "The demands are likely to be met with resistance from the kingdom and could escalate tensions between the two regional powers, which are both U.S. allies.",
  "\"We have given and continue to give information and documents to anyone who is curious, although not the originals,\" Erdogan said of the Khashoggi file.",
  "ANKARA, Turkey — Turkey on Friday intensified its demands for Saudi Arabia to extradite 18 suspects in the killing of journalist Jamal Khashoggi.",
  "Turkish President Recep Tayyip Erdogan has said the three others in the group of 18 who were detained in Saudi Arabia were consulate employees.",
  "CIA director Gina Haspel, who was in Turkey earlier this week to review evidence, briefed President Donald Trump in Washington on Thursday.",
  "Officials confirmed to CBS News that Haspel did hear audio recordings allegedly depicting the murder while she was in Turkey this week.",
  "On Thursday, one of the journalist's sons, Salah Khashoggi, flew with his family from Saudi Arabia to the U.S.",
  "\"There is an official statement from the king and an official statement from the crown prince,\" Peskov said.",
  "\"I still have questions that I cannot answer,\" said Cengiz, who shed tears at times in the interview.",
  "\"There is no point in being too hasty,\" Erdogan said in an address to ruling party leaders.",
  "However, it remains unclear how convincing she considers the evidence presented to her.",
  "He added that the Saudis who killed Khashoggi must reveal the location of his body.",
  "Support for the Saudi narrative of events in the case won support from Russia.",
  "They all get shocked when they see the information and documents.",
  "\"I found myself in a darkness I cannot express,\" Cengiz said.",
  "Saudi Arabia has returned suspects to Turkey before.",
  "The expressions they use are very interesting.",
  "Because the issue is not an ordinary issue.\"",
  "\"No one has any reason to disbelieve that.\"",
  "\"We gave them to Saudi Arabia also.",
  "Did I not notice something?\"",
  "\"Did I miss something?",
  "He never came out."
]