[
  "Russian President Vladimir Putin, France's Emmanuel Macron, German Chancellor Angela Merkel and Turkey's Recep Tayyip Erdogan meet in Istanbul for the Syrian summit (AFP Photo/Murat KULA)\n\nIstanbul (AFP) - The leaders of Turkey, Russia, France and Germany on Saturday called for a political solution to Syria's devastating seven-year civil war and a lasting ceasefire in the last major rebel-held bastion of Idlib.",
  "With an assault by government troops seeming imminent, Moscow and Ankara agreed on September 17 to create a 15-20 kilometre-wide demilitarised zone ringing Idlib as Turkey sought to avoid an attack leading to a further influx of people across its border.",
  "- 'Prevent humanitarian disaster' -\n\nThe talks came after a week of escalating violence in Idlib culminated in Syrian regime artillery fire killing seven civilians on Friday, the highest death toll there since the fragile ceasefire began last month.",
  "Turkish President Recep Tayyip Erdogan spoke for several hours with Russia's Vladimir Putin, France's Emmanuel Macron and German Chancellor Angela Merkel about the Syrian conflict, in which more than 360,000 people have been killed since 2011.",
  "It also \"stressed the importance of a lasting ceasefire\" in Idlib, while hailing \"progress\" following a deal last month between Syrian-regime supporter Russia and rebel-backer Turkey to create a buffer zone around the northwestern province.",
  "Turkey and Russia have held several talks with Iran on the Syrian conflict in efforts that have often been greeted with suspicion in the West, but Saturday's summit was the first to include the EU's two most significant national leaders.",
  "A rival United Nations plan for a committee to write the constitution ran aground this week, with UN special envoy Staffan de Mistura, who attended the summit, saying Damascus rejected the UN having a role in the selection process.",
  "Following the joint news conference in Istanbul, the leaders spoke separately, with Macron urging Russia to pressure the regime of Syrian President Bashar al-Assad to bring about a \"stable and lasting ceasefire in Idlib\".",
  "However Putin warned that if \"radicals\" were to \"launch armed provocations from the Idlib zone, Russia reserves the right to give active assistance to the Syrian government in liquidating this source of terrorist threat\".",
  "- 'Russia cannot replace US' -\n\nAid groups have warned that a Syrian government military offensive in Idlib, home to three million people, could spark one of the worst humanitarian disasters of the seven-year war.",
  "Their statement, read by Erdogan, called for a committee to be established to draft Syria's post-war constitution before the end of the year, \"paving the way for free and fair elections\" in the war-torn country.",
  "The summit also addressed the plight of the millions displaced by the grinding conflict, saying that conditions needed to be created \"throughout the country for the safe and voluntary return of refugees\".",
  "It also said there was \"the need to ensure humanitarian organisations' rapid, safe and unhindered access throughout Syria and immediate humanitarian assistance to reach all people in need\".",
  "A joint statement adopted at the end of a major summit in Istanbul said the countries were committed to working \"together in order to create conditions for peace and stability in Syria\".",
  "\"We must advance with the political process at the end of which there must be free elections open to all Syrians -– including those in the diaspora,\" Merkel said.",
  "Syria's opposition, which has previously described Russia's military intervention in 2015 as an occupation, on Friday said it welcomed dialogue with Moscow.",
  "On Friday, Syria's UN envoy Bashar Jaafari maintained that the buffer zone is temporary and that Idlib would eventually revert to government control.",
  "However whether or not those forced to flee the country would be allowed to vote in a future election was left for the separate press conferences.",
  "\"Russia's presence in the region cannot replace the longstanding, enduring, and transparent US commitment to the Middle East,\" Mattis said.",
  "\"The challenge is to end two wars: The war against terror and the war of the regime against large parts of its own population,\" she said.",
  "\"A solution cannot happen through military means but only through political negotiations under the leadership of the United Nations.\"",
  "However US Defence Secretary Jim Mattis told a security conference in Bahrain that Russia was no replacement for the United States.",
  "Erdogan, a vocal opponent of Assad, agreed, saying that Syrians \"inside and outside\" the country must decide the president's fate.",
  "\"We rely on Russia to exercise very clear pressure on the regime which depends on it for survival,\" he said.",
  "Merkel, meanwhile, said the leaders \"have the duty to prevent another humanitarian disaster\"."
]