[
  "(AP Photo/Alexander Zemlianichenko)\n\nMOSCOW (AP) — The Latest on John Bolton's meetings in Moscow (all times local):\n\n8:50 p.m.\n\nU.S. National Security Adviser John Bolton says he raised the issue of the Russian meddling in the U.S. election during meetings in Russia, emphasizing that it has been detrimental to Moscow's own interests.",
  "Speaking at the start of a meeting with Bolton, Putin said he would like to discuss various arms control issues, including Trump's declaration over the weekend that he intends to pull the U.S. out of the 1987 Intermediate-Range Nuclear Forces (INF) Treaty.",
  "Bolton, speaking Tuesday after two days of talks in Moscow, said he made the point during the discussions that the Russian meddling has been \"particularly harmful for Russian-American relations without providing anything for them in return.\"",
  "___\n\n8:30 p.m.\n\nU.S. National Security Adviser John Bolton says that Washington is convinced that Russia has violated a pivotal nuclear arms pact, citing it as the main reason for U.S. President Donald Trump's decision to dump it.",
  "___\n\n2:20 p.m.\n\nPoland's president says President Donald Trump's announcement that he intends to pull the United States out of a 1987 nuclear weapons treaty is \"understandable\" in light of Russian activities.",
  "The Foreign Ministry said minister Heiko Maas spoke by phone Tuesday with Secretary of State Mike Pompeo and stressed that Washington need to coordinate further steps closely with European partners.",
  "The treaty prohibits the U.S. and Russia from possessing, producing or test-flying ground-launched nuclear cruise and ballistic missiles with a 500 to 5,500-kilometer (300 to 3,400-mile) range.",
  "Bolton, speaking Tuesday following two days of talks in Moscow, said the U.S. has determined that Russia has been in violation of the Intermediate-Range Nuclear Forces (INF) Treaty since 2013.",
  "Speaking at the start of Tuesday's meeting with Trump's national security adviser, John Bolton, Putin said that it's important to maintain Russia-U.S. dialogue despite their differences.",
  "___\n\n5:15 p.m.\n\nGermany's foreign minister has told his U.S. counterpart that a 1987 nuclear weapons treaty the Trump administration wants to abandon touches on core European interests.",
  "___\n\n6:40 p.m.\n\nRussian President Vladimir Putin says he would like to continue a dialogue with U.S. President Donald Trump despite what he described as unfriendly moves by Washington.",
  "Bolton's visit follows Trump's statement over the weekend that he intends to pull out of a key nuclear arms pact, the 1987 Intermediate-Range Nuclear Forces (INF) Treaty.",
  "Russian President Vladimir Putin, left, and U.S. National security adviser John Bolton during their meeting in the Kremlin in Moscow, Russia, Tuesday, Oct. 23, 2018.",
  "He emphasized that the Russian interference has caused \"distress and animosity\" across the U.S., effectively blocking the possibility of improving Russia-U.S. ties.",
  "President Donald Trump on Monday restated his threat to pull out of the Intermediate-Range Nuclear Forces (INF) Treaty because of alleged Russian violations.",
  "Putin told Trump's national security adviser, John Bolton, on Tuesday that Russia was puzzled by the U.S. \"unprovoked moves that are hard to call friendly.\"",
  "Bolton responded that Trump would look forward to seeing Putin in Paris on the sideline of events marking 100 years since the armistice ending World War I.",
  "Bolton noted that it has been a huge loss for both countries but particularly for Russia, adding that the lesson is \"Don't mess with American elections.\"",
  "He alluded to the U.S. coat of arms, which shows an eagle holding a bundle of 13 arrows in one talon and an olive branch with 13 olives in another.",
  "___\n\n6:55 p.m.\n\nPresident Vladimir Putin says he would be ready to meet with U.S. President Donald Trump when they both visit Paris next month.",
  "Putin said his last meeting with Trump in Helsinki in July was useful, adding that he would be open to meet with Trump in France if he agrees.",
  "He said the threat to Europe isn't the prospective U.S. withdrawal from the pact but \"the threat is the Russian missiles already deployed.\"",
  "The German Foreign Ministry said Maas reminded Pompeo \"that the treaty affects core interests of the European security architecture.\"",
  "Asked if the pact could be rescued if Russia comes back to compliance, Bolton said it's hard to expect that given Russian denials.",
  "Bolton also cited China's massive intermediate-range missile capability as another key concern.",
  "Laughing merrily, Putin asked if the eagle ate all the olives.",
  "He mentioned possibly meeting Trump in Paris next month.",
  "Moscow has denied any violations."
]