[
  "Meanwhile, Kremlin spokesman Dmitry Peskov issued a thinly veiled warning that echoed Moscow’s justification for occupying Crimea in 2014, saying that it would defend “the interests of Russians and Russian-speakers … [and] of Orthodox Christians.” Peskov further warned of possible Russian intervention “if the Ukrainian authorities are unable to keep the situation within legal bounds, if it takes some ugly, violent turn.”\n\n[The war in Ukraine is more devastating than you know]\n\nPeskov’s statement is troubling, given Russia’s history of using trumped-up “rights violations” of Russian “compatriots” to justify military interventions in Georgia and Ukraine.",
  "Eventually, the seat of the church would relocate to Moscow while Constantinople would fall to the Ottomans in 1453, giving rise to the aura of Moscow as the “Third Rome.”\n\nAlthough some claimed in the early 16th century that the Moscow church superseded Constantinople’s religious authority after 1453, Russian churches remained subject to the Constantinople Patriarch until 1589.",
  "(AP)\n\nOn Oct. 11, Ecumenical Patriarch Bartholomew I of Constantinople — the spiritual leader of 300 million Orthodox Christians worldwide — started a process to grant independence to a Ukrainian Orthodox Church seated in Kiev, freeing it from the control of the Russian Orthodox Church in Moscow.",
  "However, the Ecumenical Patriarch of Constantinople holds the status of “first among equals.” Though the Ecumenical Patriarch holds only limited powers over the other churches, the Church of Constantinople holds the authority to grant independence to other Orthodox churches.",
  "Today many Ukrainian politicians, journalists and researchers accuse the Moscow church of using its Ukraine parishes to support the Kremlin’s “hybrid war” against Kiev; Russian clergy have apparently assisted separatist forces.",
  "Though Bartholomew called on all sides to “avoid appropriation of Churches, Monasteries and other properties, as well as every other act of violence and retaliation,” divided parishes could turn to violence to settle scores.",
  "A recent poll revealed that 28.7 percent of Ukrainians claimed allegiance to the Kiev Patriarchate, while only 12.8 percent aligned with the Moscow Patriarchate and 0.3 percent with the UAOC.",
  "The third church, the Ukrainian Autocephalous Orthodox Church (UAOC), was founded in 1990; autocephalous is a religious term meaning independent, derived from ancient Greek for self-headed.",
  "The Orthodox Church in Ukraine today\n\nToday there are three separate umbrella organizations operating as Ukrainian Orthodox Churches, which split around Ukraine’s independence in 1991.",
  "The Russian church immediately severed ties with Constantinople, effectively separating 100 million Russian Orthodox believers from the other 200 million Orthodox faithful worldwide.",
  "The Ukrainian Orthodox Church — Kiev Patriarchate (UOC-KP) declared independence from the Russian Orthodox Church in 1992, prompting the Moscow church to excommunicate its leaders.",
  "Another 23.4 percent of Ukrainians identified themselves as “simply Orthodox” without affiliation, while 37 percent declared the religious divide to be of no importance to them.",
  "UOC-MP parishes make up about 35 percent of all Russian Orthodox parishes (including those in Russia), so it would be a major loss to Moscow if they all switch loyalty to Kiev.",
  "Worshipers and clergy of each parish decide with which branch to align, though there are no formal rules internal to churches that govern the process of switching allegiances.",
  "The Russian Orthodox Church warned Sept. 28 that it would sever ties with the leader of the worldwide Orthodox community if he grants autonomy to Ukraine’s Orthodox Church.",
  "The views expressed in this article are those of the author and do not reflect the official policy or position of the Department of the Army, DOD, or the U.S. Government.",
  "The decision has touched off an intense political storm, and threatens to open a new — and possibly violent — front in the ongoing conflict between Ukraine and Russia.",
  "Rather, it’s composed of 14 autonomous churches, each of whose authority generally coincides with the national borders of countries with large Orthodox populations.",
  "Robert Person is an associate professor of international relations at the United States Military Academy and a resident fellow of West Point’s Modern War Institute.",
  "A brief primer on the Orthodox Church\n\nUnlike Catholicism, Orthodoxy does not have a centralized hierarchy with a pope-like authority figure.",
  "It’s not hard to imagine the Kremlin using religious tensions to further sow division, incite violence, and spread misinformation in Ukraine.",
  "This might give it a new, golden-domed opportunity to foment disruption before Ukraine’s 2019 parliamentary and presidential elections.",
  "Many Ukrainians have long wanted an independent church, a demand that has intensified since Russia’s 2014 invasion of eastern Ukraine.",
  "That’s when the Patriarch of Constantinople elevated the head of the Russian church to the status of Patriarch of Moscow and All Rus’.",
  "Aaron Brantly is an assistant professor of political science at Virginia Tech and a cyber policy fellow with the Army Cyber Institute.",
  "Since the war started, several Ukrainian parishes previously aligned with Moscow have switched allegiance to the Kiev Patriarchate.",
  "The second church, the Ukrainian Orthodox Church — Moscow Patriarchate (UOC-MP), remained under the Russian church’s jurisdiction.",
  "In the 10th century, Kiev was the capital of a thriving state known as Kievan Rus’ that ruled a vast territory in Eastern Europe.",
  "\n\nEcumenical Patriarch Bartholomew I of Constantinople, left, and Russian Orthodox Patriarch Kirill tour the Kremlin in May 2010.",
  "Roughly 12,200 Ukrainian parishes remain loyal to the Moscow Patriarchate; roughly 4,500 are loyal to the Kiev Patriarchate.",
  "The potential for conflict to turn violent is real as parishes decide whether to shift allegiance to the Kiev Patriarchate.",
  "Valuable church property is at stake; some of Kiev’s most iconic churches are aligned with the different patriarchates.",
  "Today, the Russian Orthodox Church has very close ties to the Russian government — and neither has taken the news well.",
  "Pressured by Russia’s czar, Peter the Great, Constantinople granted Moscow religious authority over Ukraine in 1686.",
  "Kiev was the center of Christianity in the Eastern Slavic world until it was conquered by Mongol invaders in 1241.",
  "This would be consistent with the Russian playbook in Ukraine, the Baltics, NATO allies, and the United States.",
  "Inciting Ukrainians to hate one another and mistrust their leaders would be a political victory for Moscow.",
  "How has Moscow reacted to the decision to grant independence to the Ukrainian Orthodox Church?",
  "Since then, churches in Ukraine have answered to the Russian Orthodox Church (ROC) in Moscow.",
  "Which means that how Kiev manages the transition will matter long beyond the 2019 elections.",
  "Putin’s objective in Ukraine has long been destabilizing Ukraine’s government.",
  "Bartholomew has decided to annul this 1686 transfer of authority over Ukraine.",
  "The last one, the UAOC, gathers about 1,200 parishes under its authority.",
  "In 988, Kiev’s Grand Prince Vladimir adopted Orthodoxy for his subjects.",
  "Each independent church is headed by its own patriarch.",
  "Why is this a political issue in Ukraine?",
  "Putin’s brought it back.]",
  "[Remember the Cold War?",
  "Here’s why."
]