[
  "REUTERS/Leah Millis\n\nBy Idrees Ali\n\nPRAGUE (Reuters) - U.S. Defense Secretary Jim Mattis said on Sunday that the United States was in consultation with its European allies on an arms control treaty, as NATO members urge Washington to try to bring Russia back into compliance with the pact rather than quit it.",
  "Heather Conley, a former U.S. State Department official now with the Center for Strategic and International Studies in Washington, said Mattis would receive a range of questions from European allies, such as when a formal notification would be made and whether it signals a new arms race.",
  "European allies see the INF treaty as a pillar of arms control and, while accepting that Moscow is violating it by developing new weapons, they are concerned its collapse could lead to a new arms race with possibly a new generation of U.S. nuclear missiles stationed on the continent.",
  "\"Just a week ago, a couple of days ahead of the announcement of the (U.S.) aim to leave the Intermediate-Range Nuclear Forces treaty, Americans via their embassy in Moscow sent the Russian Foreign Ministry an extensive list of questions which are a concern to them,\" Lavrov said.",
  "Interfax news agency quoted Lavrov as saying that his ministry has sent the list to the Defence Ministry and other governmental bodies but the fact that the notice given was short \"does not contribute to the sustainable dialogue and predictability (in the U.S. behavior)\".",
  "FILE PHOTO: U.S. Defense Secretary James Mattis listens as U.S. President Donald Trump (not pictured) speaks to the news media while gathering for a briefing from his senior military leaders in the Cabinet Room at the White House in Washington, U.S., October 23, 2018.",
  "European members of NATO urged the United States on Thursday to try to bring Russia back into compliance with a nuclear arms control treaty rather than quitting it itself, diplomats said, seeking to avoid a split in the alliance that Moscow could exploit.",
  "\"We are in consultations with our European counterparts, I was speaking about it the day before with the German defense minister, and so as I said the consultations continue,\" Mattis told reporters traveling with him to Prague.",
  "QUESTIONS\n\nRussian Foreign Minister Sergei Lavrov said on Sunday that Moscow has started preparing answers to the questions related to the arms control pact delivered by U.S. officials, RIA news agency quoted him as saying.",
  "President Donald Trump said on Oct. 20 that Washington planned to quit the Intermediate-Range Nuclear Forces (INF) treaty which Mikhail Gorbachev, the last Soviet leader, and Ronald Reagan had signed in 1987.",
  "When asked whether he could rule out placing intermediate range missiles on the ground if Washington left the INF treaty, Mattis said: \"I never rule things out like that, I also don't rule it in.\"",
  "Mattis said he had asked his NATO counterparts after the last summit if they had any ideas on how to bring Russia back into compliance of the INF treaty, but so far none had come back to him.",
  "Last week, Kremlin spokesman Dmitry Peskov said that Trump's plans to develop new ballistic missiles after the United States quits a landmark arms control pact were \"extremely dangerous\".",
  "Mattis said earlier that ministers from NATO would be meeting in Brussels in December and at that point he would have some kind of \"culminating point\".",
  "Mattis met Czech officials and Prime Minister Andrej Babis, who warned a cancellation of the treaty could mean a return to \"cold war times\".",
  "\"There are a number of ways for us to respond, it does not have to be symmetric and it'll be in close consultation with allies,\" he added.",
  "(Reporting by Idrees Ali and Robert Muller in PRAGUE and Katya Golubkova in MOSCOW; Editing by Alison Williams and Susan Fenton)",
  "Russia in turn accuses Washington of breaking the pact and says it is working to answer U.S. questions about the pact.",
  "Our allies do not know where U.S. leadership is going, what it's going to do from the day to day basis,\" Conley said.",
  "Washington has cited Russia's alleged violation of the treaty as its reason for leaving it, a charge Moscow denies.",
  "\"It is certainly bad news, we regret that,\" Babis said at a joint news conference.",
  "\"(U.S-Russian) relations are not ideal, we are returning to Cold War times.\"",
  "\"We have to communicate with Russia,\" the Czech government leader said.",
  "\"It just deepens the uncertainty."
]