[
  "But U.S.-Russian relations have steadily worsened, plunging to post-Cold War lows after Russia's 2014 annexation of Ukraine's Crimean Peninsula, and the Kremlin has sought to rebuild ties with Cuba.",
  "next Image 1 of 2\n\nprev Image 2 of 2\n\nCuban President Miguel Diaz-Canel arrived in Russia on Thursday for talks expected to focus on expanding economic ties between the two nations.",
  "The business daily Kommersant reported earlier this month that Russia plans to provide a $50 million loan to Cuba to help it maintain and modernize its Soviet-built weapons.",
  "Vladimir Shamanov, the head of defense affairs committee in the lower house of the Russian parliament, said earlier this week that Russia and Cuba may consider the issue.",
  "Putin's spokesman Dmitry Peskov said Thursday that military-technical cooperation will be part of the agenda of Putin's talks with Diaz-Canel, but refused to elaborate.",
  "Soviet warships and military aircraft regularly used Cuban bases during the Cold War, and Cuba hosted a Soviet electronic spying facility in Lourdes, near Havana.",
  "Putin closed the Lourdes intelligence facility in 2001 as he sought to establish warmer ties with the United States during his first presidential term.",
  "Russian officials have kept mum on re-establishing Moscow's military presence in Cuba, but some suggested it could also be part of discussions.",
  "Earlier this month, Russian officials have signed contracts worth $260 million to modernize Cuban energy facilities and a metal factory.",
  "During the Cold War, the Soviet Union poured billions of dollars in supplies and subsidies to Cuba, its staunchest Latin American ally.",
  "As part of his three-day state visit, Diaz-Canel is set to meet with Russian President Vladimir Putin in the Kremlin on Friday.",
  "But ties withered after the 1991 Soviet collapse as Russia, hit by an economic meltdown, withdrew its economic aid to Cuba.",
  "Putin, who visited Cuba in 2000 and 2014, has sought to revive ties with the old Caribbean ally.",
  "The two countries have also talked about expanding military ties."
]