[
  "“As for the rest, despite the phobias that exist in the United States, Russia has not meddled, is not meddling, and is not going to meddle in electoral processes in any country in the world, including the U.S.,\" he added, referencing the conclusion by the U.S. intelligence community that Russian has done precisely that.",
  "Speaking Wednesday morning, German Foreign Minister Heiko Maas said Europe would do well to respond to Trump’s “America First” line with “Europe United.” Maas also said he had high hopes for what Democratic gains in the House might mean.",
  "(Reuters/Michelle McLoughlin) (Michelle Mcloughlin/Reuters)\n\nPARIS — European officials wasted no time in casting the results of the U.S. midterm elections as a rebuttal to the “rudeness” and “racism” of President Trump.",
  "Frans Timmermans, the European Commission’s first vice president, declared that the gains Democrats made in the House of Representatives were a clear sign of a growing rift between Trump and the American people.",
  "But Pierre Moscovici, a former French finance minister and now the European Union’s commissioner for economic and financial affairs, took his own swipe at Trump, playing on the president’s self-congratulation.",
  "And so will we.”\n\nIn France, government officials were mostly silent, in advance of Trump’s visit to Paris for the 100th anniversary later this week of the 1918 armistice that ended World War I.",
  "“Inspired by voters in the U.S. who chose hope over fear, civility over rudeness, inclusion over racism, equality over discrimination,” Timmermans wrote in a Twitter post.",
  "Asked if the Democratic gains in the House would further complicate relations between Washington and Moscow, Dmitry Peskov, Putin’s spokesman, said that was unlikely.",
  "“The Democrats win the House of Representatives for the first time in eight years despite powerful Republican gerrymandering,” he wrote in a Twitter post.",
  "\n\nDemocratic congressional candidate Jahana Hayes reacts after appearing at her midterm election night party in Waterbury, Conn., Nov. 6, 2018.",
  "“Donald Trump is right: ‘Tremendous success tonight.’”\n\nElsewhere in Europe, the reaction was more restrained, albeit still critical of Trump.",
  "We hope that this cooperation will be constructive and lead to constructive results in international politics,” he said.",
  "Anton Troianovski in Moscow contributed to this report.",
  "Everything is already quite complicated,” Peskov said.",
  "In Russia, responses to the results were also muted.",
  "“It’s hardly possible to complicate them more.",
  "“We’ll see to what extent that has an impact.",
  "“They stood up for their values."
]