[
  "Related 4 winners and 2 losers from the 2018 midterm elections\n\n“It’s fair to suggest with a high degree of confidence there are no glowing prospects in terms of normalization of US-Russian relations on the horizon,” Dmitry Peskov, the Kremlin spokesperson, said on Wednesday about the election results.",
  "The two countries also have opposed each other for years in the war in Syria, where Moscow has supported Syrian President Bashar al-Assad; the conflict has raged for seven years and killed hundreds of thousands of people.",
  "The US also has called out Russia for trying to sway public opinion during the midterms, and imposed more sanctions on the country over its chemical attack on a former Soviet spy in the UK earlier this year.",
  "It could get worse for Russia, as Rep. Dana Rohrabacher — famously nicknamed “Putin’s favorite congressman” due to his close ties to the Kremlin — is on the verge of losing his seat after 15 terms in office.",
  "Despite Trump and the Kremlin’s expressed desire to improve relations, things have gone downhill between the two countries during this administration.",
  "Still, Trump maintains that being friendlier with Russia is a “good thing, not a bad thing” — but it’s unlikely the new Democrat-led House will agree.",
  "That makes sense, as Democrats have promised greater oversight of President Donald Trump’s foreign policy, and especially his warmth toward Moscow.",
  "Special counsel Robert Mueller is investigating whether there was any collusion between the Trump campaign and the Kremlin.",
  "Russia tried to influence the 2016 presidential election and favored Trump, according to a US intelligence assessment.",
  "Meanwhile, Russia says it will build new missiles that can reach the US and possibly detonate a nuclear weapon.",
  "However, he added, both countries will continue to talk, and discuss security issues like arms control.",
  "The 2018 US midterm election results are in — and Russia feels like it lost.",
  "That, Russia fears, could imperil efforts to improve ties.",
  "The Kremlin is unhappy that Democrats won the House."
]