[
  "The comments by Kremlin spokesman Dmitry Peskov follows Tuesday's statement by the State Department that the United States will impose a second round of sanctions over Russia's alleged use of a nerve agent on former Russian intelligence officer Sergei Skripal and his daughter, Yulia in March.",
  "In this file photo taken on March 08, 2018 Members of the emergency services in green biohazard encapsulated suits afix the tent over the bench where a man and a woman were found on March 4 in critical condition at The Maltings shopping center in Salisbury, southern England.",
  "\"One can assume with a high degree of confidence that, of course, no bright prospects for normalizing Russian-American relations are in the offering,\" the Kremlin spokesman said when asked about bi-lateral relations after the November 6 midterm elections.",
  "State Department spokeswoman Heather Nauert said in a statement that sanctions were being imposed because Russia had not complied with the demands, but did not say when they would be applied, Reuters reports.",
  "The couple, former Russian military intelligence officer Sergei Skripal, and his daughter, Yulia, were hospitalized in critical condition for what British authorities said was poisoning by Russian operatives.",
  "He stressed that, in spite of claims in the United States, Russia has never meddled in the electoral processes of any country, including the United States, and has \"no intention of doing so in the future.\"",
  "Despite the current strains, he said, \"That does not mean, however, that we seek no dialogue, that we want no dialogue, because we have numerous problems that require Russian-American intercommunication.\"",
  "(Photo: Ben Stansall, AFP/Getty Images)\n\nThe Kremlin said Wednesday that Russia will consider as \"illegal\" the new U.S. sanctions being imposed over the poisoning of a Russian spy in Britain.",
  "It also demanded that Russia promise not to use chemical weapons against its own people, and to allow on-site inspections by agencies like the United Nations.",
  "Read or Share this story: https://www.usatoday.com/story/news/world/2018/11/07/kremlin-new-u-s-sanctions-over-british-spy-case-would-illegal/1921746002/",
  "In response, Peskov said Russia views the sanctions as \"illegal\" and \"will treat similar steps in the same way if they follow.\"",
  "Under the U.S. law, Russia was required to end the use of the nerve agent Novichok, which was used in the attack.",
  "\"It would hardly be possible to make them even more complicated,\" he said, according to the TASS news agency.",
  "\"These problems will not be solved by themselves without maintaining a dialogue,\" Peskov said.",
  "Among the issues that need addressing, he said, are strategic stability and arms controls.",
  "He also took a dim view of the current state of U.S.-Russian relations.",
  "Skripal had settled in Britain following a spy swap with Russia."
]