[
  "WASHINGTON (AP) — The Latest on Jeff Sessions' departure as attorney general (all times local):\n\n8 p.m.\n\nA coalition of 18 state attorneys general has sent a letter to Acting Attorney General Matthew Whitaker calling on him to recuse himself from the special counsel's Russia probe.",
  "The letter was signed by the attorneys general of Massachusetts, New York, California, Connecticut, Delaware, Hawaii, Illinois, Maryland, Minnesota, New Jersey, New Mexico, North Carolina, Oregon, Rhode Island, Vermont, Virginia, Washington and the District of Columbia.",
  "In the letter dated Thursday, the AGs reference Whitaker's \"widely-circulated public comments criticizing Special Counsel Robert Mueller's investigation of Russian interference in the 2016 presidential election.\"",
  "The Kremlin has called the investigation into Russian meddling in the 2016 U.S. election a \"headache\" for U.S. authorities but has declined to comment on the departure of Jeff Sessions as attorney general.",
  "Conway was asked if President Donald Trump had instructed Whitaker to limit the Russia investigation and said the \"president hasn't instructed him to do anything\" beyond serve as acting attorney general.",
  "Sessions' departure has potentially ominous implications for special counsel Robert Mueller's Russia probe given that the new acting attorney general has questioned the inquiry's scope.",
  "In a goodbye message to staff, Jeff Sessions says his time serving as President Donald Trump's attorney general \"goes beyond anything I ever would have thought possible.\"",
  "__\n\n5:05 p.m.\n\nRepublican Sen. Jeff Flake and Democratic Sen. Chris Coons will try to force a vote next week on legislation to protect special counsel Robert Mueller.",
  "Flake announced the move Thursday, a day after President Donald Trump fired Attorney General Jeff Sessions and replaced him with loyal ally Matt Whitaker.",
  "Conway says Rosenstein was at the White House on Wednesday for a regularly scheduled meeting and was expected back for another such meeting on Thursday.",
  "Sessions writes that it was \"an incredible honor to work with people who day after day and year after year consistently exceeded expectations.\"",
  "Sessions' former chief of staff, Matt Whitaker, is now acting attorney general and has authority to oversee the remainder of the Russia probe.",
  "___\n\n10:05 a.m.\n\nWhite House counselor Kellyanne Conway says the exit of Attorney General Jeff Sessions is \"not a constitutional crisis.\"",
  "Whitaker is expected to oversee Mueller's investigation into potential coordination between Trump's 2016 Republican campaign and Russia.",
  "Mueller's team has obtained several guilty pleas and a jury conviction and has indictments pending against Russian companies.",
  "The AGs say Whitaker's recusal is \"necessary to maintain the public trust in the integrity of the investigation.\"",
  "Sessions sent the message to Justice Department workers on Thursday, a day after he resigned at Trump's request.",
  "Sessions says he was proud to run the department and to work to reduce violent crime and overdose deaths.",
  "House Democratic leader Nancy Pelosi scheduled a call Thursday for Democrats to discuss their response.",
  "Peskov says the inquiry is \"a headache for our American counterparts — it has nothing to do with us.\"",
  "Kremlin spokesman Dmitry Peskov made the comments Thursday after Sessions handed in his resignation.",
  "He argues Mueller's team hasn't \"managed to produce anything that can withstand serious criticism.\"",
  "They say Deputy Attorney General Rod Rosenstein should \"continue to supervise\" the Mueller probe.",
  "He's also citing the department's increased prosecutions for weapons and immigration offenses.",
  "Sessions' chief of staff, Matthew Whitaker, has been named as acting attorney general.",
  "Deputy Attorney General Rod Rosenstein (ROH'-zen-styn) previously oversaw the probe.",
  "The senators will ask for consent to vote on the bill, but any senator can object.",
  "Peskov says Sessions' departure isn't something for the Kremlin to weigh in on.",
  "It would give special counsels a 10-day window to seek review of a firing.",
  "Whitaker replaced Jeff Sessions, who was forced out Wednesday.",
  "The Senate Judiciary Committee approved the bill in April.",
  "Conway spoke to reporters at the White House on Thursday.",
  "Trump has called the investigation a \"witch hunt.\"",
  "___\n\n7:05 a.m.",
  "___\n\n1:20 p.m."
]