[
  "Complimenti al presidente #Trump per i seggi conquistati al Senato e la conferma in Stati cruciali, contro tutto e contro tutti: giornalisti di sinistra, attori e cantanti, registi e pseudo-intellettuali... #godonaldgo@realDonaldTrump pic.twitter.com/5g0mad4Fzj — Matteo Salvini (@matteosalvinimi) November 7, 2018\n\nHowever Europe and other allies react, a new Democratic House will have limited ability to influence foreign policy, especially since the Senate remains squarely in the hands of the GOP.",
  "Democrats’ House win was a small comfort to Western allies\n\nTrump’s presidency has significantly changed relationships with close European allies — Trump has called the European Union a “foe” on trade and has bashed NATO for failing to “fulfill their obligations to us.”\n\nThe reactions out of Europe were fairly muted, which isn’t really surprising considering everyone knows they all need to work with Trump going forward for at least another two years.",
  "And Frans Timmermans, a Dutch politician who is the first vice president of the European Commission, said the 2018 election verdict signaled that US voters chose “hope over fear, civility over rudeness, equality over discrimination.”\n\nInspired by voters in the US who chose hope over fear, civility over rudeness, inclusion over racism, equality over discrimination.",
  "“Now we can all get back to work and get things done!”\n\nRepublicans, of course, gained seats in the Senate, but Democrats retook the House of Representatives — a divided outcome that most definitely wasn’t a “Big Victory.”\n\nTrump has shaken up international affairs as much as domestic politics, and the 2018 elections were watched closely around the world.",
  "According to the CBC, Italian Deputy Prime Minister Matteo Salvini tweeted, “Compliments to president Trump for the seats conquered in the Senate and the confirmation in crucial states, against everything and everyone: leftist journalists, actors and singers, directors and pseudo-intellectuals.”\n\nHe added the hashtag #godonaldgo.",
  "Many European nations, which have been skittish about Trump’s attacks on the EU and NATO, offered a mixed endorsement, with some leaders seeing Democrats’ victory as a source for optimism, and others, like Italy’s right-wing populist leader Deputy Prime Minister Matteo Salvini, seizing on Trump’s narrative of victory.",
  "“It’s fair to suggest with a high degree of confidence there are no glowing prospects in terms of normalization of US-Russian relations on the horizon,” Dmitry Peskov, the Kremlin spokesperson, said on Wednesday, while insisting both countries will continue to discussions and find ways to work together.",
  "A firewall in the Senate will also mean Trump’s Cabinet picks will likely ease through confirmation, including a potential new UN ambassador or a possible future replacement for Secretary of Defense James Mattis, should he decide to leave (or be fired from) the administration.",
  "I don’t want to comment on that, otherwise I will run the risk of being accused of interfering in their midterm election,” foreign ministry spokesperson Hua Chunying said in a seeming jab at Trump, who’s accused the country of meddling in the past.",
  "We will very intensively look to contact those who were newly elected.”\n\nA spokesperson for French President Emmanuel Macron said simply that the election “shows the vitality of a great democracy.”\n\nA few European leaders were a bit more vocal.",
  "Germany’s Foreign Minister Heiko Maas captured this sentiment, saying Wednesday that Europe must continue to unite and counter the US’s “America First” policy, while offering a tepid endorsement of Democrats.",
  "Expect more pushback from Democrats on Trump’s foreign policy\n\nTrump has shown an affinity for authoritarian leaders, from Russia’s Vladimir Putin to Saudi Arabia’s Crown Prince Mohammed bin Salman (MBS).",
  "— Frans Timmermans (@TimmermansEU) November 7, 2018\n\nBut some European leaders took up Trump’s line of argument — that the midterm elections were, in fact, a “tremendous success” for the president.",
  "“Received so many Congratulations from so many on our Big Victory last night, including from foreign nations (friends) that were waiting me out, and hoping, on Trade Deals,” Trump tweeted.",
  "Foreign leaders who had quietly cheered on the Democrats, and those who dreaded a takeover, are likely aware of the limits of what can be accomplished under this new, divided government.",
  "The House may also more deeply scrutinize the Trump administration’s relationship with Saudi Arabia, which has been particularly fraught since the murder of journalist Jamal Khashoggi.",
  "And Democrats may end up nudging US foreign policy more in the direction of tackling issues like climate change or global poverty — goals that the many EU leaders would likely applaud.",
  "But now Democrats, with control of the House, will seek to find out why Trump has made these foreign policy choices, particularly when it comes to his affinity for Russia.",
  "As Politico pointed out, it seems likely that Rep. Dana Rohrabacher (R-CA) will lose his seat; the Putin-friendly Congress member chaired the committee handling Europe.",
  "Beijing was likely watching states in the Farm Belt to see whether Trump’s trade war depleted his support, though tariffs didn’t seem to be a top issue in those races.",
  "As Vox’s Alex Ward reported, Russia is already seeing the midterm elections as a sign that relations between Washington and Moscow are about to get worse, not better.",
  "The president will likely try to make his trip a reminder to America’s friends and foes that, no matter the shifts in domestic politics, Trump is still in charge.",
  "A French EU commissioner mocked Trump’s tweet about the midterms being a “tremendous success” by noting that Democrats overcame Republican gerrymandering.",
  "In the meantime, Trump will head to Paris at the end of this week to meet with President Macron, and he’s expected to meet with Putin on the sidelines.",
  "China might not find Democrats total allies anyway, as some on the left have been sympathetic to Trump’s protectionist trade policies regarding China.",
  "Democrats are also eager to increase scrutiny over the military and operations at the Department of State, which remains a small check on Trump.",
  "But even from abroad, the midterm elections were seen as a marker for the direction of America — and whether Trumpism had fully taken root.",
  "He would have lost a leadership position no matter what, but the total absence of his pro-Kremlin voice will shift the focus of the panel.",
  "President Donald Trump boasted on Wednesday morning that countries called to congratulate him over the 2018 midterm election results.",
  "But Democrats are now in a better position to examine the US’s arms deal with Riyadh and intensify pressure to end the war in Yemen.",
  "Democrats will also likely try to wedge themselves into ongoing talks with North Korea and Trump’s trade war with China.",
  "“We hope that this co-operation will be constructive and lead to constructive results in international politics.",
  "Trump has largely stood by MBS, arguing that Saudi Arabia is too important a strategic partner to break ties.",
  "Correction: This post originally misidentified the titles of Germany’s Heiko Maas and Italy’s Matteo Salvini.",
  "Democrats — and even Republicans — have criticized Trump’s embrace of some of these figures.",
  "”I do expect the Democrats to use their newly gained power to influence White House policy.",
  "A lot can still happen between now and January, when the new Congress takes over.",
  "And Democrats’ partial victory won’t suddenly transform his worldview.",
  "On Wednesday, China declined to comment about the US midterms.",
  "We’ll see to what extent that has an impact,” he said.",
  "They stood up for their values.",
  "“It’s their domestic affair.",
  "We regret the error.",
  "And so will we."
]