[
  "During the Trident Juncture military exercises, which were the largest since the end of the cold war, Russia made clear its displeasure at what it saw as an anti-Russian show of force on its doorstep, warning that Nato’s gesture would not go unanswered.",
  "“As a rule, these accusations are baseless.”\n\nInterference in satellite signals across the Arctic regions of Norway and Finland was first noticed during Nato’s two-week Trident Juncture military exercises, which ran from 25 October to 7 November.",
  "Finnish parliamentarians lined up on Friday to call for a robust response to the signal jamming, with the defence committee chair, Ilkka Kanerva telling Yle that the effect on civil aviation could have been “catastrophic”.",
  "Russia has denied being behind recent disruption to GPS signals across Lapland after Finland’s prime minister said the interference put civil aviation at risk and was “almost certainly deliberate”.",
  "A pilot with the regional Norwegian airline Widerøe reported a loss of GPS signals during a flight near Kirkenes, close to Norway’s border with Russia, at the start of November.",
  "“There are no security risks, we have good routines and this is not the first time we have experienced loss of signals,” a Widerøe spokeswoman told the Barents Observer website.",
  "The satellite disruption led to Finnish and Norwegian civil airspace operators issuing official warnings to pilots that navigation signals in north-east Lapland were unstable.",
  "In September 2017, Norwegian authorities reported jammed GPS signals affecting civil flights in the north of the country during Russia’s large Zapad military exercise.",
  "“Disrupting radio signals in open space is technically relatively easy and yes, it is possible that Russia is involved in the disruption in this case,” he said.",
  "Finland is not a member of the Nato military alliance but took part in the Norway exercises under the status of “enhanced opportunities partner”.",
  "The Finnish prime minister, Juha Sipilä told the state broadcaster Yle on Sunday that authorities were still investigating who was responsible.",
  "But you know there is a tendency nowadays to accuse Russia of all sins, mortal or otherwise,” he said.",
  "It subsequently announced plans to test missiles in the same area during the Nato manoeuvres.",
  "“We know nothing of any Russian involvement with the disruption of the GPS system.",
  "The Kremlin spokesman Dmitry Peskov said Russia was not to blame.",
  "You will have to ask the experts at the Ministry of Defence."
]