[
  "REUTERS/Alexander Ermochenko/File Photo\n\nDONETSK, Ukraine (Reuters) - Two separatist-controlled regions of eastern Ukraine announced the winners of leadership elections on Monday that were dismissed by Kiev and its international allies as a sham exercise engineered by Russia to install puppet regimes.",
  "The Donetsk region's acting head Denis Pushilin, whose predecessor was killed in an explosion in August, was confirmed as leader with 61 percent of the vote while the acting chief of Luhansk region, Leonid Pasechnik, also won with 68 percent.",
  "FILE PHOTO: Acting head of the self-proclaimed separatist Luhansk People's Republic (LNR) Leonid Pasechnik stands on the stage during his pre-election address ahead of the upcoming vote for a new leader in Luhansk, Ukraine November 8, 2018.",
  "The polls took place on Sunday in the shadow of a conflict between Ukraine and Russian-backed rebels that has killed more than 10,000 people since 2014 and poisoned relations between the two neighbours.",
  "Kremlin aide Vladislav Surkov congratulated the winners, according to the separatist press service DAN, though a Kremlin spokesman later said he was not aware any congratulations had been extended.",
  "Moscow-backed rebels seized territory in eastern Ukraine after street protests toppled pro-Russian President Viktor Yanukovich in February 2014 and Russia annexed Crimea a month later.",
  "\"We have proved to the whole world that we can not only fight, not only win on the battlefield, but also build a state based on real democratic principles,\" he said on Sunday.",
  "Kremlin spokesman Dmitry Peskov said he was not aware any congratulations had been sent to the rebels, but added that it was understandable they wanted to hold elections.",
  "The United States, European Union member states and Canada condemned the vote as illegal and in violation of a ceasefire agreed in Minsk, the capital of Belarus, in 2015.",
  "Russia disputed that the elections violated the Minsk accord and instead blamed the Kiev authorities for failing to honour its commitments in the peace process.",
  "Ukraine and the West say Russia de facto controls the eastern Donbass region by propping up puppet leaders with troops and heavy weaponry, which Moscow denies.",
  "(Additional reporting by Pavel Polityuk and Natalia Zinets in Kiev, Tom Balmforth in Moscow; Writing by Matthias Williams; Editing by Richard Balmforth)",
  "\"We are talking about two regions that are completely rejected by the rest of the country and are under an absolute embargo.",
  "\"On the other hand, there is a call for the responsibility of the Russian Federation as the organizer of these elections.\"",
  "The Minsk accords are not being implemented by Kiev,\" Peskov told reporters on a conference call in Moscow.",
  "\"This reaction clearly states that, on the one hand, these elections will not be recognized by anyone.",
  "This is a brutal violation of the Minsk agreements,\" Ukrainian President Petro Poroshenko said.",
  "Pushilin said it was a turning point in the region's history."
]