[
  "\"I also see it as a way to protect my children from the burden of extreme wealth, which may deprive them of any motivation to achieve anything in life on their own,\" Potanin said when he signed up for The Giving Pledge campaign founded by Warren Buffett, and Bill and Melinda Gates,\n\nPotanin is not the only Russian oligarch to face a huge divorce bill.",
  "Related: Oil tycoon's ex-wife won't get more than $1 billion\n\nNatalia says she's owed half of her ex-husband's business empire, because under Russian law wealth acquired during marriage should be divided equally.",
  "A half share of $15 billion could buy her the New York Yankees twice, four Buckingham Palaces, or 14 Airbus super jumbos, but she has yet to decide how to spend the money should she win the legal battle.",
  "The former deputy prime minister was one of the main backers of Russia's bid to host the 2014 Sochi Winter Olympics, and he invested heavily in the development of the Olympic village.",
  "Potanin offered Natalia Potanina, his wife of 30 years, a settlement including a monthly allowance of $250,000 and properties in Moscow, London, and New York.",
  "The ex-wife of Dmitry Rybolovlev, who made his fortune in Russia's fertilizer industry and owns Monaco football club, was awarded $4.5 billion last year.",
  "Natalia claims Potanin's real wealth is held in offshore companies, and she's launched an international legal battle to get hold of it.",
  "One of Russian industry's crown jewels, Norilsk has a market value of more than $30 billion, and Potanin owns 30% of the company.",
  "He also controls a transport and infrastructure company, a pharmaceutical firm and a ski resort operator.",
  "Dreamworks is bringing Shrek to Moscow\n\nHis lawyer said the current offer should be \"more than enough.\"",
  "Related: Putin cronies lose $50 billion\n\n-- Ivana Kottasova in London contributed to this article.",
  "The ex-wife of Russia's richest man Vladimir Potanin wants half his $15 billion fortune.",
  "Before the divorce, Potanin promised to give at least half of his wealth to charity.",
  "A preliminary court hearing to examine Natalia's claims has been set for July 1.",
  "I want such a big strategic object to be under the state control,\" she told CNN.",
  "Rybolovlev is appealing against the Swiss court judgment, his spokesman said.",
  "Vladimir Potanin runs the world's biggest nickel producer Norilsk Nickel.",
  "But she says that is only a fraction of what is rightfully hers.",
  "\"I feel offended after living together for 30 years,\" she said.",
  "\"I loved him so much, it was a big personal drama to me.\"",
  "But she is quite clear on what to do with Norilsk Nickel.",
  "Think fracking pioneer Harold Hamm's divorce was pricey?",
  "Russian media say Potanin has since remarried.",
  "She said the divorce has caused her pain.",
  "\"I want to give my shares to the state.",
  "I want to avoid corporate conflicts.",
  "The couple have three children.",
  "The couple divorced last year.",
  "Related: What Cold War?",
  "Think again."
]