[
  "“I’ve never been a broker,” Bouvier defended himself, “my company was the seller […] and the alleged commissions are not commissions but administrative costs,” he says, adding that in ten years, he’d only spoken to Rybolovlev “five times directly […] he was never a friend.”\n\nBouvier, of course, denies all accusations, claiming to have found out about the complaint as he was arrested.",
  "While Bouvier may not be a household name in the U.S., the accusations and ensuing arrest reverberated across the European art market, where Bouvier runs a set of luxury warehouses across Geneva, Luxembourg, and Singapore where the world’s billionaires store their art, along with jewels, fine wines, and other luxury goods legally in tax-free zones.",
  "The King free ports, as the Swiss media have dubbed him, Bouvier was embroiled in a similar legal scandal in 2008, when he was connected to a group that tricked an aging collector into selling a piece by Russian-born French artist Chaim Soutine that was then flipped to the National Gallery of Art in Washington, DC.",
  "While Bouvier is accused of illegally pocketing nearly $25 million on Steve Cohen’s Modigliani, with the Da Vinci—which he’s accused of buying for $75 to $80 million before flipping it to Rybolovlev for $127.5 million including fees—he’s said to have personally received as much as $52.5 million.",
  "Bouvier, who takes credit in having built Rybolovlev’s collection into “one of the finest in the world,” admits to having worked with the oligarch for ten years, having sold him forty “major works,” reportedly from artists including Picasso, Gauguin, Degas, and even a controversial Da Vinci.",
  "Bouvier is accused of fraud and complicity with money laundering along with an accomplice, Tania Rappo, and a third person who hasn’t been immediately identified according to Monaco General Prosecutor Jean-Pierre Dreno, who didn’t respond to Forbes’ requests for comment.",
  "In the tight-knit world of art dealers and mega-buyers, where insider information is the name of the game, Bouvier's case could be prove to be a game changer, as it potentially pits collectors against brokers, putting inherent conflicts of interest in the spotlight.",
  "A suite filed by the heirs of Canadian Lorette Jolles Shefner claims she was misled into selling Piece of Beef for $1 million in the Spring of 2004 by two art experts who, a few months later, sold it to the National Gallery for nearly twice the price.",
  "In what promises to be the biggest art scandal of 2015, Bouvier was ambushed by eight police officers who took him into custody this February, tricked by Rybolovlev himself as they were set to discuss payment terms for a masterpiece by Mark Rothko.",
  "“[Rybolovlev] couldn’t pay the balance of the last painting he bought from my company, the most beautiful Rothko in the world.” Invited by the buyer to chat, Bouvier “fell into an ambush” as he was detained and handcuffed by eight police officers.",
  "Specifically, Rybolovlev’s family trust (which controls his collection) claims Bouvier defrauded them by taking a broker’s commission of 2% while charging an illegal, and hyperbolic, markup, using offshore companies to disguise his interventions.",
  "Beyond getting him arrested in Monaco, the oligarch’s legal team, headed by Tetiana Bersheda, got Singapore’s High Court to impose a $500 million freeze on Bouvier's assets, his MEI Invest Limited, and supposed accomplice Tania Rappo.",
  "Through his Natural Le Coultre, they are the largest art operator in Geneva with a 22,000 square meter state-of-the-art facility that offers art storage, transport, and favorable tax conditions, and sometimes no taxes at all.",
  "An art market insider explained to Forbes that it’s common for intermediaries to take their cut directly from the selling price, which in most cases isn’t illegal, unless certain conditions are violated.",
  "The anecdote about Steve Cohen’s Modigliani comes straight out of the criminal complaint received on January 12, 2015 by Monaco’s Palais de Justice, and was confirmed by source close to the matter.",
  "Rybolovlev had paid his trusted friend and art broker Yves Bouvier $118 million for the piece, more than $22 million above what he just found out the market value should've been, including the fee.",
  "As they exchanged war stories, one particular tale made his jaw drop: it was about a beautiful Nude by Italian artist Amadeo Modigliani that Cohen sold for a juicy $93.5 million to a mystery buyer.",
  "In Geneva, public prosecutor Jean-Bernanrd Schmid conducted a search in Natural Le Coultre’s headquarters and a gallery looking for documents related to the Modigliani and Da Vinci transactions.",
  "He told Swiss publication Le Temps that Rybolovlev owes his company “tens of millions of euros,” while claiming that the oligarch set him up after failing to cough up the cash for Rothko’s No.",
  "At the same time, Rybolovlev is playing a high-stakes game, as a sophisticated collector and global businessman of his stature is not one who doesn't understand the risks he's taking.",
  "The Monaco-based billionaire had been in the headlines for all the wrong reasons after a Swiss judge awarded his ex-wife Elena $4.5 billion in their seven-year divorce battle.",
  "His lawyer claims other \"victims\" of Mr. Bouvier have already approached them, while the embattled King of the free ports believes he will clear his name in a Monaco court.",
  "Not one to sit around, the oligarch went for the jugular, filing a criminal complaint in the Principality of Monaco for fraud and money laundering only nine days later.",
  "Bouvier was \"acting in concert [with the experts] to disguise the true ownership\" of works of art as part of the fraudulent scheme, court documents revealed.",
  "Forbes reached out to three different lawyers connected with Bouvier (David Bitton, Luc Brossollet, and Charles Lecuyer) but wasn’t able to get a response.",
  "Two of the transactions specifically singled out in the complaint are the Modigliani and Leonardo Da Vinci’s Salvator Mundi painted around 1500.",
  "Bouvier was also behind €150 million arts-park named R4 in Paris, and was also courting the Chinese government to set up a freeport in Beijing.",
  "Rybolovlev is operating through the two holding companies that own the art collection, Accent Delight International and Xitrans Finance.",
  "An avid art collector, Rybolovlev decided to spend New Year’s Eve with Sandy Heller, Steve Cohen’s well-known art adviser.",
  "What Heller didn’t know was that behind the veil of anonymity stood Rybolovlev, fuming internally on that December 31.",
  "In the shady world of art, private transactions are amongst the most opaque, which is exactly what this case is about.",
  "A major player in the art world, Bouvier is well-known for operating free ports in Geneva, Luxembourg, and Singapore.",
  "The embattled Swiss is out on bail, set at €10 million and to be paid in three installments, and is ready for war.",
  "At Geneva, reports indicate warehouses hold $100 billion worth of art essentially beyond the taxman's eyes.",
  "Russian oligarch Dmitry Rybolovlev had decided to send off a tough 2014 in New York City.",
  "Rybolovlev has turned up the legal pressure on Bouvier.",
  "Whatever happens the impact could be permanent.",
  "6 – Violet, Green, and Red.",
  "He’s currently out on bail."
]