[
  "But Wenche Olsen, the director of the Civil Aviation Authority of Norway, told the Barents Observer earlier this month that GPS issues may have simply been a byproduct of the military exercises, according to BBC.",
  "Norway’s Foreign Ministry “was aware that jamming has been recorded between Oct. 16 and Nov. 7 from the Russian forces” on the Arctic Kola peninsula, it said in an email to the Associated Press.",
  "Russian military units in the Arctic jammed GPS signals being used during largescale NATO exercises in Norway that ended last week, the Norwegian Defense Ministry said Tuesday.",
  "“It is difficult to say what the reasons could be but there are reasons to believe it could be related to military exercise activities outside Norway's borders,” Olsen said.",
  "U.S. Navy Forces in Europe and Africa tweeted harrowing video earlier this month of a U.S. EP-3 Aries aircraft being intercepted by a Russian SU-27 at high speeds.",
  "Russia said prior to the start of the war games that it might test missiles in the area as well, though, Putin did not follow through on the threat.",
  "“We know nothing about Russia's possible involvement in those GPS failures,” Kremlin spokesman Dmitry Peskov said, according to TASS news agency.",
  "NATO’s Trident Juncture war games were launched last month in central and eastern Norway, the North Atlantic and the Baltic Sea and ended Nov. 7.",
  "Finnish Prime Minister Juha Siplia said his country’s GPS location signals were intentionally disrupted in the northern Lapland region.",
  "A Tupolov TU-142 Russian spy plane also made an unexpected appearance over NATO operations off the Norwegian coast Saturday.",
  "“There is a trend to blame all mortal sins on Russia.”\n\nRussia had made provocative appearances during NATO’s war games.",
  "Moscow had been angered by the notion of the war games and accuses the West of acting provocatively around its borders.",
  "The exercises featured soldiers from 31 countries and included Finland and Sweden, which aren’t part of the alliance.",
  "The Soviet-era plane was seen flying over the USS Mount Whitey while U.S. Marines watched.",
  "“It's possible Russia was the disrupting party” Siplia told Finnish media.",
  "Norwegian officials had earlier raised the issue with Russian authorities.",
  "The EP-3 was in international airspace over the Black Sea at the time.",
  "Siplia, without providing evidence, said Russia may be to blame.",
  "The Associated Press contributed to this report.",
  "Moscow denied involvement in any GPS jamming."
]