[
  "Greek islands up for sale 1/5 OXIA €5.5m AFP/Getty 2/5 ATOKOS €45m 3/5 LITTLE LESBOS €800K 4/5 ST. ATHANASIOS €1.6M 5/5 ATOKOS €45m 1/5 OXIA €5.5m AFP/Getty 2/5 ATOKOS €45m 3/5 LITTLE LESBOS €800K 4/5 ST. ATHANASIOS €1.6M 5/5 ATOKOS €45m\n\nOther islands in the Vladi portfolio include the olive-groved St Athanasios in the Gulf of Corinth, at €1.6m (just under £1.3m), and the \"paradise island\" Atokos, in the Ionian sea, which at around €45m (£36m), has dramatic cliffs and its own flock of sheep.",
  "Join Indpendent Minds For exclusive articles, events and an advertising-free read for £5.99 €6.99 $9.99 a month Get the best of The Independent With an Independent Minds subscription for just £5.99 €6.99 $9.99 a month Get the best of The Independent Without the ads – for just £5.99 €6.99 $9.99 a month\n\nShape Created with Sketch.",
  "Skorpios, once owned by shipping magnate Aristotle Onassis, was snapped up by Ekaterina Rybolovleva, the 25-year-old daughter of Russian billionaire Dmitry Rybolovlev, for a reported £100m, while the former emir of Qatar, Sheik Hamad bin Khalifa Al-Thani, bought six islands, known as the Islet of Oxia for a reported £5.5m.",
  "Little Lesbos, an uninhabited 16-acre haven in the Aegean Sea, 200 metres from the island of Lesbos and described as \"one of the most beautiful islands in the Mediterranean\" by real estate company Vladi Private Islands, is available for €800,000 (around £630,000).",
  "Greek islands traditionally pass down through the generations, and this is the first time that Little Lesbos, which boasts clear water bays, sandy beaches and abundance of vegetation, has been for sale.",
  "Both rich families and poor farmers who had been hoping that real estate prices would recover have decided to cut their losses and sell, he explained.",
  "The fact that Athens introduced a land tax this year, has increased the incentive for people to cash in their off-shore asset, he added.",
  "Visa benefits, low prices and \"a good tax framework\" are behind the increase in interest, which is prompting further sales, experts say.",
  "You may have to share living space with goats, but with more than 20 Greek islands for sale, Brits can live out their Mamma Mia!",
  "Many are selling islands in response to the ongoing financial crisis in Europe, said Farhad Vladi, of Vladi Private Islands.",
  "Greek property prices have fallen significantly in the last five years, by as much as 30 per cent from pre-crisis levels.",
  "Elsewhere, property companies such as Private Islands Online and Savills are targeting the super-rich.",
  "Then why not bask in the sun and paddle the azure seas from the shores of your own Greek island.",
  "\"People have less income and are looking for other sources to liquidate assets,\" said Mr Vladi.",
  "Greek islands up for sale Show all 5 left Created with Sketch.",
  "Fed up with Britain's icy blasts and soaring house prices?",
  "fantasies for the price of a central London flat.",
  "right Created with Sketch.",
  "Shape Created with Sketch."
]