[
  "Liverpool's Jordan Henderson (R) celebrates with teammate Steven Gerrard after scoring during their Champions League match against Ludogorets Razgrad in Sofia on November 26, 2014 © AFP/File Nikolay Doychinov Paris (AFP) - Liverpool face a must-win showdown with Basel, Juventus need a point against Atletico Madrid to reach the last 16 and Russian-owned Monaco host Russian side Zenit in the Champions League on Tuesday.",
  "BENFICA (POR) v BAYER LEVERKUSEN (GER)\n\nLeverkusen are already through to the last 16 for the second season in succession but only a win against Portuguese champions Benfica in Lisbon will guarantee them first place in Group C. A draw will also be enough, as long as Monaco fail to beat Zenit, and Roger Schmidt's side should be confident having already beaten Benfica 3-1 in Germany in October.",
  "Liverpool are enduring a frustrating campaign but are hoping for another memorable Anfield night to match that of exactly 10 years ago, when Steven Gerrard inspired the Reds to a 3-1 win over Olympiakos that was required to progress from their group and which proved the catalyst to eventual glory in Istanbul.",
  "Monaco, whose revival has come about since they were taken over by Russian billionaire Dmitry Rybolovlev three years ago, need just a point to advance to the last 16 at Zenit's expense and they can also win the group by bettering Bayer Leverkusen's result in the night's other game.",
  "JUVENTUS (ITA) v ATLETICO MADRID (ESP)\n\nMemories are still fresh among Juventus fans of their elimination in the group stage last season and the Italian champions are desperate to avoid a repeat as they entertain Atletico Madrid in their final Group A game in Turin.",
  "AFP Sport looks at the final round of games in Groups A, B, C and D:\n\nGroup A\n\nOLYMPIAKOS (GRE) v MALMO (SWE)\n\nOlympiakos head into their final Group A game at home to Malmo still in with a chance of reaching the knockout stage for the second season running.",
  "REAL MADRID V LUDOGORETS RAZGRAD (BUL)\n\nWith reigning European champions Real Madrid already through to the last 16 as group winners having won all five Group B games so far, and Ludogorets out, there is not much at stake at the Santiago Bernabeu.",
  "Turkish league leaders Galatasaray are already out, but they are unbeaten in their last five home meetings with English sides and their form has improved of late, with three straight wins since coach Cesare Prandelli was sacked.",
  "After he scored his 200th goal in La Liga in completing a record 23rd hat-trick in Spain's top flight in the 3-0 weekend win against Celta Vigo, Ludogorets will be hoping Madrid opt to rest Cristiano Ronaldo.",
  "However the Gunners, who beat Besiktas in a play-off to reach the group stage, know the importance of winning the group and the easier draw that would almost certainly follow in the next round as a result.",
  "Michel's side have had a bad few days domestically, a defeat at home to title rivals PAOK and a 2-2 draw with PAS Giannina on Saturday seeing them slip four points off the lead in the Greek Super League.",
  "Anderlecht, who are already certain to finish third and parachute into the Europa League, are coming off the back of a 4-2 defeat at Mouscron at the weekend and lost 3-0 at home to Dortmund in October.",
  "However, even a win in Piraeus may not be enough for the Greek champions, who must beat Malmo and hope Juventus lose at home to already-qualified Atletico Madrid if they are to go through.",
  "Bulgarians Ludogorets, who have lost just once in 11, could yet snatch third place and a Europa League berth, either with a win or if they draw and Liverpool lose at home to Basel.",
  "Swedish champions Malmo, meanwhile, know that a repeat of their win in the reverse fixture in October would see them pip Olympiakos to third place and a spot in the Europa League.",
  "Spanish champions Atletico, last season's beaten finalists, are already through and can afford to lose by no more than a single goal and still qualify as section winners.",
  "Jurgen Klopp's side have saved their best form for Europe this season but they come into this game boosted by a 1-0 win at home to Hoffenheim in the Bundesliga on Friday.",
  "BORUSSIA DORTMUND (GER) v ANDERLECHT (BEL)\n\nAlready through to the last 16, Dortmund need only draw at home to Anderlecht to be certain of advancing as Group D winners.",
  "Group D\n\nGALATASARAY (TUR) v ARSENAL (ENG)\n\nArsenal are already through to the last 16 as they head to Istanbul for the second time this season to face Galatasaray.",
  "However, they will hope for another memorable Champions League night at their Karaiskakis stadium, where they have already beaten Atletico and Juventus this season.",
  "Group C\n\nMONACO (FRA) v ZENIT ST PETERSBURG (RUS)\n\nIt is all to play for as Monaco take on Zenit St Petersburg in the Mediterranean principality.",
  "Zenit, held 0-0 at home by Monaco in the reverse fixture, know only a win will do if they are to reach the last 16 for the second season running.",
  "The Serie A leaders need just a point to be sure of progressing and a win by two goals or more would even see them pip Atletico to first place.",
  "Meanwhile, Zenit make the trip fresh from a 4-0 win over Krasnodar that left them seven points clear in the Russian Premier League.",
  "Arsene Wenger's side make the trip with confidence fragile after their 3-2 defeat at Stoke City in the Premier League on Saturday.",
  "Atletico, who have won 10 of their last 11 games in all competitions, are without defensive duo Joao Miranda and Cristian Ansaldi.",
  "Doing so would see them set a new Spanish record after they matched the mark of 18 set by Frank Rijkaard's Barcelona in 2005/06.",
  "Anything else and Basel, who were convincing 1-0 winners when the teams met in Switzerland in October, will go through instead.",
  "Benfica, Europa League finalists in each of the last two seasons, are already certain to finish bottom of the section.",
  "Group B\n\nLIVERPOOL (ENG) V FC BASEL (SUI)\n\nIt is all or nothing for Liverpool as they host Basel at Anfield.",
  "To finish first, they must beat their Turkish hosts and hope Borussia Dortmund lose at home to Anderlecht.",
  "Simone Padoin could come into the starting line-up for Juve, who drew 0-0 at Fiorentina on Friday.",
  "Only a win will be enough to take the Reds through to the last 16 for the first time since 2009.",
  "However, they must do without the suspended Ricardo Carvalho and the injured Layvin Kurzawa.",
  "However, Carlo Ancelotti's side are looking for a 19th consecutive win in all competitions.",
  "Brendan Rodgers's side are still without Daniel Sturridge while Mario Balotelli is a doubt.",
  "He has been replaced by Hamza Hamzaoglu, who will have to do without suspended Selcuk Inan.",
  "Elsewhere, a calf injury to James Rodriguez has been causing some concern for Madrid.",
  "Marco Streller is fit again for Basel and midfielder Serey Die is back from a ban.",
  "They could also win the group if they beat Monaco and Leverkusen lose at Benfica.",
  "Anything less and they will have to settle for a place in the Europa League.",
  "However, if they lose and Olympiakos win at home to Malmo, they will be out."
]