[
  "Russian billionaire Mikhail Prokhorov is reportedly looking for a buyer for the NBA basketball team he bought five years ago, amid speculation that the his country’s shrinking economy may have squeezed his finances.",
  "The billionaire may also be capitalizing on an apparently hot market for NBA teams after former Microsoft CEO Steve Ballmer bought the Los Angeles Clippers last year for a record $2 billion.",
  "View Sample Sign Up Now\n\nBut as the Russian economy crumbles under falling oil prices and tough Western sanctions, the nation’s business elite are feeling the pressure.",
  "The Nets have been valued at around $1.3 billion, which means a sale could net Prokhorov nearly $1 billion in profits from his original, $220 million stake.",
  "The team has suffered a dismal start to the season after a poor record last year, sinking his plans for a spot in the championships within five years.",
  "General view as fans watch a tip-off between the Brooklyn Nets and Orlando Magic at the Barclays Center on Nov. 9, 2014 in Brooklyn, New York.",
  "Last month alone, Russia’s richest 20 people — Prokhorov included — lost a combined $10 billion as the value of the ruble tumbled.",
  "There are growing fears that the downturn in Russia may prompt some of them to sell off their properties to cover losses.",
  "The 49-year-old businessman, worth roughly $11.1 billion, wants to unload the Brooklyn Nets, Bloomberg reports.",
  "There are many reasons that Prokhorov, the first foreign owner of an NBA team, could be considering a sale.",
  "Russian billionaires have snapped up marquee items in Europe and the U.S., from sports teams to properties.",
  "They lost a combined $62 billion across the year, according to the analysis by Bloomberg.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Here’s a look at some of the highest profile assets owned by Russian oligarchs.",
  "A spokesman for Prokhorov told Bloomberg that the team is open to sale offers.",
  "The team has also lost about $144 million in the last year, according to ESPN.",
  "Write to Noah Rayman at noah.rayman@time.com.",
  "And Prokhorov’s not alone."
]