[
  "Officially--until someone can dig up the One57 sale paperwork--the highest-priced apartment sold in New York remains the $88 million penthouse at 15 Central Park West purchased in February 2012 by a trust for Ekaterina Rybolovleva, daughter of Russian billionaire Dmitry Rybolovlev.",
  "To compile it, we sorted through listings on Realtor.com, Trulia , Sotheby’s International Realty, Christie’s International Real Estate (and its affiliates), Coldwell Banker Previews International (and its affiliates), The Agency, Streeteasy.com, and others.",
  "Perhaps that explains why a $100-million, octagon-shaped penthouse in Midtown Manhattan's City Spire, a decidedly less prestigious address than 15 Central Park West, has been sitting on the market since it first listed at that price in July 2012.",
  "Similarly, whoever thinks that three Ritz-Carlton penthouses in need of large-scale renovation to become one unit are likely to fetch the $118.5 million ask price--currently Manhattan's highest--are probably going to be disappointed.",
  "\"The high-end market seems to be very steady in going up, simply because there’s a lot of foreign money coming in,\" says Joyce Essex, the Coldwell Banker Previews International agent who has the $75 million Singleton House listing.",
  "Based on their ask prices when the apartments were individually listed, the properties are overpriced by at least $31.3 million, writes Jonathan Miller, president of real estate appraisal and consultant firm Miller Samuel.",
  "Outside of Manhattan, however, $60-million-plus offerings in California, the Hamptons, and posh Wall Street feeder towns like Greenwich, Conn., offer more bang for the buck, in terms of living space as well as land.",
  "When we could confirm so-called \"pocket listings\" (like Owlwood), those not officially on the market that are quietly searching for buyers through well-connected brokers, we included them.",
  "In fact, no Manhattan apartment or condo has sold in that price range since two penthouses sold at the new One57 tower in spring 2012, reportedly for between $90 and $100 million each.",
  ": 1,048, according to the latest Census figures) residents such as In-N-Out Burger heiress Lynsi Torres, Chinese car tycoon Yang Rong, and porn-star-turned televangelist Melissa Scott.",
  "But at his $100 million asking price, a buyer would have to pay $12,500-per-square-foot, in a building where recent sales, on a square foot basis, have been closer to half that price.",
  "Photo: Shane Gritzinger/FilmMagic/Getty Images\n\nThere are many reasons the 10-acre Owlwood Estate in Los Angeles' Platinum Triangle could be considered the ultimate trophy property.",
  "Still, the Big Apple takes the cake for the greatest number of pricey listings, with some 15 homes--about half the total--on our list of America's Most Expensive Homes For Sale.",
  "We want to keep it very low-key,\" says agent Josh Flagg of Rodeo Realty, who confirmed he shares the pocket listing with Ann Dashiell, also of Rodeo, and $150 million price.",
  "In Los Angeles, the Fleur de Lys estate, which had been on and off the market at a steady $125 million price tag for seven years, finally sold for $88.3 million this year.",
  "First listed for $78 million in February 2012, the mansion lies inside a gated community at the foot of the San Gabriel Mountains, and is now on offer for $68.8 million.",
  "For that, you'd get a relatively modest, 5,000-square-foot home on 26 private acres, with a 20-slip marina that can, according to the listing, accommodate a mega-yacht.",
  "She's since renovated it and is searching for a buyer willing to pay $150 million, which would give her a $65 million gross (before subtracting renovations costs).",
  "In December, Tommy Hilfiger co-founder Joel Horowitz reportedly sold \"Tranquility,\" the 210-acre Lake Tahoe estate he'd initially listed in 2006 for $100 million.",
  "Weeks later, news broke that Jana Partners founder Barry Rosenstein shattered the new record when he purchased an 18-acre East Hampton estate for $147 million.",
  "The massive home features seven bedrooms and 10 baths, 40-foot vaulted ceilings, six large fireplaces, and a leather-paneled poker room with built-in humidor.",
  "Versailles, the gaudy mansion made famous in the documentary \"The Queen of Versailles,\" once listed for $90 million finished or $65 million unfinished.",
  "Also this year, billionaire David Geffen bought Courtney Sale Ross’ 7,500-square-foot Georgica Pond estate for $50 million (List price: $75 million).",
  "Once owned by Joseph Schenk, the founder of 20th Century Fox , the roughly 13,000-square-foot manor has been home to Tony Curtis and Sonny and Cher.",
  "According to the New York Times, owner Steven Klar bought the home in 1993 for $4.5 million, after banks took back the building from the developer.",
  "New features include an entrance room with limestone walls, a new bourgogne limestone floor, a cove ceiling, an elevator and a new powder room.",
  "That asking price puts the estate neck-and-neck with a second Los Angeles spread: Formula One heiress Petra Ecclestone Stunt's Spelling Manor.",
  "Helmsley's estate sold the property for $35 million in 2010, and the current owners have completely renovated the 17,493-square-foot home.",
  "Originally built in 1918 for steel-and-banking magnate Daniel Grey Reid, the 42-acres spread lies on Greenwich's famed Round Hill Road.",
  "Notably, several listings that have graced Forbes' annual tally of Most Expensive Homes For Sale in past years have found buyers.",
  "In early July, the listing for Steve Cohen’s $98 million penthouse at One Beacon Court, Manhattan’s Bloomberg Tower, disappeared.",
  "In June, news broke that Carolwood, the 35,000-square-foot estate that once belonged to Walt Disney , had sold for $74 million.",
  "And--oh yes--it's currently priced at $150 million, making the estate (tied for) the Most Expensive Home For Sale in America.",
  "Now there’s a lot of product that’s on the market that really isn’t in the market...The phenomenon is 'I hope I get lucky.'\"",
  "In April, Greenwich's Copper Beech Farm, a 50-acre estate once listed for $190 million, traded hands for $120 million.",
  "Homeowners David and Jackie Siegel are now back at construction, and showed off their progress on ABC News last fall.",
  "Agents Deborah Grubman and David Dubin did not respond to Forbes' inquiry regarding whether the property has sold.",
  "Then there is the Bradbury Estate, 30,000-square-feet of new construction on eight acres in Bradbury, California.",
  "The daughter of billionaire Bernie Ecclestone picked up the property in 2011, when she was 23, for $85 million.",
  "Klar has compared the apartment to a piece of art, where the price point is simply in the eye of the beholder.",
  "Of the top 10 residences, eight are found in Manhattan, at price ranging from $80 million to $118.5 million.",
  "Take the Greenwich estate formerly owned by Leona Helmsley, currently listed at $65 million.",
  "So far this year, agents in Los Angeles have closed a record 67 sales over $10 million.",
  "In Sagaponack, N.Y., a 33-acre spread once priced at $65 million is asking $59 million.",
  "The resulting list includes more than 30 homes priced from $60 million to $150 million.",
  "\"I sort of mark the beginning of this disconnect when the $88 million property closed.",
  "Instead, Cohen's trophy home--which once sought $115 million--was simply overpriced.",
  "(Hedge fund manager Bill Ackman led investors in buying one of the penthouses.)",
  "That buy also created the record per-square-foot sale for Manhattan: $13,049.",
  "(Initial reports in March erroneously pegged the sale price at $102 million.)",
  "Six homes sold for more than $40 million, versus two at this time last year.",
  "Pumpkin Island in the Florida Keys can be purchased for a mere $110 million.",
  "Other properties have disappeared from the list simply by chopping prices.",
  "But you won't find Owlwood on the MLS--or even with its own listings page.",
  "Marilyn Monroe is said to have spent many a night there as Schenk's guest.",
  "spread once listed at $100 million, is now asking a mere $48.7 million.",
  "1 spot on our annual list of America’s most expensive homes for sale.",
  "Recent ultra-luxury sales figures have given sellers reason to hope.",
  "Check out our full list of America's Most Expensive Homes For Sale.",
  "Reportedly, potential neighbors could include fellow Bradbury (Pop.",
  "There is also a 5,716-square-foot pool house and a 10-car garage.",
  "Still others ultra-expensive homes are off the market completely.",
  "At least one property popped off the market without a word.",
  "The giant sales prices aren't exclusive to the East Coast.",
  "\"I think there’s confusion in the market,\" Miller says.",
  "The question is whether those price tags are realistic.",
  "Or, if Greenwich doesn't appeal, how about an island?",
  "Walton Ranch, the 1,848-acre Jackson Hole, Wyo.",
  "Together, these two properties share the No.",
  "Our sources tell us the buyer was Chinese.",
  "Other sources tell us the answer is \"no.\"",
  "For starters, it has Hollywood history.",
  "\"We are not advertising it anywhere.",
  "Reported sale price: $48 million.",
  "(List price: $90 million.)"
]