[
  "Tired of his infidelities, her court documents revealed lavish yacht parties where her husband shared “young conquests with his friends, and other oligarchs.” The legal battle distanced Elena from her children, and, after rejecting settlements in the billion-dollar range, resulted in the monumental $4.5 billion award by a court in Geneva in 2014.",
  "Rybolovlev originally got favorable judgments in Monaco, Paris, and Singapore against Bouvier—who is known as the King of Freeports for his ownership of Natural Le Coultre which includes a 22,000 square meter state-of-the-art storage facility in Geneva—but the court battle promises to be a protracted affair.",
  "The assets included a $95 million Palm Beach mansion bought from Donald Trump, a record-setting $88 million New York penthouse on Central Park West, and the Greek islands of Scorpios and Sparti that once belonged to Athina Onassis (bought in 2013 for a reported $150 million).",
  "The six-year legal battle that put Russian billionaire Dmitry Rybolovlev in the spotlight has quietly come to an end, after he agreed to an undisclosed settlement with his ex-wife Elena, who at one point had been awarded $4.5 billion by a Swiss court.",
  "Earlier this year, the oligarch—who is the owner of major soccer team AS Monaco—filed suit against art dealer and Freeport owner Yves Bouvier, accusing him of fraud in the sale of art works in transactions value at more than $2 billion.",
  "Potanin, who is the CEO of nickel giant Norilsk and the head of holding company Interros, was favored by Moscow’s Presnenskiy court in a September ruling that rejected his ex-wife’s claims.",
  "On Tuesday, a joint press release by Dmitry and Elena Rybolovleva announced they had “reached an agreement on the terms of their divorce” which included an end to all legal proceedings.",
  "The story will remain as a cautionary tale for the global elite, who watched as dirty laundry was aired and unwarranted attention attracted throughout six different jurisdictions.",
  "It also only marks the end of one major legal issue for Rybolovlev, who is still facing off with Yves Bouvier over a billion-dollar accusation of fraud in the art world.",
  "After a 30-year marriage that included three children, she was dismayed when Potanin offered $250,000 a month in alimony and properties in Moscow, London, and New York.",
  "Rybolovlev got hit with Elena’s divorce petition during a New Year’s Eve party in 2008, after his bankers reportedly informed him of a freeze on his assets.",
  "With both parties laying the case to rest, the only thing that’s for sure is that there’s more than enough money for everyone involved.",
  "Elena had been awarded $4.5 billion by a Swiss court in May 2014 as part of a messy and very public divorce battle that began in 2008.",
  "Rybolovlev’s settlement can be seen as the second big victory for an oligarch facing a nasty divorce in the past few months.",
  "After splitting that year, she accused her husband of transferring assets to overseas trusts to keep them beyond her reach.",
  "Last April, Vladimir Potanin’s ex-wife Natalia sued in Moscow for half of his assets, or more than $7 billion at the time.",
  "Seen as a big win for Rybolovlev, it still left a final option for Elena: taking the case to the Swiss Supreme Court.",
  "Rybolovlev is the world's 165 richest man, with a net worth of $8.5 billion according to our last billionaires list.",
  "Last June, a Swiss appeals court cut that figure to 565 million Swiss francs, or nearly $600 million.",
  "A spokesperson for Rybolovlev confirmed the size of the monetary settlement wasn’t disclosed.",
  "And Bouvier has promised to strike back, possibly revealing even more personal details.",
  "The “most expensive in history,” according to one of the lawyers involved.",
  "For the time being, though, Rybolovlev can sleep calm at night.",
  "At least knowing he's tied down one loose knot.",
  "The coast isn’t clear for Rybolovlev just yet.",
  "It was meant to be the divorce of the century.",
  "He's the 14th richest in Russia.",
  "Yet, there was more to come.",
  "Litigation got ugly, fast."
]