[
  "If Plains, for example, yields 13% and distribution is halved, you’d have a pipeline utility yielding 6.5% which is more than all electric utilities of any quality that hardly grow more than 3% per annum.",
  "Sosnoff owns personally and / or Atalanta Sosnoff Capital, LLC owns for clients the following investments cited in this commentary: Energy Transfer Equity, Schlumberger and Wells Fargo.",
  "After reviewing November art auctions at Sotheby’s and Christie’s as well as art fairs like Miami Art Basel and Frieze in London, I’m convinced the art market is at best plateauing out.",
  "What’s happening in the master limited partnership sector is a pure panic by investors in major properties like Kinder Morgan, Energy Transfer Equity and Plains All American Pipeline.",
  "Ironically, passive individual investors got sucked into this paper because there’s nowhere else to go for high yield except unrated junk bonds which demand professional management.",
  "The equivalent of Schlumberger and McDonald’s – but, not exactly household names, even for money managers whose clients don’t want to bother with additional K-1s for tax reporting.",
  "Credit downgrades, credit downgrades, caw…caw…caw!”\n\nWhen I figured the enterprise value of Kinder Morgan and Energy Transfer Equity at $90 billion, I was surprised.",
  "Capex needs to be stretched out and payouts reduced maybe for a couple of years, until the ratio of debt to EBITDA comes down from 5.4 times to 4 times.",
  "Over decades, these operators have bought and built most of the pipeline infrastructure for the transport of oil and gas crisscrossing the country.",
  "Art prices historically are a lagging indicator, but once the Big Board drops, you see a 20% contraction in modern and contemporary art valuation.",
  "The usual players: Steve Cohen, Qatari royal family, Steve Wynn, Leon Black, Dmitry Rybolovlev and Liu Yiqian who was high man for the Modi nude.",
  "It reminds me of real estate operators, late sixties and seventies who paid out 100% of their cash flow and leveraged themselves to the hilt.",
  "I’d blame several MLP managements for promising shareholders too much and for under reporting gains from oil futures hedging this past year.",
  "Ask yourself why Russia is a player in the Mideast if not to put pressure on the Saudis to cut back oil production sooner, not later.",
  "Solid underground real estate, not a bankrupt gaming casino in Atlantic City or Modigliani’s Nu Couché banged down at $170 million.",
  "I’m assuming external board members at MLPs must dissent from equity issuance to maintain payouts at present levels unless earned.",
  "The oil pipeline industry isn’t analogous to Donald Trump leveraging himself 9 to 1 to build the Trump Taj Mahal in Atlantic City.",
  "In 1973-’74 you could buy the equity in major office buildings along Park Avenue for a million, if you assumed debt service.",
  "Consider major coal operators, even Peabody Energy, have succumbed into receivership or totter on the brink of insolvency.",
  "Iron ore, steel, copper and of course oil are shoved onto the market by operators who need cash flow to meet debt service.",
  "Shale oil production, now over 4.5 million barrels, could diminish a million barrels if oil ticks much below $40 a barrel.",
  "Then, there’re shale oil producers with a $60 a barrel cost structure pumping to meet debt service, but losing money.",
  "All managements ponder this issue, particularly banks that operate with huge leverage in good times and bad times.",
  "The royal family traditionally employs capital to buy their way out of conflicts and danger to the throne.",
  "Unless you believe throughput in oil and gas diminishes, the rate of return on invested capital holds up.",
  "I remember the Continental Illinois Bank going down decades ago from loans to southwest wildcat drillers.",
  "Past few years, this ratio stretched closer to 75% debt and preferreds with equity content down to 25%.",
  "In the real world the demise in hard assets creates recessions, geopolitical upheavals and even wars.",
  "Sosnoff’s new book “Master Class for Investors” is available on Amazon.com and Barnesandnoble.com.",
  "Unless you believe oil is headed for $25 a barrel, the numbers finally dance to the music played.",
  "These were major properties at the top, over $130 billion, for Kinder Morgan and Equity Transfer.",
  "Even if distributions are cut 20% for the next year or two, these stocks already discount more.",
  "The call on dollar reserves to fund their budget has to be running near $150 billion per annum.",
  "The remainder was market value of the common stock used for debt issuance and increasing capex.",
  "This happened after the tech bubble in 2000 - ’01 and during the financial panic of 2008 - ’09.",
  "Maybe so, but some operators could face credit downgrades and incremental easing in throughput.",
  "My apartment bought for $85,000 then is appraised at $25 million today, but I ain’t a seller.",
  "So the construct of increasing capital spending and shareholder payouts no longer is doable.",
  "How much brain power does it take to manage a pipeline that flows liquid like Ol’ Man River?",
  "My best guess is Saudis don’t pump oil at their present rate for more than a year ahead.",
  "What the top 0.01% indulge themselves in is irrelevant to the other 99.9%, namely us.",
  "There’s no room for cutting financial aid and energy subsidies for their population.",
  "In the real estate debacle, particularly in NYC, these feisty operators tapped out.",
  "Prestige office space in the Big Apple now goes for a hundred bucks a square foot.",
  "There’s a page on big major art collectors and what they paid for specific pieces.",
  "A 19-year-old model is decked out with emerald and diamond earrings and necklace.",
  "Magazines like the Centurion read like a mail order catalog for the super rich.",
  "It’s serious money if you’re a mid-sized bank specializing in oil field loans.",
  "The capital structure for major MLPs was two-thirds debt and preferred stock.",
  "Wynn’s casino property, Wynn Resorts, has been cut into thirds by the market.",
  "But, Rybolovlev is suing his art advisor for raking him off on a Modigliani.",
  "Managements as late as last month promised investors higher payouts in 2016.",
  "The analytical basis for the MLP wipeout has escaped Wall Street to date.",
  "Over recent days, MLPs have contracted anywhere from 10% to 20%, daily.",
  "I don’t know how much bank debt is outstanding for shale oil producers.",
  "My preferred stocks yielding 6% hold firm starting with Wells Fargo.",
  "I was paying $12 a square foot in 280 Park Avenue, early seventies.",
  "If you believe oil is going to $25 a barrel, don’t read this piece.",
  "Year-to-date, major properties have been schmeissed into thirds.",
  "Too much reportage on iconic pieces like Modigliani’s Nu Couché.",
  "Macau’s gaming revenues sloughed off some 30%, year-over-year.",
  "mts@atalantasosnoff.com\n\nFollow Martin T. Sosnoff on Facebook",
  "If I were a private equity player, I’d be looking to buy in.",
  "At stake is what the optimum balance sheet should look like.",
  "At home, the crows in the trees were laughing at me.",
  "These producers need $60 a barrel to turn a profit.",
  "Graff, incidentally, is a major art collector.",
  "The market has just halved the equity content.",
  "Swishy new condos can range up to $50 million.",
  "They’d need to raise equity capital to do so.",
  "Wynn is a great operator going back 40 years.",
  "Not an outlandish forecast a year or two out.",
  "“Too much debt…too much debt…caw, caw, caw!",
  "Much of this production is sold below cost.",
  "Let ‘em carry me out feet first someday.",
  "You’re pumping too much oil, Vladimir.",
  "This is pure insanity if implemented.",
  "Pipelines are long duration assets.",
  "Commodity depression is with us.",
  "The inside cover goes to Graff.",
  "There’s plenty that’s pricey.",
  "And, then, the cycle turned.",
  "This can’t go on too long.",
  "Russia is in recession.",
  "Not repeatable in 2016.",
  "He’ll come back.",
  "Is it overdone?"
]