[
  "Mossack Fonesca issued a response to ICIJ’s report stating that as a registered agent it is simply helping its clients incorporate companies and that the law firm conducts thorough due-diligence, “one that in every case meets and quite often exceeds all relevant local rules, regulations and standards to which we and others are bound.” (More on Mossack Fonseca's response can be read here.)",
  "Boris & Arkady Rotenberg\n\nSuleiman Kerimov\n\nAlexei Mordashov\n\nThanks to leaked documents from Mossack Fonseca, reporters discovered that musician Sergey Roldugin, a longtime friend of Vladimir Putin, had set up offshore companies that likely received money from companies close to the four billionaires listed above, as well as other Russian businessmen.",
  "Apparently there was an internal discussion at Mossack Fonseca recorded in emails about whether it should report Kwok's Sun Hung Kai Properties, Asia's biggest property developer, to financial crime authorities in the British Virgin Islands because of its attempt to shut down a shell company controlled by a different executive.",
  "UPDATE, April 4, 2016:\n\nA Romanian news organization, Romania Insider, has published a report that says Mossack Fonseca set up a shell company in Cyprus for Israeli billionaire and diamond mogul Beny Steinmetzd, who used it to take control of the Rafo Onesti refinery in 2006.",
  "In fact, the ICIJ report states that it includes information on “29 billionaires from Forbes list of top 500 Richest” as well as movie star Jackie Chan, who Forbes profiled, and soccer star Lionel Messi, who ranked fourth on Forbes’ 2015 list of highest paid athletes.",
  "Ukrainian President Petro Poroshenko\n\nAccording to ICIJ’s analysis of the Mossack Fonseca data, Ukraine’s president became the sole shareholder of Prime Asset Partners Limited, which Mossack Fonseca set up for him in the British Virgin Islands in August 2014.",
  "According to one of the articles, while he was fighting Russia, the now former billionaire, who was known as Ukraine's chocolate king for his successful confectionary business, was looking for a copy of a utility bill to help set up the offshore company.",
  "After a yearlong investigation, ICIJ and 100 reporting partners around the world began publishing a series of articles on Sunday based on the Panama Papers, which involved the leak of 11.5 million files including emails, invoices and bank records.",
  "According to ICIJ, the files span decades, from 1977 to December 2015, and include details on 214,000 offshore entities with links to 140 politicians including the President of Argentina, Iceland’s Prime Minister and the King of Saudi Arabia.",
  "Two years later, according to the ICIJ, Mossack Fonesca BVI identified Ivanishvili as a “Politically Exposed Person” and asked its Singapore office for documents proving Ivanishvili’s identity and the source of funds for Lynden Management.",
  "That executive, Thomas Chan Kui-yuen, who was also convicted of bribery along with Kwok, was also found to be a director and beneficial owner of Moricrown Limited, which is partly owned by Li's Cheung Kong Investment Company Limited.",
  "UPDATE 2:\n\nA Guardian story is now reporting on links to two of Hong Kong's most prominent billionaires: Thomas Kwok, who is already in jail, convicted of bribery in 2014, and Li Ka-shing, the city's richest billionaire.",
  "A Swiss firm representing Ivanishvili apparently responded to ICIJ and said that he was willing to be transparent about his use of offshore companies and that banks like Credit Suisse regularly propose use of them.",
  "Apparently Ozon, a Russian company that got favorable loans from Roldugin’s company, bought land that became mountain ski resort Igora, the site of Shamalov’s wedding to Katerina Tikhonova, according to Reuters.",
  "Xitrans Finance, for instance, which law firm Mossack Fonseca set up in the British Virgin Islands for Rybolovlev, held such assets as paintings by Picasso, Van Gogh and Monet plus Louis XVI furniture.",
  "An anonymous source reportedly tipped off Suddeutsche Zeitung, an investigative newspaper in Germany, which then shared the information with the International Consortium of Investigative Journalists.",
  "For more on what they found, please read The Secret Caretaker by the Organized Crime and Corruption Reporting Project and All Putin’s Men: Secret Records Reveal Money Network Tied To Russian Leader.",
  "One of the world’s largest data leaks, called the Panama Papers, is shedding light on the world of offshore financing, used frequently by many of the richest and most powerful around the globe.",
  "She sued him in 2012, saying that the $88 million Manhattan apartment the billionaire bought their 22-year-old daughter through an offshore vehicle was a ploy to hide assets in their divorce.",
  "Ukraine's General Prosecutor’s office says it will not investigate Poroshenko's offshore companies as it has no power to investigate especially as there does not seem to be a crime committed.",
  "According to the leaks, the British Virgin Island’s Financial Investigation Agency asked Mossack Fonseca for information about the ownership and activities of Lynden Management in 2011.",
  "Many of the 29 billionaires have yet to be identified, but Forbes went through and found references to a number of them, names that are none too surprising to our magazine’s readers.",
  "Below is a short, so far incomplete, list of billionaires and former billionaires who are mentioned in stories reporting on The Panama Project or have ties to entities mentioned.",
  "Bidzina Ivanishvili\n\nIvanishvili, who lives in a 108,000-square-foot compound in the mountains overlooking Tbilisi, was elected prime minister of Georgia in October 2012.",
  "Dmitry Rybolovlev\n\nFor years many sources suggested that Russian billionaire Dmitry Rybolovlev was using offshore vehicles in part to hide assets from his ex-wife Elena.",
  "The source of the report was Rise Project, a Romanian investigative team that has been working with ICIJ to read through and interpret the Panama Papers.",
  "For more on India's wealthiest including a couple of billionaires caught up in the Panama Papers, read my colleague Naazneen Karmali's post.",
  "His representatives apparently responded to the allegations, saying that it was part of a restructuring to help sell his candy business.",
  "It also has details on at least 33 people and companies blacklisted by U.S., including Mexican drug lords and terrorist organizations.",
  "The leak comes from Mossack Fonseca, a law firm in Panama that is reportedly one of the world's biggest creators of shell companies.",
  "Singapore, according to the ICIJ report, was unable to obtain them and later asked if Credit Suisse could handle the due diligence.",
  "Putin’s son-in-law, Kirill Shamalov, whom Forbes outed as a billionaire this year, was also mentioned in The Secret Caretaker.",
  "According to the leaked document from Mossack Fonesca, he moved the items from Switzerland to places his ex couldn’t touch.",
  "Thirteen months later he stepped down, after his party won the presidential elections, saying he'd fulfilled his task.",
  "Now the details of the role that offshore vehicles played in that divorce are apparently in the leaked documents.",
  "Forbes is also reaching out to the billionaires mentioned below for comment and will update with any responses.",
  "Its Singapore office confirmed that Ivanishvili was a beneficiary of a trust set up by Credit Suisse.",
  "(Here is the link to its story on how the one-percenters hide assets offshore from their ex-wives).",
  "The documents, according to ICIJ, show how Rybolovlev used offshore vehicles to hide his wealth.",
  "Some of what has been detailed so far sheds light on people who Forbes has long followed.",
  "Georgia's richest person by far, he made his money in Russia and moved back home in 2003.",
  "Forbes has put in a request to see the documents related to the 29 billionaires.",
  "Dmitri and Elena Rybolovlev both apparently declined to comment to the ICIJ.",
  "The actual documents that were leaked have not been made available yet.",
  "That was just around the time of Russia’s bloodiest attacks on Ukraine.",
  "(Forbes profiled him a few months before the election.)"
]