[
  "Monaco's sale of James Rodriguez, top scorer at the 2014 World Cup, to Real Madrid for a reported 80 million euros (then $108 million) in July and the loan of Colombian goal-scorer Radamel Falcao to United marked a sharp change in strategy at the now more parsimonious club bankrolled by Russian billionaire Dmitry Rybolovlev.",
  "___\n\nGLASS HALF-EMPTY: Wear and tear from a season that has gone far better than many expected is eating into Monaco coach Leonardo Jardim's squad, leaving the 2004 Champions League runner-up short of energy to upset Juventus.",
  "Should the quarterfinals prove to be their ceiling, Jardim's players can look back with satisfaction on earlier victories against Zenit St. Petersburg, Bayer Leverkusen and, mostly notably, at Arsenal in the last 16.",
  "In 2002-2003, club football's leading competition was almost entirely 'Made in Italy,' with three semifinalists (Juventus, Inter, and Milan), and Milan beating Juventus on penalties in the all-Italian final.",
  "Here are other things to know about the match:\n\n___\n\nSWEATING ON VIDAL: Vidal missed Monday's training with tonsillitis but was able to train on Tuesday and joined the squad on the trip to Monaco.",
  "Domestically, dialed-back spending and ambition have exacted a price: Last season's runner-up to French champion Paris Saint-Germain is losing touch with its Qatari-financed rival this season.",
  "___\n\nJUVE ON THE BRINK: Juventus could be an especially formidable opponent in the May semifinals because, unlike some other teams, it will likely have won its domestic league by then.",
  "Having scored the first leg's only goal with an Arturo Vidal penalty, watertight defense from Juventus would be enough to finish off Monaco in their quarterfinal second leg.",
  "Juventus' Leonardo Bonucci celebrates after winning the Serie A soccer match between Juventus and Lazio at the Juventus stadium, in Turin, Italy, Saturday, April 18, 2015.",
  "And the Italian national team, victorious in 2006 under the captaincy of world player of the year Fabio Cannavaro, stalled in the group stages of the last two World Cups.",
  "\"We have to push hard until it's mathematically secure,\" said Juventus defender Leonardo Bonucci, who scored a stunning goal in Saturday's crucial 2-0 win over Lazio.",
  "Pogba might also be back then — if not for the first leg then perhaps the second — allowing Europe to admire one of the continent's most exciting young midfielders.",
  "(AP Photo/Antonio Calanni) (Photo: The Associated Press)\n\nOn Monaco's sun-kissed shores, Juventus can prove Italian football isn't on its deathbed.",
  "Monaco, third in the French league, played out a third consecutive draw on Saturday at its Louis II stadium, in front of a meagre crowd of 6,527.",
  "But striker Carlos Tevez is fully fit after scoring again at the weekend to take his Serie A-leading tally to 18 goals, 26 in all competitions.",
  "The Italian league has slipped from third to fourth in European rankings, swapping places with Germany's far better-attended Bundesliga.",
  "Champagne corks could pop as early as this weekend in Turin if chasers Lazio and Roma both lose and Juventus beats city rival Torino.",
  "That would allow Allegri to rest players for the semis and focus the entire club on ending its 19-year wait for the European trophy.",
  "With Juventus 15 points clear, it is only a question of when, not if, Juventus will win its fourth successive Serie A title.",
  "It also lost to PSG in the French Cup quarterfinals, and on penalties to modest Bastia in the French League Cup semifinals.",
  "\"We have a great chance and we can't let it escape,\" said Tevez, a Champions League winner with Manchester United in 2008.",
  "\"Our legs couldn't keep up,\" said midfielder Alain Traore, a second-half replacement for striker Dimitar Berbatov.",
  "His absence would have left Juventus short in midfield as Paul Pogba is still nursing a right-thigh muscle tear.",
  "___\n\nOR HALF-FULL: Juventus represents Monaco's last best chance this season to keep defying expectations.",
  "Players complained of fatigue, and the Portuguese coach was particularly critical of his substitutes.",
  "So for Monaco to still be in the fight for a Champions League semifinal place is an achievement.",
  "Milan, Inter, and Juventus all ranked among Europe's top 10 highest-earning clubs in 2010.",
  "Only Spain, with three titles from Real Madrid and Barcelona, did as well from 2001-2010.",
  "So Italian football needs a fillip, and Juventus is poised to deliver it on Wednesday.",
  "Between them, Milan's teams — AC and Inter — won the Champions League three times.",
  "\"As I said as soon as we reached the quarterfinals, now anything can happen.\"",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "Since Inter won in 2010, no Italian team has made the semifinals.",
  "The first decade of this millennium was one of Italian glory.",
  "Coach Massimiliano Allegri said Vidal is fit to play.",
  "Now only Juventus does, clinging on in 10th place.",
  "\"Don't forget that we've played many matches.\"",
  "Copyright 2015 The Associated Press.",
  "But after the harvest came drought.",
  "All rights reserved."
]