[
  "The ongoing case was announced Friday, two days after Monaco's 3-1 win at Arsenal made it a strong favorite to reach the Champions League quarterfinals and earn at least 40 million euros ($44.9 million) from UEFA this season.",
  "Monaco was sure to be scrutinized by UEFA's panel after its owner, Russian billionaire Dmitry Rybolovlev, spent heavily to rise through the French league, including on Colombian forwards James Rodriguez and Radamel Falcao.",
  "Monaco's Dimitar Berbatov gestures after scoring his side's second goal during the Champions League round of 16 soccer match between Arsenal and AS Monaco at the Emirates Stadium in London, Wednesday, Feb. 25, 2015.",
  "\"Monitoring work is ongoing, including requests for additional information and audits, on all other previously opened investigations and settlement agreements which are still ongoing,\" UEFA said in a statement.",
  "(AP Photo/Matt Dunham) (Photo: The Associated Press)\n\nNYON, Switzerland (AP) — Champions League contender Monaco faces further UEFA probes for possible overspending on player transfers and wages.",
  "The champions of England and France are still under UEFA investigation and face further fines totaling 40 million euros ($44.9 million) each if they breach spending limits imposed last May.",
  "Manchester City and Paris-Saint-Germain were each fined 20 million euros ($22.5 million), deducted from their Champions League prize money, in the first round of penalties.",
  "UEFA said its club finance panel also ordered more scrutiny of accounts from Inter Milan, Roma and several other clubs for potentially breaking Financial Fair Play rules.",
  "UEFA said four clubs — Hapoel Tel-Aviv, Hull, Panathinaikos and Ruch Chorzow — accepted paying 200,000 euros ($225,000) fines to settle probes of their excessive losses.",
  "UEFA investigated the clubs' accounts on their return to European club competitions this season, which is the second year of sanctions being applied in the FFP project.",
  "Though UEFA's most severe sanction is exclusion from the Champions League, clubs typically face fines and limits on player registration and spending for first offenses.",
  "The FFP project was a signature policy of UEFA President Michel Platini to end so-called \"financial doping\" by wealthy owners and stop clubs risking collapse.",
  "The rules allow owners to make a one-off equity payment covering a maximum 45 million euros ($50 million) loss on their football-related business since 2011.",
  "In new cases involving clubs whose financial accounting years ended in December, UEFA is investigating the accounts of Moscow clubs Dynamo and Lokomotiv.",
  "Critics say it has protected traditional elite clubs with global fan and sponsor bases from being challenged by emerging clubs with wealthy new owners.",
  "Still, Monaco recouped plenty in the offseason selling Rodriguez to Real Madrid and sending Falcao on a lucrative loan to Manchester United.",
  "However, the panel closed a case against Liverpool after accepting the five-time European champion's explanation for its losses since 2011.",
  "Man City and PSG have won titles fuelled by big spending owners from the ruling families of Abu Dhabi and Qatar, respectively.",
  "Clubs are encouraged to spend on stadiums and youth training, which does not count as losses in UEFA audits.",
  "Dynamo Moscow is among six clubs in the last 16 of the Europa League being monitored by UEFA.",
  "UEFA introduced financial monitoring in 2011 to curb overspending on players.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "The others are: Besiktas, Inter, Roma, Wolfsburg and Zenit St. Petersburg.",
  "UEFA set a late-May target for its panel to finish investigating cases.",
  "Copyright 2015 The Associated Press.",
  "Judgments are expected in June.",
  "All rights reserved."
]