[
  "(AP Photo/Matt Dunham) (Photo: The Associated Press)\n\nPARIS (AP) — Paris Saint-Germain is chasing a third straight French league title while last season's runner-up Monaco could struggle to mount a serious challenge after adopting a new recruitment policy.",
  "___\n\nMONEY MATTERS\n\nLens has been barred from signing new players by the French league's financial watchdog until its main shareholder, Azerbaijani businessman Hafiz Mammadov, transfers four million euros to the promoted club.",
  "Both parties reached an agreement last week over an annual fee of four million euros plus a percentage on the club's turnover instead of an annual fee of eight million euros plus a percentage on ticket sales.",
  "Marseille wanted to relocate its first home game at Montpellier instead of playing at Stade Velodrome because the city council increased the fee for renting the largest stadium in the league.",
  "Caen has signed Lyon goalkeeper Remy Vercoutre, Rennes midfielder Julien Feret and Marseille forward Florian Raspentino to improve its chances of avoiding the drop back to the second tier.",
  "But Monaco has so far been frugal in the offseason, which has seen it make a profit in the transfer market, after selling Rodriguez to Real Madrid for a reported fee of 80 million euros.",
  "___\n\nNEW COACHES UNDER PRESSURE\n\nPortuguese coach Leonardo Jardim has some big shoes to fill at Monaco, which dismissed Claudio Ranieri in May despite a runner-up finish in the league.",
  "Rodriguez was the top scorer at the World Cup in Brazil with six goals and proved instrumental in Monaco's title bid last season by scoring nine goals and creating 12 assists.",
  "AS Monaco's Radamel Falcao gives a thumbs up during the Emirates Cup soccer match between Arsenal and AS Monaco at Arsenal's Emirates Stadium in London, Sunday, Aug. 3, 2014.",
  "Blanc has kept the core of his winning squad, replacing aging defenders Christophe Jallet and Alex with Ivory Coast fullback Serge Aurier and Brazil centerback David Luiz.",
  "Expectations will be lower for Bordeaux coach Willy Sagnol and Bastia coach Claude Makelele, who were part of the France team that lost the 2006 World Cup final to Italy.",
  "Outsiders include Marseille and Lyon, which have new coaches, and Lille and Saint-Etienne, which are still led by Rene Girard and Christophe Galtier, respectively.",
  "Ranieri wanted to sign three or four key players whereas Russian owner Dmitry Rybolovlev preferred to put the emphasis on the development of young players.",
  "Qatari owners have made clear that the ultimate goal is to win the Champions League while retaining the French league title is the bare minimum.",
  "Marseille coach Marcelo Bielsa and Lyon coach Hubert Fournier will also face pressure as their clubs are seeking a Champions League spot.",
  "The squad seems significantly weaker and the side could struggle to simultaneously cope with the French league and the Champions League.",
  "Monaco outspent PSG last summer, with an outlay of more than 165 million euros for Radamel Falcao, James Rodriguez, amongst others.",
  "Bielsa guided Athletic Bilbao to a runner-up finish in the 2012 Europa League while Fournier helped Reims finish 11th last season.",
  "Lens and Caen gained promotion in 2009 and 2010, respectively, before dropping back into the second division two years later.",
  "Monaco has also lost forward Emmanuel Riviere to Newcastle United and defender Eric Abidal to Olympiakos.",
  "PSG broke the record for most points (89) and most wins (27) last season to earn a fourth league title.",
  "Makelele was an assistant coach at PSG last season while Sagnol coached France's under-21 team.",
  "Here are five things to know about this weekend's games:\n\n___\n\nIS PSG STILL HUNGRY?",
  "___\n\nFIGHTING FOR SURVIVAL\n\nMonaco finished second a year after gaining promotion.",
  "\"We have a squad that always wants to win titles,\" Blanc told the club's website.",
  "Those promoted clubs still remember how tough it is to stay in the top division.",
  "Metz was back in the French league in 2007 but was relegated the following year.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "A club can easily be lulled into complacency when it proves so dominant.",
  "Last season's runner-up has only recruited unproven players so far.",
  "By contrast, Marseille had to deal with more trivial issues.",
  "Caen, Lens and Metz will have no such dreams this season.",
  "But PSG coach Laurent Blanc quickly spiked that idea.",
  "They will coach for the first time at club level.",
  "Copyright 2014 The Associated Press.",
  "___\n\nCAN MONACO CONTEND?",
  "All rights reserved."
]