[
  "We're learning that our Parisian friends have accepted the donation of a monumental sculpture from Jeff Koons --the 30-foot-high Bouquet of Tulips-- which will be installed next year in the plaza in front of the Museum of Modern Art and the Palais de Tokyo.",
  "Now, almost sixty years later, learning that a Russian billionaire collector paid $127.5 million for an image of Christ by Leonardo da Vinci, Salvator Mundi, one would want to stop for a moment and ask if the whole art world has gone topsy-turvy.",
  "When, in 1967, the National Gallery of Art in Washington purchased Leonardo da Vinci's portrait of Ginevra de' Benci from the royal family of Liechtenstein for $5 million --a record price at the time-- few doubted its authenticity.",
  "I have the suspicion that when it's ultimately installed, it will be as much ridiculed and dismissed as the embarrassingly ugly 300-foot tall bronze statue of Peter the Great erected in Moscow twenty years ago.",
  "Strangely enough, I've been thinking about her paintings after seeing two newly released French movies, Elle and Things to Come (2016), starring Isabelle Huppert, one of my all-time favorite actresses.",
  "Of course, I'm thinking about Agnes Martin and the silence and solitude of her paintings, with their seemingly simple geometric compositions, most often consisting of several horizontal stripes.",
  "According to the New York Times, Koons's sculpture, depicting a hand grasping a bouquet of tulips, \"is meant to echo the hand of the Statue of Liberty, a gift to the United States from France\".",
  "In 2013 Sotheby's sold it for $80 million to a Swiss art dealer who, within only days turned around and sold it to an unsuspecting Russian client for an additional $47.5 million.",
  "Reading the recently published biography of Agnes Martin by Nancy Princenthal, Agnes Martin: Her Life and Art, you learn that her life was anything but quiet and simple.",
  "A few days ago, the New York Times revealed the fascinating story behind this painting, which was bought at an obscure estate sale a decade ago for less than $10,000.",
  "And like with Martin's paintings, the more you pay attention to Huppert's famously controlled and cool appearance, more complex and hidden emotions are revealed.",
  "Here's my sincere advice to billionaires eager to spend hundreds of millions of dollars to get their hands on a \"rediscovered\" Leonardo -- don't be foolish.",
  "After careful cleaning and restoration, some experts looked at Salvator Mundi more favorably and declared it to be an authentic work by Leonardo himself.",
  "All of the above led Russian collector Dmitry Rybolovlev to file high profile lawsuits against the Swiss dealer and Sotheby's auction house.",
  "You can also read The New York Times article about his classes here, or an Artillery Magazine article about Edward and his classes here.",
  "As for myself, I have to say that, if it is indeed by Leonardo, then it's probably the most charmless work of his I have ever seen.",
  "And, as with so many great artists, all that turmoil was transformed into poetic, poignant, philosophical artistic sermons.",
  "Huppert's face and composure remain surprisingly cool no matter what extreme situation her characters are thrown into.",
  "To that, I would say 'give me a break': his sculpture comes across as the most banal work from this celebrity artist.",
  "There's no way that one of his paintings has been sitting in someone's attic for 500 years waiting to be discovered.",
  "Still, a number of museum specialists continue to have serious doubts about its authenticity.",
  "Now, let's change the subject to something cool, very minimalistic, and very, very beautiful.",
  "To learn about Edward's Fine Art of Art Collecting Classes, please visit his website.",
  "There was a lot of drama, a lot of instability, and a lot of pain.",
  "Then it was considered to be merely the work of Leonardo's school.",
  "Now here's another bit of art news that stopped me in my tracks.",
  "___________"
]