[
  "The case could pale into insignificance if another Russian billionaire, Vladimir Potanin, is forced to split his $15 billion fortune with his ex-wife Natalia.",
  "The couple has spent the last seven years fighting over how much of Rybolovlev's wealth now held in offshore trusts in Cyprus should be taken into account.",
  "Four years later, his 21-year-old daughter Ekaterina bought Manhattan's most expensive apartment -- a penthouse on Central Park West -- for $88 million.",
  "But he moved much of his money into the trusts in 2005 without making Elena one of the beneficiaries, and disputes her claim on those funds.",
  "Related: Russia's richest man in $7 billion divorce fight\n\nRybolovlev's lawyer, Tetiana Bersheda, said she was satisfied with the decision.",
  "But a higher court in Switzerland overturned that decision Thursday, capping the payout at 565 million Swiss francs ($609 million).",
  "A Russian oligarch has walked away with a $4 billion windfall after winning an appeal against a record divorce settlement.",
  "Rybolovlev made headlines when he bought Donald Trump's oceanfront home in Palm Beach for a reported $95 million in 2008.",
  "Rybolovlev, whose wealth is estimated by Forbes at $8.5 billion, made his riches in the Russian fertilizer industry.",
  "A court in Geneva last year ordered billionaire Dmitry Rybolovlev to pay his ex-wife Elena $4.5 billion.",
  "She said Rybolovlev had created the trusts \"to pass on the family fortune to future generations.\"",
  "Under Swiss law, Elena is entitled to half of the fortune Rybolovlev made during their marriage.",
  "Elena's Swiss lawyer, Marc Bonnant, said he would appeal the case at the Swiss Supreme Court.",
  "She has begun a legal process, and a Russian court is due to examine the claim on July 1.",
  "He owns the Monaco Football Club, which plays in the top French soccer league.",
  "At the time, Elena's lawyer described it as the biggest ever divorce award.",
  "Elena filed for divorce in 2008."
]