[
  "The new complaint against the Nahmads made another effort to link the family to ownership of International Art Center, which it described as an alter ego of the family enterprise \"in a manner so as to confuse and conceal their identities, and hide revenues generated\" from the Nahmad family's art dealing business.",
  "Mossack Fonseca not only helped the Nahmads establish International Art Center in 1995, it provided many of its other clients with the tools to secretly carry out high-end art transactions worldwide for works by artists such as Van Gogh, Rembrandt, Chagall, Matisse, Basquiat and Warhol.",
  "The total wealth allocated to art by billionaires worldwide was estimated to be $32.6 billion in 2013, according to data from research firm Wealth-X\n\n\"The single best driver of the art market is accumulated wealth,\" says Michael Moses of Beautiful Asset Advisors, which tracks art sales.",
  "But the Panama Papers — secret records obtained by the International Consortium of Investigative Journalists, the German newspaper Süddeutsche Zeitung and other media partners — suggest that the statement is a legal sleight of hand designed to obscure the true owners of the painting.",
  "Along with crucial new evidence in the legal battle over the Modigliani, there are clues in Mossack Fonseca's files to the mystery of the missing masterpieces of a Greek shipping magnate and previously unknown details behind one of the 20th century's most famous modern art auctions.",
  "None of that was likely a problem until the US Attorney for the Southern District of New York, Preet Bharara, secured an indictment against him in April 2013 for his leadership role in an alleged $100 million gambling and money-laundering ring with ties to Russian gangsters.",
  "Dating from 1977 through 2015 and implicating people close to many political and business leaders worldwide, the files also include the largest known cache of inside information on the links between the art market and the shady world of offshore corporations.",
  "With the Nahmad principals based in three countries, galleries on opposite sides of the Atlantic Ocean and most of the paintings stashed in Switzerland, the family requires the kind of legal siloing made possible by offshore companies.",
  "The trove of more than 11 million documents from the internal files of Mossack Fonseca, a Panamanian law firm that specializes in building corporate structures that can be used to conceal assets, may be the biggest leak in history.",
  "It forbids revealing \"the identity of the parties to this Agreement (including the identity of the Seller's sole shareholder)\" and \"any information or documentation pertaining to the Provenance of the Work and the chain of title.\"",
  "In 1995, Swinton International authorized David Nahmad to negotiate the sale of five paintings it owned — an oil on panel by Picasso, \"Danseuses\" by Degas, two oils on canvas by Henri Matisse and an oil on canvas by Raoul Dufy.",
  "After a chance discovery, the grandson of a Jewish art dealer learned that a valuable painting he believed the Nazis had looted from his grandfather might now be in the hands of one of the art world's most influential families.",
  "People stand in front of the painting \"The Paintor and the Model\" from 1963 by Spanish artist Pablo Picasso at the exhibition \"Picasso and the Spanish modernity\" at Centro Cultural Banco do Brazil in Sao Paulo March 25, 2015.",
  "The Modigliani stayed hidden within a private collection where it stayed hidden until 1996, when International Art Center bought it at Christie's in London for $3.2 million, according to documents filed in New York courts.",
  "While secrecy may be exploited legally to avoid publicity, limit legal exposure or ease operations across borders, it can also be employed for nefarious purposes, such as evading taxes and hiding shady ownership histories.",
  "Other well-known art collectors with companies registered through Mossack Fonseca include Spain's Thyssen-Bornemisza clan, Chinese entertainment magnate Wang Zhongjun and Picasso's granddaughter, Marina Ruiz-Picasso.",
  "In a deal struck on May 2, 1997, Simsbury International bought the most valuable Ganz paintings for $168 million from Spink & Son, the London auction house then owned by Christie's, according to the leaked documents.",
  "The documents reveal sellers and buyers of art using the same dark corners of the global financial system as dictators, politicians, fraudsters and others who benefit from the anonymity these secrecy zones offer.",
  "Hollywood dancer Cyd Charisse is with Greek ship owners Aristotle Socrates Onassis, left, and Peter Basil Goulandris, right, during the annual Poliomyelitis Charity Gala at Monte Carlo, Monaco on August 4, 1957.",
  "The cases feature a sprawling and wealthy family at war with itself, shell companies based in Panama, allegations of a forged document and museum-quality paintings by the likes of Van Gogh, Matisse and Picasso.",
  "The Mossack Fonseca data provides new insight into a legal dispute involving the Goulandris family, a Greek shipping dynasty that is in the middle of a fight over what happened to 83 missing art masterpieces.",
  "Russian billionaire Dmitry Rybolovlev has filed complaints against Bouvier in Monaco, Paris, Hong Kong and Singapore, accusing him of fraudulently marking up the prices of paintings before selling them.",
  "Held at Christie's in New York, the auction of the Victor and Sally Ganz collection produced record valuations for paintings and proved a milestone in the transformation of art into a global commodity.",
  "Among her findings, the plaintiffs had failed to properly serve the complaint on International Art Center because they had served papers at the Nahmad Gallery in New York instead of going to Panama.",
  "Employees of the Panamanian law firm served as Simsbury International's \"nominee\" directors, stand-ins who controlled the company on paper but who exercised no real authority over its activities.",
  "After the city fell, the Germans seized the collection and appointed a French \"temporary administrator,\" who auctioned off the painting for the benefit of the Nazis, according to legal filings.",
  "In recent years, as art prices have grown dramatically, transactions are often obscured by the use of offshore companies, front men, free trade zones, manipulated auctions and private sales.",
  "Toronto-based Mondex Corp., a firm that specializes in recovering Nazi-looted art, discovered the painting's alleged provenance by accident while looking through files in a French ministry.",
  "Lawyers working for the grandson, Philippe Maestracci, sent a letter to the Nahmad Gallery in New York, stating that the painting belonged to the grandson, who was entitled to its return.",
  "Reuters/Carlos Barria This article is being published jointly with the International Consortium of Investigative Journalists (ICIJ) and is part of its investigation of the Panama Papers.",
  "In a $20 million sales agreement found in the Mossack Fonseca files for one of the Goulandris paintings, Van Gogh's \"Nature Morte aux Oranges,\" there is a section about confidentiality.",
  "In 1985, according to Basil's nephew Peter J. Goulandris, Basil sold the entire collection of 83 paintings for the extraordinarily low price of $31.7 million dollars to Wilton Trading.",
  "Boom times\n\nThe current art market boom — and its connection to the secrecy zones within the global financial system — offers more evidence of the spectacular rise of the super rich.",
  "War and treasure\n\nThe controversy over Modigliani's \"Seated Man with a Cane\" began in a time when the fog of war provided the kind of concealment the offshore world offers today.",
  "Oscar Stettiner, the Jewish dealer who is alleged to have been the original owner of the painting, fled Paris in 1939, in advance of the Nazis, leaving behind his art collection.",
  "\"All of a sudden the game was afoot with the Ganz sale in a way that hadn't happened before,\" says Todd Levin, director of Levin Art Group, a New York-based art advisory firm.",
  "Despite years of battling in court, it's an issue that has received scant attention from a judge, since both sides have been fighting over who currently owns the painting.",
  "The rest are done through public auctions, which provide some transparency in regards to price but usually still allow buyers and sellers to remain a mystery, Moses says.",
  "Christie's Auction House Chairman Christopher Burge (L) takes bids on the auction sale of Picasso's \"les Femmes d'Alger\" of 1955 at Christie's in New York, November 10.",
  "As the case continues on, Modigliani's 1918 portrait, \"Seated Man with a Cane,\" is tucked away in the Geneva freeport in Switzerland, another treasure hidden from view.",
  "The discovery launched a court case that leads back to the Panama Papers and illustrates the connection between the international trade in art and offshore tax havens.",
  "When confronted with documentation that showed the Nahmads owned International Art Center, David Nahmad's lawyer, Richard Golub, said \"whoever owns IAC is irrelevant.",
  "Around the same time, the 1888 Van Gogh depiction of a basket of oranges went to California direct marketing tycoon Greg Renker and his wife Stacey in a private sale.",
  "According to a Swiss prosecutor, the paper on which the sales agreement is inked didn't exist in 1985, and no one has been able to prove that any money changed hands.",
  "\"All told this is about $3 billion worth of paintings,\" Ezra Chowaiki, a gallery owner who is helping to bankroll one of the legal claims, told ICIJ in an interview.",
  "During this period, Basil and Elise Goulandris lent the artwork to museums and sold pieces to dealers with the provenance listed as if the artwork belonged to them.",
  "Early the next year, at a Sotheby's auction in London, a company called Tricornio Holdings sold a painting by Pierre Bonnard called \"Dans le cabinet de toilette.\"",
  "Associated Press/Arnulfo Franco The central question, Golub said, was whether the grandson can demonstrate this specific painting was stolen from his grandfather.",
  "The Ganzes were collectors of works by Pablo Picasso, early champions of Frank Stella, and friends and patrons of Jasper Johns, Robert Rauschenberg and Eva Hesse.",
  "The tabloids charted his exploits: models for girlfriends, a floor of multi-million dollar apartments in Trump Tower, movie star pals and high-stakes gambling.",
  "In November 2004, anonymous companies set up by Mossack Fonseca started the process of selling some of the Goulandris paintings that Wilton Trading had kept.",
  "Glanc was on record as the lawyer for IAC, but he needed some key facts about the company before he could proceed, the leaked records obtained by ICIJ show.",
  "Reuters/Paulo Whitaker Giuseppe Nahmad registered International Art Center S.A. in 1995 through the Swiss bank UBS and the Geneva office of Mossack Fonseca.",
  "Follow Jake Bernstein on Twitter:@Jake_Bernstein\n\nAlexandre Haederli, Juliette Garside, Frederik Obermaier and Bastian Obermayer contributed to this story.",
  "On Feb. 11, 2015, the Nahmad's lawyer in the Maestracci case in New York, Nehemiah Glanc, wrote an email to International Art Center's attorney in Geneva.",
  "If the Nahmads had signed the documents as the owners of International Art Center, they would have likely lost the legal protection the company provided.",
  "Two lawsuits and a criminal investigation are underway in Lausanne, Switzerland, to try to determine the whereabouts and ownership of the art collection.",
  "In 2015, sales of art exceeded $63.8 billion, according to the trade publication Art Market Report, with top-dollar art experiencing the greatest growth.",
  "On October 22, 2004, Voridis transferred all rights to an oil painting by Pierre-Auguste Renoir known in English as \"the Seamstress\" to Talara Holdings.",
  "In September 2005, a Greek fashion magazine featured the opulent New York apartment of a Greek socialite, Doda Voridis, the sister of Basil Goulandris.",
  "The man who had power of attorney for Simsbury, and thus exercised control over the company and its bank account, was British billionaire Joseph Lewis.",
  "The Ganz catalog stated \"Christie's has a direct financial interest in all property in this sale,\" but the terms of that interest were never explained.",
  "He also pioneered treating the art business like a stock market, buying and holding paintings until exactly the right time to sell to maximize profit.",
  "The conversation did not factor into the ultimate charge and the Nahmads' lawyer said in an interview it has nothing to do with the Modigliani case.",
  "According to the international professional services firm Deloitte, 42 percent of art collectors it surveyed said they would likely use a freeport.",
  "\"If high-end wealth is increasing at a faster rate than any other kind of wealth — which it is — these people have excess money to spend on art.\"",
  "The Panama records paint a picture of a thinly regulated industry where anonymity is regularly used to shield all kinds of questionable behavior.",
  "All four companies were registered just before the transactions and shuttered shortly afterwards, leaving no public trace of who was behind them.",
  "In 1946, Stettiner filed a claim in France to begin the process of recovering the painting, court documents filed on behalf of his grandson say.",
  "The painting, which sold for $29,000,000, was sold with 57 other lots from the art collection of the estate of Americans Victor and Sally Ganz.",
  "Reuters/Mike Segar The auction game\n\nMany trace the art market's wild enthusiasm for modern art to a sale on a Monday evening in November 1997.",
  "Critics worry the freeport system can be used to dodge taxation or launder money, since precise inventories and transactions are not tracked.",
  "Modigliani, a young, impoverished alcoholic, died of tuberculosis almost a century ago; his paintings today sell for as much as $170 million.",
  "Bouvier is also a primary owner of other freeports in Luxembourg and Singapore and a consultant to a facility under construction in Beijing.",
  "In addition to \"O,\" the Ganz auction featured versions \"M,\" \"H,\" and \"K.\"\n\nBidding on the works were members of the billionaire Nahmad clan.",
  "Giuseppe, the patriarch of the family, had a taste for expensive sports cars and, according to his brother David, once dated Rita Hayworth.",
  "A document in the Mossack Fonseca files mentions International Art Center acquiring the pastel \"Danseuses\" by Edgar Degas in October 1989.",
  "Missing art\n\nThe Nahmads are not the only prominent art collecting clan that has found their offshore holdings embroiled in legal actions.",
  "But it is Bouvier's activities as a middleman in private deals that have made him the talk of the art world and a target for civil suits.",
  "The company was named Simsbury International Corp.\n\nSimsbury International appears to have been created solely for the Ganz transaction.",
  "Not surprisingly, given the number of billionaires and art dealers who use Mossack Fonseca's services, both men are clients of the firm.",
  "If the auction for the works brought a higher price, the owner of Simsbury International and Spink & Son would share in the difference.",
  "Brojia Thyssen, through a lawyer, acknowledged having an offshore company but said it was fully declared with Spanish tax authorities.",
  "Today, they are banned in many countries because of their usefulness to those who want to engage in tax evasion and money laundering.",
  "David Nahmad went home with version \"H,\" adding it to what is considered one of the largest collections of Picassos in private hands.",
  "Peter J. Goulandris told a Swiss court that his late mother, Basil's sister-in-law Maria Goulandris, was the owner of Wilton Trading.",
  "The law firm's records show at least five companies connected to Bouvier, although none appear to be related to the Rybolovlev case.",
  "A representative of the Ganz family declined to answer questions from ICIJ about the specific details of the auction transaction.",
  "Di Nardo could get the signatures of the Mossack Fonseca nominee directors in Panama as long as Glanc's clients would pay for it.",
  "In September 2015, in an austere courtroom in New York, state Supreme Court Judge Eileen Bransten dismissed the Maestracci case.",
  "Three of his sons — Giuseppe, David and Ezra — eventually moved to Milan and, by the early 1960s, had become active art dealers.",
  "In 2001, a board resolution by Mossack Fonseca nominee directors created 100 shares in the company and granted them to Guiseppe.",
  "Since art is easily transportable, expensive, and poorly regulated, authorities fear that it is often used for money laundering.",
  "The portrait of a dapper man with a mustache perched on a chair, hands resting upon his walking stick, may be worth $25 million.",
  "The leaked documents show it involved hidden interests and one of the art world's favorite offshore middlemen, Mossack Fonseca.",
  "The Nahmad family has controlled the Panama-based company, International Art Center, for more than 20 years, the records show.",
  "For a company bank account with Citibank two years later, Giuseppe co-signed with his brother Ezra Nahmad, the documents show.",
  "International Art Center's ownership was initially held in bearer shares, making it impossible to tell who actually owned it.",
  "After his widow, Elise, died in 2000, her heirs learned the couple's massive art collection had changed hands years earlier.",
  "After reviewing the claims, a judge in Singapore lifted a freeze on Bouvier's assets and a judge in Hong Kong followed suit.",
  "Giuseppe Nahmad also created Swinton International Ltd., which was registered in the British Virgin Islands in August 1992.",
  "Another company, Heredia Holdings, signed an agreement with Sotheby's to sell a painting by Marc Chagall, \"Les Comédiens.\"",
  "After the couple died, their children were forced to sell a collection that had adorned the walls of their childhood home.",
  "These paper directors signed agreements on the company's behalf with a bank, an auction house and an art shipping company.",
  "In October 1944, a U.S. military officer bought the Modigliani in a café for 25,000 francs, according to court documents.",
  "It was created in 1981 but didn't have directors until 1995, ten years after the sales agreement was supposedly signed.",
  "Visitors look at \"The Sculpture\", a painting by Spanish artist Pablo Picasso, at an exhibit in Shanghai Oct. 17, 2011.",
  "The work at the center of the controversy, by Italian artist Amedeo Modigliani, is known as \"Seated Man with a Cane.\"",
  "Her niece Aspasia Zaimis believes she deserves a share of the 83 paintings and is suing the executor of Elise's will.",
  "His son Helly's extracurricular activities could have made him an unsuitable shareholder of International Art Center.",
  "A marquee of the Arango Orillac Building lists the Mossack Fonseca law firm, in Panama City, Monday, April 4, 2016.",
  "The Helly Nahmad Gallery exhibited the painting in London in 1998 and at the Musee d'Art Moderne in Paris in 1999.",
  "Masterpieces by well-known artists decorated the Upper East Side apartment of Voridis, who died in December 2015.",
  "Some of the paintings subsequently went on auction at Sotheby's, identified as being from a \"private collection.\"",
  "The Nahmads have insisted in federal and state court in New York that the family does not possess the Modigliani.",
  "Natural Le Coultre, a company owned by Yves Bouvier, rents almost a quarter of the space in the Geneva freeport.",
  "As the case progressed, emails flew back and forth between Glanc and Mossack Fonseca, the leaked documents show.",
  "Roughly half of art transactions are private, strictly between sellers and buyers, Art Market Report estimates.",
  "These are simply certificates that allow whoever holds the paper to anonymously transfer or claim their value.",
  "Ezra's son has the Helly Nahmad Gallery in London and David's offspring, an identically named one in New York.",
  "The company helped initiate the legal battle to return it to Philippe Maestracci, Oscar Stettiner's grandson.",
  "The key player in the transaction was a corporation based on Niue, a speck of an island in the South Pacific.",
  "An offshore company called International Art Center, registered by a little-known Panamanian law firm, does.",
  "The exact nature of the arrangement between the Ganz family and Christie's is not clear from the documents.",
  "Art has become a valuable asset for a global elite eager to stash their money in safe and secluded harbors.",
  "\"Please advise as soon as possible as to who is authorized to sign on behalf of IAC,\" he wrote in an email.",
  "The attorney in Geneva put Glanc in touch with Anaïs Di Nardo Di Maio in Mossack Fonseca's Geneva office.",
  "One of the most expensive paintings sold at the Ganz auction was Picasso's \"Women of Algiers, version O.\"",
  "A representative for Bouvier said his client used offshore companies for well-established legal purposes.",
  "Giuseppe Nahmad had power of attorney over International Art Center's UBS bank account as early as 1995.",
  "A hint of tension between David and his son surfaced in 2007, in a rare profile of the family in Forbes.",
  "he said, according to a conversation from March 2012, quoted in the government's sentencing memorandum.",
  "The Mossack Fonseca records indicate the Nahmads were early adopters of the benefits of offshoring art.",
  "In addition to currency trading and art dealing, David Nahmad is also a championship backgammon player.",
  "Two months later, the administrator re-filed the case in state Supreme Court in New York as plaintiff.",
  "Unknown until now is that the Ganz heirs appear to have sold the collection months before the auction.",
  "Its complex of storage facilities is said to contain enough treasure to rival any museum in the world.",
  "ArtTactic When high-dollar art changes hands, it often lands in a free trade zone known as a freeport.",
  "Investigators traced the painting to a clan of billionaires that bought the work at auction in 1996.",
  "A third company, Talara Holdings, put up for auction a Chagall painting called \"Le Violoniste Bleu.\"",
  "The Ganz auction would help turn 1997 into one of Christie's biggest years for sales up until then.",
  "Wiretaps in the case caught him discussing how his family art business could be used to hide money.",
  "She also ruled that a court-appointed administrator, not Maestracci, was the proper plaintiff.",
  "Six years later it was part of a Modigliani exhibit at the Helly Nahmad Gallery in New York.",
  "An art dynasty\n\nThe Nahmads began as a banking dynasty of Sephardic Jews from Aleppo, Syria.",
  "The Nahmads' business, which stretches across jurisdictions, is tailor-made for offshoring.",
  "Every time a motion came from International Art Center, the stand-in directors had to sign.",
  "He also agreed to forfeit $6.4 million and relinquish rights to a painting by Raoul Dufy.",
  "The article quoted David as saying, while \"frowning,\" that \"My son likes publicity a lot.",
  "In 2008, those hundred shares were reassigned in equal portions to David and Ezra Nahmad.",
  "International Art Center is not the family's only corporate entity with Mossack Fonseca.",
  "Helly Nahmad pleaded guilty to operating an illegal gambling business in November 2013.",
  "David Nahmad, the family leader, has been the company's sole owner since January 2014.",
  "Then the richest man in England, Lewis made his fortune betting on currency movements.",
  "The main thing is what are the issues in the case, and can the plaintiff prove them?\"",
  "Much of what is known about Wilton Trading comes from the court cases in Switzerland.",
  "It's one of a celebrated series of fifteen paintings Picasso made in the mid-1950s.",
  "He and his older brother Ezra both named their sons Hillel after their grandfather.",
  "The two surviving brothers are worth a combined $3.3 billion, according to Forbes.",
  "Associated Press The art once belonged to Greek shipping tycoon Basil Goulandris.",
  "The documents now reveal that all four shared a mysterious owner: Marie Voridis.",
  "You just be like, Oh yeah, I bought a, you know, Picasso drawing or something.\"",
  "You just be like, Oh yeah, I bought a, you know, Picasso drawing or something.\"",
  "As long as art is housed in the freeport, owners pay no import taxes or duties.",
  "In the gossip columns she was always known as Doda but her real name is Marie.",
  "Hanging above a handsome armoire in one photo was Renoir's \"the Seamstress.\"",
  "A few weeks later, Talara Holdings transferred the painting back to Voridis.",
  "One of the transactions provides a clue to the identity of Marie Voridis.",
  "Two of the paintings had been the property of International Art Center.",
  "In 1948, Hillel Nahmad relocated his wife and eight children to Beirut.",
  "These interests have earned him the title \"the King of the Freeports.\"",
  "David and Ezra could also sign for the company's bank account at UBS.",
  "\"It could be the largest collection of missing paintings in history.\"",
  "It was never proven in court that the behavior discussed took place.",
  "The offshore entities are interconnected, their use a family affair.",
  "A Panamanian company called Wilton Trading S.A. owned the paintings.",
  "Despite the sale, the paintings never left the couple's possession.",
  "Four years later, the two sides' lawyers are still fighting it out.",
  "It had cost the Ganzes about $2 million over 50 years to assemble.",
  "In one evening, the collection sold for a record $206.5 million.",
  "The full story behind the Ganz auction has never been revealed.",
  "The firm's records mention enough art to fill a small museum.",
  "The seller was a company called Jacob Portfolio Incorporated.",
  "\"[S]ometimes a bank needs a justification for a wire, right?\"",
  "The oldest freeport, with the most art stored, is in Geneva.",
  "The gallery failed to respond, according to court documents.",
  "Ownership of the company was held through \"bearer shares.\"",
  "The Nahmad's lawyer Richard Golub disputes this narrative.",
  "He died two years later, with his petition still pending.",
  "Through his lawyer, Peter Goulandris declined to comment.",
  "Lewis had made a bet that would pay off in multiple ways.",
  "A year later, Ezra split his shares with his son Hillel.",
  "It may have existed in another form prior to that date.",
  "The auctioneer raked in more than $2 billion that year.",
  "He questions whether Stettiner ever owned the painting.",
  "There is little public information about these sales.",
  "It is an important part of the family's art business.",
  "A judge sentenced him to a year and a day in prison.",
  "\"If they need justification, you know what I mean?",
  "Mondex does not disclose its fee for this service.",
  "Zhongjun did not respond to a request for comment.",
  "Like his uncle Giuseppe, Helly had big appetites.",
  "\"We can just say, Ohh, you are buying a painting.",
  "If they need justification, you know what I mean?",
  "In 1994, Goulandris died of Parkinson's disease.",
  "Renker did not respond to a request for comment.",
  "Simsbury's registered agent was Mossack Fonseca.",
  "\"It was like a steroid injection to the market.\"",
  "\"It was like a steroid injection to the market.\"",
  "They requested a meeting to discuss the matter.",
  "Together the four continue the family business.",
  "Lewis did not respond to a request for comment.",
  "He was also Christie's largest shareholder.",
  "A month later it purchased the collection.",
  "Bouvier's antagonist, Rybolovlev, has two.",
  "David assumed the mantle of family leader.",
  "The seller did not want the history known.",
  "They live in Monaco, among other locales.",
  "Bouvier has strongly denied the charges.",
  "David did not do the same with his son.",
  "Some of the paintings have been sold.",
  "The Auction buyer was not disclosed.",
  "It was incorporated in April 1997.",
  "Ruiz-Picasso declined to comment.",
  "Rybolovlev declined to comment.",
  "The sale came with a side deal.",
  "Elise died without offspring.",
  "Each has a namesake gallery.",
  "I don't like publicity.\"",
  "He served five months.",
  "The grandson sued.",
  "Both go by Helly.",
  "He died in 2012.",
  "He agreed."
]