[
  "Hide Caption 8 of 11\n\nPhotos: Intriguing things owned by Russians around the world The Independent – Both The Independent, one of UK's daily national newspapers, and London's widely read freebie the Evening Standard are owned by Russian billionaire Alexander Lebedev.",
  "Hide Caption 2 of 11\n\nPhotos: Intriguing things owned by Russians around the world Brooklyn Nets – Mikhail Prokhorov, Russia's metal tycoon, bought NBA team New Jersey Nets in 2009, built a new arena in New York City and rebranded the team as the Brooklyn Nets.",
  "Photos: Intriguing things owned by Russians around the world Chelsea FC – Chelsea Football Club's owner, Russian billionaire Roman Abramovich, celebrates the 2012 Champions League trophy with players John Terry, Raul Meireles and Jose Bosingwa.",
  "Hide Caption 9 of 11\n\nPhotos: Intriguing things owned by Russians around the world International Space Station – A big chunk of the International Space Station belongs to Russia, and is called the Russian Orbital Segment.",
  "Hide Caption 5 of 11\n\nPhotos: Intriguing things owned by Russians around the world Skorpios island – Skorpios island in Greece is reportedly owned by Ekaterina Rybolovleva, the daughter of oligarch Dmitry Rybolovlev.",
  "Hide Caption 7 of 11\n\nPhotos: Intriguing things owned by Russians around the world Kaspersky Lab – Kaspersky Lab, a Russian computer security company, was co-founded by Eugene Kaspersky and Natalia Kaspersky in 1997.",
  "Hide Caption 1 of 11\n\nPhotos: Intriguing things owned by Russians around the world Facebook – Russian Internet holding company DST, backed by Russian Yuri Milner, owns around 5% of Facebook shares.",
  "Hide Caption 3 of 11\n\nPhotos: Intriguing things owned by Russians around the world Marussia Formula One Team – The Marussia Formula One Team is owned by Russian Marussia Motors supercar marque.",
  "Hide Caption 6 of 11\n\nPhotos: Intriguing things owned by Russians around the world Waterstones – UK's leading bookseller, Waterstones, is owned by Russian millionaire Alexander Mamut.",
  "Since the retirement of the American space shuttle program, NASA astronauts cannot get to and from the ISS without their Russian counterparts, who now operate the only space shuttles.",
  "Hide Caption 4 of 11\n\nPhotos: Intriguing things owned by Russians around the world Faberge eggs – Of the 42 surviving Imperial Faberge eggs, 20 belong to Russians.",
  "The lavish jeweled Easter eggs were commissioned from Faberge by Tsar Alexander III in 1885 as Easter gifts for his wife, the Tsarina Maria Feodorovna.",
  "In 1968, the island was the site of Jackie Kennedy's wedding with the former owner of the island, Aristotle Onassis.",
  "Considered one of the most innovative companies worldwide, Kaspersky Lab operates in almost 200 countries.",
  "(Skorpios is just off the coast of Greek island of Lefkada, pictured.)",
  "There are around 300 stores through the UK and Europe.",
  "He bought the club in 2003 for reported $234 million.",
  "Queen Elizabeth II owns three.",
  "Hide Caption 10 of 11"
]