[
  "Bernard Berenson, writing in his Italian Painters of the Renaissance notes (over 100 years ago) “Many see pictures without knowing what to look at… We must look and look and look till we live the painting… No artifact is a work of art if it does not help to humanize us.",
  "Decades ago, I asked Norton Simon, a great collector with a museum to his name, why he bought second-class companies like Hunt Foods, but collected first rank art?",
  "As for aggressive buyers like Dmitry Rybolovlev whose fortune is fertilizer based, he banged out paintings by Rothko, Gauguin, Klimt plus a Rodin sculpture.",
  "All this while the S&P 500 Index and NASDAQ 100 flirt with new high ground despite turmoil in Treasuries markets, and a soggy Brent oil futures setting.",
  "They're aggressive, like $8 million for Damien Hirst’s shark in a tank piece or even Picasso’s, canvas Le Rêve, bought from Steve Wynn for $155 million.",
  "The snappy response was “I spend more time on deals than collecting.” With probably 10% of his wealth in art, Cohen’s response might be comparable.",
  "Meantime, probably no more than a couple of dozen players vie for 9-figure art pieces, a throw your weight around game that enrichens dealers.",
  "Past year or more, the best you could have said about the art market was it had plateaued with collectors holding back, mainly non-committed.",
  "There's less money around for Jeff Koons and Andy Warhol pieces, maybe more for Richter and Christopher Wool, but less for Hirst.",
  "The list was long - for Picasso's Plant de Tomates, for a Basquiat, a Peter Doig (I missed him) and for a Cecily Brown canvas.",
  "No supercycle in oil coming with U.S. shale oil likely to add 1 million barrels of production, even with Brent quotes at $50.",
  "In my category, low 7 figures, canvases I bought years ago at $500,000 escalated to $5 million, but now are quoted 40% lower.",
  "Results in London topped expectations as multiple bidders for many pieces raised paddles or dialed in, a healthy indicator.",
  "If I had spent the past decade as intensively involved in the arts scene as in financial markets, I’d rest on Easy Street.",
  "I started collecting at 21 buying canvases for $300 from artists without galleries, paying for my picks $25, monthly.",
  "Without art, visual, verbal and musical, our world would have remained a jungle.”\n\nAre you listening, Mr. President?",
  "There's a big difference between Dmitry, Eli Broad and Ronald Lauder, both studious collectors these past 50 years.",
  "Nobody can tell you operating profit margins haven't peaked for major corporations, General Electric for example.",
  "The breadth of the art market is ready to broaden so wade in and don't worry about all the mistakes you’ll make.",
  "My pivotal leading indicator for art at auction is the percentage of unsold lots failing to meet price reserves.",
  "There was a proliferation of bids for many lots that far exceeded high estimates, a big surprise for everyone.",
  "The increase in the FRB money market rate seems the best advertised hike in the country's financial history.",
  "The futures curve for oil 5 years out says $60 a barrel is the right clearing price, not $100 like 2014.",
  "The stock market is a coincidental indicator, choppiness reflecting high valuation, 18 times earnings.",
  "The motive force for art prices is coming more from wealthy collectors rather than brash billionaires.",
  "Can you read anything more into financial markets, the price of oil or $50 million condos in the sky?",
  "But, I sense serious collectors here and abroad have begun to flex their muscles, again, selectively.",
  "In the fifties, Mark Rothko’s works sold slowly at $1,200, but I had no money, my salary $100 weekly.",
  "I turned down Basquiat’s $2,500 paintings in 1982, his best year, when he was at work in a cellar.",
  "I can't see more than 3% annualized wage increases coming, largely offset by productivity gains.",
  "As for high rollers buying $150 million paintings, no badge of honor neither connoisseurship.",
  "Last week’s art auctions in London forged a big upside surprise for Sotheby's and Christie's.",
  "Hedge yourself with bank stocks and brokerage houses like Charles Schwab and Morgan Stanley.",
  "If you see 10-year Treasuries over 4% 12 months out, buy more Citigroup and Bank of America.",
  "Too much copper rests in warehouses while steel output holds in perennial overcapacity.",
  "Historically, the market never sells for 18 times earnings for more than a year or so.",
  "Near perfect hedges against rising rates but you gotta monitor their bad loans ratio.",
  "Maybe Russian oligarchs get replaced by Chinese couples thirsting to build a museum.",
  "His private party purchases (using an advisor) posted losses exceeding $100 million.",
  "There was more bidding breath for Impressionist, modern and contemporary work.",
  "The May auctions in New York should follow through, confirming the turnaround.",
  "Sosnoff owns: Charles Schwab, Morgan Stanley, Citigroup and Bank of America.",
  "Steve Cohen is a quick study, and I can't pontificate on his 9 figure buys.",
  "Then I turned down Tony d’Offay’s offerings of $90,000 Richters in 1990.",
  "Teamsters and the UAW hold no power comparable with mid-seventies.",
  "A hundred basis points sprint shouldn't queer the S&P 500 listing.",
  "Just love what you buy and never again assume it's sellable.",
  "My mistakes of commission and omission must be legendary.",
  "Art advisers suggest to hold 10% of net worth in art.",
  "Very few venture capitalists capture 10,000% gains.",
  "Let academic economists worry about wage inflation.",
  "No more garage sales, but no blast off, either.",
  "I'm at 50%, but much of this from appreciation.",
  "Let the FRB drive up money market rates to 3%.",
  "Last week in London very few lots went unsold.",
  "All this is just tip of the iceberg stuff.",
  "Same goes for 10 and 30-year Treasuries.",
  "Like the stock market, don't be last in.",
  "Digging down, there's no easy takeaway.",
  "The art market seems an easier read.",
  "These are $25 million pieces today.",
  "Going rate today also $25 million.",
  "Too many financial crosscurrents.",
  "Inflation shows no legs as yet.",
  "Less commodity inflation, too.",
  "Still, historically low.",
  "No market overreaction.",
  "But, I'm a believer.",
  "So what?"
]