[
  "Yet it was precisely the lineup HILLARY CLINTON chose to usher in her nomination on Thursday, an unsubtle offensive to hook GOP voters uneasy with DONALD TRUMP’s candidacy.” http://politi.co/2agnd05\n\n** A message from BP: Safety is the ability to monitor our operations from any angle… **\n\n3) POWERFUL MOMENT: Perhaps the night’s most powerful moment came from an unexpected source: Khizr Khan, the father of a Muslim American Army captain killed in combat.",
  "FOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush, @EliStokols, @katieglueck, @schreckreports, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4, @henrycjjackson, @shanegoldmacher, @KristinPolitico, @PoliticoScott, @Patrick_C_Reis\n\nThere you go — now you’re caught up on the 2016 race.",
  "“The nature of Trump’s connection to Russia has exploded recently as a campaign issue, thanks to his friendly comments about Russian President Vladimir Putin; the ties that several of his advisers have to Moscow; his contrarian views on NATO and Ukraine, which happen to echo Putin’s; and his startling call on Wednesday for Moscow to find and release Hillary Clinton’s deleted private emails.",
  "Trump has repeatedly explored business ventures in Russia, partnered with Russians on projects elsewhere, and benefited from Russian largesse in his business ventures.” http://politi.co/2aBf3yU\n\nCONVENTION SPEED READ:\n\nDAUGHTER’S PRIDE: Chelsea Clinton argued her mother would make the country proud.",
  "Her vision for the country, both implicitly and explicitly, was meant to contrast with Republican nominee DONALD TRUMP who, she argued just didn’t get it: “In the end, it comes down to what DONALD TRUMP doesn't get: that America is great — because America is good,\" she said.",
  "“There is a widespread sense among major donors who gathered here that supporters of her vanquished rival Sanders have overstepped their bounds with their protests and heckling of speakers, according to interviews with about a dozen donors and fundraisers.",
  "Story Continued Below\n\nShe also appealed to Republicans, saying Trump had taken “the Republican Party a long way … from ‘Morning in America’ to ‘Midnight in America.’ Read more at: http://politi.co/2ahEEqQ\n\nWelcome to a bonus, post-convention 2016 Blast.",
  "He disrespects other minorities, women, judges, even his own party leadership.” http://politi.co/2aArg7i\n\n4) UNITY, SCHMUNITY: HILLARY CLINTON’s big money donors have had enough, POLITICO’s Kenneth P. Vogel and Isaac Arnsdorf report.",
  "‘They carried it too far,’ said Michael Clark, a Washington lobbyist and donor, after a reception at the Academy of Music for the pro-Clinton big-money groups Media Matters, Correct the Record and American Bridge 21st Century.",
  "In some non-DNC news: POLITICO’s Michael Crowley has a must-read that explores the working relationship between DONALD TRUMP and Dmitry Rybolovlev, a Russian oligarch who helped him out of a real estate jam in Florida.",
  "Eight years after she came close, and claimed credit for putting cracks in a glass ceiling, Clinton shattered a gender barrier that has persisted for nearly a century since women won the right to vote.",
  "“The primetime lineup on the final night of the Democratic National Convention was remarkable because it could have been ripped from the script of a Republican convention in any other election year.",
  "Clinton makes history: First woman to win major party nomination\n\nNUMBER ONE: HILLARY CLINTON became the first woman to accept a major party’s nomination to be President of the United States.",
  "http://politi.co/2ae0cH0\n\nALLEN ALL IN: General John Allen gave an impassioned, sorta hawkish case for HILLARY CLINTON, which was greeted by both cheers and boos from the crowd.",
  "Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news, so please send your tips, complaints and fondest DNC memories to: hjackson@politico.com.",
  "“His son, he said, dreamed of becoming a military lawyer, 'but he put those dreams aside the day he sacrificed his life to save the lives of his fellow soldiers.'",
  "http://politi.co/2ahDcox\n\nTHEY SAID IT: \"A man you can bait with a tweet is not a man we can trust with nuclear weapons.”— HILLARY CLINTON on DONALD TRUMP.",
  "In doing so, she presented a vision for a country that is stronger with a collective sense of purpose, promising to fight for a vibrant and strong America.",
  "They certainly embarrassed Hillary.’” http://politi.co/2ae166w\n\n** A message from BP: …so our engineers can view even hard-to-reach locations.",
  "As for Trump, he said, ‘You have sacrificed nothing.’” He added, “If it was up to DONALD TRUMP, he never would have been in America.",
  "http://politi.co/2afqKaf His speech was followed by a medal of honor recipient Florent Groberg.",
  "Take 15 seconds to watch these drones in flight **\n\n5) FROM RUSSIA, SOME LOVE?",
  "BP is pioneering the use of drone technology to monitor refinery operations.",
  "That’s the number of years it’s been since women received the right to vote.",
  "BERN FOREVER: Some BERNIE SANDERS supporters say they’ll never give it up.",
  "On display tonight was a concerted appeal to conservative-minded voters.",
  "Just look at the speakers: a retired general who combated ISIL.",
  "Self-identified Republicans with warm words for Ronald Reagan.",
  "DONALD TRUMP consistently smears the character of Muslims.",
  "Kahn contrasted his son’s heroism against DONALD TRUMP.",
  "Family members of fallen police and soldiers.",
  "Donald Trump's not offering real change.\"",
  "\"So enough with the bigotry and bombast.",
  "But the connection isn’t just political.",
  "‘They embarrassed Bernie at one point.",
  "Dozens of former military brass.",
  "We’ll see you tomorrow.",
  "MAGIC NUMBER: 96.",
  "2) REAGAN-ESQUE?",
  "Bounce included!",
  "TBNR."
]