[
  "It’s been almost a decade since the sale, but the transaction is newsworthy again as new questions surround contacts between members of Trump’s administration and Russian government officials.”\n\nAnd from CNN’s Pamela Brown and Jose Pagliery: “Federal investigators and computer scientists continue to examine whether there was a computer server connection between the Trump Organization and a Russian bank, sources close to the investigation tell CNN.",
  "OTHER HAPPENINGS: Pence will host conservative leaders for a healthcare listening session in the Vice President’s Ceremonial Office at 1:00 p.m. and later host a reception for the Indiana National Guard there at 4:30 p.m. Press Secretary Sean Spicer will brief the press at the White House at 1:30 p.m.\n\nCOMING AT 8:30 A.M.: The February jobs report, the first jobs report to take a look at a full month under Trump.",
  "But the FBI's investigation remains open, the sources said, and is in the hands of the FBI's counterintelligence team -- the same one looking into Russia's suspected interference in the 2016 election.”\n\nHAPPY TO BE THERE: Confinement within the White House bubble has proven frustrating for past presidents, but so far it is suiting Trump just fine.",
  "His pitch: He is fully behind the bill to scotch President Barack Obama’s signature domestic achievement, but he is open to negotiations on the details.”\n\nDRIP, DRIP: From the Palm Beach Post’s Alexandra Clough and John Pacenti: “Why did a Russian oligarch pay now-President Donald Trump $95 million for his Palm Beach mansion?",
  "Per our friends at Playbook, the meeting will include: Vice President Mike Pence, Budget Chairman Diane Black (R-Tenn.), Ways and Means Chairman Kevin Brady (R-Texas), Energy and Commerce Chairman Greg Walden (R-Ore.), Education and Workforce Chairman Virginia Foxx (R-N.C.) and Judiciary Chairman Bob Goodlatte (R-Va.).",
  "THE HARD SELL: From the New York Times’ Maggie Haberman and Robert Pear: “President Trump, after a halting start, is now marshaling the full power of his office to win over holdout conservatives and waffling senators to support the House Republicans’ replacement for the Affordable Care Act.",
  "In 2008, Dmitry Rybolovlev bought the Palm Beach mansion owned by Trump for $13 million more than the most expensive Palm Beach mansion sale up to that moment.",
  "Today in Trumpworld -- March 10\n\nTRUMP’S SCHEDULE:\n\n10:00 a.m.: President Donald Trump receives his daily intelligence briefing in the Oval Office.",
  "Almost a decade later, the answer is less clear than it was at the time of the sale, the largest price paid for a Palm Beach home.",
  "11:30 a.m.: Trump leads a discussion on healthcare with “key House Committee Chairmen” in the Roosevelt Room.",
  "12:15 p.m.: Trump speaks with Palestinian Authority President Mahmoud Abbas by phone from the Oval Office.",
  "There are East Room meetings, evening dinners and sumptuous lunches — even a White House bowling soiree.",
  "Mr. Trump is deploying the salesman tactics he sharpened over several decades in New York real estate.",
  "12:45 p.m.: Trump has lunch with Secretary of State Rex Tillerson in the presidential dining room.",
  "3:30 p.m.: Trump meets with Housing and Urban Development Secretary Ben Carson in the Oval Office.",
  "Questions about the possible connection were widely dismissed four months ago.",
  "If it’s good, expect some tweets from @realDonaldTrump."
]