[
  "\n\n\n\nDonald Trump More\n\nFormer Director of National Intelligence James Clapper appears to have signaled during a hearing before the Senate Judiciary Committee on Monday that the intelligence community was scrutinizing President Donald Trump's business ties to Russia.",
  "As Trump praised and defended Russian President Vladimir Putin along the campaign trail, many questioned whether the real-estate mogul had any financial incentives — including business ties or outstanding debt — to seek better relations with Moscow.",
  "The Washington Post has reported that \"Trump and his family members have made numerous trips to Moscow in search of business opportunities\" since the 1980s, \"and they have relied on Russian investors to buy their properties around the world.\"",
  "The question came up again last weekend after the golf writer James Dodson told WBUR that Trump's son Eric bragged in 2014 that the Trump family had secured access to $100 million from Russian lenders to fund their golf courses.",
  "That was the year that Dmitry Rybolovlev, a Russian multibillionaire who was an early investor in one of the world's most lucrative fertilizer companies, bought a Palm Beach property from Trump for $95 million.",
  "Republican Sen. Lindsey Graham, the chairman of the Senate Judiciary subcommittee on crime and terror, asked Clapper if he ever found \"a situation where a Trump business interest in Russia\" gave him \"concern.\"",
  "The family's bank of choice has long been Deutsche Bank, which was fined $10 billion earlier this year over a Russian money-laundering scheme that involved its Moscow, New York, and London branches.",
  "Graham pressed Clapper on whether he had ever come across such a situation, to which Clapper replied, \"I can't comment on that because that impacts an investigation.\"",
  "At that point, big banks were reluctant to loan to Trump, who had lost them money, he wrote in his 2007 book, \"Think Big: Make it Happen in Business and Life.\"",
  "NOW WATCH: Yale history professor: Here’s why it's useful to compare Trump's actions to Hitler's\n\n\n\n\n\nMore From Business Insider",
  "The Trump Organization is also believed to have received loans from Russia when it was struggling in the '90s, the report said.",
  "2008 was rough for Trump — according to PolitiFact, Trump Entertainment Resorts missed a $53.1 million bond interest payment.",
  "Trump had put it on the market two years earlier for $125 million after purchasing it for $41 million in 2004.",
  "\"Russians make up a pretty disproportionate cross-section of a lot of our assets,\" he said at the time.",
  "In 2008, Donald Trump Jr. said the Trump Organization saw \"a lot of money pouring in from Russia.\"",
  "\"Not in the course of the preparation of the intelligence community's assessment,\" Clapper said.",
  "We've got some guys that really, really love golf, and they're really invested in our programs.",
  "\"I figured it was the bank's problem, not mine,\" Trump wrote, according to The New York Times.",
  "I know no banks — because of the recession, the Great Recession — have touched a golf course.",
  "Rybolovlev's purchase is believed to be the most expensive home sale in US history.",
  "Related:\n\nFor more news videos visit Yahoo View, available now on iOS and Android.",
  "\"It's not wrong to do business with Russians,\" Graham told CNN after the hearing.",
  "I actually told one bank, 'I told you you shouldn't have loaned me that money.",
  "But it's not the first time one of Trump's sons has boasted of ties to Russia.",
  "\"Russia has never tried to use leverage over me,\" Trump tweeted on January 11.",
  "\"He just sort of tossed off that he had access to $100 million,\" Dodson said.",
  "It filed for Chapter 11 bankruptcy protection the next year to reorganize.",
  "Rybolovlev has never lived in the mansion and has since torn it down.",
  "\"I HAVE NOTHING TO DO WITH RUSSIA — NO DEALS, NO LOANS, NO NOTHING!\"",
  "Trump has denied having any ties — business or personal — to Russia.",
  "Eric has denied the story, which he called \"completely fabricated.\"",
  "He and Trump have insisted they never met during the transaction.",
  "\"But Trump has said he never did business with the Russians.\"",
  "You know, no one's funding any kind of golf construction.",
  "It's dead in the water the last four or five years.'",
  "\"He said, 'Well, we don't rely on American banks.",
  "We have all the funding we need out of Russia.'",
  "I told you the goddamn deal was no good.'\"",
  "We just go there all the time.'\"",
  "\"I said, 'Eric, who's funding?",
  "\"What the hell did I care?",
  "And he said, 'Oh, yeah.",
  "I said, 'Really?'"
]