[
  "EDUARDO COSTANTINI\n\n\"Baile en Tehuantepec\" (1928) by Diego Rivera, $15.7 mil\n\nMr. Frida Kahlo, every billionaire's favorite socialist muralist, set a sales record for Latin-American art when Costantini, a real estate developer from Argentina, bought this vibrant work last May.",
  "KEN GRIFFIN\n\n\"Interchange\" (1955) by Willem de Kooning, $300 mil\n\n\"Number 17A\" by (1948) Jackson Pollock, $200 mil\n\nGriffin, who founded the hedge fund Citadel, reportedly dropped a half-billion dollars on two works of art from these famous midcentury trailblazers.",
  "BIDZINA IVANISHVILI\n\n\"Untitled XXV\" (1977) by Willem de Kooning, $66.3 mil\n\nIvanishvili, a former prime minister of Georgia, is pruning his $1 billion art collection, which adorns the walls of his 108,000-square-foot compound in Tbilisi, the country's capital.",
  "PAUL ALLEN\n\n\"Düsenjäger\" (1963) by Gerhard Richter, $25.5 mil\n\nThe Microsoftie more than doubled the $11.2 million he paid in 2007 for this photo-realist painting of a fighter jet, one of eight warplanes in a series made by Richter, the renowned German artist.",
  "BUYERS\n\nELI BROAD\n\n\"Summer #1\" (1957) by Sam Francis, $11.8 mil\n\nNow hanging prominently in the eponymous museum Broad and his wife, Edythe, opened in Los Angeles in 2015, this work by Francis, an Abstract Expressionist who died in 1994, was acquired last May.",
  "SELLERS\n\nOPRAH WINFREY\n\n\"Portrait of Adele Bloch-Bauer II\" (1912) by Gustav Klimt, $150 mil\n\nThe media mogul reportedly logged a $60 million profit when she closed the sale last summer; she had bought the work by the Austrian painter for $90 million in 2006.",
  "AN INCREASINGLY abstract legal picture is being drawn over $2 billion worth of artwork bought by Russian billionaire Dmitry Rybolovlev from Swiss dealer Yves Bouvier, including a Leonardo da Vinci portrait of Christ.",
  "Bouvier's attorney has called the battle, now entering its third year, a \"scorched-earth litigation campaign\"; opposing counsel says Bouvier \"stands accused of the largest art fraud in history.\"",
  "How times (inter)change: In 1989, the De Kooning painting (above) sold for $20.7 million--at the time, the highest price ever paid for a contemporary work.",
  "Correction: In the version of this article published in the April 25, 2017, print edition of Forbes, Yves Bouvier's first name was mistakenly spelled Ives.",
  "Rybolovlev paid Bouvier $127.5 million for the painting; it later emerged that the dealer had paid just $80 million for it not long before.",
  "We regret the error and encourage readers to send information that might need correcting to corrections@forbes.com.",
  "An effervescent global stock market has been uniting buyers and sellers at tippy-top prices of late.",
  "This De Kooning made up most of the $110 million worth he sold last year.",
  "Not all billionaire art pickups end so poorly, of course.",
  "Here's the catalogue raisonné."
]