[
  "Ilya S. Savenok/Getty Images for Christie's Auction House\n\n\"Salvator Mundi,\" a painting that has been identified as one of Leonardo da Vinci's lost works, sold for a record $450 million at a Christie's auction Wednesday night.",
  "While the painting was widely confirmed as a da Vinci in 2011, some scholars have suggested that \"Salvator Mundi\" was a product of da Vinci's workshop, or was made by another follower without the master's talent.",
  "Da Vinci painted the portrait — of Jesus Christ dressed in Renaissaince Era clothing, crossing his fingers in one hand and holding a crystal orb in the other — around the year 1500.",
  "At the time he made \"Salvator Mundi,\" he was \"deep into his optics studies\" and filled his notebooks with diagrams of light bouncing at different angles, according to The Guardian.",
  "It's especially puzzling, writes Walter Isaacson in his biography of the artist, because da Vinci was famously fastidious about the reflection and refraction of light in his work.",
  "Larry Busacca/Getty Images; Hulton Archive/Stringer\n\nDefenders of the painting's authenticity say that da Vinci ignored physics on purpose, perhaps to illustrate Christ's powers.",
  "\"It is our opinion that he chose not to portray it in this way because it would be too distracting to the subject of the painting,\" a spokeswoman told The Guardian.",
  "Christie's speculated that Da Vinci included a distractingly incorrect glass globe because he didn't want to distract viewers from Christ himself.",
  "A major flaw in the painting — which is the only one of da Vinci's that remains in private hands — makes some historians think it's a fake.",
  "juhe-IdeeID/Shutterstock\n\nThe sphere in da Vinci's painting wouldn't show such a drastic flip, because the orb is close to Jesus's body.",
  "The most that was ever paid for a piece of art at auction was $179.4 million, for Picasso's \"Women of Algiers (Version O)\" in May 2015.",
  "\"Instead, Leonardo painted the orb as if it were a hollow glass bubble that does not refract or distort the light passing through it.\"",
  "The crystal orb in the image doesn't distort light in the way that natural physics does, which would be an unusual error for da Vinci.",
  "\"Solid glass or crystal, whether shaped like an orb or a lens, produces magnified, inverted, and reversed images,\" Isaacson writes.",
  "ArtWatch UK director Michael Daley told The Guardian that there wasn't enough evidence to prove the painting's authenticity.",
  "Isaacson himself believes it was an intentional decision to paint it that way and does not believe the painting is a fake.",
  "The most ever paid for a work of art overall was $300 million, for Willem de Kooning's \"Interchange\" in September 2015.",
  "Editor's note: This article has been updated to reflect Walter Isaacson's position on the authenticity of the painting.",
  "\"Another unexplained peculiarity is that the figure itself is heavily and uncharacteristically cropped.\"",
  "\"The Salvator Mundi is dead-pan flat, like an icon, with no real depth in the modeling,\" Daley said.",
  "By the way, Leonardo DiCaprio will be playing da Vinci in an adaptation of Isaacson's biography.",
  "According to Reuters, most art scholars have agreed that the painting is an authentic da Vinci.",
  "Da Vinci's version shows a clear version of Christ's robe, as if it were a window pane.",
  "In 2013, the chemicals billionaire Dmitry Rybolovlev purchased it for $127.5 million.",
  "AP Photo/Seth Wenig\n\nIt's transparent in a way that shows exactly what's behind it.",
  "In the late 2000s, it was sold again, restored, and identified as a da Vinci work.",
  "It was sold at auction in 1958, with its authorship unknown, for less than $100.",
  "See how the light filtered through the glass renders the image upside-down?",
  "After being bought and sold a few times, the painting was lost to history.",
  "In 2011, it was rediscovered and authenticated as one of da Vinci's works.",
  "But the glass orb raises some doubts about the painting's authenticity.",
  "A real glass sphere would show a distorted version of what's behind it.",
  "Christie's unveiled Leonardo da Vinci's \"Salvator Mundi\" on October 10.",
  "The history of \"Salvator Mundi\" has had a lot of twists and turns.",
  "The $450 million purchase price beats previous records by a mile.",
  "The painting was displayed in London's National Gallery in 2011.",
  "But the reflection should at least be distorted.",
  "It appears to be a rookie mistake.",
  "There's an inverse reflection.",
  "Take this image, for example.",
  "See that crystal orb?",
  "Hmmmm.",
  "See?"
]