[
  "“Mr Ross’s apparent departure is to avoid conflict of interest,” it said, before quoting a remark made by Ross during his Senate confirmation hearing: “I intend to be quite scrupulous about recusal.”\n\nRoss and the Russians\n\nRoss built lucrative connections to Russian business during a 40-year career that banked him an estimated fortune of $2.9bn, making him comfortably the wealthiest member of Trump’s cabinet.",
  "Rockas, Ross’s press secretary, said: “Private equity firms have a responsibility to their investors to optimize corporate structures, and Secretary Ross has decades of experience that he is now using to benefit American workers.”\n\nIn May 2016, as Ross trod the campaign trail with Trump, his firm sold off the last of its holdings in VTG.",
  "And in 2015, while Ross was vice-chairman of the bank, its Russia-based businesses were sold off to Artem Avetisyan, a Russian businessman who had been appointed by Putin to lead an agency responsible for strengthening ties between the Kremlin and business.",
  "Maybe I shouldn’t be, given that with this administration, there seems to be a Russian in every closet.”\n\nRoss’s press secretary, James Rockas, said in a statement that Ross’s holding would not conflict with his government duties on trade and industry.",
  "Vekselberg, who owns the world’s biggest collection of Fabergé eggs, attended the now infamous December 2015 dinner in Moscow for the Kremlin TV channel RT, where Trump’s future national security adviser Michael Flynn was photographed next to Putin.",
  "This is a shareholder and general partner of WLR Recovery Associates IV DSS AIV LP, another Cayman Islands entity, which is in turn a general partner of WLR Recovery Fund IV DSS AIV LP, a third Cayman firm, which is a shareholder in Navigator.",
  "The offshore commerce secretary\n\nUnder the Navigator-Sibur deal, two ships – the Navigator Libra and the Navigator Leo – began moving Sibur gas from the Russian port of Ust-Luga, west of St Petersburg, to Scandinavia and elsewhere in Europe.",
  "In April, Ross was pictured at Trump’s right hand inside a makeshift situation room at the club where the president monitored missile strikes against Syrian forces in response to the Assad regime’s latest use of chemical weapons.",
  "On the day Ross was nominated to the cabinet by Trump in November last year, he and Navigator executives including David Butters, the chief executive, dined together in a private room at Manhattan’s Gramercy Tavern restaurant.",
  "Asked around that time whether Bank of Cyprus had any customers under US sanctions during his time there, Ross told CNN: “That’s a question that is very complicated to answer,” adding that he had never approved any such deals.",
  "Photograph: Joe Raedle/Getty Images\n\nLloyd’s List, the authoritative shipping industry newsletter, said in January that Ross’s ethics disclosures suggested he was making a “clean cut” from Navigator by divesting from WL Ross.",
  "Rockas said: “No funds managed by WL Ross & Co ever owned a majority of Navigator shares.” But a press release issued by the company in August 2012 was titled “WL Ross Agrees To Acquire Majority Stake In Navigator”.",
  "Ross has been a trusted associate of the president since the early 1990s, when he helped to bail out Trump’s beleaguered casino portfolio in Atlantic City, New Jersey, which had left him on the verge of bankruptcy.",
  "In a letter to the commerce department and Office of Government Ethics before taking office this year, Ross said he was retaining his interest in a handful of entities, including two that hold stakes in Navigator.",
  "He should have sold off any and all interests Richard Painter\n\nThe WLR stake in Navigator is now worth about $179m, according to corporate filings, but it is not clear how much of this is held by Ross personally.",
  "Corporate records show that the proportion of Navigator’s revenue coming from Sibur almost doubled between 2014 and 2015, even as Sibur’s owners complained of being shut out of financial markets due to sanctions.",
  "Karen Dawisha, the director of Russian and post-Soviet studies at Miami University, Ohio, said it should be assumed that Putin benefited from the prosperity of companies run by his relatives and close associates.",
  "He told a US ethics watchdog that he was keeping a pair of obscurely named holding companies, but did not specify whether he would also retain their interests in Navigator and its lucrative contract in Russia.",
  "He borrowed $1.3bn from the state-controlled Gazprombank – his brother, Yury Shamalov, is the bank’s deputy chairman – and used this to buy a chunk of Sibur from Gennady Timchenko, who is under US sanctions.",
  "An early critic of free trade, who profited from tariffs to protect US steelmakers, Ross has been deputised by Trump to fulfil the president’s populist campaign promise to overhaul international trade deals.",
  "The Ross interests appear in the Paradise Papers, a trove of millions of leaked offshore files reviewed by the Guardian, the International Consortium of Investigative Journalists and other partners.",
  "Ross sat on the senior leadership team of Bank of Cyprus alongside Vladimir Strzhalkovsky, a former KGB colleague of Putin’s who is also on the board of several state corporations in Moscow.",
  "The Paradise Papers detail a complex web of dozens of offshore investments that have been held by Ross, who publicly champions Trump’s campaign promise to “bring back” business to the US.",
  "Navigator vessels also carried out extensive business with the Venezuelan state oil company PDVSA, records show, at a time when Venezuela’s government was cracking down on opposition.",
  "Daniel Fried, an assistant secretary of state for European and Eurasian affairs under George W Bush, said Ross’s connection to “cronies of Putin” threatened to undermine US sanctions.",
  "Transactions through the bank involving Paul Manafort, Trump’s former campaign chairman, are reportedly part of the federal inquiry into Russian interference in the 2016 US election.",
  "Rockas said Ross “has been generally supportive of the administration’s sanctions of Russian and Venezuelan entities.” He said Ross had never met Shamalov, Timchenko or Mikhelson.",
  "Richard Painter, the chief ethics counsel in George W Bush’s administration, said Ross had not made absolutely clear in his paperwork that he was retaining a stake in Navigator.",
  "Later that year, two ships from Ross’s company began transporting liquefied gas out of Russia for Putin’s son-in-law’s firm under a decade-long contract initially worth $226m.",
  "Nonetheless, the Navigator story is embarrassing for the White House as it seeks to defend itself from allegations of collusion with Moscow during the 2016 US election.",
  "“What is he thinking?”\n\nPeter Harrell, a senior state department official under Barack Obama, who worked on sanctions against Russia, said: “I’m frankly surprised.",
  "The relationship means he stands to benefit from the operations of a Russian company run by Putin’s family and close allies, some of whom are under US sanctions.",
  "The Obama administration twice imposed sanctions on Novatek, once in 2014 over Ukraine and again in 2016 as punishment for Moscow’s meddling in the US election.",
  "The house is a five-minute drive from Trump’s private club, Mar-a-Lago, where Ross accompanied the president during weekend visits in his early weeks in office.",
  "Navigator operates a lucrative partnership with Sibur, a Russian gas company part-owned by Kirill Shamalov, the husband of Putin’s daughter Katerina Tikhonova.",
  "“He was not well trained for the job at Sibur, but he was well connected.” Shamalov has a law degree from St Petersburg State University, according to Sibur.",
  "They join established links between Ross and Russian finance that have raised questions over his selection by Trump to head the US Department of Commerce.",
  "WL Ross more than doubled its money, prompting Ross to boast in remarks to a convention that his firm had hit “a home run” by taking over Navigator.",
  "Rockas, Ross’s press secretary, tried to distance Ross from the Sibur deal with a series of statements that were contradicted by other sources.",
  "The letter said some retained interests related to shipping but did not detail whether this included the subsidiaries that led to Navigator.",
  "In May 2014, a Russian government fund led a $700m investment in the Ust-Luga port, where Sibur has exclusive rights to ship liquefied gas.",
  "That year, Ross’s investment firm, WL Ross, began buying into Navigator with an investment that gave him two seats on the company’s board.",
  "By January 2012, having built up his holding in the Russian company, Shamalov, then 29, was made deputy chairman of its management board.",
  "Congress and Robert Mueller, the special counsel, are investigating possible collusion between Trump’s presidential campaign and Moscow.",
  "Donald Trump’s commerce secretary, Wilbur Ross, is doing business with Vladimir Putin’s son-in-law through a shipping venture in Russia.",
  "The files show, for instance, that Ross is a shareholder in WLR Recovery Associates IV DSS AIV GP, a Cayman Islands investment vehicle.",
  "Shamalov insisted he had received no preferential treatment in the Sibur deal and had received his stake on strictly commercial terms.",
  "Leaked documents and public filings show Ross holds a stake in a shipping company, Navigator, through a chain of offshore investments.",
  "“I don’t understand why anybody would decide to maintain this kind of relationship going into a senior government position,” he said.",
  "“He should have sold off any and all interests.”\n\n\n\nFacebook Twitter Pinterest Ross testifies at his confirmation hearing in January.",
  "Five offshore entities in the Cayman Islands holding VTG stock were among some 50 linked to Ross and his firm in the Paradise Papers.",
  "Shamalov is the son of Nikolai Shamalov, one of Putin’s oldest friends from St Petersburg, where Putin worked in the mayor’s office.",
  "But a press release filed to the Securities and Exchange Commission on 2 March that year said Ross was by then already on the board.",
  "In 2014, Ross led a €1bn takeover of the Bank of Cyprus, a favoured destination for Moscow oligarchs seeking to store their wealth.",
  "Corporate records show Navigator ramped up its relationship with Sibur from 2014, as the US and EU imposed sanctions on Russians.",
  "Ross and his wife, Hilary, own a Manhattan apartment, a home in the Hamptons and a house valued at $23m in Palm Beach, Florida.",
  "The senators also lambasted the White House for refusing to provide answers to the questions before the vote confirming Ross.",
  "Towards the end of the year, Navigator went public on the New York stock exchange, its share price buoyed by the Sibur deal.",
  "Over the following years, VTG bought out other Russian firms in the sector, taking on thousands of railcars in the country.",
  "“Shamalov is a very important member of Putin’s circle and there is no question that he is closely trusted,” said Dawisha.",
  "When he joined the Trump administration, Ross declared holdings worth up to $10m in vehicles with interests in Navigator.",
  "After WL Ross’s 2005 takeover of VTG, Europe’s largest railcar leasing firm, the German company opened offices in Russia.",
  "Democratic senators wrote to Ross in February demanding that he disclose “the full extent of your connections to Russia”.",
  "Democrats say these details were buried deep in an ethics form, with his investments held in a maze of offshore entities.",
  "Show Hide Navigator is an international shipping company that transports liquefied petroleum gas (LPG) around the world.",
  "Photograph: Drew Angerer/Getty Images\n\nThe involvement of Ross and Shamalov in the shipping venture dates back to 2011.",
  "That summer, WL Ross took control of Navigator by buying a further $110m stake from the collapsed Lehman Brothers bank.",
  "In 2008, as the US began to fall into a financial crisis, Rybolovlev bought a Florida mansion from Trump for $95m.",
  "Invited to name the new vessels, Sibur christened them Navigator Luga and Navigator Yauza, after Russian rivers.",
  "At the end of May, Ross sold a small holding in Navigator worth $15,000-$50,000, according to an ethics filing.",
  "Ross says he declared his interest in Navigator when he joined Donald Trump's administration earlier this year.",
  "Ross, a billionaire and close friend of Trump, retained holdings in Navigator after taking office this year.",
  "They transport gas from Sibur's terminal in the Russian city of Ust-Luga to ports in Scandinavia and beyond.",
  "The sale brought in about $420m for Ross’s firm, which had not disclosed how much it paid a decade earlier.",
  "Teramoto has since resigned from the businesses to join the Trump administration as Ross’s chief of staff.",
  "The US Treasury said in 2014 that Putin held investments in Timchenko’s oil-trading firm, which it denied.",
  "The US commerce secretary Wilbur Ross has a substantial stake in the firm and until 2014 sat on its board.",
  "One of Sibur's owners is Gennady Timchenko, a billionaire friend of Vladimir Putin's, under US sanctions.",
  "Ross took over bankrupt companies, turned them around by slashing costs, and sold them for large profits.",
  "– video\n\nAlso invested in the bank takeover was the billionaire Russian industrialist Viktor Vekselberg.",
  "Ross was not asked about his links to Putin’s family during his confirmation hearing by the US Senate.",
  "Mikhelson is Russia’s richest man, according to Forbes magazine, and CEO of the gas producer Novatek.",
  "He said the Navigator-Sibur deal was signed in February 2012, before Ross joined the Navigator board.",
  "“Secretary Ross recuses himself from any matters focused on transoceanic shipping vessels,” he said.",
  "The disclosures come as inquiries intensify into Russian interference with the 2016 US election.",
  "Photograph: Kommersant/Getty Images\n\nRoss stepped down from Navigator’s board in November 2014.",
  "In December 2015, Sibur received a $1.75bn state loan repayable at a third of the market rate.",
  "This year, he reduced his 21.4% stake in the company, which was worth about $2.85bn, to 3.9%.",
  "This was completed in April, while journalists were looking into Sibur’s connections to Ross.",
  "In ethics forms filed this year, Ross estimated that his start date had been January 2012.",
  "His private equity firm, WL Ross, earned him a reputation as a ruthless corporate raider.",
  "Until 2013, the bank’s biggest shareholder was the Russian billionaire Dmitry Rybolovlev.",
  "VTG’s chief executive, Heiko Fischer, eventually sat with Ross on the board of Navigator.",
  "Meanwhile, in Moscow, Shamalov began investing in Sibur, which was formerly state owned.",
  "The partnership doubled to four ships this year, as Ross joined Trump’s administration.",
  "The measures followed Putin’s aggression in eastern Ukraine and annexation of Crimea.",
  "One of Navigator's clients is Sibur, a Moscow-based gas and petrochemicals company.",
  "Sibur has also received assistance from the Kremlin while dealing with Ross’s firm.",
  "One leaked file said WL Ross was among Appleby’s top 20 clients by total billings.",
  "“It is very difficult to figure out from the financial disclosure,” said Painter.",
  "Navigator has collected $68m in revenue from its Sibur partnership since 2014.",
  "Ross, 79, has apparently faced little official scrutiny over the arrangement.",
  "But Sibur’s annual report for that year said the deal was signed in March.",
  "His replacement was Wendy Teramoto, then managing director of WL Ross.",
  "Shamalov drastically increased his holding in Sibur in September 2014.",
  "Rockas said Ross did not join Navigator’s board until 31 March 2012.",
  "Many use similar names and acronyms that are difficult to decipher.",
  "The firms were handled by Appleby, a legal and accounting company.",
  "“Your interest is aligned to mine,” Ross reportedly told Butters.",
  "Ross later described the strikes as “after-dinner entertainment”.",
  "“The US economy will grow, and Navigator will be a beneficiary.”",
  "Ross has dismissed claims of collusion as “rumour and innuendo”.",
  "The future president had paid $41m for it four years earlier.",
  "Shamalov sold to Sibur’s main shareholder, Leonid Mikhelson.",
  "Ross also entered Russian markets through other industries.",
  "He married Katerina in a secret ceremony in February 2013.",
  "Facebook Twitter Pinterest Donald Trump and Ross.",
  "Shamalov stepped down as deputy chairman in 2015.",
  "But he appeared to retain other Navigator stakes.",
  "Another is Kirill Shamalov, Putin's son-in-law.",
  "Sibur currently charters four Navigator ships.",
  "Q&A Who are Navigator and why do they matter?",
  "Play Video 2:07 What are the Paradise Papers?",
  "Analysts said the arrangement was troubling.",
  "Ross says he hasn't met these \"individuals\".",
  "Facebook Twitter Pinterest Kirill Shamalov.",
  "Trump imposed sanctions on PDVSA in August.",
  "The reason for the sale was unclear.",
  "He remains a director of Sibur.",
  "Ross did not respond."
]