[
  "The painting sold for $119,922,500 Picasso’s Nude, Green Leaves and Bust (1932) sold at Christie's in New York for $106,482,500 L’homme qui Marche I (1961) by Alberto Giacometti sold for £65,001,250 ($105,182,398) at Sotheby’s in London Picasso’s Boy With a Pipe (1905) sold at Sotheby's in New York for $104,168,000 Gustav Klimt’s Portrait of Adele Bloch-Bauer II (1912)went under the hammer at Christie’s New York and sold for $87,936,000 Francis Bacon’s Triptych (1976) sold for $85.9m to oligarch Roman Abramovich A Chinese 18th century Qianlong dynasty porcelain vase sold for £53,100,000 ($85,921,461) at Bainbridges auction house in London Dora Maar au Chat (1941) by Pablo Picasso sold for £51,560,080 ($83,429,503) at Sotheby's in London Portrait of Dr Paul Gachet (1890) by Vincent van Gogh sold for $82,500,000 (£50,985,692) at Christie’s in New York\n\n“Thank you all for your bidding,” said Pylkkänen.",
  "“It’s the last painting by Leonardo, the greatest of all Renaissance artists, and it had an appeal to collectors from all parts of the world.”\n\n“Every major scholar of Leonardo’s work accepts the picture and has for the past decade,” he said, addressing questions over the painting’s authenticity and condition, adding: “It’s not in flawless condition, it’s 500 years old and absolutely has the presence and condition of a true Leonardo.”\n\nDespite the excitement over the sale of the only Leonardo in private hands – queues of people had formed around Rockefeller Center in New York to see the canvas – many in the art world had wondered if the piece would find a buyer.",
  "Christie’s sells long-lost Salvator Mundi, artwork billed as ‘biggest discovery of the 21st century’, for $400m plus auction house premium\n\nSalvator Mundi, the long-lost Leonardo da Vinci painting of Jesus Christ commissioned by King Louis XII of France more than 500 years ago, has sold at Christie’s in New York for $450.3m, including auction house premium, shattering the world record for any work of art sold at auction.",
  "When asked whether Salvator Mundi’s involvement in the Rybolovlev-Bouvier case might overshadow its sale, Christie’s postwar and contemporary chairman, Loïc Gouzer, who secured the work with a $100m guarantee, said: “We cannot comment about sellers, but it has every passport, every visa.”\n\nAlan Wintermute, a senior specialist in old master paintings at Christie’s in London, called it the “holy grail” of old masters.",
  "Probably, they knew there was room before the end of the competition.”\n\n“They wanted to get the job done quicker, but it still took a long time.”\n\n\n\nThe sale places Salvator Mundi as the highest-priced work sold privately or at auction, including Pablo Picasso’s 1955 Women of Algiers (Version O), sold for $179.4m, and Amedeo Modigliani’s 1917-18 Reclining Nude, sold for $170.4m.",
  "Salvator Mundi by Leonardo Da Vinci before and after restoration Salvator Mundi painting by Leonardo Da Vinci before and after restoration\n\nBefore Rybolovlev, Salvator Mundi had been owned by a consortium of dealers including Alexander Parish, who had picked it up for $10,000 at an estate sale in the US in 2005, and had had it restored and authenticated.",
  "Timeline The 10 most expensive works of art sold at auction Show Hide See a gallery of the world's most expensive paintings Leonardo da Vinci’s Salvator Mundi sold for $400 million at Christie’s ($450.3m, including auction house premium) One of four versions of The Scream created by Munch and the only one that is privately owned.",
  "The painting was consigned to Christie’s by Dmitry Rybolovlev, 50, a Russian fertiliser oligarch who has been at the center of an art-world scandal involving claims that a Paris-based dealer, Yves Bouvier, cheated the collector out of as much as $1bn on sales of 38 artworks, including the Leonardo.",
  "“We felt that offering this painting within the context of our postwar and contemporary evening sale is a testament to the enduring relevance of this picture.”\n\nWhat Gouzer may have meant is that buyers prepared to spend in excess of $100m on artwork exist in the modern and contemporary fields.",
  "There’ll never be another painting that I shall sell for more than this painting tonight.”\n\nPreviewing the lot last month, Christie’s described the painting of Christ holding a crystal orb in his left hand and raising his right in benediction as “the biggest discovery of the 21st century”.",
  "The sale generated a sustained 20 minutes of tense telephone bidding as the auctioneer Jussi Pylkkänen juggled rival suitors before a packed crowd of excited onlookers in the salesroom.",
  "In the end, the picture was placed in Christie’s postwar and contemporary evening sale, wedged between lots of work by Cy Twombly, John Currin, Keith Haring and Jean-Michel Basquiat.",
  "At one point, Pylkkänen remarked: “Historic moment, we’ll wait” as the the bidding went back and forth, pausing at just over $200m as it rose to break the auction record.",
  "Top 10 most expensive works of art sold at auction - in pictures Read more\n\nChristie’s had also found placing the work, despite its celebrity, hard to fathom.",
  "Rybolovlev’s spokesman, Brian Cattell, told the Wall Street Journal the family hoped the sale “will finally bring to an end a very painful chapter”.",
  "In the days leading up the the sale, Christie’s produced a video of celebrities viewing the work, among them Leonardo DiCaprio and Patti Smith.",
  "The collector acquired it from Bouvier for $127m, who had in turn acquired it from Sotheby’s in a private sale in 2013 for about $50m less.",
  "“They reflected the importance of the painting and that some of the bidders were conscious that the price would go higher than their bids.",
  "The sale of Salvator Mundi, which was painted around 1500 and presumed lost until early this century, was Rybolovlev’s largest to date.",
  "“The work of Leonardo is just as influential to the art that is being created today as it was in the 15th and 16th centuries,” he said.",
  "In total, Christie’s said, 27,000 people had seen the work on a pre-sale tour with stops in Hong Kong, London and San Francisco.",
  "Bouvier’s mark-up led to Rybolovlev’s criminal complaint in a Monégasque court, alleging a scheme for overcharging him.",
  "“I cannot say if he or she will want to be public.”\n\nAt the height of the auction, as many of six bidders were in play.",
  "The London art dealer Philip Mould called the idea of including Salvator Mundi in a contemporary sale “inspired”.",
  "Record private sales are believed to include $250m for a painting by Paul Cézanne and $300m for a Paul Gauguin.",
  "At the press conference, Artnews reported, Gouzer spoke of the exceptional rarity of a work by Leonardo.",
  "The auction house would not reveal the identity of the buyer or even the region from which they came.",
  "Christie’s CEO, Guillaume Cerutti, said he did not know whether the buyer would reveal themselves.",
  "The case led to the resignation of Monaco’s then justice minister, Philippe Narmino.",
  "In New York last night, he said he had never doubted the piece would break records.",
  "A Leonardo, even one as dulled as this, could prove an amusing conversation piece.",
  "At one point, a telephone bidder jumped in, pushing the price from $332m to $350m.",
  "The abrupt $20m and $30m jumps in price were indeed unusual, Cerutti confirmed.",
  "It was first unveiled to the public at the National Gallery in London in 2011.",
  "Contemporary art, Mould told the Guardian, is “where all the big money is”.",
  "After the sale, Pylkkänen said the sale had been his “ultimate privilege.",
  "The piece is sold.”\n\nThe saleroom erupted in cheers and applause.",
  "“Finding a new one is rarer than finding a new planet,” he said.",
  "“Four hundred million selling here at Christie’s.",
  "“It’s the zenith of my career as an auctioneer.",
  "The bidding then resumed: $353m, $355m.",
  "A jump to $400m.",
  "A jump to $370."
]