[
  "Dennis Van Tine/STAR MAX\n\nChristie's says most scholars agree that the painting is by Leonardo, though some critics have questioned the attribution and some say the extensive restoration muddies the work's authorship.",
  "The painting was sold Wednesday by Russian billionaire Dmitry Rybolovlev, who bought it in 2013 for $127.5 million (108 million euros) in a private sale that became the subject of a continuing lawsuit.",
  "The 26-inch-tall (66-centimeter-tall) painting dates from around 1500 and shows Christ dressed in Renaissance-style robes, his right hand raised in blessing as his left hand holds a crystal sphere.",
  "The highest price ever paid for a work of art at auction was $179.4 million (152 million euros), for Picasso's \"Women of Algiers (Version O)\" in May 2015, also at Christie's in New York.",
  "Christie's capitalized on the public's interest in Leonardo, considered one of the greatest artists of all time, with a media campaign that labeled the painting \"The Last Da Vinci.\"",
  "Kirsty Wigglesworth/AP\n\nNEW YORK (AP) — A painting of Christ by the Renaissance master Leonardo da Vinci sold for a record $450 million (380 million euros) at auction on Wednesday.",
  "The painting was sold again in 1958 and then acquired in 2005, badly damaged and partly painted-over, by a consortium of art dealers who paid less than $10,000 (8,445 euros).",
  "The painting, called \"Salvator Mundi,\" Italian for \"Savior of the World,\" is one of fewer than 20 paintings by Leonardo known to exist and the only one in private hands.",
  "In New York, where no museum owns a Leonardo, art lovers lined up outside Christie's Rockefeller Center headquarters on Tuesday to view \"Salvator Mundi.\"",
  "The highest known sale price for any artwork was $300 million (253 million euros) for Willem de Kooning's \"Interchange\" in September 2015.",
  "Once owned by King Charles I of England, it disappeared from view until 1900, when it resurfaced and was acquired by a British collector.",
  "Security guards stand alongside Leonardo da Vinci's \"Salvator Mundi\" on display at Christie's auction rooms, in London, Oct. 24, 2017.",
  "A backer of the \"Salvator Mundi\" auction had guaranteed a bid of at least $100 million (85 million euros).",
  "Svetla Nikolova, who is from Bulgaria but lives in New York, called the painting \"spectacular.\"",
  "It was sold privately by the David Geffen Foundation to hedge fund manager Kenneth C. Griffin.",
  "The art dealers restored the painting and documented its authenticity as a work by Leonardo.",
  "At that time it was attributed to a Leonardo disciple, rather than to the master himself.",
  "The work was exhibited in Hong Kong, San Francisco, London and New York before the sale.",
  "Its path from Leonardo's workshop to the auction block at Christie's was not smooth.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "\"It's a once-in-a-lifetime experience,\" she said.",
  "I'm so lucky to be in New York at this time.\"",
  "Leonardo da Vinci's “Salvator Mundi.\"",
  "Copyright 2017 The Associated Press.",
  "It's wonderful it's in New York.",
  "All rights reserved.",
  "\"It should be seen."
]