[
  "“We felt that offering this painting within the context of our postwar and contemporary evening sale is a testament to the enduring relevance of this picture.”\n\nFound in 2005 at a regional auction in the US, when it had been overpainted, given additions such as a crude beard and long mistaken for a copy, Salvator Mundi was the first new Leonardo painting to be discovered since 1909.",
  "So it’s not a great feat of the imagination to suppose that a Chinese plutocrat, having bought a Basquiat for $110m, would do the same with a Leonardo.”\n\nThere is contention surrounding the condition of the painting, where restoration involved rigorous cleaning and left the piece with a ghostlike patina.",
  "Work painted 500 years ago and discovered in 2005 to be star item in a New York auction of postwar and contemporary art\n\nIt was hailed as the greatest artistic find of the past 50 years, a masterpiece disguised behind amateur layers of paint and found festering in obscurity at a regional art auction.",
  "Featuring an image of Christ with an elusive and ethereal expression, it was dubbed the “male Mona Lisa”, and a recent condition report by Christie’s revealed Leonardo used at least five thin layers of glazing to build up the flesh tones of Christ’s face – the same technique he used in the Mona Lisa.",
  "It is being sold by the family trust of the Russian billionaire collector – and owner of French football club AS Monaco – Dmitry Rybolovlev, who bought it in 2013 for $127.5m, and is expected to sell for at least $100m, breaking the record for an old master sold at auction.",
  "Philip Mould, London art dealer and leading specialist in the old masters, said it was an “inspired idea” to put Salvator Mundi into a contemporary auction when the old masters market has been suffering, with prices down by around 40% in a decade.",
  "Only Leonardo da Vinci in private hands set to fetch £75m at auction Read more\n\n“The work of Leonardo is just as influential to the art that is being created today as it was in the 15th and 16th centuries,” he said.",
  "The inclusion of the artwork in the contemporary auction at Christie’s, alongside works by Jean-Michel Basquiat and Andy Warhol has been described as unusual but financially savvy.",
  "After a lengthy restoration it was unveiled to the world with much furore in 2011 at the National Gallery’s exhibition Leonardo da Vinci: Painter at the Court of Milan.",
  "Christies also found that the walnut panelling Salvator Mundi is painted on has “suffered worm infestation, which led to worm tunnelling, which weakened the wood”.",
  "Now, for the first time since its rediscovery in 2005, Leonardo da Vinci’s Salvator Mundi is to be put up for auction at Christie’s in New York on Wednesday.",
  "Contemporary art, said Mould, was where “where all the big money is”, and buyers were often those who had made their millions in the tech industry.",
  "They feel much more comfortable with late-20th century achievers and charismatic figures, and are prepared to spend very big money in that resect.",
  "And in a first for an old master painted 500 years ago, it will be the star item in a sale otherwise made up of postwar and contemporary art.",
  "The works at this contemporary auction have an estimated collective value of $1.6bn, a 46% increase on the equivalent sale last year.",
  "“There’s enough beauty left, and enough Leonardo left, for it to have a palpable feeling of poetry and sacredness,” he said.",
  "But Leonardo is one of those who just bounces down the centuries.”\n\nHe added: “There isn’t anyone else quite like Leonardo.",
  "“That type of money doesn’t have the orientation or indeed patience for classical and renaissance art.",
  "“Modern buyers are not classically educated like they were perhaps 30 years ago,” he said.",
  "Yet Mould said that even this did not diminish the painting’s importance.",
  "Loic Gouzer of Christie’s described it as a “once-in-a-lifetime sale”.",
  "“There’s enough there to still feel the Da Vinci mysticism.”",
  "He is a deity in art history."
]