[
  "“Even making allowances for its extremely poor state of preservation, it is a curiously unimpressive composition and it is hard to believe that Leonardo himself was responsible for anything so dull,” Charles Hope, an emeritus professor at the Warburg Institute at the University of London, wrote in his 2012 review of a National Gallery for the New York Review of Books.",
  "A 500-year-old painting thought to be one of only a few by Leonardo da Vinci to have survived since the artist's death originally sold for $60 is set to be auctioned Wednesday in New York, where it's been guaranteed to sell for at least $100 million.",
  "The painting, depicting Christ holding a crystal orb, called \"Salvator Mundi\" or \"Savior of the World,\" is one of fewer than 20 paintings by Leonardo da Vinci known to still exist, according to Christie's, the auction house conducting the sale.",
  "\"Salvator Mundi\" was owned by King Charles I of England in the mid-1600s and was auctioned by the son of the Duke of Buckingham in 1763 before it disappeared from view until 1900, when it resurfaced and was acquired by a British collector.",
  "Christie's says a majority of scholars believe it is a work by Leonardo, though some have questioned that claim, while others have said it was so extensively restored that it is probably more akin to a copy than an original.",
  "A backer of the auction has guaranteed a bid of at least $100 million, and experts have said it might be worth more, except for its generally poor state of preservation and lingering questions about its authenticity.",
  "The 26-inch painting dates from around 1500 and shows Christ dressed in Renaissance-style robes, with his right hand raised in blessing as his left hand holds a crystal sphere as he sports an enigmatic gaze.",
  "Regardless of the authenticity of the painting, art lovers have lined up by the thousands at special presale exhibitions in Hong Kong, San Francisco, London and New York to see the work.",
  "The work's current owner is Russian billionaire Dmitry Rybolovlev, who bought it in 2013 for $127.5 million in a private sale that became the subject of a continuing lawsuit.",
  "The painting was sold again in 1958 for about $60 and then acquired in 2005, badly damaged and partly painted-over, by a consortium of art dealers who paid less than $10,000.",
  "In New York, where no museum owns a Leonardo, art lovers spent Tuesday lined up outside Christie's Rockefeller Center headquarters to view \"Salvator Mundi.\"",
  "\"I can hardly convey how exciting it is for those of us directly involved in its sale,\" Christie's specialist Alan Wintermute told the Associated Press.",
  "\"The word 'masterpiece' barely begins to convey the rarity, importance and sublime beauty of Leonardo's painting.\"",
  "“Standing in front of that painting was a spiritual experience,” Nina Doede told the New York Times.",
  "At the time, it was thought to be a work of a Leonardo disciple, rather than the master himself.",
  "They restored the painting extensively and documented its authenticity as a work by Leonardo.",
  "It brought tears to my eyes,”\n\nThe Associated Press contributed to this report.",
  "For others, seeing the painting received a stronger emotional reaction.",
  "\"It's a once-in-a-lifetime experience,\" Svetla Nikolova told the AP.",
  "I'm so lucky to be in New York at this time.\"",
  "It's wonderful it's in New York.",
  "“It was breathtaking.",
  "\"It should be seen."
]