[
  "Christie’s capitalized on the public’s interest in Leonardo, considered one of the greatest artists of all time, with a media campaign that labeled the painting “The Last Da Vinci.”\n\nIt likely also did not hurt that as the painting galloped around the world, author Walter Isaacson landed with his latest long tome about a dead genius.",
  "The 26-inch-tall Leonardo painting is unique in that it eschews da Vinci's typical poses — which often featured subjects in three-quarter view with their heads swiveled toward the painter — and instead shows Christ as viewed from straight ahead.",
  "\"This is the holy grail of Old Master paintings, some people call it the male Mona Lisa,\" Francois de Poortere, head of the Old Masters department at Christie's, told USA TODAY during the painting's stopover in San Francisco last month.",
  "A once-lost portrait of Christ by the iconic Renaissance man Leonardo da Vinci sold Wednesday at auction for $450 million, roughly triple its anticipated price and the most ever paid for a creative work of human genius.",
  "The highest known sale price for any artwork had been $300 million for Willem de Kooning’s “Interchange,” sold privately in September 2015 by the David Geffen Foundation to hedge fund manager Kenneth C. Griffin.",
  "(Photo: SOTHERBY'S / HANDOUT, EPA)\n\nThe painting was sold again in 1958 and then acquired in 2005, badly damaged and partly painted-over, by a consortium of art dealers who paid less than $10,000.",
  "Christie’s says most scholars agree that the painting is by Leonardo, though some critics have questioned the attribution and some say the extensive restoration muddies the work’s authorship.",
  "The work is believed to be just one of 20 known paintings by da Vinci, who began crafting it around 1500 using a painstaking layering technique that often saw works completed over years.",
  "Salvator Mundi, or \"Savior of the World,\" was hammered down at a Christie's auction in New York after a quick tour around the world with stops in Hong Kong, San Francisco and London.",
  "Among da Vinci's other fabled paintings — he was also a brilliant inventor — are The Last Supper and the Mona Lisa, which, like all of his other works, belong to museums.",
  "Pablo Picasso's \"Nude Green Leaves, and Bust\" was sold at auction by Christie's in New York Tuesday May 4, 2010, to an unidentified telephone bidder for $106.5 million.",
  "CLOSE A painting of Christ by the Renaissance master Leonardo da Vinci sold for a record $450 million at auction on Wednesday, smashing previous records for artworks.",
  "The staggering price paid for the modestly sized portrait in fact reflects the rare opportunity for an anonymous collector to add a da Vinci to their collection.",
  "Previously, the highest price ever paid for a work of art at auction had been $179.4 million for Picasso’s “Women of Algiers (Version O)” in May 2015.",
  "Da Vinci spent countless hours dissecting human cadavers for his studies, which gave him an uncommon familiarity as a painter with the human form.",
  "The art dealers had an expert spend five years restored the painting, which they eventually managed to documented as an authentic da Vinci.",
  "Once owned by King Charles I of England, it disappeared from view until 1900, when it resurfaced and was acquired by a British collector.",
  "The painting was sold Wednesday by Russian billionaire Dmitry Rybolovlev, who bought it in 2013 for $127.5 million in a private sale.",
  "(Photo: AP)\n\nTitled Leonardo da Vinci, the book was long ago snapped by a Hollywood producer who also plans to play the title role.",
  "(Photo: AP)\n\nHe is dressed in Renaissance-style robes, his right hand raised in blessing as his left hand holds a crystal sphere.",
  "(Nov. 16) AP\n\nLeonardo Da Vinci's once-lost masterpiece, Salvator Mundi, sold for a record $450 million Nov. 15 in New York.",
  "Both the raised hand and the sphere are considered keys to its author, given the exquisite details of both.",
  "Salvator Mundi's path from Leonardo’s workshop to the auction block at Christie’s was not smooth.",
  "At that time it was attributed to a Leonardo disciple, rather than to the master himself.",
  "One of three paintings in Francis Bacon's triptych \"Three Studies of Lucian Freud.\"",
  "Contributing: Associated Press\n\nRead or Share this story: https://usat.ly/2ilBbyK",
  "An Untitled painting created in 1982 by deceased US artist Jean-Michel Basquiat.",
  "\"Salvator Mundi,\" is one of fewer than 20 paintings by da Vinci known to exist.",
  "The triptych sold for $142.4 million at an auction at Christie's in 2013.",
  "(Photo: Christie's)\n\nCall it the priciest piece of art — ever.",
  "You could buy it and just build an entire museum around it.\"",
  "The painting was sold for $110.5 million.",
  "\"People are deeply taken by this work.",
  "His name: Leonardo di Caprio."
]