[
  "Previous record holders were:\n\n--\"Three Studies of Lucian Freud,\" a 1969 triptych by Francis Bacon, sold at Christie's for $142.4 million in 2013\n\n--\"The Scream,\" a 1893 painting by Edvard Munch, stolen from a Norwegian museum but eventually recovered, sold for $119.2 million at a Sotheby's auction in 2012\n\n--An \"Untitled\" 1982 skull painting by Jean-Michel Basquiat sold for $110.5 million earlier this year.",
  "Before \"Salvator Mundi,\" the most recent record-breakers were set at Christie's in 2015: \"Les femmes d'Alger,\" painted in 1955 by Pablo Picasso, sold for $179.4 million; and \"Reclining Nude,\" a century-old portrait by Amedeo Modigliani, sold for $170.4 million.",
  "Related: Modigliani painting 'Reclining Nude' fetches record bid of $170 million\n\nThe bread and butter of the art industry is works that go for $1 million or $2 million to buyers hoping to score value, and eventually double or triple their money with a resale.",
  "Combined sales from Sotheby's and Christie's totaled $3.8 billion in the first half of this year, which means they're on track to beat last year's sales of $5.3 billion, according to Marion Maneker, publisher of Art Market Monitor.",
  "Both the Sotheby's and Christie's auctions currently going in New York are peppered with paintings like this, and he said we're likely to see more of that when they start their London season in March.",
  "\"People who can pay $100 million for a painting are these days much more interested in buying paintings for $1 million to $5 million that weren't considered that level before,\" Maneker said.",
  "That sweet spot rises to between $5 million and $10 million in the spring and fall when auction houses hold their big sales, like Wednesday's da Vinci.",
  "The poster-sized painting, which features Jesus Christ holding a crystal orb, sold in 1958 for $60 at another Christie's auction.",
  "For every winning bidder, Maneker said, there are half a dozen dealers who were outbid and are now hunting for other prizes.",
  "\"The best thing for an auction house is a work that sells well and has several disappointed underbidders,\" said Maneker.",
  "Still, nine-digit auction house prices, like the one this week, are not what the art market is really all about.",
  "It's said to have been commissioned by King Louis XII of France and later owned by King Charles I of England.",
  "The record price at Wednesday's auction defied critics who remain skeptical about the painting's provenance.",
  "The most recent owner, Russian businessman Dmitry Rybolovlev, pocketed $400 million from the sale.",
  "\"Salvator Mundi,\" a 600-year-old painting by Leonardo da Vinci, had just sold for $450 million.",
  "Possibly, but I don't think the Leonardo [sale] points directly toward that.\"",
  "The painting was lost in the 18th century, and then resurfaced in the 20th.",
  "Back then, skeptics dismissed it as a copy of the Old Master's work.",
  "\"Are you going to see another $450 million painting any time soon?",
  "Works of art have drawn record-breaking prices at auction lately.",
  "It was the most expensive painting ever sold at auction.",
  "What makes the stratospheric price even more remarkable?",
  "But don't expect to see another da Vinci on the block.",
  "His other paintings are in museums, and not for sale.",
  "\"Are you going to see more $100 million works of art?",
  "Gasps rippled through the Christie's auction house.",
  "The $60 billion art market is booming.",
  "It does prime the pump, however.",
  "Highly doubtful,\" said Maneker.",
  "\"They're their next customers.\"",
  "The rest goes to Christie's.",
  "The buyer is unknown.",
  "And then cheers."
]