[
  "First recorded in the private collection of King Charles I, the work was auctioned in 1763 before vanishing until 1900, by which time Christ’s face and hair had been painted over - once a “quite common” practice, according to Alan Wintermute, Christie’s senior specialist for Old Master paintings.",
  "“It’s a painting beyond anything I’ve ever handled,” said Pylkkänen, the auctioneer, adding, “I should hang up my gavel.”\n\nThe restored portrait, an ethereal depiction of Jesus Christ which dates to about 1500, is one of fewer than 20 paintings by the Renaissance artist known to still exist.",
  "It beat a record set in May 2015 by Pablo Picasso’s “Les Femmes D’Alger,” which sold for $179.4 million, and constituted more than half the sale’s total of $785.9 million, which came in well above the roughly $450 million pre-sale estimate.",
  "The new owner started the restoration process, and after some six years of research it was authenticated as da Vinci’s more than 500-year-old masterpiece, which culminated in a high-profile exhibition at London’s National Gallery in 2011.",
  "NEW YORK (Reuters) - Leonardo da Vinci’s portrait of Christ, “Salvator Mundi”, sold for a record-smashing $450.3 million on Wednesday at Christie’s, more than double the old price for any work of art at auction.",
  "“Salvator Mundi” (Savior of the World) was purchased by an unidentified buyer bidding via telephone after a protracted contest of nearly 20 minutes at the New York auction house.",
  "“It was a moment when all the stars were aligned, and I think Leonardo would be very pleased,” Jussi Pylkkänen, global president of Christie’s, told Reuters after the sale.",
  "The painting, only recently rediscovered, was the last da Vinci left in private hands and fetched more than four times Christie’s’ pre-sale estimate of about $100 million.",
  "Christie’s did not identify the seller, other than to say it was a European private collector who acquired the work after its rediscovery in 2005 and lengthy restoration.",
  "With at least six bidders and increments coming in at more than 15 million, sustained whoops and cheers broke out in the packed salesroom as the hammer came down.",
  "Slideshow (3 Images)\n\nMedia identified him as Russian billionaire Dmitry Rybolovlev, who paid $127.5 million in 2013 in a private sale.",
  "Sold at Sotheby’s to an American collector in 1958 for only 45 pounds, it again sold in 2005 as an overpainted copy of the masterwork.",
  "Auction highlights included Andy Warhol’s “Sixty Last Suppers,” a monumental work that fetched $60.9 million, exceeding the estimate.",
  "Two Cy Twombly paintings also fared well, selling for $46.4 million and $27.3 million, both surpassing estimates."
]