[
  "While a majority of the American public now believes that Russia tried to disrupt the US election, opinions about Trump campaign involvement tend to split along partisan lines: 73% of Republicans, but only 13% of Democrats, believe Trump did “nothing wrong” in his dealings with Russia and its president, Vladimir Putin.",
  "Mueller’s investigators have, according to previous media reports, examined Russian purchases of Trump-owned apartments, the president’s involvement with Russian associates in a development in SoHo, New York, and the president’s 2008 sale of his Florida mansion to a Russian oligarch, Dmitry Rybolovlev.",
  "We have confirmed this with the bank and other sources.”\n\nAdam Schiff, the top Democrat on the House intelligence committee, which is investigating the Trump campaign, said Mueller’s reported subpoena of Deutsche Bank “would be a very significant development”.",
  "Former foreign policy adviser George Papadopolous pleaded guilty to perjury over his contacts with Russians linked to the Kremlin, and the president’s former campaign manager Paul Manafort and another aide face charges of money laundering.",
  "Deutsche Bank has provided Robert Mueller with bank records of affiliates of US president Donald Trump as part of the special counsel’s investigation into whether the Kremlin conspired with the Trump campaign during the 2016 election.",
  "The loans are guaranteed against the president’s properties: a deluxe hotel in Washington DC’s Old Post Office building, just around the corner from the White House; his Chicago tower hotel; and the Trump National Doral Miami resort.",
  "Deutsche Bank has for months been the subject of intense scrutiny – especially by Democrats on Capitol Hill – because of its dealings with the president and its history of banking violations, including its dealings in Russia.",
  "The Guardian reported in July that executives at the bank were anticipating they would receive a formal demand for the president’s banking records and had already established informal contacts with Mueller’s investigators.",
  "Deutsche Bank has been the only financial institution willing to lend Trump significant sums since the 1990s, a period in which other Wall Street banks turned off the tap after Trump’s companies declared bankruptcy.",
  "The Guardian reported in February that the bank had launched a review of Trump’s account earlier this year to gauge whether there were any connections to Russia and had not discovered anything suspicious.",
  "It also indicated that any possible investigation into Trump may not be limited to the question of whether or not the president sought to obstruct justice when he fired the former FBI chief James Comey.",
  "Since then, news has emerged that the Trump Organization sold a significant number of its properties to Russian clients and explored opening a hotel in Moscow, though the plan never came to fruition.",
  "News outlets had reported on Tuesday that the subpoena specifically targeted Trump and his family, and that Deutsche Bank – which is Trump’s biggest lender – had begun to comply with the request.",
  "Deutsche Bank examined Trump's account for Russia links Read more\n\nDeutsche Bank declined to comment, but told Bloomberg in a statement that it always cooperated with investigating authorities.",
  "Instead, said Ryan Goodman, a New York law professor and former Pentagon counsel, it showed that Mueller was possibly examining whether the president could be compromised by Russian interests.",
  "He pointed to the bank’s known relationships with Russian oligarchs and its previous dealings in Moscow among reasons why Mueller would be interested in having access to Trump’s bank accounts.",
  "Legal experts who are following the investigation said it showed Mueller was “following the money” in his search for possible links between the presidential campaign and the Kremlin.",
  "The story of Donald Trump and Russia comes down to this: a sitting president or his campaign is suspected of having coordinated with a foreign country to manipulate a US election.",
  "Trump then began doing business with Deutsche’s private banking business, which extended new loans despite the bank’s history of litigation with the onetime real estate tycoon.",
  "A person close to the bank told the Guardian that Deutsche Bank received a subpoena for documents several weeks ago but that the subpoena did not directly target Trump.",
  "Investigators are asking two basic questions: did Trump’s presidential campaign collude at any level with Russian operatives to sway the 2016 US presidential election?",
  "His indebtedness, Goodman said, means that Mueller will want to examine if there are any connections between Russia and the president’s financial vulnerabilities.",
  "Even if strong evidence of wrongdoing by him or his cohort emerged, a Republican congressional majority would probably block any action to remove him from office.",
  "Both Richard Nixon and Bill Clinton – the only presidents to face impeachment proceedings in the last century – were accused of obstruction of justice.",
  "Trump has consistently denied any collusion between his campaign and Russia and has stated that he did not have any business dealings in Russia.",
  "Ivanka Trump, the president’s daughter and adviser in the White House and Kushner’s mother, Seryl Stadtmauer, are also clients of Deutsche Bank.",
  "The attack followed the guilty plea of Trump’s former national security adviser, Michael Flynn, who is cooperating with federal investigators.",
  "Trump attorney Jay Sekulow on Tuesday denied initial reports about the subpoena, telling Reuters: “No subpoena has been issued or received.",
  "Several of those news outlets changed their stories on Wednesday, and said the subpoena targeted people who had links to the president.",
  "The president has repeatedly criticised the Mueller investigation and this weekend alleged that the FBI’s reputation was “in tatters”.",
  "Experienced legal observers believe that prosecutors are investigating whether Trump committed an obstruction of justice.",
  "The revelation suggests that Mueller and his team are investigating the finances of people who are close to Trump.",
  "The $300m in loans, some of which may have been restructured, were extended to Trump before he became president.",
  "Bloomberg and other media outlets said the subpoena related to people who were “affiliated” with the president.",
  "The German bank sued Trump in November 2008 after he failed to repay a $40m debt on a $640m real estate loan.",
  "Quick guide What you need to know about the Trump-Russia inquiry Show Hide How serious are the allegations?",
  "The bank’s other known clients include Trump’s son-in-law and White House adviser, Jared Kushner.",
  "The story could not be bigger, and the stakes for Trump – and the country – could not be higher.",
  "“Deutsche Bank relates to the Russia collusion investigation,” Goodman said.",
  "And did Trump or others break the law to throw investigators off the trail?",
  "He has four large mortgages, all issued by Deutsche’s private bank.",
  "Trump countersued and the matter was eventually settled in 2010.",
  "The president was in the past loaned about $300m by the bank.",
  "The affair has the potential to eject Trump from office.",
  "The special counsel’s office declined to comment.",
  "But Trump’s fate is probably up to the voters.",
  "(Such an action would be a historical rarity.)",
  "The investigations have an open timeline.",
  "When will the inquiry come to an end?",
  "What are the implications for Trump?",
  "What does the country think?",
  "What are the key questions?",
  "What has happened so far?"
]