[
  "The painting sold for $119,922,500 Picasso’s Nude, Green Leaves and Bust (1932) sold at Christie's in New York for $106,482,500 L’homme qui Marche I (1961) by Alberto Giacometti sold for £65,001,250 ($105,182,398) at Sotheby’s in London Picasso’s Boy With a Pipe (1905) sold at Sotheby's in New York for $104,168,000 Gustav Klimt’s Portrait of Adele Bloch-Bauer II (1912)went under the hammer at Christie’s New York and sold for $87,936,000 Francis Bacon’s Triptych (1976) sold for $85.9m to oligarch Roman Abramovich A Chinese 18th century Qianlong dynasty porcelain vase sold for £53,100,000 ($85,921,461) at Bainbridges auction house in London Dora Maar au Chat (1941) by Pablo Picasso sold for £51,560,080 ($83,429,503) at Sotheby's in London Portrait of Dr Paul Gachet (1890) by Vincent van Gogh sold for $82,500,000 (£50,985,692) at Christie’s in New York\n\nIt is also likely to raise concerns among religious clerics, key pillars of authority in the kingdom.",
  "This article is over 1 year old\n\nLouvre Abu Dhabi to display artwork sold for $450m as buyer is revealed as emirate’s culture ministry\n\nLeonardo da Vinci’s painting of Jesus Christ, which was sold for a record $450m (£335m) at auction last month, was acquired by Abu Dhabi’s department of culture and tourism, according to Christie’s in New York.",
  "Timeline The 10 most expensive works of art sold at auction Show Hide See a gallery of the world's most expensive paintings Leonardo da Vinci’s Salvator Mundi sold for $400 million at Christie’s ($450.3m, including auction house premium) One of four versions of The Scream created by Munch and the only one that is privately owned.",
  "Bin Abdullah is the treasurer of a committee charged with developing a region in Saudi Arabia that contains many sites of archaeological interest, including Mada’in Salih, a Nabatean ruin that is believed to be where an ancient prophet described in the Qur’an lived.",
  "“We are delighted to see that this remarkable painting will be available for public view at the Louvre Abu Dhabi.”\n\nThe painting was purchased by a then unidentified bidder via telephone after a protracted contest lasting nearly 20 minutes at the auction house.",
  "On Thursday, Bin Abdullah published a statement saying the New York Times report revealing him as the buyer was riddled with inaccuracies, but he stopped short of denying that he purchased the painting and did not say whether Bin Salman played a role.",
  "On Thursday, the New York Times and Wall Street Journal reported that US intelligence assessments had identified Bin Salman, the powerful heir to the Saudi throne, as the true buyer of the painting, with Bin Abdullah acting as an intermediary.",
  "The museum announced this week that it would go on display there, in a coup for the institution and its backers, the rulers of the United Arab Emirates, who are key allies of Bin Salman in a tumultuous time for the Gulf states.",
  "I will return Saudi Arabia to moderate Islam, says crown prince Read more\n\nBin Salman has repeatedly challenged the authority of the clerics, weakening the power of the morality police and granting women the right to drive.",
  "Photograph: Hamad I Mohammed/Reuters\n\nA document seen by Reuters showed that a little-known Saudi prince, Badr bin Abdullah al Saud, was authorised to purchase the painting on behalf of the Abu Dhabi culture ministry.",
  "“Christie’s can confirm that the department of culture and tourism, Abu Dhabi, is acquiring Salvator Mundi by Leonardo da Vinci,” the auction house said in a statement on Friday.",
  "The painting glorifies Christ, who Muslims believe was a prophet rather than a divine being, and conservative scholars disapprove of the portrayal of God’s messengers in artwork.",
  "This week Saudi officials said 159 businessmen and princes had been detained at the Ritz-Carlton as part of the campaign, and the bank accounts of 376 people had been frozen.",
  "Friday’s developments further tie the saga of the painting to the intrigues in the kingdom, and may prove embarrassing to Bin Salman due to an ongoing anti-corruption drive.",
  "The announcement was the latest twist in a saga over the painting after it was reported that the buyer was the Saudi crown prince, Mohammed bin Salman.",
  "He has pledged to return Saudi Arabia, a bastion of a conservative strain of the faith, to moderate Islam.",
  "But on Friday, the Louvre Abu Dhabi said the country’s culture ministry had acquired the painting.",
  "Facebook Twitter Pinterest The Saudi crown prince, Mohammed bin Salman."
]