[
  "Now they simply show off their wealth | Tiffany Jenkins Read more\n\n“We might sooner see the Salvator Mundi as a high-quality product of Leonardo’s workshop, painted only after 1507 and possibly much later, on whose execution Leonardo was personally involved,” he writes, explaining that it “exhibits a strongly developed sfumato technique that corresponds more closely to the manner of a Leonardo pupil active in the 1520s than to the style of the master himself”.",
  "It broke the record for the most expensive painting ever sold, but the image of Jesus has come under fire with many doubting its authenticity\n\nAfter breaking the world record as the most expensive painting ever sold at an auction for $450.3m, Leonardo da Vinci’s Salvator Mundi is at the heart of a hot debate among critics and historians who question whether this painting on wood of Jesus was ever touched by Leonardo’s brush.",
  "“What they do is what they’ve always done; strip down previous restorers’ work and add their own – the traditional complaint against them is that they are forever undoing and redoing pictures, which is always destructive in the first part and falsifying in the second.”\n\nAll the Da Vincis in the world: rated Read more\n\nThe painting’s conservator Dianne Modestini started working on Salvator Mundi in 2005.",
  "“Having studied and followed the picture during its conservation treatment, and seeing it in context in the exhibition, much of the original surface may be by Boltraffio, but with passages done by Leonardo himself, namely Christ’s proper right blessing hand, portions of the sleeve, his left hand and the crystal orb he holds,” she wrote in Apollo magazine in 2012.",
  "German art historian Frank Zöllner recognizes that the Salvator Mundi’s attribution is controversial “for it had to undergo very extensive restoration, which makes its original quality extremely difficult to assess”, he wrote in the preface to the 2017 edition of his book, Leonardo – the Complete Paintings and Drawings.",
  "“This is not just a matter of judgment by eye, but based on technical examination, and ineffable signs of Leonardo’s ‘science of art’, most notably optics, which none of his followers understood.”\n\nWhat about the art pundits and historians who are doubtful of the painting’s attribution?",
  "“‘Critics’ and ‘some reports’ won’t do.”\n\n“Carmen Bambach alone of Leonardo specialists suggested that Boltraffio was heavily involved – without any clear foundation – and this has been transmuted with second-hand quotes into Boltraffio being the author,” said Kemp.",
  "The painting had unknown whereabouts from 1763 to 1900 – a large time gap to disappear – before being acquired by art collector Charles Robinson of Richmond, near London, who thought it was painted by Leonardo follower Bernardino Luini.",
  "Its surface is inert, varnished, lurid, scrubbed over, and repainted so many times that it looks simultaneously new and old.”\n\nMany art experts who have laid eyes on the Salvator Mundi have spent the week discussing its authenticity.",
  "The attribution to Giovanni Boltraffio strikes me as correct.”\n\nMichael Daley, an artist and director of ArtWatch UK, which campaigns for the protection of art against damaging treatments, also questions the painting’s origins.",
  "“It is damaged but not ‘heavily over-painted’, which would be unethical.”\n\nMartin Kemp, a Leonardo scholar who co-authored Mona Lisa: The People and the Painting, comments on the restoration of Salvator Mundi.",
  "How Salvator Mundi became the most expensive painting ever sold at auction Read more\n\nAs the New York magazine art critic Jerry Saltz wrote: “I’m no art historian or any kind of expert in old masters.",
  "The painting’s attribution can be questioned by its restoration process over 500 years, which has been so extensive that Old Masters gallerist Robert Simon said it “makes it look like a copy”.",
  "Carmen Bambach, an Italian Renaissance art specialist who is a curator at the Metropolitan Museum of Art, wrote there was the possibility Boltraffio and Leonardo both painted it.",
  "“The worst effects have been overcome by a very judicious campaign of cleaning, securing the panel and filling-in lost paint.”\n\nHowever, Kemp attests the painting is a Leonardo.",
  "“When one is standing in front of the painting, regardless of the artist, it’s not a gripping masterpiece, and Leonardo is known for gripping masterpieces,” said Levin.",
  "“It’s hard for me to believe the attribution to Leonardo.”\n\nFacebook Twitter Pinterest Bidding representatives react after Leonardo da Vinci’s Salvator Mundi sells.",
  "When reached through email, Modestini stands by the artwork as a Leonardo, and disagrees when asked about the claims that the artwork has been heavily over-painted.",
  "But I’ve looked at art for almost 50 years and one look at this painting tells me it’s no Leonardo.”\n\nHe continues: “The painting is absolutely dead.",
  "Composite: Christie's/Art Collection/Alamy\n\nIt sold at Sotheby’s for $60 in 1958, was restored and then believed to be an authentic Leonardo in 2011.",
  "“Restorers started calling themselves ‘picture surgeons’ at one point and were mocked for being more ‘cosmetic surgeons’,” explains Daley.",
  "It was exhibited at the National Gallery in London before Russian billionaire Dmitry Rybolovlev bought the painting in 2013 for $127.5m.",
  "“I don’t believe the attribution to Leonardo is correct,” said Todd Levin, a curator and art adviser at Levin Art Group in New York.",
  "“Nobody can definitively prove that with any veracity, unless a new, probative piece of evidence could significantly change this.",
  "It’s recorded as being painted in 1500, between Leonardo’s Last Supper from 1495-98 and before he painted the Mona Lisa in 1503.",
  "If the image of a painting is defaced to this extreme extent, it doesn’t matter who it’s by, the painting is effectively gone.",
  "Some say it could have been made by Giovanni Boltraffio, an Italian artist who worked as a pupil in Leonardo’s studio.",
  "“The painting is definitely by Leonardo and has been scrupulously studied, conserved, and restored,” wrote Modestini.",
  "“There was very serious damage and over-painting, which totally obscured the quality of the picture,” said Kemp.",
  "Facebook Twitter Pinterest Salvator Mundi in its original state as discovered before restoration, and after.",
  "In 2011, he noted the painting “had been cleaned many times in the past by people who didn’t know better”.",
  "Photograph: Julie Jacobson/AP\n\nCould the painting be a product of “picture surgeons” and their botchings?",
  "“The Salvator Mundi is a heavily made-over wreck of a work with no history before 1900,” said Daley.",
  "“It has been considerably over-painted several times and it has been aggressively over-cleaned.",
  "“There are no well-founded doubts about Leonardo’s responsibility for the picture,” he said.",
  "“This painting, regardless of who it’s by, is in a poor condition at best,” said Levin.",
  "The restoration is no side note, as it significantly affects the viewer experience.",
  "“Who amongst accredited Leonardo scholars?” he asks.",
  "“Sloppy and self-serving journalism, I’m afraid.”",
  "Great collectors used to have great taste.",
  "But it may have been painted later.",
  "Kemp is doubtful."
]