[
  "Da Vinci's Salvator Mundi is coming to #LouvreAbuDhabipic.twitter.com/Zdstx6YFZG — Louvre Abu Dhabi (@LouvreAbuDhabi) December 6, 2017\n\nThe museum, which opened less than a month ago in the United Arab Emirates, holds 600 works permanently and 300 loaned from France.",
  "USA TODAY has reached out to Christie's for comment; meanwhile, CNN, citing reports that investment firms had purchased the painting in hopes of putting on display, said the auction house would not confirm whether the museum purchased the painting or someone else.",
  "CLOSE The new owner of Salvator Mundi, the Leonardo da Vinci painting that broke auction house records when it was sold for $450 million last month, has been revealed as the Saudi Arabian prince Bader bin Abdullah bin Mohammed bin Farhan al-Saud.",
  "(Photo: Kirsty Wigglesworth, AP)\n\nA Leonardo Da Vinci painting that sold for a record $450 million at auction is heading to the new Louvre in Abu Dhabi, according to the museum.",
  "Time\n\nThis Oct. 24, 2017, file photo shows Leonardo da Vinci's \"Salvator Mundi\" on display at Christie's auction rooms in London.",
  "It was later purchased by art dealers, restored and eventually sold to Russian businessman Dmitry Rybolovlev for $127.5 million.",
  "The New York Times reports that it was purchased by Bader bin Abdullah bin Mohammed bin Farhan al-Sau, a Saudi prince.",
  "It was sold for $450.3 at auction, and the enormous price tag makes it the highest auction price for any piece of art.",
  "The rare painting of Christ, which that sold for a record $450 million, is heading to a museum in Abu Dhabi.",
  "Despite massive interest in the auction, mystery still surrounds who actually purchased the painting.",
  "It re-emerged in the 1950s, but was written off as a copy and sold for £45 or $60, according to CNN.",
  "The newly-opened Louvre Abu Dhabi made the announcement in a tweet on Wednesday, Dec. 6.",
  "The painting, dubbed Salvator Mundi or Savior of the World, depicts Jesus Christ.",
  "The Louvre Abu Dhabi tweeted that the painting would be featured in the museum.",
  "The artwork was commissioned by Louis XII of France, but later disappeared.",
  "Read or Share this story: https://usat.ly/2AmBpAk"
]