[
  "Built on a man-made island in the Emirati capital, the museum is part of the city's drive to transform itself into a cultural hub\n\nIn a 30-year deal worth a reported €1 billion ($1.18 billion), the French Louvre assists with exhibition management, offers advice and lends artworks to its Middle Eastern franchise.",
  "Why all eyes are on the Louvre Abu Dhabi\n\nThe 26-inch-tall painting, which was created at around the same time as the \"Mona Lisa,\" depicts Jesus in Renaissance-style clothing.",
  "The new museum currently houses a permanent collection of 600 artworks, with a further 300 on loan from Paris -- among them another Leonardo painting, \"La Belle Ferronnière.\"",
  "The newly opened museum made the announcement in a series of tweets , without confirming whether it had purchased, or is simply borrowing, the $450.3 million masterpiece.",
  "A spokeswoman for Christie's offered her congratulations to the Louvre Abu Dhabi, telling CNN that she was \"delighted that the piece is going to be on view in public.\"",
  "A major attraction\n\nThe announcement comes less than a month after the Louvre Abu Dhabi -- the Paris institution's first outpost outside France -- opened its doors.",
  "Written by Oscar Holland, CNN\n\nLeonardo da Vinci's \"Salvator Mundi,\" the world's most expensive painting, is headed to the Louvre Abu Dhabi, it has been revealed.",
  "CHRISTIE'S\n\nYet the identity of the successful telephone bidder has yet to be revealed, sparking intense speculation about the painting's new owner.",
  "The New York Times yesterday claimed to have seen documents linking the sale to a low-profile Saudi prince with no record of buying major artworks.",
  "French newspaper Le Journal du Dimanche earlier reported that two investment firms had purchased the painting in the hope of lending it to museums.",
  "Even before becoming the world's most expensive painting, it drew huge crowds during pre-auction viewings in London, Hong Kong and San Francisco.",
  "Dating back to approximately 1500, \"Salvator Mundi\" smashed auction records when it went under the hammer at Christie's New York last month.",
  "It was restored and authenticated, before being sold to its most recent owner, Russian businessman Dmitry Rybolovlev, for $127.5 million.",
  "The incredible story behind the new Louvre Abu Dhabi\n\nBut \"Salvator Mundi\" is set to be the museum's biggest attraction.",
  "Originally commissioned by Louis XII of France, the artwork seemingly disappeared in the late 18th century.",
  "The painting was subsequently acquired by a group of art dealers for less than $10,000 in 2005.",
  "Upon re-emerging at auction in 1958, it was dismissed as a copy and sold for just £45 ($60).",
  "But the auction house would not confirm whether the museum was behind the purchase.",
  "It is one of fewer than 20 authenticated da Vinci paintings in existence."
]