[
  "\"Salvator Mundi\" after it was unveiled at Christie's in New York JEWEL SAMAD – AFP/Getty Images\n\nDating back to the year 1500, the painting — translated as “Savior of the World” — depicts Christ holding one hand in prayer and a crystal sphere in the other while draped in a blue robe.",
  "Through microscopic sampling, the team discovered the use of lapis lazuli — an incredibly rare pigment considered more expensive than gold in Italy at the time — in “extraordinarily high quality” throughout the blue of Christ’s robe in the painting.",
  "It’s a good studio work with a little Leonardo at best, and it’s very damaged.”\n\nThe work was owned by King Charles I in the 17th century, but then it disappeared from records from 1763 to 1900, according to Christie’s.",
  "Andy Rain — EPA-EFE\n\nBefore the sale at Christie’s in New York, came experts like Nica Rieppi, who spent four years and used the latest technology and a lot of highly detailed art books to authenticate the painting.",
  "But the 15-by-17 portrait overcame all of that Wednesday night when it sold at auction to an anonymous buyer for a gob-smacking $450.3 million — the highest known sum paid for a work of art, by far.",
  "Rieppi and her team of six scientists painstakingly analyzed the painting at a microscopic level, taking minuscule samples to determine the pigments, materials and techniques used to create it.",
  "“The fact is, this painting is extraordinary at a microscopic level and the uniqueness that we see at that level, there’s no question that this painting is of the time period,” Rieppi said.",
  "The 500-year-old portrait of Jesus Christ has a shady past that includes ownership by King Charles I, a 160-year disappearing act and a sale for only thousands of dollars just 12 years ago.",
  "“There’s no doubt that this wasn’t the work of a copyist, but really the hand of a master at work,” Rieppi, a principal investigator at Art Analysis & Research, told TIME on Thursday.",
  "“And then in my mind that anyone else at that time frame could’ve created this except for Leonardo.”\n\nThe authenticators had their work cut out for them when they started.",
  "However, Rieppi said, there came a point when the materials lined up and the techniques aligned into certitude about the origin and identity of Salvator Mundi.",
  "The CSI-like research contributed to the work of other teams researching the artistic expression (connoisseurship) and history (provenance) of the piece.",
  "Jacques Frank, and art historian and da Vinci specialist who examined the piece, told the New York Times, “The composition doesn’t come from Leonardo.",
  "Its history grew more complicated after it was “extensively repainted” and purchased with the belief that it was created by a follower of da Vinci’s.",
  "Correction: The original version of this story misspelled, in some instances, the last name of Art Analysis & Research’s principal investigator.",
  "“Science is allowing us to move more toward evidence-based connoisseurship, and that’s where I see things going in the art market,” she said.",
  "Imported from Afghanistan, the material was “so expensive and only available to someone of a master and stature as Leonardo,” Rieppi said.",
  "In the increasingly high-stakes world of multimillion-dollar fine art sales, science is becoming ever more important, Rieppi said.",
  "They also used technical imaging with x-rays, infrared and ultraviolet technology to evaluate how it evolved with each stroke.",
  "And at least one prominent da Vinci expert is on record saying he doesn’t believe da Vinci was the primary artist behind it.",
  "Russian billionaire Dmitry Rybolovlev brought the painting to the market after buying it in 2013 for $127.5 million.",
  "Using a powerful microscope, researchers found monochromatic layers applied to the canvas before pigment was added.",
  "The detail is consistent with da Vinci’s technique in his unfinished work The Adoration of Magi, Rieppi said.",
  "For a painting worth nearly half a billion dollars, Leonardo da Vinci’s Salvator Mundi is far from perfect.",
  "Leonardo da Vinci's painting 'Salvator Mundi' was sold at auction in New York on Nov. 15, 2017.",
  "Another tell-tale sign, according to Rieppi, was da Vinci’s complex and sophisticated layering.",
  "Rieppi said she and her team work with “doubt and skepticism,” given the questionable history.",
  "This included a warm brown color on the robe and transparent washes throughout the painting.",
  "(The extensive repainting of the piece was removed before it was analyzed by scientists.)",
  "Its complex history left many in the art world puzzled about where it came from.",
  "The purpose, ultimately, is to “get inside the head of the artist,” Rieppi said.",
  "It is one of fewer than 20 paintings known to be made by the Italian master.",
  "It resurfaced again in 1958, and then sold in 2005 for less than $10,000.",
  "It is damaged and was heavily repainted, then restored.",
  "One big clue came from the composition of the paint.",
  "She is Nica Rieppi, not Reippi.",
  "Contact us at editors@time.com.",
  "He preferred twisted movement.",
  "Some where outright doubtful."
]