[
  "But because the weather was threatening, Dodson said he first encountered the now-president inside the clubhouse as he was boasting to members about the “greatest club in North Carolina.”\n\nDodson recalled that Trump “just sort of tossed off that he had access to $100 million” when the sports writer asked him how he paid for his various golf properties.",
  "Eric Trump is denying a claim that he once told sports writer James Dodson that Russians provided Trump golf courses with “all the funding we need.”\n\nIn an interview with a Boston public radio station late last week, Dodson said Trump had told him as much about three years ago.",
  "“We have zero ties to Russian investors.”\n\nCritics have insisted that investors — particularly foreign investors — in Trump properties, which are still owned by President Donald Trump, should be disclosed to determine any conflicts of interest.",
  "Dodson, who has co-authored several books, including Arnold Palmer’s biography, said during his radio interview that he was invited in 2014 to the Trump National Golf Club in Charlotte, North Carolina.",
  "We just go there all the time.”\n\nDavid Moir / Reuters In this photo from 2011, Donald Trump practices his swing at the 13th tee of his Trump International Golf Links course near Aberdeen, Scotland.",
  "A travel industry publication reported in 2008 that Donald Trump Jr. said at a real estate conference that “Russians make up a pretty disproportionate cross-section of a lot of our assets.",
  "Trump told The New York Post on Sunday that Dodson’s report was “garbage” and “categorically untrue.”\n\n“We own our courses free and clear,” he told the publication.",
  "Eric Trump dismissed Dodson’s interview as a “recollection from some guy three years ago through a third person.” It’s not clear who he meant by a third person.",
  "Dodson said he then climbed into a golf cart with Eric Trump, and asked again about financing golf courses when banks seemed reluctant to invest in them.",
  "And according to records from 2008, Trump sold a mansion in Palm Beach, Florida, to Russian oligarch Dmitry Rybolovlev for nearly $100 million.",
  "We see a lot of money pouring in from Russia.”\n\nDonald Trump told David Letterman in 2013 that he has “a lot of business with the Russians.”",
  "However, The Washington Post reported last year that in 2006, Trump partners sold condos in a tower he built in Panama to Russian investors.",
  "A report from U.S. intelligence agencies has indicated that Russia meddled in the 2016 presidential election to help Trump win.",
  "... We’ve got some guys that really, really love golf, and they’re really invested in our programs.",
  "Little is known about Donald Trump’s finances because he hasn’t released his tax information.",
  "Trump had reportedly bought the property for less than half that amount four years earlier.",
  "He said the plan was for him to meet and play golf with both Donald and Eric Trump.",
  "He says Eric responded: “Well, we don’t rely on American banks.",
  "Connections to Russian money could be of particular interest.",
  "We have all the funding we need out of Russia."
]