[
  "Inside Trump’s secret immigration court: far from scrutiny and legal aid\n\nIn June, Oliver Laughland reported from inside the LaSalle detention facility where, behind razor wire, in thick Louisiana forest, the Trump administration had set up what amounted to conveyor belt justice for detainees in jumpsuits being brought before judges flown in from cities across the US.",
  "A co-worker brought me a tool to help clean the soles.”\n\nParadise Papers: Trump commerce secretary’s business links with Putin family laid out in leaked files\n\nAfter winning an election by vowing to fight for the forgotten middle class, Trump surrounded himself in government with billionaires bent on tax breaks.",
  "The Clinton camp seemed confident though, and most forecasters believed that the long tradition of Democratic politics in the region, historically reinforced by labor unions in the mills, mines and manufacturing plants, would carry the day.",
  "Tom McCarthy first went to Northampton County, Pennsylvania, just before Trump’s inauguration in January and he has been back every month since – trying to take the temperature of a county that voted twice for Obama but flipped for Trump.",
  "“I was there for the comforting part.”\n\n\n\nA couple of days later, one of those parents called to see if her late daughter’s boots had been found – the family wanted to bury their daughter in her favorite outfit.",
  "“The intellectual Democrats who were running the show, which included Hillary, all thought they were smarter than people like me,” Frank Behum, a Bethlehem steelworker for 32 years, told the Guardian last week.",
  "An early critic of free trade, who profited from tariffs to protect US steelmakers, Ross has been deputised by Trump to fulfil the president’s populist campaign promise to overhaul international trade deals.",
  "Heroes of Las Vegas: the hospital staff called to action after the mass shooting\n\nAfter the worst mass shooting in modern American history, staff at the Sunrise hospital had only minutes to prepare.",
  "Northampton County, Pennsylvania, where the remains of the old Bethlehem Steel plant sits, had voted twice for Barack Obama for president, but local Democrats saw early on that 2016 might be tricky.",
  "National socialism, repackaged as white identity politics, came to visit the rural south in the months before the death of Heather Heyer at an anti-fascist counter-protest in Charlottesville.",
  "Ross built lucrative connections to Russian business during a 40-year career that banked him an estimated fortune of $2.9bn, making him comfortably the wealthiest member of Trump’s cabinet.",
  "“‘What do they know?’ But you know what, people like me, even though I voted for Hillary, were smart enough to know that the crap that we went through – we didn’t want any more of it.",
  "Donald Trump caused political chaos far beyond Washington DC, and natural disasters left a trail of devastation – from wildfires in California to hurricanes battering the Caribbean.",
  "Daniel Hernandez told their humbling stories, none more moving than the account of Jennifer Sanguinet, who went way beyond her role as director of infection prevention.",
  "Jon Swaine’s work on the Paradise Papers leak of files from offshore tax havens revealed that Wilbur Ross was doing business with Vladimir Putin’s son-in-law.",
  "When the men in black walked into her restaurant one Friday morning and sat at the round table in the corner, Brittany Porter knew exactly what they were.",
  "The news cycle was running at such high speed for most of 2017 that by the end of each day it was often hard to remember what had shocked us that morning.",
  "Eighty miles west of Manhattan, on the night of Trump’s election, the blast furnaces at Bethlehem Steel sat silent, as they have for 20 years.",
  "They had chosen an economically struggling stretch of coal country with a population that was 98% white and that had voted 80% for Trump.",
  "The court heard how the Guatemalan national had lived in America for almost four decades after crossing the border into the US in 1980.",
  "But on 8 November, the community whose generations tended Bethlehem’s fires helped to build something bigger than the mill ever had.",
  "In 2014, Ross led a €1bn takeover of the Bank of Cyprus, a favoured destination for Moscow oligarchs seeking to store their wealth.",
  "Marcos Ramirez Jr, sat alone before the judge, listening through a headset as a translator interpreted proceedings in Spanish.",
  "At a hearing earlier in May, he had been offered a bond of $7,000 but told the court on Wednesday he had no ability to pay it.",
  "But beyond the challenge of merely keeping up, there were some memorable news pieces that lasted longer than a Twitter storm.",
  "“She has stage three cancer.” Ramirez had no idea if she was now in hospital or, by extension, whether she was alive or dead.",
  "On Facebook the night before, Porter read about the group of racists who were coming to eastern Kentucky to hold a rally.",
  "One had a razor inked along his left jaw and two SS lightning bolts dripping next to his eye like a double set of tears.",
  "Sanguinet personally matched eight or nine fatally wounded victims to their family members, a bittersweet experience.",
  "Together, they discussed whether they should start the day by accidentally pouring coffee into the neo-Nazis’ laps.",
  "In 2008, as the US began to fall into a financial crisis, Rybolovlev bought a Florida mansion from Trump for $95m.",
  "Lois Beckett spent time with the white nationalist neo-Nazis as they carried out shambolic maneuvers in Kentucky.",
  "Standing still in one place instead of charging through the landscape helped us understand how Trump was playing.",
  "In their propaganda videos, the neo-Nazi leaders had talked about the scourge of drug addiction in Pike County.",
  "Pale, skittish, aggressively tattooed, they wore black T-shirts with a cryptic white logo over their hearts.",
  "If a victim was alive and could be touched, staff immediately ran to the family to bring them to their side.",
  "Very few patients’ belongings were at Sunrise – a lot of loose items fell off or were torn away at the site.",
  "In April, Ramirez was apprehended by law enforcement for allegedly driving recklessly and without a license.",
  "Ross took over bankrupt companies, turned them around by slashing costs, and sold them for large profits.",
  "She herself was a recovered addict, as was her friend Chrissy Wooton, another waitress at the restaurant.",
  "I closed my door, I put something on the floor, and I sat there for two hours scrubbing those boots.",
  "“I took them out of the bag and saw they were covered in blood, dirt, and filth from the event.",
  "I have kids, and God forbid this would ever happen to me, I wouldn’t want that to come back.",
  "“It has been two weeks since I heard from my wife,” he said, his head cradled in his hands.",
  "She delivered the news with a team that included clergy, medical staff and a case manager.",
  "Until 2013, the bank’s biggest shareholder was the Russian billionaire Dmitry Rybolovlev.",
  "His private equity firm, WL Ross, earned him a reputation as a ruthless corporate raider.",
  "But at the bottom of the ER’s storage box were the young woman’s boots in a bag.",
  "He had been with his wife in Alabama for 15 years and had no criminal history.",
  "They helped to put Donald Trump, and not Hillary Clinton, in the White House.",
  "The charges were enough to see him transferred to immigration detention.",
  "But if the person was in the morgue, it was more complicated.",
  "The future president had paid $41m for it four years earlier.",
  "Porter went to the table, smiled and asked what they wanted.",
  "Wooton, whose husband is a coalminer, had voted for Trump.",
  "The Promise: Can Trump really make America great again?",
  "Is there a neo-Nazi storm brewing in Trump country?",
  "Neither of them trusted either political party.",
  "Two of the neo-Nazis ordered chicken nuggets.",
  "At 30, Porter knew Pike County’s problems.",
  "“I went to package them,” Sanguinet said.",
  "Design by Sam Morris and Francisco Navas",
  "I wouldn’t want that reminder.",
  "One wore a handgun on his hip.",
  "It was just after 8am.",
  "Porter had not.",
  "I’m a mom."
]