[
  "The longtime British intelligence officer who last year wrote the collection of memos alleging deep ties between President Donald Trump and the Kremlin told a reporter in December that investigators examining such connections needed \"to look at the contracts for the hotel deals and land deals\" that Trump had pursued with Russian nationals.",
  "Still, the question on Steele's mind in early 2016 - when he partnered with the opposition-research firm Fusion GPS, based in Washington, DC, to examine Trump's ties to Russia - was whether Trump was indebted to or being blackmailed by Russia when he launched his presidential campaign in 2015.",
  "Rybolovlev, a multibillionaire who was an early investor in one of the world's most lucrative fertilizer companies, bought a Palm Beach property from Trump for $95 million in 2008, two years after Trump put it on the market for $125 million; Trump had purchased it for $41 million in 2004.",
  "The Kremlin\n\nChristopher Steele, the former British intelligence officer who wrote the explosive dossier alleging ties between Donald Trump and Russia, told The Guardian's Luke Harding last year that Trump's land and hotel deals with Russians needed to be examined.",
  "Rybolovlev has never lived in the mansion and has since torn it down, but an adviser, Sergey Chernitsyn, told Business Insider earlier this year that there was \"every prospect that this investment will turn out to be profitable.\"",
  "Richard Dearlove, who headed the UK foreign-intelligence unit MI6 between 1999 and 2004, told Prospect Magazine in April that Trump borrowed money from Russia for his business during the 2008 financial crisis.",
  "Steele did not go into further detail, Harding said, but seemed to be referring to a 2008 home sale to the Russian oligarch Dmitry Rybolovlev that has come under scrutiny by the special counsel Robert Mueller.",
  "\"The Rybolovlev family trust did acquire a property in Palm Beach from Mr. Trump back in 2008, below the asking price, as an investment and following a process of negotiation,\" Chernitsyn said.",
  "Richard Dearlove, who headed the UK foreign-intelligence unit MI6 between 1999 and 2004, said in April that Trump borrowed money from Russia for his business during the 2008 financial crisis.",
  "Harding, The Guardian's former Moscow bureau chief, described his conversation with Steele in his new book, \"Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win.\"",
  "According to PolitiFact, 2008 was the year Trump Entertainment Resorts missed a $53.1 million bond interest payment and later filed for Chapter 11 bankruptcy protection to reorganize.",
  "\"What lingers for Trump may be what deals - on what terms - he did after the financial crisis of 2008 to borrow Russian money\" when other banks would not loan to him, Dearlove said.",
  "By 2008, all the big banks were highly reluctant to loan to Trump, who had lost them money, Trump acknowledged in his 2007 book, \"Think Big: Make it Happen in Business and Life.\"",
  "It was the first of several Steele wrote for Fusion over the next five months that outlined a conspiracy between the Trump campaign and Russia at least five years in the making.",
  "Mueller is investigating Russia's meddling in the 2016 US election, including whether the Trump campaign colluded with Russia to influence the outcome.",
  "\"Check their values against the money Trump secured via loans,\" the former intelligence officer, Christopher Steele, told The Guardian's Luke Harding.",
  "Steele did not go into further detail, Harding said, but seemed to be referring to a 2008 home sale to the Russian oligarch Dmitry Rybolovlev.",
  "In June 2016, Steele asked his sources in Moscow, developed throughout his decades working for MI6's Russia desk, for information about Trump.",
  "Rybolovlev's cash infusion into Trump's bank account is believed to be the most expensive home sale in US history.",
  "Steele 'assessed his work on the Trump dossier was 70 to 90% accurate'\n\nReuters Russian President Vladimir Putin.",
  "\"For anyone who reads it, this is a life-changing experience,\" Steele said at the time, according to Harding.",
  "Steele told his friends that what his sources reported back to him was \"hair-raising,\" according to Harding.",
  "As part of that, he's examining Russian purchases of apartments in Trump buildings, Bloomberg has reported.",
  "\"Throughout the process of the trust's purchase, Mr. Rybolovlev had no personal contact with Mr.",
  "\"I figured it was the bank's problem, not mine,\" Trump wrote, according to The New York Times.",
  "Steele wrote his first memo describing the sources' findings for Fusion GPS late that month.",
  "\"I've been dealing with this country for 30 years,\" Steele told his friends, Harding wrote.",
  "Rybolovlev and Trump have insisted they never met during the Palm Beach home transaction.",
  "\"According to friends, he assessed his work on the Trump dossier was 70 to 90% accurate.\"",
  "\"Steele recognized that no piece of intelligence was 100% right,\" Harding wrote.",
  "I actually told one bank, 'I told you you shouldn't have loaned me that money.",
  "I told you the goddamn deal was no good.'\"",
  "\"The difference is what's important.\"",
  "\"Why would I invent this stuff?\"",
  "\"What the hell did I care?",
  "Trump.\""
]