[
  "Subscribe to our newsletter to get the breaking news, eye-opening interviews, and incisive critical takes that drive the conversation forward.Follow artnet News on Facebook:\n\nSign up here to get INSIDER's favorite stories straight to your inbox.",
  "• 2013 - Having authenticated the work as a bona fide Leonardo, Parish and a consortium of fellow dealers sell it to \"freeport king\" Yves Bouvier in a private Sotheby's sale for a cool $75-80 million.",
  "• 1500 - Around this time, Leonardo da Vinci paints Salvator Mundi, likely for King Louis XII of France and Anne of Brittany, shortly after the conquests of Milan and Genoa.",
  "• 1625 - Believed to have been commissioned by the French Royal Family, the painting accompanies Queen Henrietty to England when she marries King Charles I.",
  "Carl Court/Getty\n\nLeonardo da Vinci's Salvator Mundi just sold at Christie's for $450.3 million, becoming the most expensive work of art ever sold.",
  "• 1763 - After remaining in the Royal family's collection for years, the painting goes missing—and doesn't surface again for 150 years.",
  "• 1651 - King Charles I dies in 1649, and shortly thereafter the canvas is used to settle part of his massive debt.",
  "Later that year, Bouvier turns around and sells it for $127.5 million to the Russian billionaire Dmitry Rybolovlev.",
  "Attributed to Boltraffio, who worked in da Vinci's studio, it sells for £45 to someone named \"Kuntz.\"",
  "• Late 19th century - The painting enters the collection of the Virginia-based Sir Frederick Cook.",
  "New York art dealer Alexander Parish purchases it for another bargain price of $10,000.",
  "But not so long ago, an eagle-eyed buyer purchased it at auction for a mere £45.",
  "• 1958 -Salvator Mundi pops up at a Sotheby's London auction on June 25, 1958.",
  "We've compiled a handy timeline of the painting's history below.",
  "• 2017 - Rybolovlev puts the painting up for sale at Christie's.",
  "• 2005 - The canvas surfaces again at an American estate sale.",
  "You really can't make this stuff up.",
  "Want to stay ahead of the art world?",
  "How did we get from there to here?",
  "It covers a whopping £30 worth.",
  "It fetches $450.3 million."
]