[
  "The front-page centerpiece of Friday's Palm Beach Post, billed as an “exclusive,” begins with a provocative question: “Why did a Russian oligarch pay now-President Donald Trump $95 million for his Palm Beach mansion?”\n\nThe piece offers no clear answer and, despite being a captivating read filled with several new details, it revisits a curious real estate transaction that has previously been probed by the New York Times, CNN and Politico, among others.",
  "Trump himself called attention to the mansion sale when he said during a news conference in summer that “I have nothing to do with Russia” and claimed — while boasting about his profit — that the deal represented “the closest I came to Russia.” Trump paid $41.35 million for the seaside estate in 2004 and sold it in 2008 for $95 million to Dmitry Rybolovlev, a fertilizer magnate and majority owner of the AS Monaco soccer team.",
  "An alternative explanation is that he was just moving money in the midst of a divorce from his wife, Elena, who in a 2009 lawsuit accused him of “secreting and transferring assets in order to avoid his obligations,” according to the Palm Beach Post.",
  "Since Rybolovlev can't get his story straight, and he keeps bumping into Trump at airports, is it possible that the answer to the Palm Beach Post's question about the oligarch's motive is that he was trying to curry favor with the future president?",
  "What the article really represents is how intense — yet inconclusive — the Trump-Russia media frenzy has become, with news outlets big and small competing for scooplets that might or might not advance the biggest story in politics.",
  "Rybolovlev, who has never lived in the 62,000-square-foot house, has claimed at various times that it is a corporate investment, an asset for his family trust or perhaps a 6.2-acre playground for his equestrian-loving daughter.",
  "Update: Rybolovlev issued a statement to the Palm Beach Post through a spokesman, Sergey Chernitsyn, on Friday: \"Particular attention has been focused on a trip made by Mr. Rybolovlev to North Carolina.",
  "(Maison de L'Amitie, as the estate is known, languished on the market for two years before fetching what was, at the time, believed to be the highest price ever for a home in the United States.)",
  "Yet it noted the times when the billionaires' planes crossed paths and chronicled Rybolovlev's inconsistent explanations for paying a record price for a property Trump was struggling to sell.",
  "For the White House, it is another reminder that every interaction the president has ever had with a Russian will be sniffed out by the press for the faintest whiff of electoral collusion.",
  "Subsequent reports have documented additional incidents of Trump and Rybolovlev aircraft landing in the same place around the same time: Las Vegas in October and Miami in February.",
  "He was in North Carolina for a business meeting, and we can state categorically that he did not have any contact with Mr. Trump or any of his advisers at the time he was there.\"",
  "The Daily Kos reported in January that Rybolovlev's private jet shared the tarmac with Trump's campaign plane at a North Carolina airport five days before Election Day.",
  "But the Daily Kos, eschewing subtlety, asked in its January headline: “Is Dmitry Rybolovlev Putin's secret courier?”\n\nThe Palm Beach Post's report was not so loaded.",
  "\n\nDmitry Rybolovlev, pictured at a 2014 soccer game for his AS Monaco team, bought a Florida mansion from Donald Trump for $95 million in 2008.",
  "But on a story as big as the president's possible ties to Russia, it is still front-page, “exclusive” news.",
  "In other words, the answer to the newspaper's question could have nothing to do with Trump at all.",
  "The White House told McClatchy this week that the overlaps were coincidental.",
  "(Philippe Merle/AFP/Getty Images)\n\nThis post has been updated.",
  "If so, Rybolovlev had tremendous political foresight."
]