[
  "Complicating the matter was Rybolovlev's divorce from his wife, Elena, who said as part of a 2009 lawsuit against her ex-husband he \"has a history of secreting and transferring assets in order to avoid his obligations.\"",
  "A new report looks into a potential relationship between President Donald Trump and a Russian oligarch, whose relationship includes Trump selling him a Palm Beach mansion for nearly $100 million nine years ago.",
  "Trump's former national security adviser Michael Flynn was forced to resign after he was recorded having a conversation with the Russian ambassador to the U.S. before Trump took office.",
  "For example, the newspaper cites FAA records that showed the two men's planes were both in Las Vegas in October, Charlotte, N.C., in November, and the Palm Beach area in February.",
  "The Post also reports that on numerous occasions, Rybolovlev's plane was simultaneously in the same cities as Trump's during and after Trump's presidential campaign.",
  "He said at the time the 62,000-square-foot home was an investment purchase, although he reportedly said on other occasions he planned to give it to his children.",
  "It's unclear if the two met during those times, but Brian Cattell, a spokesman for Rybolovlev who is based in New York, told the Post the two have never met.",
  "Trump paid $41.35 million for the property, and four years later he made a more than 100 percent profit by selling it to Rybolovlev.",
  "The Trump administration has denied any wrongdoing, saying the president does not have Russian connections as he's claimed to have.",
  "\"We are aware of a number of rumors and far-fetched theories circulating but none of them has any basis in fact,\" Cattell said.",
  "Politico even put together a series of charts that illustrate Trump's purported connections to the Russian government.",
  "The home at 515 N. County Road was up for auction in 2004 due to health care magnate Abe Gosman filing for bankruptcy.",
  "The Palm Beach Post reports that in 2008, Russian Dmitry Rybolovlev purchased a home owned by Trump for $95 million.",
  "Several media outlets and Trump critics have reported that Trump and/or his team may have illegal ties to Russia.",
  "Rybolovlev, however, reportedly never lived in the home and actually purchased it through an entity.",
  "Those obligations, she said, included paying her money that came with their divorce settlement.",
  "The home has since been demolished and broken up into three lots.",
  "\"Mr. Rybolovlev has never met Donald Trump.\""
]