[
  "(Adriana Usero/The Washington Post)\n\nIn 2008, Trump’s son Donald Trump Jr. said at a New York real estate conference that “Russians make up a pretty disproportionate cross-section of a lot of our assets.” Referring to the Trump Organization, where he works with his father, he added that “we see a lot of money pouring in from Russia.”\n\nThat boast would make perfect sense.",
  "Until we get them, we can only speculate about Trump’s weird admiration for a strongman who presides over a system of autocratic cronyism, flouts international law with his territorial ambitions, works against U.S. interests in hot spots around the globe, and apparently might have even deployed computer hackers to meddle in our election.",
  "The suit alleged that “the money behind” the firm was “mostly Russian,” and that the Russians involved “were in favor with Putin.”\n\nTrump was not charged with any wrongdoing in the suit, but the suit does strongly suggest that if traditional lenders were reluctant to get involved with Trump, Russian money had no such compunctions.",
  "Following the bankruptcy of Trump Hotels and Casinos Resorts in 2004 — which involved three casinos in Atlantic City and one in Indiana, and allowed Trump to get out from under an estimated $1.8 billion in debt — banks became wary of lending to Trump, according to widespread reports.",
  "In July, Trump said in a tweet that he has “ZERO investments in Russia.” If this is true, the more relevant question may be the extent to which Russian oligarchs, by definition beholden to Putin, have investments in Trump and his empire.",
  "He tried his best to do so in 2013, when he took his Miss Universe pageant to Moscow, but Putin canceled a planned meeting and sent a lacquered box as a present instead, along with what was described as a warm note.",
  "A 2010 federal lawsuit alleged that much of the money that financed the Trump SoHo luxury hotel development in Manhattan, which broke ground in 2006, came from a shadowy Iceland-based corporate entity.",
  "Trump’s former campaign chairman Paul Manafort did extensive work on behalf of Viktor Yanukovych, the thuggish Putin-backed Ukrainian president who was ousted in 2014 and now lives in exile in Russia.",
  "1 of 60 Full Screen Autoplay Close Skip Ad × What Donald Trump is doing on the campaign trail View Photos The GOP presidential nominee is out on the trail ahead of the general election in November.",
  "On Sept. 7, during a town hall event hosted by MSNBC, Republican presidential candidate Donald Trump stated he would have “a good relationship” with Russian president Vladimir Putin.",
  "Rybolovlev, who was then worth about $13 billion, is not believed to be as close to Putin as some of the other oligarchs, but neither is he in any sense an opponent of the regime.",
  "Nov. 7, 2016 Donald Trump speaks during a campaign event at SNHU Arena in Manchester, N.H. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue.",
  "He has accepted Russia’s annexation of Crimea as a fait accompli and suggested he might not come to the aid of the Baltic states if Russia invaded.",
  "But Trump’s chest-thumping “America First” attitude toward the rest of the world seems to make an exception for Russia, and we need to know why.",
  "Given his history as a swashbuckling wheeler-dealer, including four corporate bankruptcies, there are legitimate questions about his finances.",
  "Less than four years earlier, Trump had picked up the property at a bankruptcy auction for $41 million — meaning he made quite a tidy profit.",
  "“Reasons to wonder” normally do not qualify as legitimate fodder for journalism, but these are not normal circumstances.",
  "Which raises an obvious question: To what extent are Trump and the Trump Organization dependent on Russian investment?",
  "But there are reasons to wonder whether Trump’s warm-and-fuzzy feelings are prompted by financial motives.",
  "Trump has broken with four decades of precedent and adamantly refused to let voters see his tax returns.",
  "Read more from Eugene Robinson’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "As a general rule, I don’t believe in conspiracy theories and I do believe in coincidences.",
  "We do know that Trump considered Russian oligarchs prime customers for high-end properties.",
  "There may be nothing nefarious here; perhaps Trump just admires Putin’s swaggering style.",
  "In 2008, he sold a Palm Beach mansion to billionaire Dmitry Rybolovlev for $95 million.",
  "Despite earlier claims to the contrary, Trump now says he has never actually met Putin.",
  "In his campaign, Trump has been consistent in calling for better relations with Russia.",
  "Caption The GOP presidential nominee is pressing his case ahead of Election Day.",
  "Why does Donald Trump say such nice things about Vladimir Putin and Russia?",
  "Yet he stonewalls, knowing that speculation does not qualify as proof.",
  "Trump supporters will say I’m speculating without the relevant facts.",
  "What is Trump hiding in the tax returns he refuses to release?",
  "Examination of Trump’s tax returns might provide the answer.",
  "It wasn’t the first time he's been friendly towards him.",
  "You can also join him Tuesdays at 1 p.m. for a live Q&A.",
  "His excuse — that he is under audit — is bogus.",
  "I say provide them: Release the taxes, now.",
  "And are those two questions related?",
  "Voters should demand answers.",
  "We have no way of knowing.",
  "Here’s what we know."
]