[
  "His son Donald Trump Jr. may have been quite precise in 2008 when he said that “in terms of high-end product influx into the US, Russians make up a pretty disproportionate cross-section of a lot of our assets; say in Dubai, and certainly with our project in SoHo and anywhere in New York.” He went on, “We see a lot of money pouring in from Russia.",
  "After several bankruptcies made it hard to raise money in the United States for his high-end hotel and condominium projects since the 1990s, Trump, and later his children, traveled to Moscow to talk deals and attract buyers, according to interviews with people who have worked with Trump over the years and news accounts.",
  "There’s indeed a lot of money coming for new-builds and resale reflecting a trend in the Russian economy and, of course, the weak dollar versus the ruble.”\n\nTrump’s businesses obviously get funds from lots of foreigners, from licensing deals to purchases of properties to hotel banquet rentals.",
  "USA Today continued: “Sergei Millian, president of the Russian-American Chamber of Commerce, told the Russian news agency RIA Novosti in April that he developed a lasting acquaintance with Trump while organizing the developer’s trip to Russia for the Millionaire Fair in 2007. .",
  "(Alexei Nikolsky, Sputnik, Kremlin Pool Photo via AP)\n\nThe Hill reports:\n\nTwo House Republicans endorsed a Democratic effort on Friday calling on the House and Senate committees with oversight of the Internal Revenue Service to request copies of President Trump’s tax returns.",
  "‘The level of business amounts to hundreds of millions of dollars — what he received as a result of interaction with Russian businessmen,’ Millian told ABC News last summer.”\n\nPerhaps Trump was being precise when he said “I” rather than his family and business operations.",
  "Reps. Mark Sanford (R-S.C.) and Walter Jones (R-N.C.) signed a letter urging the chairmen of the House Ways and Means Committee and Senate Finance Committee to ask for copies of Trump’s tax documents from the last decade.",
  "On Jan. 11, he tweeted, “I HAVE NOTHING TO DO WITH RUSSIA – NO DEALS, NO LOANS, NO NOTHING!” The question is whether Russian oligarchs and their allies have anything to do with Trump as lenders or buyers.",
  "It argues that letting members of Congress see what’s in Trump’s tax returns would clear up any questions about whether his business ties offer conflicts of interest.",
  "Real estate brokers in New York, Florida and Dubai told USA TODAY that Trump properties still attract high-end buyers from Russia, as well as from other countries.",
  "If Republicans don’t demand tax and other financial returns, Democrats will have every reason to put this at or near the top of their 2018 talking points.",
  "Nothing ever got built in Russia, but around 2007 and 2008, Russians ‘would buy up dozens of apartments in Trump properties in the U.S.,’ Millian said.",
  "Maybe those are not deals involving “Russia,” but there may be any number of “Russians” who’ve purchased properties from Trump.",
  "Given that Trump refuses to sever ownership of his businesses, continues to receive benefits from foreign governments (e.g.",
  "Republicans should want to know if they are defending someone indebted to Russian oligarchs — or to any foreign government.",
  "The letter was spearheaded by Rep. Bill Pascrell (D-N.J.) and signed by most of the 193-member House Democratic Caucus.",
  "If those are employees of the government those may be in violation of the emoluments clause in the U.S. Constitution.",
  "Last December, USA Today reported:\n\nTrump first traveled to Moscow in the 1980s, to discuss renovating hotels there.",
  "Will we need a Democratic majority in one chamber to know if Putin’s crowd has its mitts into the president?",
  "For example, he sold a Florida mansion to Russian billionaire Dmitry Rybolovlev for $95 million in 2008.",
  "They show far greater commercial ties between Trump and Russia than generally known.",
  "Russian President Vladimir Putin listens during a meeting in Moscow on Feb. 6.",
  "a trademark from China) and has been splitting hairs on his Russia dealings.",
  "Republicans like Sanford and Jones deserve support of their colleagues.",
  "There is no reason aside from pure partisanship to oppose the demand.",
  "He cannot receive monies from foreign governments and be president.",
  "This was precisely what the Founders wanted to prevent.",
  "We might.",
  ".",
  "."
]