[
  "U.S. President-elect Donald Trump looks on as Wilbur Ross departs after their meeting at Trump National Golf Club in Bedminster, New Jersey, U.S., November 20, 2016 REUTERS/Mike Segar The investigation into Russia's influence over Donald Trump's campaign has gained such momentum in recent weeks that full-throated arguments in the President's defense are starting to sound feeble.",
  "Consider the loud protests from Trump's commerce secretary — the 79-year old billionaire steel magnate Wilbur Ross —who chose to deliver a scathing assessment of the probe even as it kicked into higher gear with the appointment of a special prosecutor.",
  "Ross bought his stake Bank of Cyprus 2014, becoming, according to the New York Times, \"owner of a big but failing bank with a vice chairman who used to work with Vladimir Putin in the Leningrad KGB and five other Russians on its board.\"",
  "His job is to advance Trump's economic agenda and that won't happen while the White House is expending all its political capital fending off attacks — or while Ross has to dedicate air time to talking about Russia instead of tax cuts.",
  "Ross has also retained ownership in a shipping company, the Center of Public Integrity recently reported, itself a glaring conflict for a commerce secretary but also one that raises additional concerns given its own ties to Russia.",
  "Ross doesn't come up in the Trump-Russia connection conversation because he is not one of the people who was revealed to have secretly met with the Russian Ambassador Sergey Kislyak during the presidential campaign.",
  "As my colleague Natasha Bertrand reported in March:\n\nThe adviser sent a later statement to Business Insider commenting on Rybolevlev's ties to Cyprus Bank, which was majority-owned by Wilbur Ross until this year.",
  "One of the questions, in a February letter from Sen. Cory Booker to Ross is about Dmitry Rybolovlev — who famously paid Trump $95 million for a house in Florida — and was also a Bank of Cyprus investor.",
  "Ross, who was recently confirmed as Secretary of Commerce, bought out the Cypriot bank in 2014 from Russian oligarchs who had been accused of using it to move their money to offshore accounts.",
  "Among other issues, Ross was asked about his own financial ties to Russia and about whether he had any knowledge of links between Russia and the Trump campaign.",
  "\"Following the 2013 bail in at Bank of Cyprus, Mr Rybolovlev's previous shareholding in the bank was diluted to a very low level,\" Chernitsyn said.",
  "Ross' firm is called Diamond S Shipping, and one of its biggest clients, Glencore, owns a 19.5% stake in Rosneft, Russia's state-owned oil giant.",
  "The White House advised him not to submit his written response to the relevant Democratic senators, and he was confirmed despite their protests.",
  "Unfortunately for him, such a speedy resolution to the investigation is unlikely.Here's the list of questions for Ross from Senator Cory Booker:",
  "AP Images When the Bank of Cyprus came up at Ross's confirmation hearing— several highly-detailed questions on the matter were never answered.",
  "The probe, instead, is focused on the campaign and the potential for collusion between some of Trump's advisers and the Russian government.",
  "These ties come in the form of his stake in, and co-directorship of, the Bank of Cyprus, a known conduit for Russian oligarch money.",
  "\"This investigation is a sideshow and it's a distraction from trying to run the country in a proper way,\" Ross told CNBC on May 18.",
  "The Guardian, meanwhile, says he was part of Bank of Cyprus's deal to sell its Russian business to a banker with ties to Putin.",
  "The Times reported that Ross actually countered Russian influence at the bank, pushing out the Russian board members.",
  "But Ross has his own ties to Russia's billionaires and power brokers, and he should be made to explain them.",
  "Ross also owns a shipping concern whose key client is a large shareholder of Russia's state-owned oil firm.",
  "\"I think we have to just get on with it, get this over with, it's a sideshow,\" he went on to tell CNBC.",
  "There's a lot of reasons why Ross should want the Russia inquiries to be over with.",
  "Some have nothing to do with his own dealings with wealthy and powerful Russians.",
  "Rybololev has done us the kindness of responding to this, even though Ross won't.",
  "\"This is all rumor, it's all innuendo, there's no there there,\" Ross said.",
  "Reporting about what happened next points in two directions.",
  "And — to be clear — he's not been accused of any wrongdoing.",
  "\"He has never met Wilbur Ross.\""
]