[
  "But it appears the seller is Bob Diamond, former CEO of Barclays, who reportedly snagged a 40th-floor apartment matching the unit's description in 2009 for $37 million, according to the author Michael Gross, whose book \"House of Outrageous Fortune\" chronicles the rise of 15 Central Park West.",
  "According to Gross' account, which couldn't be independently confirmed, Diamond purchased the pad through LLCs titled Novgorod and Novgorod Two in the wake of the financial crisis from a London-based investor, who bought the unit from Zeckendorf Development for $21.89 million.",
  "One of the city's glitziest and most exclusive buildings, 15 Central Park West is home to hedge funders Daniel Loeb and Daniel Och, along with Goldman Sachs CEO Lloyd Blankfein, the actor Denzel Washington and the rocker Sting.",
  "Though it's the priciest unit currently available at the Robert A.M. Stern-designed condominium, the penthouse's asking price falls well short of the building's record sale.",
  "Last year, a duplex on the 18th and 19th floors of the building sold for $45 million — $8,021 per foot — significantly less than the original asking price of $65 million.",
  "That distinction still belongs to the $88 million penthouse that Russian billionaire Dmitry Rybolovlev bought from former Citigroup chairman Sandy Weill in 2011.",
  "Mike Tauber The ultra-luxury market may be slow, but that's not stopping one owner at 15 Central Park West from listing a sprawling penthouse for $59 million.",
  "It has four bedrooms, 5.5 baths and a 34-foot gallery facing Central Park, according to the listing, which does not specify which penthouse is being sold.",
  "For the 12 months that ended September 30, the average price per square foot at 15 Central Park West was $6,735, according to City Realty.",
  "Other pricey listings include steel magnate Leroy Schecter's 35th-floor pad, which is currently asking $43.5 million, or $7,767 per foot.",
  "The buyer was an entity known as Evergreen 15 CPW, which subsequently listed the unit for rent asking $125,000 per month.",
  "Schecter once wanted $95 million for the unit, but has dropped the price several times.",
  "The condo — measuring roughly 5,300 square feet — is asking $11,132 per square foot.",
  "Listing broker Matthew Mackay of Douglas Elliman declined to comment.",
  "The 6,744-square-foot unit went for $13,048 per square foot.",
  "15 Central Park West."
]