[
  "While Monaco sold key players to England's cash-rich Premier League, PSG bought Neymar for 222 million euros from Barcelona and ensured Monaco's coffers remained full with the acquisition of Kylian Mbappe for 180 million.",
  "Colombia's Radamel Falcao, right foreground, duels for the ball with Australia's Milos Degenek during a friendly soccer match between Colombia and Australia at Craven Cottage stadium in London, Tuesday, March 27, 2018.",
  "Vasilyev answers to president Dmitry Rybolovlev, who took over in December 2011, a few months after Qatari-backed QSI took control at PSG and installed Nasser Al-Khelaifi as president.",
  "Coach Leonardo Jardim is touted as a possible replacement for Arsene Wenger if he leaves Arsenal, while Poland center half Kamil Glik is also reportedly considering a move.",
  "(AP Photo/Tim Ireland) (Photo: The Associated Press)\n\nPARIS (AP) — Paris Saint-Germain versus Monaco in the League Cup final on Saturday could almost be renamed Buyers vs.",
  "While Al-Khelaifi regularly speaks in front of television cameras — lamenting PSG's defeat at the hands of Real Madrid three weeks ago — Rybolovlev is a discreet figure.",
  "___\n\nMore AP Ligue 1 coverage: https://apnews.com/tag/Ligue1\n\n___\n\nJerome Pugmire on Twitter: www.twitter.com/jeromepugmire\n\nCopyright 2018 The Associated Press.",
  "It would be the first step in its bid for a domestic treble, which might soften the blow of a second straight exit in the last 16 of the Champions League.",
  "Both sides put the French league in the spotlight during the offseason, with combined sales and purchases close to 800 million euros ($985 million).",
  "\"We're up against a team which was already strong last season but strengthened by spending 400 million, whereas we sold for 360 million.\"",
  "League leader PSG is 17 points ahead of Monaco, which is fighting for second place and automatic qualification for the Champions League.",
  "That move raised questions about Monaco's ambitions, having done the same thing when selling key players three years before.",
  "Fans have cause for concern, considering the club sold Mbappe to a domestic rival, and must worry about who might go next.",
  "Coach Claudio Ranieri got Monaco back into Ligue 1 while Al-Khelaifi made a statement of intent by hiring Carlo Ancelotti.",
  "What Vasilyev means by \"project\" is unclear, given Monaco dismantled the stylish side which won the French title in 2017.",
  "Although Vasilyev believes such rumors are designed to unsettle the club, Monaco's track record for selling hardly helps.",
  "Jardim's side has lost only one of 19 games since going out of the Champions League in December, and is unbeaten in nine.",
  "The 19-year-old forward has 19 goals for PSG and scored twice in France's 3-1 win at World Cup host Russia Tuesday.",
  "Monaco was in the second division and bereft of funds, while PSG was dealing with a major hooligan problem.",
  "Defensive midfielder Fabinho almost pushed through a move to PSG in August, only for the club to block him.",
  "\"His arrival (at training) is another sign he's backing this project and that he's very committed.\"",
  "\"The president is 100 percent behind the club, he's the leader of this project,\" Vasilyev said.",
  "\"PSG are favorites,\" Monaco vice-president Vadim Vasilyev said ahead of the final.",
  "Neymar is recovering from foot surgery but Mbappe is fit to face his former club.",
  "The League Cup is the only trophy his team can realistically win this season.",
  "It was a rare sight Thursday when the Russian billionaire attended training.",
  "It makes me smile they came out a few days before the final,\" Vasilyev said.",
  "The match in Bordeaux is a repeat of last year's final, which PSG won 4-1.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "With the help of major cash influxes, both clubs improved quickly.",
  "PSG is aiming to win the League Cup for a fifth straight year.",
  "Both sides were struggling when the takeovers occurred.",
  "\"I saw the rumors concerning Jardim, Glik and Fabinho.",
  "The presidents are contrasting characters.",
  "\"I can assure you it hasn't affected us.\"",
  "Monaco has a Russian structure.",
  "All rights reserved.",
  "Sellers."
]