[
  "BIRTHDAYS: Maria Christina “MC” Gonzalez ... Rupert Murdoch is 86 ... Sam Donaldson is 83 ... former U.S. Rep. Jesse Jackson Jr. (D-Ill.) is 52 ... Politico’s Matt Sobocinski … Nick “Slapshot” Shapiro, the pride of Simsbury (Conn.) High School, where he’s the all-time leading hockey scorer ... Ben Becker, principal at Precision Strategies and Stabenow alum ... Jon Cohen, SVP of survey research at SurveyMonkey ... Jason Herbert, “The Grown-Up” and LD for Rep. Dan Newhouse (R-Wash.), is 31 ... MSNBC’s Christina Arvanites, who works with Lawrence O’Donnell ... Jen Mullin, alum at Uber, Glover Park Group, Vilsack and Harkin … James Pollack, student at Harvard Law and Harvard Kennedy School and Jackie Speier alum ... Austin Carson, executive director of TechFreedom and alum of Michael McCaul and Blake Farenthold ... Gale Norton is 63 … Ashley Summers ... Deloitte’s Abby Rogers ... ABC’s Justin Weaver, the pride of West Virginia …\n\n... Alice Stewart, a CNN contributor and former comms director for the Cruz campaign and formerly with Huckabee, Santorum, and Bachmann (h/t Matt Beynon) ... Nik Holtan of Pillsbury Winthrop Shaw Pittman LLP and alum of Rep. Joe Crowley … Laurye Blackford, former “GMA” and CBS senior producer, who was Mrs. McCain’s comms director on the 2008 campaign ... Joe Quinn, VP of public affairs at the Aluminum Association, is 4-0 (h/t wife Mia) ... Clemson senior Will Lane, a Rubio and House Science alum (h/t Colby Bermel) ... Laura Zimmerman (h/t Jon Haber) ... Ashley Stover … Justin Wilson, vice mayor of Alexandria ... Nikki Budzinski, labor outreach for HRC ’16 ... Carrie Pugh of NEA campaigns and elections (h/ts Sean Johnson) ... Rachel Dodsworth, president and CEO of Adsworth Media and CRAFT alum ... Cookie “Tofu” McCarton ... Jeff Hayes, senior research officer at DoD, an expert on Afghanistan, Pakistan, and other South Asian states and a Special Forces alum ... Harry Wolff is 38 ... Bush 43 VA Dept.",
  "It all started with a Google search.” http://bloom.bg/2mRC05J (h/t Longreads.com)\n\n--“Patagonia and The North Face: saving the world – one puffer jacket at a time,” by Marisa Meltzer in The Guardian: “The retail giants are not only competing to sell outdoor gear – they are rivals in the contest to sell the thrill of the wilderness to the urban masses.” http://bit.ly/2mvPB1K\n\n--“Strangers in a Cruel Land,” by Matt Cameron in The Baffler: “The wretched state of immigration enforcement.” http://bit.ly/2noYt6R\n\n--“The Not-So-Secret Life of Terrence Malick,” by Eric Benson in the April Texas Monthly: “The world’s most private director turns his lens on the place where he’s always been most public: Austin.” http://bit.ly/2mLoiRd\n\n--“Welcome to Pleistocene Park,” by Ross Andersen in April’s Atlantic: “In Arctic Siberia, Russian scientists are trying to stave off catastrophic climate change—by resurrecting an Ice Age biome complete with lab-grown woolly mammoths.” http://theatln.tc/2mvPR0I (h/t Longform.org)\n\n--“Betsy DeVos’ Holy War,” by Janet Reitman in Rolling Stone: “Her appointment as education secretary marks the crowning achievement of the Christian right's campaign to infiltrate America's secular institutions.” http://rol.st/2mLq990\n\n--“The Founder of Hollywood’s Most Elite Sex Club Is Unhappy,” by Mike Sager in Esquire: “He bought a mansion and filled it with debauchery.",
  "But the arrival of Rybolovlev’s plane certainly made an impression.” http://pbpo.st/2md9LuH … A1 PDF http://bit.ly/2lA2Jzq\n\nA LOOK AROUND THE NATION -- ARIZONA REPUBLIC: “Trump embraces jobs report he once called ‘phony’” http://bit.ly/2keisId… MIAMI HERALD: “Trump’s dilemma: Hail Assange or haul him before a judge” http://bit.ly/2mdjhxK … CHICAGO SUN-TIMES: “NO APOLOGIES: Amid furor, Rep. Shimkus of Illinois stands by argument that men shouldn’t have to pay for prenatal care as part of GOP health plan” http://bit.ly/2nq27gC … STAR TRIBUNE: “In Minn., GOP plan hits poor, the aging: Those 60 and older would be big losers, analysis health tax credits shows” http://bit.ly/2naiQIL\n\nTHE SOUTHERN WHITE HOUSE -- “Trump’s Mar-a-Lago is heaven -- for spies,” by Darren Samuelsohn in Palm Beach: “President Donald Trump relishes the comforts of his Mar-a-Lago estate for repeated weekends away from Washington, but former Secret Service and intelligence officials say the resort is a security nightmare vulnerable to both casual and professional spies.",
  "Learn more at google.com/grow/veterans\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from Budapest, Hungary:\n\n--“A Warning From History,” by Richard J. Evans in The Nation, reviewing “Hitler: Ascent, 1889–1939,” By Volker Ullrich: “A new biography of Hitler reminds us that there is more than one way to destroy a democracy.” http://bit.ly/2n8GZ2f ... $23.80 on Amazon http://amzn.to/2d7GrU2\n\n--“The Making of a Mexican-American Dream,” by Sarah Menkedick in Pacific Standard Magazine: “Despite the rhetoric and hate crimes, Mexican immigrants are poised to reframe American culture, if white people would only let them.” http://bit.ly/2neuvDb\n\n--“How to Become an International Gold Smuggler,” by Michael Smith and Jonathan Franklin in Bloomberg Businessweek: “Harold Vilches, a 23-year-old Chilean, exported $80 million in contraband gold.",
  "“Since the Department of Homeland Security placed a presolicitation notice on the Federal Business Opportunities website in late February for ‘the design and build of several prototype wall structures in the vicinity of the United States border Mexico,’ more than 600 interested vendors across the country have signed on, including almost 100 entities from California.” http://lat.ms/2mMu31a\n\n-- “Trump's revised travel ban dealt first court setback,” by Reuters’ Steve Gorman: “A federal judge in Wisconsin dealt the first legal blow to President Donald Trump's revised travel ban on Friday, barring enforcement of the policy to deny U.S. entry to the wife and child of a Syrian refugee already granted asylum in the United States.",
  "Conley, chief judge of the federal court in Wisconsin's western district and an appointee of former President Barack Obama, concluded the plaintiff ‘has presented some likelihood of success on the merits’ of his case and that his family faces ‘significant risk of irreparable harm’ if forced to remain in Syria.” http://reut.rs/2mdhxVt\n\nUPDATE -- “Russian oligarch responds to Trump airport connection,” by John Pacenti and Alexandra Clough on the front page of the Palm Beach Post: “For the first time, Russian oligarch Dmitry Rybolovlev confirmed his plane and President Donald Trump’s jet shared the tarmac in Charlotte five days before the general election, saying he was in North Carolina for a business reason.",
  "Pruitt’s comments on the CNBC program ‘Squawk Box’ — that ‘we need to continue the debate and continue the review and the analysis’ over climate change — prompted an immediate pushback from many scientists and environment groups.” http://wapo.st/2mvhC7H\n\nBORDER WARS -- “Almost 100 California entities are interested in building Trump's border wall,” by Carolina A. Miranda on the front page of the L.A. Times: “International engineering corporations, boutique architectural firms and tiny mom-and-pop builders with names like ‘Loko-Koko’ are lining up to help build President Trump’s border wall, despite the fact that Mexico has said it won’t pay for it and polls show that many Americans don’t want it.",
  "Republicans coming together to get job done!”\n\nA HEADLINE HOUSE REPUBLICAN LEADERSHIP WILL LOVE -- WaPo A1: “Trump backs health bill as is … APPARENT SHIFT ON HOUSE PROPOSAL … Sides with GOP leaders on Medicaid timeline.” http://bit.ly/2lNyYjh\n\nTRUMP’S WHITE HOUSE -- “Trump Abruptly Orders 46 Obama-Era Prosecutors to Resign,” by NYT’s Charlie Savage and Maggie Haberman: “The Trump administration moved on Friday to sweep away most of the remaining vestiges of Obama administration prosecutors at the Justice Department, ordering 46 holdover United States attorneys to tender their resignations immediately — including Preet Bharara, the United States attorney in Manhattan.",
  "And that’s generating fear and nervousness in the South — in places like Georgia, South Carolina and Tennessee — where some promising Democratic candidates who are looking at running statewide in 2018 could face resistance from the left.” http://politi.co/2mc4BOx\n\nWEST COAST WATCH -- “'I was determined not to lose my voice':Former Sen. Barbara Boxer says her retirement plans were upended by Trump,” by LA Times’ Seema Mehta: “When then-Sen. Barbara Boxer pondered her retirement, she envisioned informally advising President Hillary Clinton and a Democratic Senate, traveling the country to deliver speeches and spending more time with her husband of 55 years.",
  "-- C-SPAN: “The Communicators” (Saturday 6 p.m.): NCTA – The Internet & Television Association president and CEO Michael Powell, questioned by Bloomberg BNA’s Lydia Beyoud … “Newsmakers” (10 a.m.): Rep. Maxine Waters (D-Calif.), questioned by Bloomberg TV’s Kevin Cirilli and WSJ’s Yuka Hayashi … “Q&A” (8 p.m.): Author and founder and CEO of Beyond Global Sandra Navidi (“SuperHubs: How the Financial Elite & Their Networks Rule our World”)\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes or listen at MackOnPolitics.com): Avik Roy.",
  "The Walden exchange http://cs.pn/2ng8Jz7 … The full clip http://cs.pn/2mwynBk\n\nTO WIT -- “Donald Trump Plays Background Role in Health-Care Battle: President pressures lawmakers, groups behind the scenes while others take a more public stance,” by WSJ’s Louise Radnofsky and Mike Bender: “The course of Donald Trump’s presidency will be defined by his ability to seal a deal to rework the U.S. health-care system, but so far he has outsourced the job of hammering out the details to about a dozen Republican leaders and White House advisers while he serves in the background as a pitchman.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "But Flynn’s work potentially benefiting Turkey meant he was representing the interests of a country other than the United States at the same time he was advising Trump on foreign policy during the election.” http://wapo.st/2nagfOY\n\nTHE LOYAL OPPOSITION -- “Governors races test Democrats' rift,” by Gabriel Debenedetti: “With 27 GOP-controlled governorships up for election in 2018, national Democrats envision the midterm elections as a chance to rebalance the scales at the state level, where there are currently twice as many Republican governors than Democrats.",
  "| Andrew Harnik/AP Photo\n\nK ST FILES -- “Flynn told Trump team he might register as a foreign agent,” by WaPo’s Ashley Parker: “Attorneys for Michael Flynn, President Trump’s former national security adviser, informed the incoming White House legal counsel during the transition that Flynn might need to register with the government as a foreign agent — a phone call that raised no alarms within Trump’s team, despite the unusual circumstance of having a top national security post filled by someone whose work may have benefited a foreign government.",
  "It still isn’t enough.” http://bit.ly/2n9skEf\n\n--“Going underground: inside the world of the mole-catchers,” by Brendan Borrell in The Guardian: “A bitter battle is raging within the mole-catching community over the kindest way to carry out their deadly work.” http://bit.ly/2lMKwU0 (h/t TheBrowser.com)\n\n--“Assad’s Control Erodes as Warlords Gain Upper Hand,” by Fritz Schaap in Der Spiegel with pix by Christian Werner: “Bashar Assad’s power over the areas of Syria under government control is slipping.",
  "“In November, Mr. Bharara met with then President-elect Donald J. Trump at Trump Tower in Manhattan and told reporters afterward that both Mr. Trump and Jeff Sessions, who is now the attorney general, had asked him about staying on, which the prosecutor said he expected to do.But on Friday, Mr. Bharara was among federal prosecutors who received a call from Dana Boente, the acting deputy attorney general, instructing him to resign, according to a person familiar with the matter.",
  "With his party on track to win this month’s election, a country famed for tolerance is being dragged to the right.” http://bit.ly/2maKsIM\n\n--“The Curse of the Bahia Emerald, a Giant Green Rock That Ruins Lives,” by Elizabeth Weil in Wired: “Meet the schemers, investors, and dreamers who were bewitched by a giant green rock.” http://bit.ly/2npevh6\n\nPlaybookers\n\nSPOTTED -- Chicago Mayor Rahm Emanuel waiting for a United flight from DCA to Chicago Friday afternoon.",
  "Learn more at google.com/grow/veterans\n\nCAUSE AND EFFECT -- “Scott Pruitt’s office deluged with angry callers after he questions the science of global warming,” by WaPo’s Juliet Eilperin: “Environmental Protection Agency Administrator Scott Pruitt’s phones have been ringing off the hook — literally — since he questioned the link between human activity and climate change.",
  "alum Jon Schneider ... Tripp Welde ... Andrew Fagerstrom (h/ts Teresa Vilmain) ... Ann Calvert of Rep. Alex Mooney’s office ... Johnny Knoxville is 46 ... LeToya is 36 (h/ts AP)\n\nTHE SHOWS, by Matt Mackowiak, filing from Austin:\n\n-- CNN’s “State of the Union” (9 a.m./noon): Sen. John McCain (R-Ariz.) … OMB Director Mick Mulvaney … Sen. Cory Booker (D-N.J.).",
  "Starting on April 1, Karan Bhatia, currently the VP of global government affairs and policy (and former deputy USTR in the Bush Administration) will lead GE’s combined government affairs and policy team in Washington ... Connor Shaw is heading to New York to help launch a PAC for the United Service Workers Union, one of the oldest unions in the country.",
  "STRANGE TIMES -- “GOP congressman offers strange Obama conspiracy theory -- and even stranger explanations,” by WaPo’s Aaron Blake: “First, here's what [Pennsylvania Rep. Mike] Kelly said last Saturday at a local Republican Party Lincoln Day dinner: “President Obama himself said he was going to stay in Washington until his daughter graduated.",
  "‘The president is the biggest, richest intelligence target in the world, and there is almost no limit to the energy and money an adversary will spend to get at him,’ said David Kris, a former Obama-era assistant attorney general for national security.” http://politi.co/2nga6xy\n\nHAPPENING TODAY -- VP MIKE PENCE is in Louisville, Kentucky.",
  "A spokesman for Mr. Bharara declined to comment.” http://nyti.ms/2ngp2fa\n\n-- “After 2 months, Mattis is only Trump pick at Pentagon,” by AP’s Robert Burns: “Jim Mattis is not lonely in the Pentagon, but two months into his tenure as secretary of defense not a single political appointee has joined him.",
  "The retired Marine general, who took office just hours after President Donald Trump was sworn in, has sparred with the White House over choices for high-priority civilian positions that, while rarely visible to the public, are key to developing and implementing defense policy at home and abroad.",
  "While Trump’s private club in South Florida has been transformed into a fortress of armed guards, military-grade radar, bomb sniffing dogs and metal-detection checkpoints, there are still notable vulnerabilities, namely the stream of guests who can enter the property without a background check.",
  "-- CNN’s “Reliable Sources”: (11 a.m.): Panel: Reuters’ Stephen J. Adler, Lynn Sweet, BBC’s Kim Ghattas and former State Department deputy assistant secretary for digital strategy Moira Whelan … National Association for Media Literacy Education’s Michelle Ciulla Lipkin … David Zurawik.",
  "SPOTTED: Dean Baquet, Jim Rutenberg, Eric Lipton, Sam Dolnick, Jake Silverstein, Meredith Levien, Sebastian Tomich, Andy Wright, Lisa Howard, Ana Marie Cox, Marc Lavalee, Luke Wilson, Peter Kafka, Joe Pompeo, Frank Pallotta, John Hendrickson, Josh Constine, Erik Maza, Lockhart Steele.",
  "“And security experts warn that the commander in chief’s frequent visits -- four since he took office in January -- afford an unprecedented opportunity for eavesdropping and building dossiers on the president’s routines and habits, as well as those of the inner circle around him.",
  "Mr. Mulvaney and Mr. Bremberg were there to back up the president on fine details, ‘but he’s learned a lot and could explain it very well,’ the person said.” http://on.wsj.com/2mMqeJu\n\nTRUMP SPEAKS -- @realDonaldTrump at 9:39 a.m.: “We are making great progress with healthcare.",
  "The temporary restraining order, granted by U.S. District Judge William Conley in Madison, applies only to the family of the Syrian refugee, who brought the case anonymously to protect the identities of his wife and daughter, still living in the war-torn Syrian city of Aleppo.",
  "FAA: Expect VIP movement near Hagerstown, Maryland, tomorrow -- POTUS to House chairs on passing health care bill: “A GOOD JOB, AMAZING” -- SPRING FORWARD at 2 a.m. -- THE SHOWS and weekend reads -- B’DAY: Rupert Murdoch Presented by\n\n\n\n\n\nDriving the Day\n\nHappy Saturday.",
  "“Speculation that Trump had been in contact with Rybolovlev was stoked when FAA records showed the oligarch’s A319 grey-and-white jet landed in Charlotte just as the then Republican presidential candidate was visiting the area for a campaign rally in Concord on Nov. 3.",
  "‘He was in North Carolina for a business meeting and we can state categorically that he did not have any contact with Mr. Trump or any of his advisers at the time he was there.’ Rybolovlev, formerly a fertilizer mogul, never lived in the 62,000-foot mansion.",
  "‘Whoops.’” http://lat.ms/2mTsA9S\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 14 keepers http://politi.co/2mStUd3\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Armed militias are growing stronger and the country’s president can do nothing to stop them.” http://bit.ly/2noXALF\n\n--“White riot,” by Martin Fletcher in The Guardian: “Geert Wilders is the latest ethnic nationalist to threaten the European liberal order.",
  "Matt Bevin, two of Bevin's young sons, as well as one of their friends … Pence came down the stairs, hugged the boys, and then brought them and Bevin back up the stairs to the plane for a quick tour of Air Force Two,” per pooler Ashley Parker of the WaPo.",
  "‘There was a major buzz in the air.’ The former first couple and the U2 frontman ate in a private dining room downstairs for a ‘casual lunch’ -- with no way of avoiding crowds, as they had to walk though [sic] the main dining area to get to their table.",
  "Our Playbook outposts across the country (D.C., N.Y., N.J., Massachusetts, Florida, Illinois, California) are co-hosting the PLAYBOOK POOL – a bracket challenge where you can face-off against your friends, top Playbookers, and political insiders.",
  "… Kathleen Sebelius at Masseria Friday night …Fareed Zakaria at the French restaurant Daniel Thursday night in Manhattan, with a plethora of shiny medals adorning his chest for a wine club meeting he was attending in a private room upstairs.",
  "Trump appeared to score a win after a Wednesday meeting with leaders of six conservative grass-roots groups, several of whom had strafed the House bill a day earlier over objections to provisions that are must-haves for other Republicans.",
  "Hosts at the event included Roc Nation Latin CEO Romeo Santos.” http://pge.sx/2nqfi1b\n\nGET YOUR BRACKET READY FOR THE PLAYBOOK POOL -- POLITICO Playbook is gearing up for college tournament time with our very own bracket challenge.",
  "“But it represents the first of several challenges brought against Trump's newly amended executive order, issued on March 6 and due to go into effect on March 16, to draw a court ruling in opposition to its enforcement.",
  "Track who’s up and down after each round in Playbook as you compete to win prizes including Amazon Echoes and Dots (where you can listen to the Playbook flash briefing), BEATS headphones, Snapchat Spectacles and more.",
  "Meanwhile, on Thursday night Obama made a surprise appearance at Carbone for Jay Z’s D’Ussé Dinner Series, when, ‘in the middle of the dinner, Secret Service started surveying the area,’ a source told Page Six.",
  "I think we ought to pitch in to let him go someplace else, because he is only there for one purpose and one purpose only, and that is to run a shadow government that is going to totally upset the new agenda.",
  "So far no nominee for deputy has been announced, let alone confirmed by the Senate.” http://apne.ws/2mMAMZ9\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "I say, 'We've got a new CEO, we've got some new heads in the different departments, but the same people are there, and they don't believe that the new owners or the new managers should be running the ship.",
  "The firm Flynn headed, Flynn Intel Group, was hired last year when Flynn was an adviser to the Trump campaign by the Netherlands-based firm ­Inovo BV, which is owned by Turkish businessman Ekim Alptekin.",
  "Playbook Reads\n\nPHOTO DU JOUR: White House press secretary Sean Spicer adjusts his American flag pin after being told it was upside down during the daily press briefing at the White House on March 10.",
  "The national security adviser is supposed to be an honest broker within the executive branch, pulling together military and diplomatic options for the president so he can decide what policy to pursue.",
  "SPOTTED: Google’s Ed An, Squared Communications’ Michael Meehan, Entertainment Software Association’s Richard Taylor, American Chemical Association’s Booth Jamison and Obama alumni Broderick Johnson.",
  "“Although the contract ended after the election, new details about the work Flynn did for Inovo resurrect the controversy over his short tenure as Trump’s top national security aide.",
  "The FAA notice http://bit.ly/2mwPN0u (H/t Brian Bartlett)\n\nMOMENT OF THE DAY -- President Donald Trump had House committee chairmen at the White House to discuss health care Friday.",
  "In addition, Rybolovlev through a spokesman reiterated he has never met the Republican billionaire despite buying the Maison de L’Amitié Palm Beach mansion from him nine years ago.",
  "The calls to Pruitt’s main line, 202-564-4700, reached such a high volume by Friday that agency officials created an impromptu call center, according to three agency employees.",
  "‘We believe that we can negotiate on these provisions, address them in a substantive way, and get to ‘yes’ on this bill,’ said Adam Brandon of FreedomWorks after the meeting.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "When the Obama administration closed shop in January, only one of its top-tier Pentagon political appointees stayed in place — Robert Work, the deputy defense secretary.",
  "While constituents sometimes call lawmakers in large numbers to express outrage over contentious policy issues, it is unusual for Americans to target a Cabinet official.",
  "The firings were a surprise — especially for Mr. Bharara, who has a reputation for prosecuting public corruption cases and for investigating insider trading.",
  "‘Everyone in the restaurant knew they were there,; a source told Page Six of patrons who were tipped off by ‘tons’ of Secret Service in the Gramercy eatery.",
  "Far from defeated, Sanders-aligned progressives are nationalizing their fight, showing less patience than ever for Democrats who don’t agree with them.",
  "But already, party leaders are running into a complication — unresolved issues left over from the Hillary Clinton-Bernie Sanders presidential primary.",
  "“‘Particular attention has been focused on a trip made by Mr. Rybolovlev to North Carolina,’ said Sergey Chernitsyn, an adviser to Dmitry Rybolovlev.",
  "OUT AND ABOUT IN AUSTIN -- The New York Times Magazine took to SXSW to celebrate its second annual Music Issue at The Belmont in Austin, Texas.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "The McClatchy News Services reported limousine companies and local luxury hotels in Concord didn’t have any record of ferrying Rybolovlev.",
  "'” http://wapo.st/2mclusv\n\nTHE JUICE …\n\n-- STENY HOYER was hanging out at the Big 10 quarterfinals at the Verizon Center Friday afternoon.",
  "-- The FAA has issued a Notice to All Airmen (a NOTAM, in pilot parlance) to expect VIP movement in the Hagerstown, Maryland, area Sunday.",
  "‘I was so excited,’ Boxer told an audience of several hundred Friday at UC Berkeley, where she donated her congressional archives.",
  "-- CNN’s “Inside Politics” with John King (8 a.m.): Panel: Margaret Talev, Domenico Montanaro, Nia-Malika Henderson and Manu Raju.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "... Nancy Dorn, GE’s VP of government affairs and policy, will be retiring from the company this fall after a 14-year run.",
  "-- PAGE SIX: “Fans cheer for Obamas and Bono at NYC lunch,” by Christine Burroni and Ian Mohr: “Talk about a power lunch.",
  "Bono joined Barack and Michelle Obama at Stephen Starr’s restaurant Upland on Friday, and the trio caused quite the stir.",
  "One person present said the president said issues unaddressed by the House repeal bill could be tackled at a later stage.",
  "Before the number was disabled, interns were dispatched to answer some of the incoming calls, according to one employee.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Rep. Greg Walden (R-Ore.) reminded him that the name of the committee he chairs is the Energy and Commerce Committee.",
  "The White House didn’t have comment for the record, and also hasn’t announced any expected activity for the weekend.",
  "As of Friday evening, though some of the prosecutors had publicly announced their resignations, Mr. Bharara had not.",
  "We’re told Barack Obama ‘flashed his million-dollar smile’ as he waved to the crowd while exiting the restaurant.",
  "You’ll be able to create your bracket starting March 12 when the brackets are released on Selection Sunday.",
  "-- CNN’s “Fareed Zakaria GPS” (10 a.m.) Kremlin press secretary Dmitry Peskov … Stephen Schwartzman.",
  "It’s now been torn down and divided into three parcels, one of which recently sold for $34 million.",
  "Trump’s plane arrived at Charlotte Douglas International Airport 90 minutes after Rybolovlev.",
  "-- Fox News’ “Sunday Morning Futures” (10 a.m.): House Majority Whip Steve Scalise (R-La.)",
  "Panel: Kristen Soltis Anderson, Rich Lowry, Jamal Simmons and Katrina vanden Heuvel.",
  "And people sit back and they say to me, 'My gosh, why can’t you guys get this done?'",
  "Panel: Rick Santorum, Neera Tanden, Rep. Mark Meadows (R-N.C.) and Luis Gutierrez.",
  "TRANSITIONS -- David Bergstein started as the DSCC’s new national press secretary.",
  "Party-goers were also treated to a special performance by BJ the Chicago Kid.",
  "-- ABC’s “This Week”: OMB Director Mick Mulvaney ... Sen. Tom Cotton (R-Ark.)",
  "Bono and the former president entered first and Michelle followed behind.",
  "-- “Fox News Sunday”: NEC Director Gary Cohn … Rep. Jim Jordan (R-Ohio).",
  "Panel: David Brooks, Helene Cooper, Stephanie Cutter and Rick Santelli.",
  "The more than 1,000 guests dined on tacos and guacamole from Fresa’s.",
  "Alptekin has close ties to Turkish President Recep Tay­yip Erdogan.",
  "They add that with each repeat visit, the security risk escalates.",
  "Panel: Jason Riley, Julie Pace, Michael Needham and Juan Williams.",
  "Panel: Ezra Klein, Indira Lakshmanan, Peter Baker and Avik Roy.",
  "-- NBC’s “Meet the Press”: HHS Secretary Tom Price … Ohio Gov.",
  "… Rep. Adam Schiff (D-Calif.) … Rep. Elijah Cummings (D-Md.).",
  "The officials asked for anonymity out of fear of retaliation.",
  "At times, calls to that number ended up going to voice mail.",
  "“EPA did not respond immediately to a request for comment.",
  "Also in the seats, legendary basketball coach Pat Reilly.",
  "… Commerce Secretary Wilbur Ross … Sen. Roy Blunt (R-Mo.)",
  "-- CBS’s “Face the Nation”: Speaker Paul Ryan (R-Wisc.)",
  "… Sen. Bernie Sanders (I-Vt.) … Sen. Rand Paul (R-Ky.).",
  "He posed for a photo at the gate with a group of women.",
  "Panel: Ed Rollins, Garry Kasparov and Susan Ferrechio.",
  "He agreed to remain until his successor is sworn in.",
  "Set your clocks forward one hour at 2 a.m. tonight.",
  "By Saturday morning, the number was disconnected.",
  "Could someone important be visiting the retreat?",
  "ObamaCare is imploding and will only get worse.",
  "Fans also cheered for the famous diners.",
  "Hagerstown is just west of Camp David.",
  "John Kasich … Kathleen Sebelius.",
  "Remember to SPRING FORWARD!",
  "It just doesn’t make sense.",
  "... Adm. James Loy (Ret.).",
  "ACTION AT CAMP DAVID?",
  "“Kentucky Gov.",
  "…\n\n“Mr."
]