[
  "The number of Russians who have expressed interest in buying luxury properties in the U.S. has spiked by 35% over the previous year following the billionaire's win, according to global real estate consultancy Knight Frank.",
  "\"A few customers are interested in the opportunity to buy property in development projects of Donald Trump, and we have received requests from U.S. developers wishing to cooperate with Russia.\"",
  "\"Many of our customers are going go to the Art Basel Miami Beach exhibition and will see real estate there,\" said Marina Kuzmina, head of international sales at Knight Frank Russia.",
  "Related: Russian investors cheer Donald Trump's election\n\nRussian purchases of U.S. property accounted for roughly 15% of Knight Frank's international sales as recently as 2014.",
  "Ekaterina Rybolovleva, the daughter of billionaire Dmitry Rybolovlev, made headlines in 2011 when she purchased the then most expensive apartment in Manhattan.",
  "Trump has praised Vladimir Putin as a strong leader, and the Russian president has made clear that he preferred Trump over his rival Hillary Clinton.",
  "Nearly all are looking to spend between $500,000 and $5 million on a residential property, while 10% are hoping to buy commercial real estate.",
  "But demand fell of the cliff after western countries imposed sanctions on Russia over its involvement in the crisis in Ukraine.",
  "The sanctions, coupled with falling oil prices, put a huge strain on Russia's economy and sent the ruble plummeting.",
  "Wealthy Russians are looking to spend big on U.S. real estate in the wake of Donald Trump's election victory.",
  "Some investors see Trump's election as a sign that relations between Russia and the West may soon improve.",
  "The Central Park West condo was bought by a trust under the name of the then 22-year old for $88 million.",
  "Knight Frank said Russians are interested in vacation homes as well as investment properties.",
  "Rybolovlev himself bought a $95 million beachfront estate in Palm Beach, Florida in 2008.",
  "The two most popular destinations are New York City and Miami.",
  "Now, Russian buyers appear to have returned with force.",
  "Some of the Russian purchases were extraordinary.",
  "Donald Trump.",
  "The seller?"
]