[
  "#LSSC pic.twitter.com/miSmB3ZYEw — The Late Show (@colbertlateshow) March 16, 2017\n\nMaddow was widely criticized for making her audience sit through a long discussion about the context of the Trump tax return she said she obtained, ticking off a list of unanswered questions and conspiracy theories about Trump’s connection to Russia, and then waiting for a commercial break before finally getting to the meat of the scoop.",
  "But whether or not you’re a Trump supporter, whether or not you’ve heard this joke before, it ought to give you pause that after all of this buildup — I still haven’t gotten to the punchline.”\n\nMaddow’s big scoop ended up showing nothing more than that Trump made a lot of money in 1995 and paid his taxes, and at a higher rate than both former President Barack Obama and Vermont Sen. Bernie Sanders.",
  "Stephen Colbert mocked MSNBC host Rachel Maddow Wednesday for massively overplaying her big scoop on President Donald Trump’s tax returns and making her audience wait for what turned out to be a nothingburger.",
  "We believe that this is the first time any joke connected with Donald Trump has been released.”\n\nWATCH:\n\nThis just in: Stephen has acquired a special joke.",
  "Maddow waited so long to break the news, the White House went ahead and released a pre-emptive statement discussing the details of the return in question.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Imitating Maddow, the late night comedy host did a mock segment in which he teased a “very significant” joke heard by Trump.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“The joke in question: Why did the chicken — but first a word on chickens,” Colbert said.",
  "With confirmed ties to chickens.”\n\n“Why did the chicken cross the road?” Colbert added.",
  "What can be a road?”\n\n“And where is this road crossing chicken going?” he continues.",
  "Follow Rachel on Twitter\n\nSend tips to rachel@ dailycallernewsfoundation.org.",
  "“Chickens are flightless birds, domesticated 3,00o years ago in Mesopotamia.",
  "A joke that we have confirmed has been heard by Donald Trump.",
  "They produce both meat and eggs, as well as companionship.",
  "“I hold in my hand something very significant,” he begins.",
  "These are important questions I will be answering.",
  "People like Russian oligarch Dmitry Rybolovlev.",
  "Is it going to Russia to be chicken kiev?",
  "He’s going to share it with the world.",
  "Do tax dollars pay for roads?",
  "They are eaten by people.",
  "“Okay what are roads?",
  "Why do we need them?",
  "… He’s a Russian!",
  "“It is a joke.",
  "Keep watching.",
  "“Mar-a-lago?",
  "They do.",
  "Shortly."
]