[
  "Philip Gourevitch of The New Yorker expressed hope that these tax returns would clear up “unanswered questions” about “Russian oligarchs”:\n\nDeutsche Bank, Bank of Cypress, Turkey, Flynn, Preet, Russian oligarchs… all unanswered questions ever will be answered by tax returns… — Philip Gourevitch (@PGourevitch) March 15, 2017\n\nRyan McCarthy, Editor-in-Chief of VICE, linked to an article asking questions about a real estate deal between Trump and a Russian fertilizer magnate:\n\nhttps://twitter.com/mccarthyryanj/status/841818532920856576\n\nPeter Sterne, a reporter for Politico, wrote that Maddow’s monologue would only be relevant if the tax return showed “ties between Trump and foreign governments”:\n\nIf 2005 tax return shows ties between Trump & foreign governments, then all this context is relevant.",
  "— Carlos Maza (@gaywonk) March 15, 2017\n\nJim Acosta, CNN correspondent, hyped a report about FBI Director Jim Comey potentially announcing a Trump-Russia investigation with a tongue-in-cheek link to the evening’s tax return hoopla:\n\nPsst… More on that 2005 return here… https://t.co/XbPem5ORz1 — Jim Acosta (@Acosta) March 15, 2017\n\nMaggie Haberman, New York Times White House Correspondent, gave a similar preview on the Comey story:\n\nThis feels like potentially bigger deal > https://t.co/fxc3VjN4Mo — Maggie Haberman (@maggieNYT) March 15, 2017\n\nA viral tweet from Evan Osnos, writer for The New Yorker, held out hope for a smoking gun in Trump’s 2008 returns:\n\nTime to start looking for '08 tax return.",
  "#khou #HouNews — The Bishop (@BillBishopKHOU) March 15, 2017\n\nKen Dilanian, reporter for NBC News, apologetically told critics that Maddow was at least introducing a much wider audience to the Trump-Putin conspiracy theory:\n\nYes, the windup is insufferable, but millions are now hearing things for the first time about the Russia connections.",
  "All we want to know — Annie Linskey (@AnnieLinskey) March 15, 2017\n\nSpencer Ackerman, reporter for The Guardian, wondered if he was “missing” the implication of Johnston’s scoop:\n\nAm I missing something or does this tax return not speak to anything re Russia, Azerbaijan or any extant foreign-based concern re Trump?",
  "— Spencer Ackerman (@attackerman) March 15, 2017\n\nThe aforementioned McCarthy acknowledged, minutes after his earlier tweet, that Trump’s 2005 return would not illuminate the mysterious property sale of 2008:\n\nhttps://twitter.com/mccarthyryanj/status/841819323303919616\n\nMax Weiss, managing editor of “the No.",
  "As the show aired, several journalists complained about Maddow’s torturously long presentation of background info, which allowed the White House and several other news outlets to get ahead of reporter David Cay Johnston’s “scoop” that Trump paid the IRS $38 million in 2005.",
  "— Peter Sterne (@petersterne) March 15, 2017\n\nBill Bishop, Managing Editor of Texas news network KHOU, called the history lesson on Trump and Russia “scary”:\n\nRachel Maddow is revealing part of the alleged Russian connection to President Trump right now on MSNBC.",
  "Hordes of liberal Twitter users went from giddy anticipation to impotent rage Tuesday night as MSNBC host Rachel Maddow’s big tease of “Trump tax returns” delivered no new evidence of political collusion between the U.S. president and Russia.",
  "Carlos Maza of Vox subtweeted Maddow’s detractors, such as Chris Cillizza of the Washington Post:\n\n\"I knew the tax returns would be a nothingburger,\" he tweeted, not fully understanding how tax returns, audits, or Russia work.",
  "— Max Weiss (@maxthegirl) March 15, 2017\n\nAs Maddow’s show wrapped up, these purportedly non-partisan journalists began to speculate that President Trump himself leaked the document — since it proved far from scandalous.",
  "Many messages along these lines came from reporters and editors for establishment news outlets — who claim to be objective and non-partisan while pushing a conspiracy believed almost exclusively by the far left.",
  "1/ — Noam Scheiber (@noamscheiber) March 15, 2017\n\nStill, others maintained hope that the story would move forward, either through other leaked tax returns or through federal investigations.",
  "— Evan Osnos (@eosnos) March 15, 2017\n\nAssociated Press national reporter Lisa Lerer, Washington Post “fact checker” Glenn Kessler, and the aforementioned Gourevitch retweeted Osnos’s wish.",
  "Noam Schreiber, New York Times reporter, lamented, “There is basically nothing incriminating here”:\n\nMore I think about it, more I believe Trump leaked his own returns.",
  "1 lifestyle brand in Baltimore metropolitan area,” also seemed let down:\n\n2005 tax returns pretty meaningless in terms of his ties to Russia.",
  "Annie Linskey, chief national correspondent for the Boston Globe, spoke for her peers:\n\nHey @maddow does he owe money to the Russians?",
  "— Ken Dilanian (@KenDilanianNBC) March 15, 2017\n\nHowever, for most viewers, disappointment quickly set in.",
  "That was the year Don Jr. said they were getting a \"disproportionate\" share from Russia etc.",
  "Others stayed patient with Maddow, tweeting along to her web of Trump-Russia connections.",
  "There is basically nothing incriminating here.",
  "But if not, just seems like innuendo.",
  "And it's scary."
]