[
  "Credit: Carl Court/Getty Images Europe/Getty Images\n\nAlthough lacking the detail and clarity of the \"Mona Lisa\" -- which was created in approximately the same period -- \"Salvator Mundi\" attracted crowds of visitors during pre-auction viewings in London, Hong Kong and San Francisco.",
  "1 / 8 – \"Salvator Mundi\" (c. 1500) by Leonardo da Vinci -- Price Realized: $450,312,500 Leonardo da Vinci's \"Salvator Mundi\" became the most expensive artwork sold at auction in November 2017, when it went for over $450 million at Christie's in New York.",
  "Acquired by a group of art dealers for less than $10,000 in 2005, the painting -- which was in poor condition and had been heavily overpainted -- was painstakingly restored and subsequently authenticated.",
  "But the new record was set after approximately 20 minutes of telephone bidding, far surpassing the previous auction record held by Picasso's \"Les Femmes d'Alger,\" which sold for $179.4 million in 2015.",
  "Written by Oscar Holland, CNN\n\nLeonardo da Vinci's \"Salvator Mundi\" has become the most expensive artwork to ever sell at auction, going for $450.3 million at Christie's in New York.",
  "\"Salvator Mundi\" is set to be the biggest lot at this year's fall auction season, during which Christie's and Sotheby's can expect to achieve total sales of more than $1 billion.",
  "The record-breaking price tag will come as a relief to previous owner Dmitry Rybolovlev, a Russian businessman, who bought the painting for $127.5 milion in 2013.",
  "Da Vinci painting destined to find new owner\n\nWhen \"Salvator Mundi\" reappeared at auction in 1958, it was dismissed as a copy and sold for £45 ($59).",
  "First commissioned by Louis XII of France, the 26 inch tall by 18 inch wide oil painting was later owned by England's Charles I.",
  "Dating back to around 1500, the rare painting is one of fewer than 20 authenticated works by the Italian in existence.",
  "It depicts Jesus Christ in Renaissance clothing, one hand raised in blessing and the other holding a crystal orb.",
  "\"Salvator Mundi\" (\"Savior of the World\") is one of fewer than 20 known paintings by da Vinci.",
  "Credit: CHRISTIE'S\n\nOriginal estimates had predicted bids of over $100 million for the piece.",
  "But the artwork had been presumed lost since the late 18th century.",
  "Look through the gallery for more of history's priciest paintings."
]