[
  "You have everything, so you learn.” Shipping also introduced Bouvier to the complicated lives of the rich—their taxes and their divorces—and the other ancillary trades that help the art world go around: restorers, framers, hired experts, operators of tiny galleries in Paris clinging on from sale to sale.",
  "Bouvier opened a second, slightly smaller freeport in Luxembourg, in September, 2014, and The Economist noted his role in the development of “Über warehouses for the ultra-rich.” He made plans to replicate the model in Dubai and to act as a consultant for a vast new project in Beijing.",
  "One rival, who visited the Singapore Freeport and saw the Arad in the atrium, told me, “If a client of mine walked into my office and saw a five-million-dollar sculpture, he would assume I was charging him too much.” Others couldn’t work out where Bouvier was getting the money.",
  "Over the years, these e-mails became increasingly familiar, but Bouvier always maintained a crucial legerdemain—suggesting that he was acting on the Russian’s behalf to secure the best deal possible from the seller, rather than that he was the one selling to Rybolovlev.",
  "The Geneva Freeport, which may be the world’s most valuable storage facility, consists of seven beige warehouses and a large grain silo in La Praille, an industrial zone a short tram ride from the city’s lakeside panorama of banks and expensive hotels.",
  "“You always have the buyer before you have the seller.” On August 16, 2000, he bought a Paul Gauguin landscape, “Paysage aux Trois Arbres,” from Peintures Hermès, a Swiss gallery associated with the Wildenstein family of art dealers, for $9.5 million.",
  "“Why else do people travel in first class?” In Singapore, Bouvier specified each component, from the fire-resistant walls, coiled through with steel, to the height of the doors: three metres, to admit the largest contemporary installations.",
  "I’m obsessive about that.” He used a lighting artist named Johanna Grawunder, whose work he collects, and commissioned an enormous sculpture, “La Cage sans Frontières,” by the Israeli artist and designer Ron Arad, to stand in the atrium.",
  "Bouvier never used to wear suits, but now he bore the trappings of an international businessman, wearing tailor-made shirts with his initials, “Y.E.B.,” and numerals on the cuffs showing the year and the season each shirt was made.",
  "He controls more than forty companies, which cover a bewildering range of interests, from R4, a new complex of galleries on the site of an old Renault factory in Paris, to Smartcopter, an idea for developing a low-cost helicopter.",
  "Bouvier speaks an imperfect, gestural English, but he explained that becoming a shipper allowed him to immerse himself in “the feeling and the difficulty of art.” He had no formal training, just what passed through his hands.",
  "“I go in the place which is the most complicated, the most risky place.”\n\nDmitry Rybolovlev, a Russian oligarch, first met Bouvier in August, 2002, during a visit to the Geneva Freeport to pick up a painting by Marc Chagall.",
  "Invest, as the “Seller” and Mikhail Sazonov, who was the director of Rybolovlev’s family trusts, as the “Buyer.” Personal invoices from Bouvier, covering what he called his frais habituels—his usual costs—arrived separately.",
  "In 2011, as a surprise for Rybolovlev, Bouvier commissioned Joachim Pissarro, a leading scholar of Impressionism and twentieth-century art, and the brother of Lionel, the Paris dealer, to write a catalogue of the collection.",
  "It grew very large, and its official status—the freeport is eighty-six per cent owned by the local government—and kinship with the opaque traditions of Swiss banking made it a storage facility for the international élite.",
  "The first is that freeports will become hubs in the sixty-billion-dollar international art market, destinations in themselves—places for scholars, restorers, insurers, art-finance specialists, consultants, and dealers.",
  "Iris scanners, magnetic locks, and a security system known as Cerberus guard the freeport’s storerooms, whose contents are said to be insured for a hundred billion dollars, but the facility retains a blue-collar feel.",
  "The company paid two hundred and fifty million dollars in compensation, and the inquiry recalled the authorities’ pursuit of other state-owned assets that had been questionably acquired in the nineteen-nineties.",
  "In the course of a typical day, stopping by the homes of dealers and the back rooms of galleries, they learn who answers the door and the phone number of the assistant, and see the other pictures on the walls.",
  "Crichton-Stuart was merely repeating rumors that he had heard, but the article unwittingly revealed the scale of Bouvier’s profit margins: he had sold the da Vinci to Rybolovlev for almost fifty million more.",
  "Through a network of trusts, he bought Donald Trump’s mansion in Palm Beach, Sanford Weill’s apartment on Central Park West, and the island of Skorpios, in Greece, which used to belong to Aristotle Onassis.",
  "Ramon Casais, who has worked in the freeport for the past thirty years, agreed to show me a corridor of locked storeroom doors only after he had gone ahead to make sure there was absolutely nothing to see.",
  "When an artist has made a sculpture out of butter, or scalpels, or half a passenger jet, it is up to a shipper to get it from Hong Kong to Miami in the same condition as when it left, and to make no fuss.",
  "For more than a hundred years, the firm shipped everything from citrus fruit to industrial machinery; during the First World War, Natural Le Coultre supplied prisoners of war with Red Cross food parcels.",
  "He summoned every hunch, every contested inheritance, every paid informant, every whispered tax problem gathered from two decades operating inside an art market that had never paid him much attention.",
  "The complaint included extracts from Bouvier’s e-mails and cited the sales of the da Vinci and the Modigliani, on which Bouvier was accused of making around seventy million dollars in “undue” profits.",
  "Adopting his habitual language, Bouvier warned that the “seller would be suicidal” if Rybolovlev didn’t pay soon, even though he had settled his own affairs with the Moueix family months earlier.",
  "To protect their interests, many also employ an art adviser or consultant, who works for them and is paid a retainer or a commission—in the region of five per cent—on the works that they acquire.",
  "On February 21st, he sent Sazonov, Rybolovlev’s adviser, an eight-page e-mail outlining potential sales from the collection, but he demanded full payment for the Rothko by the end of the month.",
  "When Bouvier was confronted by the apparent duplicity in his e-mails, he replied that they were “just a commercial game.” But he began to comprehend the scale of the accusations against him.",
  "In November, 2011, however, Bouvier learned through an informant that Cohen had just bought four Matisse bronzes from Sotheby’s in a private sale for more than a hundred million dollars.",
  "Rybolovlev promised to settle up on the Rothko by the end of the year, but he didn’t understand why his middleman seemed unwilling, or unable, to sell works as easily as he bought them.",
  "The Russians had no idea that, as part of his other dealings, Bouvier had also been an intermediary in the Chagall deal, which had been a messy transaction, involving several middlemen.",
  "Through Peretti, Bouvier had been quietly cultivating the Moueix family for years, buying their wine and lesser works from their collection, in the hope of one day securing the Rothko.",
  "Years earlier, he had flown to the family’s château, in Bordeaux, to view the painting, which was kept in a little-used living room, where the light was blocked out by heavy curtains.",
  "The painting was on the cover of the catalogue raisonné, an official inventory of Rothko’s work, and had been owned by the Moueix family, a French wine-producing dynasty, for decades.",
  "He became adept at setting up offshore companies—Diva, Blancaflor, Eagle Overseas—to enable galleries to buy specific works and mask the identity of other investors in a transaction.",
  "Dmitry Rybolovlev, a Russian tycoon, called Bouvier his “representative.” Photograph by Julian Faulhaber for The New Yorker Rybolovlev had other reasons to spread his money around.",
  "Uralkali had previously been cleared of any liability after an incident, in 2006, in which a mine in the Ural Mountains flooded with brine and a huge sinkhole opened in the ground.",
  "In late October, 2008, the oligarch was summoned to Moscow, where he was told that a government investigation into an accident at his potash company, Uralkali, was being reopened.",
  "Every transaction at the top end of the private art market involves a chain, a cast of characters that stretches from the buyer to the seller: finders, agents, lawyers, lenders.",
  "Based on the margins that they knew about, and a valuation of the collection, Rybolovlev’s lawyers claimed that their client had been ripped off to the tune of $1,049,465,009.",
  "When he took over the running of Natural Le Coultre from his father, at the age of thirty-four, Bouvier sold off the company’s general moving business and specialized in art.",
  "He had moved his wife, Elena, and young daughter to Switzerland in 1995, after acquiring control of Uralkali, a state-owned potash-mining company, at the age of twenty-nine.",
  "He called him his predstavitel’, Russian for “representative,” in the art world, and thought of him like the other professionals—accountants, boat skippers—whom he employed.",
  "“Nobody knew who really had access to him.” On March 9, 2014, the Times published a piece of industry gossip about the sale of da Vinci’s “Salvator Mundi” the previous year.",
  "“I just got a super and last price of 14 million euros, because the seller had an opportunity to invest,” he wrote of a Toulouse-Lautrec that he obtained in February, 2013.",
  "Bouvier brought the painting to the Russian’s apartment in New York, where, Rybolovlev told me, he experienced a profound emotional reaction—“a vibration”—in its presence.",
  "“Imagine that I am in Basel and I need to show a client a painting,” Thomas Seydoux, a dealer and a former chairman of Impressionist and modern art at Christie’s, told me.",
  "Quoting Anthony Crichton-Stuart, a London-based dealer, the article reported that the painting had sold privately for between seventy-five and eighty million dollars.",
  "There was Peretti’s cut to worry about—some five million—and the usual commission for Rappo, but Bouvier was about to earn a hundred million dollars on a single sale.",
  "That Friday, in a form of confrontation that is standard under French police procedure, Bouvier and Rybolovlev, with their lawyers and translators, came face to face.",
  "“Ninety-nine per cent of the time, you are going to show it with a transit agent.” This intimacy means that, once you find your shipper, you tend to stick with him.",
  "It was one of countless similar spaces around the world, where customs authorities allow duties and taxes to be suspended until goods reach their final destination.",
  "Building a collection involves a thousand small, complex tasks: storage, shipping, condition reports, restoration, making copies, framing, due diligence, insurance.",
  "“I knew it was quite a tricky world.” Still, after several months of work, Rappo arranged the purchase of the Chagall painting “Le Cirque,” for six million dollars.",
  "In October, 2004, Bouvier acquired “Les Noces de Pierrette,” by Picasso, which, at $51.3 million, had set a record for the artist when it previously sold, in 1989.",
  "When he and Elena arrived in Geneva, they felt isolated, but they soon befriended a Bulgarian publisher named Tania Rappo, who was the wife of Elena’s dentist.",
  "“Joueur de Flûte et Femme Nue,” which Bouvier sold to Rybolovlev for twenty-five million euros, he had bought the day before for just three and a half million.",
  "He bought a Gauguin that had not been sold since the Second World War and a lost Leonardo da Vinci, “Salvator Mundi,” that had been sensationally rediscovered.",
  "In sixteenth-century Venice, diplomats were instructed to employ illiterate valets, who would be unable to read any secret documents they were asked to carry.",
  "On January 9, 2015, Bersheda, Rybolovlev’s lawyer, filed a criminal complaint in Monaco against Bouvier and “all participants,” accusing the dealer of fraud.",
  "A year earlier, almost to the day, Elena Rybolovleva had been arrested in Cyprus for allegedly stealing a diamond ring that Rybolovlev said belonged to him.",
  "“You can’t buy forgiveness with airline miles, Charles.” Unaware, Bouvier carried on as before, tracking paintings, trying to close the gap on the Rothko.",
  "Bouvier knew that Steve Cohen, the New York hedge-fund manager, had one of the finest, “Nu Couché au Coussin Bleu,” but also that he had no plans to sell.",
  "When a deal with the seller was in sight, Bouvier would then agree on his own price with Rybolovlev, which was often tens of millions of dollars higher.",
  "The first four paintings that Bouvier sold to Rybolovlev were covered by contracts drawn up by Lenz & Staehelin, one of Switzerland’s largest law firms.",
  "Major buyers typically build collections through several dealers and auction houses, knowing that they will be charged the maximum the market can bear.",
  "Since 2013, Natural Le Coultre has rented more than twenty thousand square metres in storage space and has had well over a million objects in its care.",
  "Bouvier did not explain to me how he handled the cash flow for his transactions, but dealers often grant clients a few months to settle large invoices.",
  "According to Rybolovlev, Rappo soon became a constant advocate for Bouvier’s services, claiming that he was the best-connected man in the art business.",
  "Since 2011, the Russian has been the owner of A.S. Monaco, the local soccer team, and the party began after that evening’s match, a 2–2 draw with Caen.",
  "In the early nineteen-fifties, Rothko began experimenting with powdered pigments, solvents, and egg to lend extra force to the colors in his canvases.",
  "Heller sent a message to Cohen, asking permission to tell Rybolovlev the sale price—$93.5 million—and he relayed it to the Russian the following day.",
  "Seydoux said, “You can’t win somebody’s trust by saying you are blind and then open your eyes.”\n\nYves Bouvier started handling art in his late teens.",
  "When the Rybolovlevs decided to buy paintings to go under the lights, Rappo brought them to Christie’s, but they asked her to look for works herself.",
  "Bouvier refurbished the company’s premises at the freeport, which include two showrooms, and encouraged a framer to open a workshop in the building.",
  "He invited Bouvier, as usual, to celebrate his birthday, and during the afternoon, at his penthouse in Monaco, the two men discussed his collection.",
  "“Because you know that he will not answer.” But the transactions that Bouvier was orchestrating were the source of furious gossip in the art world.",
  "The day after lawyers concluded a lengthy dispute over its ownership, Bouvier sold it to Rybolovlev for a hundred and eighty-three million dollars.",
  "When I asked him recently to describe himself as a child, he replied, “Turbulent.” He grew up in Avully, a small village on the border with France.",
  "A blond, compact man of fifty-two, Bouvier is the owner of Natural Le Coultre, a moving and storage company and the largest tenant in the complex.",
  "According to Rappo, Rybolovlev turned to her outside the freeport after their first meeting and said, “This is the man we need.” (He denies this.)",
  "When you walk into a gallery, you never know what the dealer is selling on consignment, what he owns outright, or how prices have been arrived at.",
  "For twelve years, he told me, he had believed that Bouvier was his agent, acting on his behalf in the art market and paid well for his services.",
  "One recent morning, rain was falling on the chain-link fence that runs through the property, and snow was visible on the mountains to the south.",
  "Privately, he promised Rappo that, if he ever sold Rybolovlev anything, he would give her a commission, for introducing him in the first place.",
  "Heller had never met Rybolovlev, but there were rumors that Cohen’s Modigliani nude, which he had sold in 2011, had been bought by the Russian.",
  "later admitted that this was a mistake: the name on the account was Jacques Rappo, Tania’s husband, but Tania was drawn into the investigation.",
  "From 2008 onward, his life and finances became increasingly unsettled, but the net result was that his spending on art dramatically increased.",
  "Having a buyer of his magnitude enabled Bouvier to operate at a higher level of the art market, but it did not change the way he did business.",
  "“If I can switch it in one minute,” he said, “I am the happiest man in the world.” He believed that he was building a magnificent collection.",
  "The charges were dropped, but Rappo had interpreted the incident as an act of intimidation to hasten the completion of the couples’ divorce.",
  "The washed-out, Blue Period masterpiece had been bought by a Japanese real-estate developer, who wanted to put it on display at a racetrack.",
  "Two weeks later, he sold the picture to Mandarin Trading, a Bahamas-based art fund, for $11.3 million, making a profit of sixteen per cent.",
  "Barely anyone knew about Bouvier’s dealings: a handful of gallery owners across Europe, his lawyer, and Sotheby’s private-sales department.",
  "A year later, in August, 2003, the shipper sold the oligarch Vincent van Gogh’s “Paysage Avec un Olivier,” for seventeen million dollars.",
  "Rappo’s endorsement—she was the godmother of Rybolovlev’s younger daughter, Anna—helped give Bouvier extraordinary access to the family.",
  "He was impressed by Natural Le Coultre’s premises in the freeport, which put Bouvier in contact with the owners of expensive art works.",
  "Mandarin Trading later sued the Wildensteins for fraud, alleging that it was the victim of a scam to inflate the value of the painting.",
  "He then went back to Russia, where he spent eleven months in custody after being accused of ordering the contract killing of a rival.",
  "He paid the first twenty million dollars in cash but wanted to sell other works from his collection to fund the rest of the purchase.",
  "Bouvier’s two-per-cent charge on the roughly two billion dollars that Rybolovlev had spent on art since 2003 came to forty million.",
  "The Chagall lacked an authenticity certificate—a document, typically signed by an art scholar, that guarantees that a work is real.",
  "The logistics required helicopters and dawn convoys of trucks through Red Square and drew on all of Bouvier’s organizational flair.",
  "“I can sell you paintings.” According to Bouvier, the nature of his relationship with the Rybolovlevs was clear from the beginning.",
  "The opening of the Singapore Freeport, and its immediate success—Christie’s took a space—brought Bouvier international attention.",
  "Often this was a Corsican named Jean-Marc Peretti, who was investigated for running an illegal gambling circle in Paris in 2009.",
  "“But it is not forbidden.” Other art dealers told me that they have heard of similar arrangements but that they don’t last long.",
  "Photograph by Julian Faulhaber for The New Yorker To Rybolovlev, Bouvier personified the idea of a colorless Swiss professional.",
  "Bouvier told me that such blurring of who exactly owns what, and when a transaction occurred, is commonplace in the art market.",
  "Bouvier helped Peretti open a gallery in the freeport in Geneva and trusted him to carry out the most sensitive transactions.",
  "And to build freeports you need to be a billionaire.”\n\nRybolovlev was the billionaire whose money was building the freeports.",
  "But the developer went bust, and the painting had changed hands several times as collateral for loans, depreciating in value.",
  "Within a few years, Bouvier was buying and selling pictures on a serious scale, interacting almost solely with other dealers.",
  "There were hammers hanging in order of size, and a stack of crates containing works by Léon Pourtau, a minor Impressionist.",
  "The shippers’ professional indifference means that they are often in the room at moments of extreme commercial sensitivity.",
  "“It’s done at 25,” he wrote of a late Picasso, “Joueur de Flûte et Femme Nue,” which he bought in Paris in October of 2010.",
  "Invest to one of two Rybolovlev family trusts, Accent Delight or Xitrans Finance, both based in the British Virgin Islands.",
  "On its display at the National Gallery in London, the da Vinci became one of the most talked-about pictures in the world.",
  "By this time, every one of Rybolovlev’s financial maneuvers was being scrutinized by his estranged wife and her lawyers.",
  "A freeport offers few tax advantages and scarcely any security features that a standard bonded warehouse cannot provide.",
  "She secured access to the city’s sports clubs, introduced them to friends, and helped them to buy an apartment in Paris.",
  "Approaching Cohen through Lionel Pissarro, a dealer in Paris, Bouvier managed to buy the Modigliani, for $93.5 million.",
  "If he knew that a seller would prefer an approach from an auction house, he would send someone, usually from Sotheby’s.",
  "One day, Rybolovlev saw the image on the catalogue and told Bouvier that he would do anything to acquire the painting.",
  "His staff at Natural Le Coultre noticed the art works stored on his account but insist that they were never told more.",
  "Bouvier agreed to take a Modigliani sculpture, “Tête,” and to knock sixty million dollars off the price of the Rothko.",
  "She was working on an encyclopedia at the time, but she quickly became the Russians’ all-around helper and confidante.",
  "When the painting arrived at Natural Le Coultre’s facility at the freeport, Rappo went with the Rybolovlevs to see it.",
  "Hidden behind company names and, often, dealers working on his behalf, he tended to disguise his role in transactions.",
  "Bouvier bought the work from the Manhattan art dealer William Acquavella and sold it to Rybolovlev for $43.8 million.",
  "He knew what was where.” Bouvier needed a translator to speak with Rybolovlev, but he had a sense of his personality.",
  "Yves, having dropped out of college, joined him, and brought his appetite for risk to the unlikely domain of freight.",
  "The Moscow World Fine Art Fair never turned a profit, but it widened Bouvier’s network, and it impressed Rybolovlev.",
  "“It was a good painting.” Even though he was ostensibly just in charge of the storage facility, he offered to help.",
  "For these services, Bouvier would charge an extra two per cent of the purchase price of any painting he sold them.",
  "Since 1997, however, when Bouvier took over the firm from his father, it has handled only paintings and sculpture.",
  "By way of conversation—and speaking through Rybolovlev’s girlfriend, who translated—Heller mentioned the purchase.",
  "6 (Violet, Green and Red),” an abstract column that the artist painted in 1951, while working at Brooklyn College.",
  "“There is always a part of the story which is true.” But Bouvier was ruthless in exploiting what was left unsaid.",
  "The meeting, at the Belle Époque, an apartment block overlooking the water, was at 10 A.M. Bouvier arrived early.",
  "“I think in his head the problem was not that Bouvier made money—it was that he made too much money,” he told me.",
  "“Any kind of sport that was extreme, he liked,” Tony Reynard, a friend of Bouvier’s since he was twelve, told me.",
  "Their mansion had picture lights on the walls, which had been installed for the previous owner’s art collection.",
  "“That is the very nature of his job.” Everything works fine, as long as people stay within their allotted roles.",
  "had revealed to prosecutors in Monaco that Bouvier and Tania Rappo had a joint bank account in the principality.",
  "The idea that Bouvier might be making a huge margin on each and every painting struck him as a breathtaking con.",
  "He remembered the oligarch’s delighted reaction to the painting, and that he had been willing to pay even more.",
  "The Singapore Freeport, which required new legislation to be passed by the national parliament, opened in 2010.",
  "He joined the board of Elena’s foundation and was invited to birthday parties in Hawaii and the Greek islands.",
  "The freeport, which abuts the city’s international airport, is an over-engineered hybrid of vault and temple.",
  "“I would have made the gore sickening in a different way.” The Rothko arrived at the Geneva Freeport in June.",
  "He said that, at the end of the confrontation, with the room still crowded, he offered to buy the Modigliani.",
  "Every item passes through a single packing room, where it is unwrapped, photographed, and studied for damage.",
  "He spent most of his time outdoors, where he was brave—reckless, almost—when it came to physical activities.",
  "Alongside his work at Natural Le Coultre, he started to dabble, making himself useful to the people he knew.",
  "He claimed that, when they first met, Bouvier had asked him to invest a few million euros in his businesses.",
  "A guest at the lunch told me that Rybolovlev was “like a baby standing in traffic” during the conversation.",
  "Bouvier insisted that he always bore the financial risk for all his transactions, if only for a short time.",
  "There were artists the Russian admired, like Modigliani and Monet, and those he could not stand, like Dali.",
  "“If I buy for two and I can sell for eleven, I will sell for eleven.” He went after sensational paintings.",
  "“Besides his lawyer and his hairdresser, I don’t think he sees normal people at all,” Rappo once told me.",
  "In 2013, he secured a Gustav Klimt masterpiece, “Wasserschlangen II,” that had been seized by the Nazis.",
  "They didn’t understand why Bouvier and Natural Le Coultre were making such a fuss over their warehouses.",
  "The Russian began to move his collection out of Natural Le Coultre’s storerooms in Singapore and Geneva.",
  "According to Bouvier, Rybolovlev avoided eye contact for the entire conversation, except at one moment.",
  "According to the police, this suggested a possible conspiracy to launder the proceeds of the art sales.",
  "For several years, he had been looking to build a freeport outside Europe similar to the one in Geneva.",
  "The facilities tapped into a fascination with the tastes and financial shenanigans of the one per cent.",
  "The first picture that Bouvier bought was a small gouache by Max Ernst from an auction house in Geneva.",
  "Yves Bouvier was among the first to see the potential of the freeport as an adjunct to the art market.",
  "A mutual friend had invited Sandy Heller, a New York art consultant who was vacationing on the island.",
  "The Luxembourg Freeport was nearing completion, and he was attempting to close the deal on the Rothko.",
  "“I just knew he was making some sort of blackmail.” Bouvier and Rappo were questioned for three days.",
  "Rybolovlev had worked with bankers in Geneva for years, and he projected the same image onto Bouvier.",
  "On the morning I visited, a Bob Dylan painting had arrived, along with a Picasso bronze from Greece.",
  "When he nodded, another officer put him in handcuffs and led him back outside, into an unmarked car.",
  "At 1:13 P.M., he was led into an interview room for the first time and asked to name his profession.",
  "He conducted these negotiations via e-mail, in French, with Mikhail Sazonov, Rybolovlev’s adviser.",
  "Reynard told me that he never inquired where the money for the Singapore Freeport was coming from.",
  "They are given records of private sales and the names of collectors, in order to navigate customs.",
  "Relationships last for decades, built on trust and a sense, usually unspoken, of absolute limits.",
  "When the Russians left, Bouvier picked up the phone and called the previous owner of the Chagall.",
  "Specialist logistics companies, like Natural Le Coultre, are the quiet butlers of the art world.",
  "In June, 2010, he sold his controlling stake in Uralkali for an estimated five billion dollars.",
  "“It demonstrated that he had connections.” It also deepened Bouvier’s relationship with Rappo.",
  "Bouvier works constantly, and he becomes restless unless there is something new to occupy him.",
  "Bouvier was a master at making chains—short, long, simple, or twisted, depending on the deal.",
  "When he walked into the lobby of the Belle Époque, there were eight figures dressed in black.",
  "Rybolovlev was startled to encounter someone on the other end of one of his art transactions.",
  "Rybolovlev thought about calling Tania Rappo, but he hesitated, wondering how much she knew.",
  "He took on spectacular jobs—the transport of an eighty-five-ton industrial furnace, a U.B.S.",
  "Rybolovlev had bought the painting from Bouvier for a hundred and eighteen million dollars.",
  "Rybolovlev recovered, and, a few months later, on November 22, 2014, he turned forty-eight.",
  "Rappo saw the name of Rybolovlev’s daughter and trust beneficiary Ekaterina on the warrant.",
  "Great dealers are judged on the quality and the personality of the works that they acquire.",
  "Seydoux, the Geneva dealer, met Rybolovlev once but never managed to forge a relationship.",
  "On December 30th, he was at a lunch for around ten people at Eden Rock, a beachside hotel.",
  "He asked, in front of the table, “How much did you sell it for?” The question was unusual.",
  "Rybolovlev repeated his assertion that Bouvier had always presented himself as his agent.",
  "When Bouvier drew back the curtains, the painting seemed to explode in front of his eyes.",
  "As soon as a sale was agreed with Rybolovlev, an invoice would usually go out from M.E.I.",
  "“It is to be like an octopus.” Rybolovlev had a taste for Modigliani nudes, for example.",
  "Over the years, Rappo’s commissions had amounted to more than a hundred million dollars.",
  "(Bouvier owns a thirty-five-metre motor yacht, which he sails around the Mediterranean.)",
  "Collectors gossip as much as anyone else, comparing commissions, double-checking prices.",
  "office move in Geneva—but was also drawn to what was fragile, beautiful, and expensive.",
  "Bouvier’s father, Jean-Jacques, started as an apprentice at Natural Le Coultre in 1953.",
  "He asked her to set up a proper meeting with the Rybolovlevs at their house in Cologny.",
  "It is rare for the principals to know everyone involved, and it can be improper to ask.",
  "Rybolovlev had become known as a top buyer, despite his efforts to keep a low profile.",
  "Bouvier’s first thought was that he had been caught up in a larger raid on Rybolovlev.",
  "He was taken to Monaco’s main police station; he assumed he would be out by lunchtime.",
  "He introduced himself as the head of Natural Le Coultre and took them to the showroom.",
  "Under the freeport’s rules, objects could remain in untaxed limbo, in theory, forever.",
  "“If you tell me it is not possible, I will say, O.K., I will do it,” he told me once.",
  "Rybolovlev was in Miami and his lawyer, Tetiana Bersheda, was in Monaco, translating.",
  "Bouvier’s rivals in the art-logistics trade watched, fascinated and somewhat bemused.",
  "Although he had seldom worked with private clients before, he would be their dealer.",
  "The following year, fifty thousand people came, and there was a gala in the Kremlin.",
  "He worked at Natural Le Coultre during his vacations, earning money in order to ski.",
  "He informs his client’s desires while subjecting himself to them at the same time.",
  "We have so much in common!” Quietly, he began his own forays into the marketplace.",
  "It was a beautiful morning, and he walked around the marina, looking at the boats.",
  "Selling works at the top end of the art market is just as delicate as buying them.",
  "Bouvier told me that he offered to ask an expert to appraise the painting’s value.",
  "Rybolovlev was a huge client, but in the early years his purchases were sporadic.",
  "Heller’s best-known client is Steve Cohen, the hedge-fund manager and collector.",
  "Natural Le Coultre’s profits had historically been a few million dollars a year.",
  "The pressure persuaded Rybolovlev that his assets were no longer safe in Russia.",
  "“How could he then buy a painting for twenty million euros?” the Russian asked.",
  "Rappo was fifteen years older than the Rybolovlevs, tall, gregarious, and fun.",
  "He could protect them during their adventures in the art market, he promised.",
  "Bouvier combines a Calvinist reserve with a delight in doing the unthinkable.",
  "The oligarch instructed Bouvier to find him “mobile assets.” He went to work.",
  "The income from his dealing enabled Bouvier to expand his storage facilities.",
  "Their boss was rarely in the office; Bouvier travelled constantly, investing.",
  "Bouvier was stuck at a table far from the host, who chatted with the Prince.",
  "The contracts listed Bouvier, through a Hong Kong-based company named M.E.I.",
  "Yves Bouvier worked in shipping, a field based on trust and unspoken limits.",
  "“But he was calm, discreet, and intelligent.” We were speaking on the phone.",
  "The relationship between art dealer and collector is particular and charged.",
  "His two-per-cent fee would have been nearly nine hundred thousand dollars.",
  "Unlike other shippers, however, he never considered stopping at logistics.",
  "He learned that he was under investigation for fraud and money laundering.",
  "“The best people are just good businesspeople—they are butchers,” he said.",
  "The second idea is that the ultra-rich don’t want just another warehouse.",
  "The Rybolovlevs lived in Cologny, one of Geneva’s smartest neighborhoods.",
  "This time, Bouvier told me, he offered them his services more generally.",
  "“I thought that he had a rather boring life in Switzerland,” he told me.",
  "He had the painting placed next to a window, to enjoy the natural light.",
  "“It is impossible for people to imagine this kind of deal,” he told me.",
  "Bouvier, who has a longtime partner in Geneva, usually travelled alone.",
  "He was confident that it was worth more than a hundred million dollars.",
  "Rybolovlev was in his late thirties and worth nearly a billion dollars.",
  "“You have all the panoply: small, huge, it’s with value, with no value.",
  "Over time, each one can convince himself that he has created the other.",
  "Rybolovlev assumed that the two-per-cent fee was Bouvier’s commission.",
  "“He was a person quick in the decision, I feel that,” Bouvier told me.",
  "He wanted viewers of his pictures to feel as if they were inside them.",
  "With her out of the way, Rybolovlev seemed to have fewer inhibitions.",
  "For the first time, Rybolovlev was proving a somewhat awkward client.",
  "In his day job, Bouvier remained the president of Natural Le Coultre.",
  "Bouvier financed purchases that dealers couldn’t afford on their own.",
  "The freeport began, in 1888, as a group of sheds near the waterfront.",
  "A transit agent “should by default be a blind man,” Seydoux told me.",
  "“I will find the certificate for you, and I will be quiet,” he said.",
  "“The fair was like a brushstroke to his portrait,” the Russian said.",
  "“It is always a question of what I will earn on the deal,” he said.",
  "He was treated for cancer, and suffered post-surgery complications.",
  "He didn’t ask about Bouvier’s profit, just whether he had overpaid.",
  "Joachim Pissarro’s catalogue, prepared in secret, was almost ready.",
  "According to Rappo, Rybolovlev wanted it for the wall of his study.",
  "Rybolovlev thought that he was doing his staid art adviser a favor.",
  "But Bouvier’s development in Singapore carried within it two ideas.",
  "“If there is a social party of your client, you will go,” he said.",
  "Between 2003 and 2007, Bouvier had sold the Russian six art works.",
  "This sudden influx of cash brought its own complications, however.",
  "In early 2014, Bouvier learned that they might be willing to sell.",
  "That evening, Rybolovlev and Rappo met at his apartment in Monaco.",
  "According to Rappo, he asked for her opinion on what he should do.",
  "But it still left him far short of the figure they had agreed on.",
  "Rybolovlev came out as well, and she asked him what had happened.",
  "That night, Rybolovlev threw a party at the Yacht Club de Monaco.",
  "Invest offered the Russian valuable discretion in the art market.",
  "Relationships start, prosper, and fail for any number of reasons.",
  "(He has a collection of twentieth-century furniture and design.)",
  "He skied like a maniac and raced go-karts on the roads at night.",
  "He had sold it Rybolovlev for a hundred and eighty-nine million.",
  "“If nobody knows you, you take all the information,” he told me.",
  "In 2008, Bouvier decided to base himself in the country as well.",
  "“If you buy a painting for a hundred million, what do you want?",
  "“I would not call him a great personality,” Rybolovlev told me.",
  "“It is not an old man in Russia drinking vodka,” Bouvier said.",
  "I once asked Bouvier what drew him to particular propositions.",
  "“Tell him not to worry,” the Russian said, indicating Bouvier.",
  "“This made me wonder if everything had been clean,” he said.",
  "“To be invisible is the best way to make business,” he said.",
  "He would also take care of all their art-related logistics.",
  "Everything about the place tells you to look the other way.",
  "The fresh investigation caused Uralkali’s stock to plummet.",
  "For years, Bouvier had dreamed of buying Mark Rothko’s “No.",
  "Bouvier put Tony Reynard, his childhood friend, in charge.",
  "He paints these occasions as grim, commercial obligations.",
  "Rybolovlev was on vacation in St. Barts, in the Caribbean.",
  "He dreamed of opening a bar and ski shop in the mountains.",
  "He got the certificate a few days later and called Rappo.",
  "Rybolovlev was afraid that he might have been ripped off.",
  "According to Bouvier, Rybolovlev arrived in a bad temper.",
  "A meeting with Bouvier was arranged for the twenty-fifth.",
  "Two policewomen walked in while she was having a massage.",
  "According to Bouvier, Elena had always been conservative.",
  "Very rarely are all these roles performed by one person.",
  "A generation ago, these goods were cars, wine, and gold.",
  "In time, however, the Geneva Freeport became legendary.",
  "“I said, ‘Listen, I am not very good,’ ” Rappo told me.",
  "“But, Yves, these markups are worth a Boeing,” he said.",
  "Private sales are bound by confidentiality agreements.",
  "Rappo was there, and she thought that he seemed upset.",
  "6 (Violet, Green and Red)” for eighty million dollars.",
  "Rybolovlev spoke no English, no French, and no German.",
  "He had a sister, who was born disabled and later died.",
  "Friends noticed that he had also sharpened his image.",
  "Bouvier assumed that this was because of the divorce.",
  "(It was settled in October, for an undisclosed sum.)",
  "They operate deep inside it but are not quite of it.",
  "The collector has money, but he is also vulnerable.",
  "In the weeks after Rybolovlev’s complaint, H.S.B.C.",
  "He made a sixty-million-dollar profit on the Klimt.",
  "Bouvier is attracted to outsiders in the art world.",
  "It cost Bouvier a hundred million dollars to build.",
  "Bouvier read the article the day that it appeared.",
  "“I am still ready to deal.” Rybolovlev walked out.",
  "The Rybolovlevs, for their part, seemed impressed.",
  "To do their work, shippers must know many things.",
  "“We’re still friends.”\n\nThe end of the year came.",
  "During the summer, Rybolovlev fell seriously ill.",
  "“I was at a near-unconscious state,” he told me.",
  "But Heller seemed moved by the Russian’s unease.",
  "Between 2008 and 2013, he sold him twenty-eight.",
  "In 2004, Bouvier launched an art fair in Moscow.",
  "“In the mountains, it was the same,” he replied.",
  "Pitch him and he will decide if he is in or out.",
  "“He knew the collectors without intermediaries.",
  "Access to the oligarch was strictly controlled.",
  "And he pressed forward with his art collection.",
  "Otherwise, Bouvier would send an intermediary.",
  "Rybolovlev asked whether he had paid too much.",
  "“He had insider information,” Rybolovlev said.",
  "“When you buy, it is always to sell,” he said.",
  "He set out to make as much money as possible.",
  "He was aware that the proposal was audacious.",
  "“It is a question you don’t ask,” he told me.",
  "“They thought we were loonies,” Reynard said.",
  "Bersheda secretly recorded the conversation.",
  "Rappo’s cut came to just under $2.5 million.",
  "He realized they all had needs of their own.",
  "“Relaxing is the same as working,” he says.",
  "More recently, they have been works of art.",
  "Who was helping him, though, was a mystery.",
  "Bouvier also had other things on his mind.",
  "Bouvier had every reason to feel euphoric.",
  "Tania Rappo was the fair’s vice-president.",
  "It is not always obvious where power lies.",
  "The Moueix family had agreed to sell “No.",
  "He bought the picture for $127.5 million.",
  "“I don’t know for what reason,” she said.",
  "Bouvier flew by private jet from Geneva.",
  "Bouvier was still waiting for his money.",
  "“You have to get up early tomorrow, too?",
  "In 1982, he was able to buy the company.",
  "One of them showed a Monaco police I.D.",
  "No one called from Rybolovlev’s office.",
  "“Of course, we wondered,” one told me.",
  "“I had an interior calm,” she told me.",
  "(He was later cleared of all charges.)",
  "“For me, I will be clear,” he told me.",
  "Treasures came and they did not leave.",
  "Men stood around in aprons and smoked.",
  "“It started with the touch,” he said.",
  "Bouvier stepped out onto the terrace.",
  "You want to feel well,” Bouvier said.",
  "And there were moments of exultation.",
  "(Peretti declined to speak with me.)",
  "His manner discouraged conversation.",
  "Operating through Bouvier and M.E.I.",
  "“I knew this painting,” he told me.",
  "At first, no bank would finance it.",
  "That year, he and Elena separated.",
  "Bouvier went to see it on his own.",
  "The price of the da Vinci came up.",
  "“We miss it to this day,” he said.",
  "She was arrested in her apartment.",
  "He sorted out cash flow and bills.",
  "“I have the information,” he said.",
  "The dealer is mentor and salesman.",
  "and asked if he was Yves Bouvier.",
  "Later, Bouvier reflected on this.",
  "Rybolovlev didn’t speak at first.",
  "In 2005, he settled on Singapore.",
  "“We tried desperately,” he said.",
  "“It is not usual,” Bouvier said.",
  "“I was in the shadows,” he said.",
  "And he could also find them art.",
  "There were signs to the showers.",
  "As a boy, Bouvier was withdrawn.",
  "Bouvier tried to calm him down.",
  "The case was dismissed in 2011.",
  "“I chose everything,” he said.",
  "Art shippers are unshowy folk.",
  "The decision dismayed Bouvier.",
  "“I am ready to pay,” he said.",
  "“It is not lying,” he said.",
  "“Businessman,” he replied.",
  "Bouvier is an opportunist.",
  "There was bad striptease.",
  "(Rybolovlev denies this.)",
  "“We are not billionaires.",
  "He pleaded for patience.",
  "The Russian paid fast.",
  "Bouvier was waiting.",
  "It was a Wednesday.",
  "“The door handles.",
  "No one spoke.",
  "H.S.B.C."
]