[
  "According to Dillon and Nelson, those exceptions include Russian fertilizer kingpin Dmitry Rybolovlev purchasing a South Florida mansion for $95 million in 2008; the 2013 Miss Universe contest held in Moscow, which earned $12.2 million in income; and “ordinary course sales of goods or services to Russians.” No documentary evidence was provided to prove that these are Trump’s only sources of income from Russians.",
  "President Donald Trump’s tax lawyers issued a statement on Friday that the White House wants you to take seriously: The president has not received income or taken on any debt or equity from Russian sources over the past 10 years, “with a few exceptions.”\n\nThis is not how you construct a credible statement about someone’s finances, let alone a sitting president of the United States.",
  "Despite these numerous connections, Trump said in 2013 that if Sater “were sitting in the room right now, I wouldn’t know what he looked like.”\n\nIt’s unclear where Bayrock got the money to finance Trump Soho, because the funding trail ends with an Icelandic company called FL Group.",
  "“This is a bizarre attempt to substitute a prepared communication for public disclosure, which is insufficient for both urgent investigation and repairing the public trust,” John Wonderlich, executive director of the pro-transparency Sunlight Foundation, told HuffPost.",
  "“We see a lot of money pouring in from Russia.” And a sports writer recently reported that Eric Trump, another son of the president, said in 2014 that the family had access to $100 million from Russian banks.",
  "Sater was given a Trump Organization business card, which called him a “senior advisor to Donald Trump.” Sater traveled to Russia with Trump’s children looking for investment properties.",
  "In January, he tweeted: “NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!” His lawyers’ new admission of the “few exceptions” indicates this blanket denial was false.",
  "This is a bizarre attempt to substitute a prepared communication for public disclosure, which is insufficient for both urgent investigation and repairing the public trust.",
  "Of course, the president could provide evidence for his claims by releasing his personal tax returns and the returns for his family business, but he has refused to do so.",
  "Without documentation for his and his lawyers’ claims, statements about where Trump’s income comes from and who his family does business with cannot be taken seriously.",
  "Trump’s lawyers are simply doing their job: to do what their client demands, whether it is to protect him from negative publicity or from any potential legal liability.",
  "John Wonderlich, executive director of the Sunlight Foundation\n\nTrump also had a long-standing financing and business relationship with a company called Bayrock.",
  "a mob-linked double felon who stabbed a man in the face with a broken margarita glass and was convicted for his role in a $40 million pump-and-dump stock fraud ?",
  "Additionally, HuffPost reported a previously unknown connection between Donald Trump Jr. and Sater through a company called Global Habitat Solutions.",
  "“Russians make up a pretty disproportionate cross-section of a lot of our assets,” Donald Trump Jr. said at a Russian real estate conference in 2008.",
  "Bayrock was founded by Tevfik Arif, a former Soviet official who was born in Kazakhstan, and Tamir Sapir, a Georgian fertilizer and oil magnate.",
  "Allen Garten, a Trump Organization lawyer, told the Financial Times last year that he “had no reason to question” where Bayrock got its money.",
  "Dillon and Nelson have no duty to the American people and no obligation to the public trust to tell the truth about the president’s finances.",
  "GHS, founded by Sater, acted as a marketing tool for a twice-defunct Trump Jr. venture called Titan Atlas, which sold building materials.",
  "Russians spent nearly $100 million to purchase condos in seven buildings licensing the Trump name in South Florida, according to Reuters.",
  "Bayrock provided the financing to build Trump Soho, which the company owned and Trump lent his name to through a licensing deal.",
  "Iceland was a common destination for laundered Russian money prior to the financial crisis, when the FL Group financed Bayrock.",
  "Without producing his full tax returns, the only thing we have to reply on to substantiate Trump’s denials is Trump’s word.",
  "The letter written by Sherri Dillon and Willie Nelson, Trump’s tax lawyers at Morgan, Lewis & Bockius, is dated March 8.",
  "Bayrock attempted to build Trump-branded buildings in Arizona and Florida and had offices for a time in Trump Tower.",
  "Trump received a commission on all sales in the buildings, likely somewhere between 1 percent and 4 percent.",
  "This would mean Trump received between $1 million and $4 million in income from Russian purchasers.",
  "“Well, we don’t rely on American banks,” Eric Trump said at the time, according to the writer.",
  "“With few exceptions” is such an obvious out that it can barely even be called a loophole ?",
  "Trump has a history of emphatically denying that he has any monetary connection to Russia.",
  "“We have all the funding we need out of Russia.” (Eric Trump denied the quote.)",
  "The incidental “sales of goods or services to Russians” was no small sum.",
  "And Trump has an almost unimaginable track record of telling falsehoods.",
  "it simply and openly invalidates the denial that precedes it.",
  "The same goes for those speaking on his behalf.",
  "was a Bayrock executive.",
  "Felix Sater ?"
]