[
  "A White House official called the speculation \"ridiculous\" and characterized it as akin to a \"conspiracy\" in an email to Business Insider earlier this week\n\n\"No member of the Trump campaign or Mr. Trump met with Mr. Rybolovlev during the campaign or any other time,\" said the official, who requested anonymity because the person was not authorized to speak publicly on the matter.",
  "Theories began circulating, too, about why his jet - which spends most of its time flying between major European cities like London, Berlin, and Zurich, with sporadic trips to Los Angeles, Miami, and the Caribbean, according to flight records - flew to Las Vegas, Nevada and Charlotte, North Carolina the same days Trump did.",
  "Rybolovlev, a multibillionaire who was an early investor in one of the world's most lucrative fertilizer companies, bought a Palm Beach property from Trump for $95 million in 2008, two years after Trump had put it on the market for $125 million (after purchasing it for $41 million in 2004.)",
  "Russian billionaire Dmitry Rybolovlev catergorically denied through his adviser on Friday that he had ever met President Donald Trump, amid questions over why Rybolovlev had flown into cities where Trump was campaigning before the November election.",
  "Chernitsyn did not mention Rybolovlev's presence in Las Vegas at the same time as Trump, but said that \"Mr. Rybolovlev travels frequently to many different destinations, including destinations across the US,\" Chernitsyn continued.",
  "The timing raised questions about whether Rybolovlev met with Trump while their planes were parked at the same time in Las Vegas in late October and then in Charlotte, North Carolina, in early November.",
  "\"The Rybolovlev family trust did acquire a property in Palm Beach from Mr Trump back in 2008, below the asking price, as an investment and following a process of negotiation,\" Chernitsyn said.",
  "Rybolovlev's adviser insisted, however, that the billionaire \"\n\nnever met Mr. Trump personally and has no connection whatsoever to Mr Trump or his team of advisers,\" Chernitsyn added.",
  "\"He was in North Carolina for a business meeting and we can state categorically that he did not have any contact with Mr Trump or any of his advisers at the time he was there.\"",
  "Rybolovlev has never lived in the mansion and has since torn it down, but Chernitsyn said \"there is every prospect that this investment will turn out to be profitable.\"",
  "It was the first time Rybolovlev acknowleged that he was on his jet when it landed in Charlotte, North Carolina, minutes before Trump's plane landed and parked nearby.",
  "The speculation about possible preelection encounters between Trump and Rybolovlev had also been fueled by the fact that it wouldn't have been their first.",
  "The response was the most expansive Rybolovlev has given since photos began circulating on social media in November of his Airbus A319, dubbed M-KATE.",
  "None of these theories has any foundation in fact,\" Rybolovlev's adviser, Sergey Chernitsyn, said in a statement provided to Business Insider.",
  "Ross bought out the Cypriot bank in 2014 from Russian oligarchs who had been accused of using it to move their money to offshore accounts.",
  "For a press corps so obsessed with evidence, proof and feigning a general disgust at even the hint of conspiracy, this is pretty rich.\"",
  "\"A number of theories have been circulating about the supposed relationship between Dmitry Rybolovlev and President Donald Trump.",
  "The adviser did not comment on Rybolevlev's ties to Cyprus Bank, which was majority-owned by Wilbur Ross until this year.",
  "The official continued: \"No one was even aware of the plane until receiving a similar email about this yesterday.",
  "\"Particular attention has been focused on a trip made by Mr Rybolovlev to North Carolina,\" Chernitsyn said.",
  "Both Rybolovlev and Trump have insisted that they never met at any point during the historic transaction.",
  "\"If Mr Rybolovlev was physically in the same place as Mr Trump at any time, this was pure coincidence.\"",
  "\"Throughout the process of the trust's purchase, Mr Rybolovlev had no personal contact with Mr Trump.\""
]