[
  "While the main point of contention is whether Trump and his campaign had any connection to Russian intelligence services’ reported theft and dissemination of Democratic National Committee and Hillary Clinton campaign documents, there is also the question of whether Trump has financial connections to Russia.",
  "“And that explanation is either that the Russians have something on Trump, or that there are financial ties that are requiring Trump to behave in this way, or perhaps, that the Russians helped him in the election and this is sort of a quid pro quo,” Murphy added.",
  "“I think, increasingly, it’s clear that there are some alternative explanations for this bizarre positioning, this softness on Russia, this permission slip that Trump has given Russia to act in ways that they have not acted in the last 20 years,” he said.",
  "Sen. Chris Murphy (D-Conn.) tweeted on Tuesday night, “Your nightly reminder that at the center of this strengthening hurricane are the tax returns.”\n\nYour nightly reminder that at the center of this strengthening hurricane are the tax returns.",
  "As revelations continue to mount about the Trump campaign’s communication with Russian officials during the presidential race, there is something that could answer or put to rest at least some concerns: President Donald Trump’s tax returns.",
  "What are the business holdings in Russia, if there are any?”\n\nClark is the lead sponsor on a bill in the House of Representatives that would require presidential candidates and the sitting president to publicly disclose their tax returns.",
  "Rep. Bill Pascrell (D-N.J.) proposed using a 1924 law passed in the aftermath of the Teapot Dome Scandal that allows the committee to require the Internal Revenue Service to provide it with the private tax returns of specific individuals.",
  "“There is not one person on this committee who can say, absolutely, that there is no economic relationship between the president of the United States and investments in Russia,” Pascrell said during a committee hearing on Tuesday.",
  "In January, his adviser Kellyanne Conway said Trump wouldn’t release his tax returns because “people didn’t care.” She later backtracked and said the president will release his returns when the audit is complete.",
  "However, the bank, which is under investigation for laundering Russian money through its Moscow branch, has not released its findings to the public and is not Trump and the Trump Organization’s sole lender.",
  "“My belief is that if Congress begins to use its powers to rummage around in the tax returns of the president, what prevents Congress from doing the same to average Americans?” Brady told Politico.",
  "During the presidential campaign, Trump refused to provide his tax returns for public review, saying he was under a routine audit and was not allowed to disclose them until the audit was complete.",
  "The Guardian reported that Deutsche Bank, one of Trump’s biggest lenders, reviewed his account to see if his loans were underwritten by Russians, but did not find any evidence of that.",
  "The law was also used in 1974, during the Watergate scandal, when President Richard Nixon’s tax returns were disclosed in an attempt to refute certain claims about his finances.",
  "Because we don’t know.”\n\nCommittee Chairman Kevin Brady (R-Texas) rejected Pascrell’s measure, arguing the committee should not use this power granted to it by law.",
  "Brady must have felt differently in 2014, when he voted to use the law in an investigation of the IRS’s targeting of conservative nonprofits for extra review.",
  "The tax returns are of central importance to the unfolding scandal over the Russian government’s relationship with Trump, his campaign and his administration.",
  "On Tuesday, 25 Republican members of the House Ways And Means Committee voted against forcing the president to disclose his tax returns to the committee.",
  "Other Democratic lawmakers are arguing that Trump’s tax returns could shed light on the foreign influence scandal overrunning the White House.",
  "— Chris Murphy (@ChrisMurphyCT) February 15, 2017\n\nIn a Wednesday morning appearance on MSNBC, Murphy expanded on that statement.",
  "Trump has routinely done business with Russians through projects like his Trump SoHo hotel and condo building, among others.",
  "As he has done before, Trump denied that he has any business with or in Russia in a rambling press conference on Thursday.",
  "Russian oligarch Dmitry Rybolovlev paid Trump $95 million for a mansion Trump had previously purchased for $41 million.",
  "Trump and his team have given varied statements about when, or even if, the president will disclose his tax returns.",
  "Trump became the first major presidential candidate in nearly 50 years to fail to disclose his or her tax returns.",
  "There is no law, rule or tradition that prevents him from disclosing his tax returns while they are under audit.",
  "The law was enacted to allow Congress to investigate potential conflicts of interest in the executive branch.",
  "“I have no loans in Russia, I don’t own anything in Russia, I have no deals in Russia,” he said.",
  "(Gerald Ford did not release his full tax returns in 1976, but did disclose a summary.)",
  "He has attempted to build a Trump Tower in Moscow five times, going back to the 1980s.",
  "Trump said he would disclose his returns when the IRS’s routine audit is complete.",
  "Despite his statements to the contrary, Trump has longstanding ties to Russia.",
  "told The Huffington Post, “All of this can be clarified with the tax returns.",
  "Sen. Ron Wyden (D-Ore.) introduced a similar bill in the Senate.",
  "Republicans are in no rush to press Trump for his tax returns.",
  "Like many Trump statements, this isn’t true.",
  "Rep. Katherine Clark (D-Mass.)",
  "WASHINGTON ?",
  "“Not one."
]