[
  "When Trump was pressed during a campaign conference last year about his ties to Russia, he said: \"You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach,\" adding that \"I sold it to a Russian for $100 million.\"",
  "The letter, written by attorneys Sheri Dillon and William Nelson from the law firm of Morgan, Lewis & Bockius LLP, simultaneously leaves open the possibility of other Russian ties while attempting to dismiss them.",
  "The attorneys also write that over the last 10 years, it is likely that the Trump Organization sold or rented condos, or other products, that \"could have produced income attributable to Russian sources.\"",
  "The unnamed Russian billionaire cited by the Trump company's lawyers is Dmitry Rybolovlev, whose financial empire springs from his companies' production of potash, often used for fertilizer.",
  "Their review also notably takes into account only Trump's returns from the past 10 years, leaving open questions about whether there were financial dealings with Russia in earlier years.",
  "The letter came amid an active FBI probe into the Trump 2016 campaign's possible ties to Russia's election meddling and days after Trump's stunning firing of FBI Director James Comey.",
  "But it did reflect some exceptions, including income from the 2013 Miss Universe pageant that was held in Moscow and a property sold to a Russian billionaire in 2008 for $95 million.",
  "Lawyers for President Donald Trump said Friday that a review of his last 10 years of tax returns do not reflect \"any income of any type from Russian sources,\" with some exceptions.",
  "The White House said Trump asked his lawyers for the letter following a request from Sen. Lindsey Graham, R-S.C., for information on any ties Trump might have to Russia.",
  "In a letter released to the AP, the attorneys said there is no equity investment by Russians in entities controlled by Trump or debt owed by Trump to Russian lenders.",
  "It's the latest attempt by the president to tamp down concerns about any Russian ties amid an ongoing investigation of his campaign's associates.",
  "Trump had purchased the 62,000 square-foot estate for $41.35 million in 2004, he sold the mansion to Rybolovlev in July 2008 for $95 million.",
  "The president said he \"had dealings over the years,\" including the Miss Universe pageant and the sale of a home to \"a very wealthy Russian.\"",
  "The attorneys did not release copies of Trump's tax returns, so The Associated Press cannot independently verify their conclusions.",
  "\"I had it in Moscow long time ago, but other than that I have nothing to do with Russia,\" he said, referring to the pageant.",
  "Graham leads one of the congressional committees investigating Russia's interference in last year's election.",
  "\"I have no investments in Russia, none whatsoever,\" Trump said Thursday in an interview with NBC News.",
  "The letter doesn't vouch for any of Trump's personal federal tax returns that predate the past decade.",
  "\"With respect to this last exception, the amounts are immaterial,\" the attorney wrote.",
  "The deal was widely reported at the time, including by The Associated Press.",
  "A lot of people thought I owned office buildings in Moscow.",
  "I don't have property in Russia.\"",
  "\"I don't have property in Russia."
]