[
  "(Allison Carter/The TimesDaily via AP)\n\nOpinion writer\n\nCongressional Republicans want you to know they didn’t approve of the bizarre and surreal press conference President Trump held with Russian President Vladimir Putin in Helsinki on Monday, the one that resembled a hostage video crossed with Monty Python.",
  "As I wrote in December:\n\nThe chairman of the House Ways and Means Committee, or the Senate Finance Committee, or the Joint Committee on Taxation can request to confidentially see the president — or for that matter, anyone’s — tax returns.",
  "As The Post reported in May, Trump, who spent his entire business career acquiring real estate with other people’s money, suddenly in 2006 went on an all-cash buying spree, ultimately purchasing $400 million worth of property.",
  "More than half believe the reason he’s refusing to release them is because “he has something to hide.” Like with most political questions in the United States, however, the results are starkly divided by political allegiance.",
  "That year he sold for a handsome $95 million a Palm Beach waterfront mansion he bought at auction in 2004 for just $41.35 million — more than doubling his money at a time when much of the South Florida market was underwater.",
  "Read more:\n\nDavid Ignatius: A history of Donald Trump’s business dealings in Russia\n\nHelaine Olen: In another country, we would call this ‘corruption’\n\nThe Post’s View: Trump can’t undo his damage.",
  "While Trump and his associates have denied all accusations of impropriety, Trump’s sons publicly admitted that Russian funds were a vital part of the Trump Organization’s business model.",
  "Then there is my personal favorite, via Post columnist David Ignatius:\n\nTrump also had a personal infusion of Russian cash in the liquidity-starved 2008 market.",
  "Or congressional Republicans could vote to release the returns to the full House or Senate, which would basically be another way to make the returns public.",
  "The Post reported Wednesday that the Trump Organization began missing deadlines on property tax bills last year, after formerly paying them on schedule.",
  "That probably explains why congressional Republicans continue to enable Trump’s wish to keep his tax returns hidden, no matter the cost to the country.",
  "If they were serious, congressional Republicans would be either calling on Trump to release his tax returns or making the returns public themselves.",
  "One after another, they have stepped forward to defend the work of U.S. intelligence services and decry Trump’s seeming subservience to Putin.",
  "A Reuters investigation found dozens of members of the Russian elite spent almost $100 million on Trump-branded towers in South Florida alone.",
  "While 9 out of 10 Democrats wanted to his tax filings to be made public, only 3 out of 10 Republicans agreed it was necessary or desirable.",
  "If even a sliver of these investments are legally questionable, all Putin needs to hold influence over Trump is a half-decent accountant.",
  "“There is no moral equivalence between the United States and Russia,” House Speaker Paul D. Ryan (Wis.) thundered in a typical statement.",
  "(Son Eric claimed to The Post that the Trump Organization was at the time flush from cash flow on everything from licensing to rents.)",
  "“We see a lot of money pouring in from Russian,” Donald Trump Jr. told the crowd at a 2008 New York City real estate conference.",
  "Brady and several other Republican House members met with Trump on Tuesday to discuss a further round of tax cut legislation.",
  "Last week, a Financial Times investigation revealed Russian money backed the Trump International Hotel and Tower in Toronto.",
  "Daniel Hemel: There’s a quick and easy way to see Trump’s tax returns\n\nGeorge F. Will: This sad, embarrassing wreck of a man",
  "Last month, New York state filed a lawsuit alleging Trump used his private charitable foundation for his own benefit.",
  "More than two-thirds of American voters want to see Trump’s tax returns, according to a recent Quinnipac poll.",
  "As far back as the early 1980s, credible allegations surfaced tying his businesses to organized crime.",
  "If you are wondering, Hatch released a statement on Monday backing U.S. intelligence agencies.",
  "\n\nDemonstrators hold signs at the during a Tax Day protest in Florence, Ala., in 2017.",
  "That means Rep. Kevin Brady or Sen. Orrin Hatch could check into this for all of us.",
  "Of course, this is not the first time Trump has entered strange waters financially.",
  "Eric Trump reportedly said something similar in a private 2014 conversation.",
  "They could then share the results with their committee in a closed session.",
  "Recent developments suggest he may be under increasing financial pressure.",
  "If the president’s tax returns came up in the meeting, no one is saying.",
  "Trump’s IRS filings would almost certainly make for a fascinating study.",
  "He has never offered a credible explanation for the change in strategy.",
  "His businesses have filed for corporate bankruptcy six times.",
  "The buyer was Russian oligarch Dmitry Rybolovlev.",
  "(Talk about lowering the bar for tough talk.)",
  "And make no mistake, they’ve got that power.",
  "So far, they are doing neither.",
  "But Congress could start to.",
  "Don’t be fooled."
]