[
  "And they noted an intriguing change beginning in 2006:\n\nIn the nine years before he ran for president, Donald Trump’s company spent more than $400 million in cash on new properties — including 14 transactions paid for in full, without borrowing from banks — during a buying binge that defied real estate industry practices and Trump’s own history as the self-described “King of Debt.”\n\nWhy did Trump suddenly change decades of habit — not to mention established real estate practices — and turn to an all-cash strategy?",
  "When golf writer James Dodson asked him in 2014 how the Trump Organization managed to purchase so many properties during the Great Recession, when borrowed funds were not exactly easy to come by, he reportedly claimed: “We have all the funding we need out of Russia.”(Eric Trump says this conversation was “completely fabricated.”)\n\nBoddiger, for good measure, also reminds us that Donald Trump Jr. also cited Russian money back in 2008, saying: “We see a lot of money pouring in from Russia.",
  "To take one example, according to a CNN investigation, the Taj Mahal, his Atlantic City casino, repeatedly broke anti-money laundering statutes during its first years in business, when it was simultaneously “a preferred gambling spot for Russian mobsters and on the “verge of bankruptcy.”\n\nAh, Russians.",
  "Eric Trump told The Post that the Trump Organization was earning so much cash in those years — from everything from licensing agreements on the Trump name to cash flow from existing commercial properties — that the company could afford to buy with cash only.",
  "That he doesn’t not only almost certainly tells us something isn’t right with how he’s conducted his finances over the years — and tells us that it’s likely shady financial practices might well be impacting him to the present day.",
  "Yet even as Trump apparently changed his business model, he continued to let people believe he was still operating via debt — as The Post reminds us, he was boasting about his strategic use of debt during the 2016 campaign.",
  "Because Trump has refused to release his tax returns, saying he is under audit and claiming – falsely – that he cannot reveal them publicly as long as the Internal Revenue Service is reviewing them.",
  "The all-cash properties listed by The Post included two side-by-side homes in Beverly Hills, golf courses in the United States, Scotland and Ireland, an estate in Scotland and a Virginia winery.",
  "The Trump Organization is an ongoing concern, one, let me remind you, that Trump continues to financially benefit from since he refused to sell it off and place the proceeds in a blind trust.",
  "\n\n(J. Scott Applewhite/Associated Press)\n\nOpinion writer\n\nOver the weekend, The Post released a blockbuster of an investigation into President Trump’s real estate business practices.",
  "David Boddiger, writing for Splinter, recalled that Eric Trump previously offered a different explanation for the family investment strategy than the one he gave The Post.",
  "I recall that 2008 is the year Russian oligarch Dmitry Rybolovlev purchased a home from Trump in Palm Beach for more than double what Trump paid for it in 2004.",
  "Reporters Jonathan O’Connell, David Fahrenthold and Jack Gillum tracked how the Trump Organization purchased properties over the course of its lifetime.",
  "Finally, they can take advantage of tax deductions to on the interest payments for the borrowed funds, lowering their overall bill even further.",
  "Yes, people do profit on real estate — but 2004 was close to the height of the real estate bubble, while 2008 was well into the downside.",
  "Trump has also almost certainly lied in claiming that the GOP tax law will leave him on the hook for more money than he currently pays.",
  "The less money they can spend per project, the more properties they can invest in, allowing them to — hopefully — make even more money.",
  "There’s indeed a lot of money coming for new-builds and resale.”\n\nSome of that money seemed … well, it seemed eager.",
  "Trump has told us less about his personal and business interests than any other president in modern history.",
  "Commercial real estate titans generally turn to debt to make their deals — the more the better, in fact.",
  "At the same time, they aren’t tying up too much of their own money in projects that could go south.",
  "Trump, shall we say, was not known for his pickiness about where he received his funds.",
  "“He didn’t need to think about borrowing for every transaction,” Eric Trump said.",
  "But because we haven’t seen the taxes, we don’t really know how much he’ll save.",
  "Why did he borrow money to purchase and maintain some properties and not others?",
  "(Hey, maybe Rybolovlev needed that waterfront house and none other would do.)",
  "And, most important: where, exactly, did the money for all this come from?",
  "If Trump released his taxes, he could clear up all sorts of questions.",
  "This weekend’s Post investigation is just another reminder of this.",
  "It’s hard to exaggerate the strangeness of the Post’s findings.",
  "The big takeaway: We need to see his tax returns.",
  "“We invested in ourselves.”\n\nMaybe that’s true.",
  "And there is likely an easy way to prove it.",
  "These questions are hardly past history.",
  "This, rather famously, was Trump’s M.O.",
  "So why the change, and why the silence?",
  "This brings us to another Trump issue.",
  "All of this could be a red herring.",
  "Trump could release his taxes.",
  "for almost his entire career.",
  "Then, suddenly, it wasn’t.",
  "But we don’t know that.",
  "Now, more than ever.",
  "But he hasn’t.",
  "So it did.",
  "Why not?"
]