[
  "Yuri Milner\n\nYuri Milner is the founder of Digital Sky Technologies, a firm that became a major force in Silicon Valley through investments in Facebook (FB), Zynga (ZNGA) and Groupon (GRPN).",
  "In 2015, Milner partnered with Stephen Hawking and other high-profile scientists to launch the Breakthrough Project, which aims to accelerate the search for intelligent life in the universe.",
  "The document, which the Trump administration said is \"not a sanctions list,\" resembles an exercise in naming and shaming -- warning individuals that they may be subject to future sanctions.",
  "Here are eight of the most notable businessmen:\n\nDmitry Rybolovlev\n\nDmitry Rybolovlev, a fertilizer magnate, is well known for his extraordinary art and real estate deals.",
  "Oleg Deripaska\n\nOleg Deripaska is the owner of the industrial group Basic Element, which according to its website operates everything from rail and auto manufacturers.",
  "The United States released a list of prominent Russians with close ties to the Kremlin on Monday, implementing a law designed to punish Moscow for election meddling.",
  "Rybolovlev's daughter Ekaterina made headlines in 2011 when a trust under her name purchased a Manhattan condo for $88 million, a record price at the time.",
  "Mikhail Fridman\n\nMikhail Fridman is the principal founder of Alfa Group, which has interests in banking, retail, utilities and telecommunications.",
  "Russian President Vladimir Putin described the move on Tuesday as an \"unfriendly act\" that would further complicate relations with Washington.",
  "He is the former owner of Leonardo da Vinci's Salvator Mundi, which became the most expensive artwork to ever sell at auction in November.",
  "According to its website, USM has also invested in tech firms including Alibaba (BABA), Xiaomi, Uber, Spotify, Airbnb and Didi Chuxing.",
  "Roman Abramovich\n\nRoman Abramovich is best known as the owner of Chelsea, the soccer club that he purchased for $233 million in 2003.",
  "In September, the U.S. Department of Homeland Security ordered government agencies to remove Kaspersky products from their computers.",
  "Yevgeny Kaspersky\n\nYevgeny Kaspersky, who is also known as \"Eugene,\" is co-founder and CEO of cybersecurity company Kaspersky Lab.",
  "He is also co-founder of LetterOne, an investment company that has pumped $200 million into Uber, according to its website.",
  "He too was once active in politics, having served in the lower house of Russia's parliament and as a provincial governor.",
  "Mikhail Prokhorov\n\nMikhail Prokhorov, owner of the NBA's Brooklyn Nets, made his billions in the precious metals sector.",
  "He was hit hard by a sharp decline in commodities prices during the financial crisis, but has since found his footing.",
  "Rybolovlev himself bought a $95 million beachfront estate in Palm Beach, Florida in 2008 from Trump Properties.",
  "Deripaska emerged from the notoriously tumultuous Russian aluminum wars of the 1990s with a massive fortune.",
  "He is also a former business associate of Paul Manafort, who served as Trump's campaign chairman.",
  "Rybolovlev bought the painting for $127.5 million in 2013, and sold it for $450.3 million.",
  "He ran in the 2012 Russian presidential election against Putin, finishing in third place.",
  "Alisher Usmanov\n\nAlisher Usmanov is another Russian oligarch with an interest in sports.",
  "There are 114 political figures and 96 oligarchs worth over $1 billion each on the list.",
  "He owns just over 30% of the soccer club Arsenal, according to the team's website.",
  "They buy coveted pieces of art and major stakes in Silicon Valley tech companies.",
  "He is the founder of USM Holdings, which operates mining and telecom companies.",
  "\"There will be sanctions that come out of this report,\" Treasury Sec.",
  "Steven Mnuchin told the Senate Banking Committee on Tuesday.",
  "They own Arsenal, Chelsea and the Brooklyn Nets.",
  "Prokhorov has also shown political ambitions.",
  "And now they're on Washington's watchlist.",
  "Deripaska also owns energy company EN+."
]