[
  "The first of three paintings created for the University of Vienna's Great Hall, it featured naked figures and dark symbolism, instigating outrage among university staff who petitioned against the artworks on grounds of their supposedly pornographic nature.",
  "From controversy to global success\n\nBorn just outside Vienna in 1862, Klimt was the second son of a gold engraver (who was doubtless a key influence on the artist's so-called \"Golden Phase,\" in which he used gold leaf in many of his paintings).",
  "Depicting two lovers locked in embrace, it was purchased by Austria's government on the first day it was exhibited for an exorbitant sum at the time of 25,000 crowns (or about $185,000, in today's money, according to Franz Smola).",
  "After university, he and his brother worked on various art commissions, which included the ceilings and murals of public buildings such as churches, theaters and Vienna's Kunsthistorisches Museum.",
  "Three other creative giants who defined the era of Wiener Moderne (or \"Viennese Modernism\") -- architect Otto Wagner, and the artists Egon Schiele and Koloman Moser -- also passed away in 1918.",
  "Credit: The Museum of Modern Art\n\n\"Klimt's works (have) always ranked in the highest price categories -- this was already the case during the artist's lifetime,\" he said in an email interview.",
  "While \"The Kiss\" won't be on sale anytime soon, the painter's other works have commanded huge prices in recent years, according to Franz Smola, a curator at The Belvedere.",
  "He eventually resigned from the conservative Vienna Artists Association and, along with a number of like-minded artists, founded the Vienna Secession Movement in 1897.",
  "Art historian Alfred Weidinger has suggested that the work depicts Klimt with his then girlfriend, Emilie Flöge, but there is no consensus on the subjects' identity.",
  "In 2006, her family sold the artwork at auction to cosmetics magnate Ronald Lauder for $135 million, making it the world's most expensive painting at the time.",
  "In 2016, Oprah Winfrey sold the 1907 artwork \"Portrait of Adele Bloch-Bauer II,\" for $150 million, having originally paid less than $90 million for it in 2006.",
  "Just a few months earlier, billionaire Russian investor Dmitry Rybolovlev sold Klimt's \"Water Serpents II\" to a private collector for a reported $170 million.",
  "His paintings satisfy, obviously, a desire for romanticism and refined aesthetics which we find, in particular, in Klimt's portraits and landscape paintings.\"",
  "Housed in Vienna's Belvedere Museum, just a few miles away from Klimt Villa, the masterpiece attracts hundreds of thousands of visitors every year.",
  "But he, like the other leading lights of Viennese Modernism, will be remembered for his remarkable feats of artistic and intellectual expression.",
  "An image of Gustav Klimt in 1902. Credit: Österreichische Nationalbibliothek\n\nIn 1900, Klimt exhibited a controversial new mural, \"Philosophy.\"",
  "Credit: Copyright Belvedere Vienna\n\nThe original studio, flooded with light from the garden outside, allows you to picture the artist at work.",
  "Inspired by Japanese mosaics and the universal appeal of romantic love, the painting uses the artist's signature gold leaf to dizzying effect.",
  "Yet, despite the picture's fame and popular acclaim, it is rarely overrun with visitors, allowing the viewer time to take in its splendor.",
  "But, of course, these (prices) are not comparable to the present sums which buyers at auction houses are ready to pay for (his) paintings.",
  "\"Klimt's portraits were extremely expensive (and) no other painter, even in European standards, was able to gain such sums for portraits.",
  "Written by Chris Dwyer, CNN\n\nIn an upmarket Vienna suburb stands an elegant white villa that once contained the studio of Gustav Klimt.",
  "This success marked the beginning of Klimt's \"Golden Phase,\" during which he produced the works that made him a world-renowned artist.",
  "Credit: Gustav Klimt\n\nAmong them was the famous \"Portrait of Adele Bloch-Bauer I,\" which was seized by the Nazis during World War II.",
  "Reproductions of two of Kilmt's better-known works are also on display, though neither can match the global renown of \"The Kiss.\"",
  "The rejected murals were subsequently shown in Paris where one of them, \"Medicine,\" won the Grand Prix at the World's Fair.",
  "Now known as Klimt Villa, the building has undergone significant changes since its construction at the turn of the century.",
  "Credit: Gustav Klimt via Wikipedia Commons\n\nBut the painter's life is not the only one being honored in Vienna this year.",
  "Measuring just under six-by-six feet, it is a substantial work -- far more imposing than many visitors might anticipate.",
  "\"'The Kiss' epitomizes sentimental feelings of tenderness and love and speaks to all generations of people,\" said Smola.",
  "With this month marking 100 years since the painter's death, a visit still reveals much about how he lived and worked.",
  "Credit: Christine Khom\n\nLike much of Klimt's work, \"The Kiss\" is undeniably erotic, but it is also profoundly tender.",
  "Klimt's sketches, Japanese wood block prints and African sculptures sit alongside reproduced Art Nouveau furniture.",
  "Many years later, Bloch-Bauer's niece, Maria Altmann, successfully campaigned to have it returned to the family.",
  "Klimt's dark blue painter's smock -- a flowing garment for a large man -- is draped over the bed he kept there.",
  "Across the city, dozens of exhibitions about Klimt and his work are either underway or scheduled to take place.",
  "He began to reject the classical style that had earned him acclaim in favor of a more personal approach.",
  "Inside, however, the rooms have been restored to their original layout based on historical photographs.",
  "A masterpiece is born\n\nThe pinnacle of the Golden Phase came in 1908, when Klimt completed \"The Kiss.\"",
  "A candid photo of the painter, taken in 1912, shows him grinning as he holds one of his beloved cats.",
  "The museum is preparing a program of events commemorating the centenary of the painter's death.",
  "The death of Klimt's brother and father, both in 1892, had a profound influence on his work.",
  "An artistic legacy\n\n\"The Kiss\" has become one of the world's most recognized artworks.",
  "1 / 9 Gustav Klimt's most famous painting \"Der Kuss,\" better known as \"The Kiss.\"",
  "All four left a remarkable legacy on what was already a vibrant artistic center.",
  "A century after his death, Klimt's legacy lives on more emphatically than ever.",
  "Seeing the painting in person at The Belvedere is an extraordinary experience.",
  "Klimt died from a stroke, aged 55, about a decade after painting \"The Kiss.\"",
  "An interior shot of Klimt's villa, ust a few miles away from the Belvedere.",
  "\"But it is not only the financial success, which counts.",
  "Yet, it is Klimt who has proven the most bankable.",
  "If anything, the controversy helped Klimt's cause.",
  "Adele Block-Bauer II by Gustav Klimt.",
  "Adele Bloch-Bauer I by Gustav Klimt.",
  "The Belvedere Museum in Vienna.",
  "So too is Vienna."
]