[
  "(Kirsty Wigglesworth/AP)\n\nWhen Leonardo da Vinci’s long-lost painting, “Salvator Mundi” (“Savior of the World”) shattered records by selling for $450.3 million at auction in mid-November, its fate remained as mysterious as its unknown buyer.",
  "According to the New York Times, the painting’s buyer was not the museum but an outside party: one Prince Bader bin Abdullah bin Mohammed bin Farhan al-Saud, a “little-known” Saudi Arabian prince with no history as an art collector.",
  "Finally, the splashy purchase came just as Saudi Arabia’s 32-year-old crown prince, Mohammed bin Salman, was leading a “sweeping crackdown against corruption and self-enrichment” among the country’s elite, as the Times noted.",
  "In 2013, a consortium of dealers including Simon, Parish and Warren Adelson sold “Salvator Mundi” for $80 million to a company owned by a Swiss businessman and art dealer Yves Bouvier, Bloomberg reported.",
  "When he placed the required $100 million to participate in the Christie’s auction, lawyers from the auction house asked how he acquired the money, according to documents obtained by the Times.",
  "Pathologist of ‘Concussion’ fame accuses Calif. sheriff of mutilating corpses, meddling with investigations\n\nBankrupt Toys R Us can pay executives millions of dollars in bonuses, judge rules",
  "The museum appeared to confirm this, tweeting on Wednesday that, “Da Vinci’s Salvator Mundi is coming to #LouvreAbuDhabi.” It is unclear at this time when the painting will be displayed.",
  "“Salvator Mundi,” which depicts Jesus holding a crystal orb in his left hand and raising his right in blessing, is one of some 16 known surviving works painted by da Vinci.",
  "Museumgoers will be able to view the painting at the Louvre Abu Dhabi, a United Arab Emirates franchise of the Paris museum, Christie’s Auction House told Bloomberg.",
  "New York-based art collector and da Vinci expert Robert Simon and art dealer Alexander Parish found the painting in Louisiana in 2005 and purchased it for $10,000.",
  "The Louvre Abu Dhabi, which opened on Nov. 11, has been one of the “most aggressive buyers on the global art market over the last decade,” according to Bloomberg.",
  "More from Morning Mix:\n\nAlan Dershowitz’s new reality: Tweeted by Trump, shunned by liberal friends\n\nA viewer called Atlanta news anchor Sharon Reed the n-word.",
  "The painting disappeared several times over the course of history, most recently in 1958 when it was sold alongside the rest of the Cook Collection in London.",
  "These acquisitions, including that of “Salvator Mundi,” are probably part of a dedicated effort to raise the global cultural profile of the UAE.",
  "Rybolovlev owned the painting until Nov. 15, when Prince Bader made it the world’s most expensive painting by shelling out $450,312,500 for it.",
  "By then, though, the painting’s origin had been obscured due to overpainting and it was credited to da Vinci’s follower Bernardino Luini.",
  "He reportedly responded that it came from real estate and that he was one of 5,000 princes, saying nothing more.",
  "\n\nPeople gather around Leonardo da Vinci’s “Salvator Mundi” at Christie’s auction rooms in London on Oct. 24.",
  "Prince Bader’s purchase of the painting is surprising for a number of reasons, as the New York Times noted.",
  "It displays “La Belle Ferronnière,” which is on loan from the Louvre in Paris, according to Bloomberg.",
  "While most are scattered around the world, the Louvre Abu Dhabi will now have two of these paintings.",
  "Most who practice Islam — the state region of Saudi Arabia — shun visual portrayals of its prophets.",
  "Bouvier, in turn, sold it to Russian billionaire Dmitry Rybolovlev for $127.5 million in 2014.",
  "Picasso’s “Les Femmes d’Alger” (“Women of Algiers”) held the previous record of $179,364,992.",
  "First, the painting portrays Jesus, whom many Muslims believe to be a prophet.",
  "It then underwent a six-year restoration and verification process.",
  "It sold for only 45 pounds or about $125 today, CNN reported.",
  "But both were revealed on Wednesday.",
  "She responded on air."
]