[
  "“The false allegations that Mr. Rybolovlev is making are already being litigated in the Swiss courts, which is the appropriate venue for this case,” Sotheby’s said, adding it would seek to dismiss the action in New York and continue to pursue its case in Switzerland.",
  "But in a July brief to a U.S. appeals court, Levy portrayed Rybolovlev’s various legal actions against his client since 2015 in Singapore, Switzerland, Monaco and Hong Kong as a “global terror campaign” designed to get him to capitulate.",
  "Moreover, there was never a written agreement binding his client as an agent for Rybolovlev’s companies with fiduciary duties, meaning Bouvier was free to sell the art to Rybolovlev at any price he agreed to pay, Levy wrote in the brief.",
  "MOSCOW/NEW YORK (Reuters) - Dmitry Rybolovlev, a Russian billionaire and owner of Monaco soccer club, has sued Sotheby’s for at least $380 million, alleging the auction house helped his former art adviser to defraud him.",
  "The companies - Plaintiff Accent Delight International Ltd and Plaintiff Xitrans Finance Ltd - are claiming damages from Sotheby’s of at least $380 million plus interest, according to their lawsuit.",
  "La Turbie, France, March 29, 2018.. REUTERS/Eric Gaillard/File Photo\n\nThe allegations, which Sotheby’s denies, deepen a long dispute between Rybolovlev and Swiss art dealer Yves Bouvier.",
  "Rybolovlev’s latest desperate lawsuit is entirely without merit, and we will vigorously defend the company and our employees against these baseless claims,” Sotheby’s told Reuters.",
  "In response to the dispute between Rybolovlev and Bouvier, Sotheby’s filed a suit against Rybolovlev in a Swiss court almost a year ago seeking a declaration it had done no wrong.",
  "Two companies owned by a trust of the Rybolovlev family and based in the British Virgin Islands filed a civil case against Sotheby’s in a New York court on Tuesday evening.",
  "Rybolovlev, 51, spent more than $2 billion buying 38 masterpieces from Bouvier between 2003 and 2014, Sotheby’s was involved in 12 transactions, according to the lawsuit.",
  "According to the two companies, Bouvier was the mastermind of a fraud, while Sotheby’s made it possible by instilling Rybolovlev with confidence in Bouvier.",
  "Forbes magazine estimates Rybolovlev’s fortune at $6.8 billion, mostly derived from the sale of Russian potash producer Uralkali in 2010-2011.",
  "A successful investment was his purchase of Leonardo da Vinci’s portrait of Christ, “Salvator Mundi,” from Bouvier for $127 million in 2013.",
  "In 2017, Rybolovlev sold it for $450 million at a Christie’s auction, making “Salvator Mundi” the most expensive painting ever sold.",
  "FILE PHOTO: Dmitri Rybolovlev, President of AS Monaco Football Club, arrives to attend AS Monaco training.",
  "According to Rybolovlev, he was overcharged by Bouvier for a collection of paintings.",
  "Daniel Levy, Bouvier’s lawyer, declined to comment on the lawsuit.",
  "However, some of the purchases from Bouvier made a loss.",
  "Bouvier denies any wrongdoing.",
  "“Mr."
]