[
  "He spent almost $150 million in the following year, the Times reported, including $73 million as part of a deal for the Trump International Hotel & Tower in Chicago, $55 million in payments to casino lenders, and $21 million “to help finance his purchase of Maison l’Amitié,” the Palm Beach mansion that he later turned around and sold to the Russian billionaire’s LLC.",
  "Spencer Platt/Getty Images\n\nWhy did the Trump Organization go on a big buying spree in the middle of the last decade, making all-cash purchases of golf courses and hotels, in contrast to Donald Trump’s typical technique as the “king of debt,” borrowing as much money as possible and putting in little to none of his own?",
  "Besides the apartment-equipment-markup scheme that was All County Building Supply & Maintenance (seriously, just read about), the Trump kids were able to inherit in 1997 what they told the IRS was $41.4 million worth of properties before selling them for “more than 16 times that amount” over the next 10 years.",
  "If real estate development is the art of spending as little of your own and as much of other people’s money as possible, Trump throughout his entire career found something better than an indulgent and optimistic bank: a father who hated taxes and wanted to give everything to his children.",
  "Although Trump was earning a lot of straight cash from his Apprentice gig, and although his existing licensing deals allowed him to earn money without the expense (and debt) that traditional real estate development requires, the sheer scale of his output mystified many observers.",
  "The Times article mostly details how Fred Trump, from basically the moment of his children’s respective births to his death, endeavored to funnel as much of his money to them as possible while avoiding gift taxes—especially for Donald.",
  "It only helped fuel the speculation that Trump was able to raise a substantial amount of cash from his 2008 sale of a Palm Beach mansion for $95 million in 2008 to a company connected to Russian billionaire Dmitry Rybolovlev.",
  "When Fred Trump died, he had “just $1.9 million in the bank.”\n\nThe Trump children were able to get their hands on their parents’ actual estate and eventually sell it in 2004, with Donald Trump getting around $235 million.",
  "Since then, those clubs have lost money while Trump renovated them, requiring him to pump in $164 million in cash to keep them running.” During that time he was also getting some financing, largely from Deutsche Bank.",
  "Eric Trump didn’t exactly clear things up when he told the Washington Post, in a story about the Trump Organization’s almost-decade of cash output, “He had incredible cash flow and built incredible wealth.",
  "He was largely blackballed by major Wall Street banks following his disastrous 1990s, but Deutsche did more than $2 billion worth of deals with him, according to the Wall Street Journal.",
  "Trump’s rise in the 1980s was famously debt-fueled, and he even prided himself on getting outside partners and banks to put as much money into a building or project as possible.",
  "Even before Fred’s death in 1999, the Trump kids were doing their best to get as much of his real estate holdings in their hands with as small a tax liability as possible.",
  "He continued his buying spree through 2014 when, the Washington Post reported, “he paid a combined $79.7 million for large golf courses in Scotland and Ireland.",
  "I told you that goddamn deal was no good.’ “— which was later quoted when one of his longtime partners, Deutsche Bank, sued him.)",
  "But the Times’ blockbuster story this week suggests a simple explanation: Trump was spending his portion of his parents’ estate.",
  "We invested in ourselves.”\n\nOf course, many people raised an eyebrow at this and thought of one possible cash source: Russia.",
  "“He made Donald not just his salaried employee but also his property manager, landlord, banker and consultant.",
  "The roughly $400 million he spent in that period has never been explained in detail.",
  "I actually told one bank, ‘I told you you shouldn’t have loaned me that money.",
  "Almost immediately afterward, Trump’s spending ramped up, the Times reports.",
  "He gave him loan after loan, many never repaid,” the Times reports.",
  "He didn’t need to think about borrowing for every transaction.",
  "Deutsche’s relationship with Trump has been another mystery.",
  "(Trump wrote in one of his books, “What the hell did I care?",
  "Trump Tower stands on Fifth Avenue in Manhattan.",
  "Was it a way of letting partners launder money?",
  "Could they just not get traditional financing?",
  "So why the move to all-cash?"
]