[
  "Trump was asked about Russia during his news conference Wednesday because of speculation that Russia was behind the hack of the Democratic National Committee's emails in an effort to help his campaign.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach, Florida... for $40 million and I sold it to a Russian for $100 million including brokerage commissions.\"",
  "Trump pointed to this deal because it clearly involved him getting richer from Russian money -- but this doesn't exactly tie him to Vladimir Putin, as the Democratic Party would like to portray.",
  "He was involved in what's been called \"the divorce of the century,\" a seven-year battle his wife won when a Swiss court awarded her $4.5 billion -- and later settled quietly.",
  "Carol Digges, the South Florida broker who gave Rybolovlev a tour of the luxurious estate two years before he bought it, said the Russian billionaire never moved in.",
  "Donald Trump insisted Wednesday that his only dealing with Russia was when he sold a mansion to a Russian billionaire for nearly $100 million.",
  "In a 2004 auction, Trump snapped up the property from Gosman's Chapter 7 Bankruptcy Estate for $41 million, according to property records.",
  "He spent nearly a year in Russian prison in the mid-1990s on charges he hired an assassin -- until he was proven innocent and released.",
  "He made his billions by keeping a major stake in the Russian fertilizer company Uralkali just after the fall of the Soviet Union.",
  "Rybolovlev admitted it through a spokesman in 2008, and his real estate agent on the deal reaffirmed it to CNNMoney this week.",
  "It belonged to Abraham Gosman, a millionaire who owned health care properties across the country -- until he went bankrupt.",
  "\"That was a number of years ago,\" Trump said at the press conference, talking about the deal with Rybolovlev.",
  "The 81,738 square foot mansion sits on 6.2 acres -- with 475 feet of sandy beach facing the Atlantic Ocean.",
  "The Russian is now planning to tear down the mansion, according to Palm Beach planning and zoning records.",
  "It started when Trump pulled off one of his signature deals, picking up distressed property at a bargain.",
  "The official deed on that deal says that Trump Properties sold the property to County Road Property LLC.",
  "\"No, I have nothing to do with Russia,\" Trump told a reporter in Doral, Florida.",
  "The Maison de L'Amitie is a massive beachfront estate in Palm Beach, Florida.",
  "And it's clear Trump is starting to get irked over questions about Russians.",
  "The real buyer of the property was Russian billionaire Dmitry Rybolovlev.",
  "There's reason for Rybolovlev to keep valuable assets at a distance.",
  "The FBI is still investigating and has not identified the hackers.",
  "I have nothing to with Russia, I have nothing to do with Russia.\"",
  "Four years later, Trump sold the mansion for $95 million.",
  "\"I guess probably I sell condos to Russians, okay?\"",
  "Trump then acknowledged: There was that one time.",
  "But he wasn't beloved by the Russian government.",
  "\"He bought it and never lived in it,\" she said.",
  "In fact, she doubts he ever moved in.",
  "\"How many times do I have say that?",
  "\"What do I have to do with Russia?",
  "Rybolovlev is a Russian oligarch.",
  "What was that deal exactly?",
  "But that's just a front.",
  "Are you a smart man?"
]