[
  "Juan Mata drew United level on a spectacular free kick in the 86th minute before the Red Devils received a bit of good fortune in the form of an Alex Sandro own goal in the 89th minute to claim the surprise victory and grab hold of second place in Group H with two matches remaining.",
  "Not only had United lost 1-0 to Juventus at Old Trafford the last time out in the Champions League, but Valencia had handled it's business in a 3-1 win over Young Boys in the early slate on Wednesday to go to five points in the group and put pressure on United to win and keep pace.",
  "Likewise, PSG, a club that's ownership has spent gobs of cash to create a Champions League title contender, could be on the outside looking in if it fails to take points from the showdown with Liverpool in Paris on Nov. 28 or its own trip to Belgrade in early December.",
  "With two matchdays remaining in the group stage, all teams in Group C are within two points of one another, with Napoli and Liverpool leading the pack with six points apiece, followed up by Paris Saint Germain with five and Red Star Belgrade with four.",
  "On top of that, it was Paul Pogba's highly-anticipated return to Turin and another showdown with club legend Cristiano Ronaldo, who added more dread by giving Juventus a 1-0 lead in the 65th minute, his first UCL goal for Juve.",
  "Manchester City Is Carrying The Flag For English Soccer\n\nCompared to Manchester United, Liverpool and Tottenham struggling to find paths to the knockout round, Manchester City's group stage has been a relative walk in the park.",
  "https://t.co/Zz3drP03Kb pic.twitter.com/dip6yxwznJ — Bleacher Report Live (@brlive) November 7, 2018\n\nBut instead of folding under the pressure, Jose Mourinho's men dug deep and eked out a huge 2-1 win on the road.",
  "Manchester United upsets Juventus late, a four-way battle in the \"Group of Death,\" Tottenham shows some of life and more in the talking points from Matchday 4 of the 2018-19 UEFA Champions League group stage.",
  "Monaco would usually be expected to enjoy the consolation of a third-place finish in the group stage and a berth in the knockout round of the Europa League upon failing to advance in the Champions League.",
  "Unless something major changes, they should repeat as Premier League champions without much of an issue, leaving Pep Guardiola's men to once again focus their full attention on the Champions League.",
  "Unfortunately for Monaco, with Brugge holding a three-point advantage and matches against perennial Borussia Dortmund and Atletico Madrid still to come, that third-place finish is in serious doubt.",
  "But as he's done so often in the past, Harry Kane came to the rescue, scoring in the 78th and 89th minutes to earn the full three points at Wembley and keep Spurs' knockout round hopes alive.",
  "City's 6-0 beatdown of Shakhtar on Wednesday nearly secured their spot in the knockout round, but because of a late equalizer from Hoffenheim in its match with Lyon, that will have to wait.",
  "If that all wasn't bad enough, Monaco owner Dmitry Rybolovlev was held by police at his home in Monaco and was questioned about his connection to a fraud case involving a Swiss art dealer.",
  "And with matches at PSG and against Napoli still to play, it also opened the possibility that the Reds fail to advance to the knockout stage the season after reaching the final.",
  "On Tuesday, Monaco's season hit a new low with an embarrassing 4-0 loss in the rematch with Club Brugge to mathematically eliminate the Monagasques from the knockout round.",
  "Manchester United Flips The Script\n\nManchester United fans had to feel some level of dread ahead of the Red Devils' group stage clash with Juventus in Turin on Wednesday.",
  "Next up is a trip across town to City in the Manchester Derby on Sunday, and the Red Devils could completely change the tone of their season with a win at the Etihad.",
  "Monaco has dropped to 19th in the league following losses to Strausborg and Stade Reims and drew 1-1 with Club Brugge in Henry's first Champions League match.",
  "Monaco has been dreadful in Ligue 1 this season, prompting the club to fire head coach Leonardo Jardim on Oct. 11 as the club languished at 18th in the table.",
  "With four points, Spurs needs all six points from its final two matches with Inter and Barcelona, as well as a PSV victory over Inter on the final matchday.",
  "Club legend Thierry Henry was brought on to replace Jardim and try to steady what appears to be a sinking ship and, so far, the results have not been good.",
  "Monaco Falls Further Into Crisis\n\nMonaco's season has gone from \"bad\" to \"worse\" to \"owner detained for questioning in fraud case\" in the blink of an eye.",
  "Tottenham Shows Signs Of Life\n\nWith only one point from its first three matches, Tottenham's Champions League future looked grim coming into Matchday 4.",
  "All the while, Napoli and Red Star stand ready to capitalize on the chaos and topple the English and French giants while they stand on shaky ground.",
  "It's been a rough season in Manchester, but Mourinho has begun to right the ship in recent weeks and this win stands as the highlight of that run.",
  "Group C Is Wide Open\n\nChristened the \"Group of Death\" following the initial draw in August, Group C has lived up to the hype and then some.",
  "Liverpool's appalling performance, particularly in the midfield, left them unable to take advantage of the 1-1 draw between Napoli and PSG.",
  "Based on recent history it's unlikely an English team will lift the Champions League trophy this season, but if one does, it'll be City.",
  "Kane's late brace may have only been delaying the inevitable, however, as Tottenham must still win out and get some help to advance.",
  "When Luuk De Jong scored in the second minute of a must-win Group B match with PSV Eindhoven, they appeared dead in the water.",
  "All four of Red Star's points have been earned at home with three coming in a shocking 2-0 upset of Liverpool on Tuesday.",
  "It's a long shot considering how poorly Tottenham has played throughout the group stage, but it's a shot.",
  "What's kept the group so tight has been the performance of Red Star at their home stadium, the Marakana.",
  "It'll be a huge boost not only to United's goal of advancing to the group stage but also to team morale.",
  "But they've taken all nine points from their three matches since then, outscoring opponents 11-1.",
  "After a few disappointing results early in the season, it seems City has straightened itself out.",
  "Cristiano Ronaldo's first #UCL goal for Juventus is a beauty Can Man U respond?",
  "All four remaining matches in this group stand to be must-watch soccer.",
  "Regardless, it's clear City is the class of English clubs in the UCL.",
  "Yes, the Cityzens lost 2-1 to Lyon on the opening matchday.",
  "CHAMPIONS LEAGUE IS BACK.",
  "Yeah, it was a bad day.",
  "MR."
]