[
  "REUTERS/Eric Gaillard/File Photo\n\nPARIS (Reuters) - A judge in Monaco has declared Russian billionaire Dmitry Rybolovlev a formal suspect in a probe into corruption and influence-peddling, the principality’s chief prosecutor said on Wednesday, after police questioned him for 24 hours.",
  "The judge has been investigating for more than a year whether the fertilizer tycoon, who owns soccer club AS Monaco, sought to influence Monaco’s law enforcement officials in a long-running dispute with Swiss art dealer Yves Bouvier.",
  "In 2017, Rybolovlev sold one of those pieces, Leonardo da Vinci’s portrait of Christ “Salvator Mundi”, for $450 million at a Christie’s auction, making it the most expensive painting ever sold.",
  "Under the legal systems in France and Monaco, a suspect is placed under formal investigation if a magistrate believes there is serious or consistent evidence pointing to a crime.",
  "In a statement, Rybolovlev’s Monaco lawyers said he had been released and although his movements were not restrained, he was barred from meeting certain people.",
  "Representatives of Rybolovlev in Russia confirmed he had been released from police custody but declined to make any immediate further comment.",
  "The Russian alleges Bouvier conned him out of $1 billion by inflating the price of 38 pieces of art he bought over a 10-year period.",
  "Petit-Leclair said she had not yet been informed by the judge of what charges Rybolovlev would face if the case proceeded to trial.",
  "“We particularly insist on the fact that, at this stage, Mr Rybolovlev is presumed innocent,” they added.",
  "Dmitry Rybolovlev of Russia, President of AS Monaco Football Club arrives to attend AS Monaco training.",
  "Rybolovlev spent more than $2 billion buying 38 masterpieces from Bouvier between 2003 and 2014.",
  "“He has been released subject to controls,” prosecutor Sylvie Petit-Leclair told Reuters.",
  "FILE PHOTO: Soccer Football - AS Monaco Training - La Turbie, France, March 29, 2018.",
  "Rybolovlev is suing his former art adviser in Monaco, Singapore and Switzerland.",
  "He is not formally charged unless he is sent to trial.",
  "Bouvier has denied wrongdoing."
]