[
  "Asked about the Le Monde report, Rybolovlev’s lawyers in Russia declined to comment on whether he was being questioned and said: “We request that the presumption of innocence in relation to Mr Rybolovlev is strictly respected.”\n\nAll those involved have denied wrongdoing.",
  "NICE, France (Reuters) - Police in Monaco on Tuesday detained Russian tycoon Dmitry Rybolovlev, who owns soccer club AS Monaco, for questioning as part of an investigation into corruption and influence peddling, newspaper Le Monde reported.",
  "The feud between Rybolovlev and Bouvier led to the resignation in September of the head of Monaco’s judicial services after Le Monde daily wrote about connections between Rybolovlev and Monegasque justice officials.",
  "The Russian businessman, who earned his multi-billion-dollar fortune through the sale of two Russian fertilizer producers, bought U.S. President Donald Trump’s Palm Beach mansion in 2008 for about $100 million.",
  "The Russian alleges Bouvier swindled him out of $1 billion by overcharging him on 38 pieces of art he purchased over a 10-year period and is suing his former art adviser in Monaco, Singapore and Switzerland.",
  "A Monaco judge has for over a year been investigating whether Rybolovlev sought to influence Monaco law enforcement officials in his long-running dispute with Swiss art dealer Yves Bouvier.",
  "In 2017, Rybolovlev sold Leonardo da Vinci’s portrait of Christ “Salvator Mundi” for $450 million at a Christie’s auction, making it the most expensive painting ever sold.",
  "The Monaco prosecutor confirmed to Reuters an operation linked to the investigation but declined to say if Rybolovlev was being questioned by police.",
  "REUTERS/Eric Gaillard/File Photo\n\nLe Monde also said police had raided Rybolovlev’s luxury residence La Belle Epoque in Monaco.",
  "Ryboloblev has also sued Sotheby’s for $380 million, alleging the auction house helped Bouvier defraud him.",
  "Dmitry Rybolovlev of Russia, President of AS Monaco Football Club arrives to attend AS Monaco training.",
  "Rybolovlev spent more than $2 billion buying 38 masterpieces from Bouvier between 2003 and 2014.",
  "FILE PHOTO: Soccer Football - AS Monaco Training - La Turbie, France, March 29, 2018.",
  "The questioning of an individual under investigation is a standard procedure.",
  "Sotheby’s has described the allegation as “desperate” and without merit.",
  "Being under investigation in Monaco is not equivalent to being charged.",
  "It is the first step in an investigation.",
  "Bouvier has denied wrongdoing."
]