[
  "Actual (Millions Euros) Revenue 14/15 15/16 16/17 Broadcasting rights 80 45 110 Sponsors 16 15 18 Gate receipts 7 4 8 Other income 14 14 8 117 78 144 Expenses 14/15 15/16 16/17 Payroll 84 82 99 Amortization player contracts 44 51 44 Other expenses 28 27 29 156 160 172 Operating profit (loss) -39 -82 -28 Profit (loss) from transfers 43 91 33 Profit (loss) on finance transactions -5 -8 -5 Profit (loss) before tax -1 1 0\n\nBroadcast rights have provided almost 70% of Monaco’s revenue over the three seasons.",
  "Actual (Millions Euros) Reformated 14/15 15/16 16/17 Profit (loss) before tax -1 1 0 Deduct: *Champions & Europa League revenue 52 17 65 Profit on player transfers 43 91 33 \"Adjusted\" profit/(loss) -96 -107 -98\n\n*Understated as this does not include gate receipts and any additional payments made by sponsors based on qualifying and progressing in European competition.",
  "Paid Net 2013/14 5 161 -156 2014/15 89 40 49 2015/16 185 102 83 2016/17 19 51 32 2017/18 245 123 122 2018/19 to date 317 128 189 Total 860 605 255 Information from Transfer market.com\n\nLeonardo Jardim\n\nIt should not take long for Jardim to find another team.",
  "Gerrard signed on as Rangers manager in Scotland, Lampard oversees Derby County of the English Championship and Patrick Viera switched clubs earlier this year moving to Nice in Ligue Un after a little more than two seasons with New York City FC of MLS.",
  "Some Thierry Henry best bits to brighten up your day... pic.twitter.com/783bO2P7xU — Footy Flashbacks (@FootyFIashbacks) October 8, 2018\n\nHenry is inheriting a team that has started the season in dreadful form and that has lost its way.",
  "After one brief season (2013/14) when owner Dmitry Rybolovlev rolled the dice and spent big in the transfer market (negative balance of 156m) the club has returned to its traditional way of nurturing and then selling talent.",
  "In fact, a look at Monaco’s available financial statements for the last three seasons shows how heavily the team relies on broadcasting revenue (UEFA and Ligue Un) and the profits generated from transfer activity.",
  "Henry seemed poised to take the coaching job at Bordeaux early in September, but the move fell apart and he also appeared to be in the pole position to take over at Aston Villa of the English Championship.",
  "Many of Henry’s Premier League playing peers – the likes of Steven Gerrard, Frank Lampard, and Patrick Viera – have all made the move into club management in the last few years.",
  "Henry's first game in charge will be on Saturday, October, away to Strasburg in Ligue Un followed by the first game in a UEFA Champions League double-header versus Club Brugge.",
  "@AS_Monaco_EN pic.twitter.com/PPEyYtw1UB — OptaJean(@OptaJean) October 13, 2018\n\nTransfer Dealings\n\nOver the last few season’s Monaco has been a goldmine for playing talent.",
  "During Jardim’s 54 months at Monaco, the team not only re-established its position as one of France’s best teams but became a team to be feared in the UEFA Champions League.",
  "Monaco is certainly not alone in relying on these sources to stay solvent (and onside of UEFA FFP) but few if any teams are so reliant on these two revenue streams.",
  "Prior to his move to Monaco, Henry was the assistant coach of Belgium and part-time TV pundit and this will be the first time he has taken charge at a senior team.",
  "Returning to the club he starred for as a teenager would mean he would start with substantial credit in the eyes of Monaco fans, the relatively few that they are.",
  "Two other games over the next two months that catch the eye are home to Paris Saint-German on November 11 and at home to Nice and Patrick Viera on December 8.",
  "The gamble in 2013/14 backfired and finished with a UEFA Financial Fair Play investigation and Monaco being sanctioned for three seasons 2016, 2017, and 2018.",
  "Jardim took over Monaco from Claudio Ranieri in the summer of 2014 after everyone’s favorite Italian manager secured promotion for Monaco at the end of 2013.",
  "Part of his background staff will include Joao Carlos Valado Tralhao, the under-23 coach of Benfica, and Patrick Kwame Ampadu, coach at the Arsenal Academy.",
  "Two wins against Club Brugge will almost certainly guarantee European competition in the New Year whether it be the senior tournament or the Europa League.",
  "A press release by AS Monaco has confirmed that Thierry Henry as its new head coach and that he has signed a three-year deal through to June 2021.",
  "No Champions League means less revenue but it also means that the new generation of potential Monaco stars will lack a major stage to perform on.",
  "4 - Thierry Henry will become the fourth 1998 World Cup winner to manage a Ligue 1 team, after Didier Deschamps, Laurent Blanc & Patrick Vieira.",
  "The statements are reformatted below to show the true impact of Champions and Europa League money from UEFA and profit from transfer dealings.",
  "Prior to his stint at Monaco, Jardim established a great reputation coaching Braga and Sporting (both in Portugal) and Olympiakos in Greece.",
  "Monaco finished 3rd in seasons 2014/15 and 2015/16 before winning Ligue Un in 2016/17 finishing 8 points ahead of Paris Saint-Germain.",
  "Last season Monaco lost ground to PSG the eventual league champions and finished as runners-up, 13 points behind the Paris team.",
  "Without improved performances and points, Monaco is not going to climb the table and will not qualify for the Champions League.",
  "There have also been two losses in two UEFA Champions League outings as well as a 4-0 loss to PSG in the French Super Cup.",
  "Last season the average hit 9,243 and during the Ligue Un winning season, the number was only marginally better at 9,428.",
  "It’s interesting that some have suggested that starting his managerial career with Monaco is an ideal fit for Henry.",
  "To re-establish the virtuous circle that has worked to Monaco's great benefit will be an incredibly difficult task.",
  "Without being tested at the highest level of club competition the fees top clubs will be willing to pay will drop.",
  "In the same season, Monaco also made it to the semi-final of the UEFA Champions League before losing to Juventus.",
  "Note: The original headline and article posted October 12, has been updated to reflect the official announcement.",
  "Monaco also finished last in group G in the UEFA Champions League with a record of 4 losses and 2 draws.",
  "Profit from player sales has generated €167m and turned massive losses into a breakeven scenario.",
  "Get it wrong and financial losses will grow exponentially and the road back will long and rocky.",
  "Monaco only lost three league matches all season while scoring 107 goals and allowing only 31.",
  "Average attendance for Ligue Un games at Stade Louis-II is 8,800 this season so far.",
  "Monaco has slumped to 18th in the 20-team Ligue Un with just one win and six points.",
  "And Monaco's financial reality underpins the challenge facing Thierry Henry.",
  "He needs to find a way to jumpstart Monaco’s latest band of recruits.",
  "AS Monaco of Ligue Un and Leonardo Jardim parted company on Thursday.",
  "Ranieri’s Monaco finished second in Ligue Un in the 2013/14 season.",
  "not only impacts gate receipts but also sponsorship as well.",
  "It was Monaco’s first Ligue Un title since 2000.",
  "Actual (Millions Euros) Transfer dealings Recd.",
  "The small catchment area (and affluence?)",
  "Again, a deal was never consummated.",
  "Fate."
]