[
  "On Tuesday, Donald Trump Jr. and the New York Times released emails showing he’d been promised information that “would incriminate Hillary and her dealings with Russia and would be very useful to your father.” In the event there was any lingering doubt about where this material was coming from, the emails offered clarification: “[T]his is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.” Trump Jr.’s response: “I love it.”\n\nToday, like many days during Donald Trump’s tenure as president, the question for the lawyers is: Are we there yet?",
  "As Fordham University School of Law’s Jed Shugerman lays out, 52 U.S. Code Section 30121 provides that:\n\nIt shall be unlawful for—\n\n(1) a foreign national, directly or indirectly, to make—\n\n(A) a contribution or donation of money or other thing of value, or to make an express or implied promise to make a contribution or donation, in connection with a Federal, State, or local election …\n\n(2) a person to solicit, accept, or receive a contribution or donation described in subparagraph (A) … from a foreign national.",
  "Trump Jr. received the offer of valuable ‘official documents and information that would incriminate Hillary’ from Russia, responded that he ‘appreciate[d]’ the offer and that he ‘love[d] it’ and enthusiastically requested a call with Russian Emin Agalarov to receive the offered information, which Trump described as ‘Political Opposition Research.’ ”\n\nThe lone dissenter among the legal experts I canvassed was Stanford Law School’s Robert Weisberg.",
  "And as to whether there is anything more than that to the legal story here, Gerhardt wrote this: “I would say that if the president or any other high-ranking executive branch official knew about or participated in meetings like this, there would be at the very least a basis for an impeachment inquiry.”\n\nNoah Bookbinder, the executive director of Citizens for Responsibility and Ethics in Washington, agreed as to the fundamentals.",
  "“As new facts emerge, particularly the emails released today, there is increasing evidence supporting the conclusion that Donald Trump Jr. and perhaps others in the Trump campaign may have violated federal law, including the law prohibiting soliciting a foreign campaign contribution—in this case a contribution of valuable information,” Bookbinder told me via email.",
  "Paul Seamus Ryan, vice president for policy and litigation at Common Cause, which filed a complaint on Monday after the initial Times story, also released a statement confirming that all of the elements of a federal campaign finance law violation have now been met.",
  "While Gerhardt had told the New York Daily News on Monday—that is, before the emails were released and Trump Jr. was calling the story a “nothing burger”—that he did not yet see evidence of a crime, he now says the threshold seems to have been met.",
  "Treason against the United States, as defined in the Constitution, “shall consist only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort.” Nobody I spoke to on Tuesday was talking about treason.",
  "The emails, he wrote, “are the smoking gun showing that Donald Trump Jr. illegally solicited a contribution from a foreign national—in the form of opposition research against Hillary Clinton—as our complaints yesterday alleged.",
  "At minimum it means that someone with a broad definition of the statute has the basis to think a crime has been committed and that Robert Mueller has even more on his plate as he investigates the scope of possible collusion.",
  "This law regarding “contributions and donations by foreign nationals” bars candidates and their associates from “soliciting,” accepting, or receiving anything of value that would benefit their campaign from any foreigners.",
  "Most of the “[any]thing of value” precedent has to do with bribery cases … and while the courts allow some flexibility beyond actual cash or easily monetizable value, it has to have some economic salience to it.",
  "I asked Michael Gerhardt, who teaches at the University of North Carolina School of Law in Chapel Hill, if he thought the new emails rise to the level of criminality.",
  "“He appears to have gone into that meeting—and likely others—looking for something of value—dirt on Hillary Clinton—from sources he should have stayed away from.",
  "His judgment was bad, to say the least.”\n\nAsked whether he believes there is now evidence of criminal conduct, Gerhardt referenced 52 U.S. Code Section 30121.",
  "While there are certainly pundits, among them George W. Bush’s ethics czar Richard Painter, saying Trump Jr. is on the hook for treason, that seems unlikely.",
  "In an email, he balked at the idea that a “thing of value” as spelled out in 52 U.S. Code Section 30121 could be stretched to cover what Trump Jr. did here.",
  "“I think his emails and tweets show he’s likely broken federal law prohibiting meetings and exchanges of the kind he had,” he wrote.",
  "“With every attempt at transparency Donald Trump Jr. digs himself more deeply into the hole of criminality,” he told me via email.",
  "According to most of the folks I queried, it now appears the elements for a criminal violation of this statute have been met.",
  "To the extent there is a credible criminal claim to be made against Trump Jr., it’s likely under campaign finance law.",
  "So, for example, offers of political endorsements or log-rolling tend to fall outside the category.",
  "I could imagine the statutory argument that “thing of value” can extend to damaging oppo research.",
  "These emails show a clear violation of federal campaign finance law.",
  "As “nothing burgers” go, this one looks like a whopper.",
  "But I don’t think there is much precedent for it.",
  "So the case could be made, but it’s a stretch.",
  "What does this all mean for Donald Trump Jr.?",
  "Photo illustration by Natalie Matthews-Ramo.",
  "Donald Trump Jr. on Nov. 15 in New York.",
  "Photo by Timothy A. Clary/Getty Images."
]