[
  "The Times first reported of the meeting on Saturday, and while Trump Jr. confirmed the meeting, his initial description of it omitted that he accepted the meeting in hopes of receiving damaging information about Clinton.",
  "CNN\n\nAn interview between CNN anchor Anderson Cooper and White House deputy assistant Sebastian Gorka took a sharp turn Wednesday amid the ever-expanding controversies surrounding the White House.",
  "Alex Wong/Getty Images\n\nCooper responded by saying he was \"just going to ignore the insults\" and didn't believe Gorka's comments were going to be helpful to the conversation.",
  "\"Let's be honest though, he only published emails because The New York Times got the emails and was going to publish them, and then he smartly got ahead of it,\" Cooper said.",
  "\"I know you want salacious and sensational coverage for your ratings so your corporate sponsors and owners will have more money, but that's not media, that's not reportage.",
  "The emails showed Trump Jr. willing to accept damaging information about Hillary Clinton that was described as \"part of Russia and its government's support for Mr.",
  "\"But I think it's funny that you have enough time in the White House, which is apparently you're so busy, you're able to sit around [and] read Nielsen numbers.\"",
  "The interview initially focused on the 2016 meeting between Donald Trump Jr. and a Kremlin-linked Russian lawyer that has dominated headlines since Saturday.",
  "\"Let's let the viewers judge, who decided that you are now at 13th place in national ratings behind 'Nick at Nite,' which is at 11 p.m.,\" Gorka said.",
  "\"We are incredibly impressed by Don Jr.'s transparency and the fact that he actually published these emails and said he will cooperate with anybody.\"",
  "Gorka went on to argue that Trump Jr.'s meeting in 2016 warranted no suspicion: \"I deny the fact that there's anything here that's untoward.",
  "The New York Times has said he posted the emails only after it contacted him to say it had acquired them and was planning to publish them.",
  "\"It's laughable, your chyron talked about a 'crisis,'\" Gorka told Cooper, responding to a suggestion that the White House was in turmoil.",
  "\"You're shaking shiny objects to try to divert people, but I don't think viewers are really that easily diverted,\" Cooper said.",
  "Trump Jr. on Tuesday tweeted transcripts of an email exchange in which the meeting with the Russian lawyer was organized.",
  "Later during a panel discussion, Cooper bristled at the interview, describing Gorka as \"the Hungarian Don Rickles.\"",
  "He added: \"I actually work in the West Wing, I work in the White House — it is absolutely nothing of the kind.",
  "A Politico report on Tuesday said White House aides felt \"helpless\" as the scandal took on a life of its own.",
  "\"And the only reason that this story has lasted so long is because he wasn't transparent from the beginning.\"",
  "\"No, I had really good prep from my team, because the White House press team is superb,\" Gorka said.",
  "\"You used that line on Monday, and you know, it was sort of mildly amusing,\" Cooper said, grinning.",
  "\"The story only has legs because the fake-news industrial complex is obsessed,\" Gorka replied.",
  "\"I am gonna ask you, but you're not being honest, you're not being up-front,\" Cooper replied.",
  "\"Do you know why the president's description of a witch hunt is accurate,\" Gorka asked.",
  "\"I stand by what the president said, and I stand by what his son said,\" Gorka said.",
  "\"You're not actually answering because you're not actually being up front.\"",
  "\"Nine months of accusations with zero, zero evidence of anything illegal.\"",
  "CNN's Anderson Cooper and White House deputy assistant Sebastian Gorka.",
  "\"I thought we were going to talk about real issues,\" Gorka continued.",
  "\"No, because I'm not getting any answers from you,\" Cooper replied.",
  "Win McNamee/Getty Images\n\n\"Anderson, how many minutes are we in?\"",
  "\"You're falling into the fake-news trap again,\" Gorka said.",
  "\"I don't deal with this stuff because I do have a day job.\"",
  "The president is a steam locomotive that can't be stopped.",
  "\"You're concerned about how [many] minutes we're talking?",
  "It's bogus ... Anderson, you're like a broken record.\"",
  "\"I'm sad to see CNN fall to this,\" Gorka continued.",
  "\"It's about actually having journalism back on TV.",
  "Again, this is an obsessive nine-month campaign.\"",
  "Where are the Walter Cronkites of yesteryear.",
  "But Gorka disputed such a characterization.",
  "This is just about ratings and money.",
  "\"No, you're responding,\" Cooper said.",
  "\"It's not about you,\" Gorka replied.",
  "Watch a clip of the interview here:",
  "\"Because there never were witches.",
  "And there never was any collusion.",
  "If you gotta go, you gotta go.\"",
  "You have somewhere else to go?",
  "\"Are you a TV producer now?\"",
  "It's actually quite sad.\"",
  "\"And it's sad, Anderson.\"",
  "Every time,\" Gorka said.",
  "It's just fake news.\"",
  "It's just fake news.",
  "\"I'm answering it.",
  "Donald Trump Jr.",
  "Cooper quipped.",
  "Gorka asked.",
  "Trump.\""
]