[
  "Aug. 14\n\nCiting more than a half-dozen current and former officials, Politico publishes a report saying that as early as 2014, “the Kremlin was building a disinformation arm that could be used to interfere in Western democracies.”\n\nThe report, according to an official familiar with it, included a quote from the Russian source telling U.S. officials in Moscow, ”You have no idea how extensive these networks are in Europe … and in the U.S., Russia has penetrated media organizations, lobbying firms, political parties, governments and militaries in all of these places.”\n\nAug. 15\n\nWhat Trump was saying:\n\nAccording to report just out, President Obama knew about Russian interference 3 years ago but he didn't want to anger Russia!",
  "— Donald J. Trump (@realDonaldTrump) August 1, 2016\n\nAug. 2\n\nManafort and Kilimnik meet at the Grand Havana Club in New York to discuss “caviar.”\n\nAug. 14\n\nThe New York Times reports that a secret handwritten ledger “show $12.7 million in undisclosed cash payments designated for Mr. Manafort from [former president Viktor F.] Yanukovych’s pro-Russian political party from 2007 to 2012.”\n\nA campaign official, apparently Clovis, writes to Papadopoulos about the Russia trip saying: “I would encourage you” to make the trip “if it is feasible.” However, the trip does not happen.",
  "He tells CNN that “we’re taking care of, as an example, the Ukraine,” and says “if you use Ukraine as an example, and that’s a great example, the countries surrounding Ukraine, they don’t seem to care about it as much as we do.” He tells the Washington Post roughly the same thing in an editorial board interview where he also lists Papadopoulos as part of his foreign policy team and describes him as “an excellent guy.”\n\nMarch 24\n\nPapadopoulos meets with the professor in London as well as a Russian national who’s introduced as a niece of Vladimir Putin.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\n\"@FoxNews: Julian Assange on U.S. media coverage: “It’s very dishonest.” #Hannity pic.twitter.com/ADcPRQifH9\" More dishonest than anyone knows — Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nSomebody hacked the DNC but why did they not have \"hacking defense\" like the RNC has and why have they not responded to the terrible...... — Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nthings they did and said (like giving the questions to the debate to H).",
  "— Donald J. Trump (@realDonaldTrump) May 22, 2016\n\nJUNE 2016\n\nJune 3\n\nRob Goldstone emails Donald Trump Jr., a political adviser to his father, offering “very high level and sensitive information” that would “incriminate Hillary” as “part of Russia and its government’s support for Mr. Trump.” Trump Jr. responds: “If it’s what you say I love it especially later in the summer.” Trump Jr. eventually sets up a meeting that includes Manafort and Trump’s son-in-law Jared Kushner.",
  "Wouldn’t it be nice if we actually got [along] with somebody?”\n\nWhile discussing ISIS, Trump says: “If Russia wants to help us—when they were dropping bombs on ISIS and I heard different people like Lindsey Graham getting upset that Russia is involved, I said ‘why, is it wrong.’ I mean whoever wants to get involved we should get them involved.”\n\nMay 19–20\n\nManafort is promoted to campaign chairman and chief strategist.",
  "At a rally later in Scranton, Pennsylvania, he says “wouldn’t it be a great thing if we could get along with Russia.” He also tells a local Miami CBS affiliate: “I have nothing to do with Russia, nothing to do, I never met Putin, I have nothing to do with Russia whatsoever.”\n\nIf Russia or any other country or person has Hillary Clinton's 33,000 illegally deleted emails, perhaps they should share them with the FBI!",
  "According to a report later released by the office of the director of national intelligence: “The General Staff Main Intelligence Directorate (GRU) probably began cyber operations aimed at the US election by March 2016.”\n\nMarch 14\n\nGeorge Papadopoulos, who had recently joined the campaign as an unpaid foreign policy adviser, meets a London professor while traveling in Italy who says he has connections to Russia.",
  "They will lie and do anything to win.”\n\nJuly 25\n\nWhat Trump was saying:\n\nThe new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me — Donald J. Trump (@realDonaldTrump) July 25, 2016\n\nJuly 27\n\nManafort denies any connections to the Russian government and says it’s “absurd” to suggest they might be working to help Trump.",
  "From the Post’s later reporting about the emails between Manafort and Kilimnik:\n\nIn one April exchange days after Trump named Manafort as a campaign strategist, Manafort referred to his positive press and growing reputation and asked, “How do we use to get whole?”\n\nApril 2\n\nWhat Trump was saying: Trump repeats the “obsolete” talking point on the trail and adds that he’d be OK with NATO breaking up.",
  "Clovis responds “Great work.” According to the Washington Post, Clovis responds to a proposal for a meeting between Trump and Putin this way: “We thought we probably should not go forward with any meeting with the Russians until we have had occasion to sit with our NATO allies.”\n\nMarch 26\n\nWhat Trump was saying: “I think NATO is obsolete,” Trump tells the New York Times editorial board.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nJan. 13\n\nWhat Trump was saying:\n\nIt now turns out that the phony allegations against me were put together by my political opponents and a failed spy afraid of being sued.... — Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nTotally made up facts by sleazebag political operatives, both Democrats and Republicans - FAKE NEWS!",
  "And people are trying to cover up for a terrible loss that the Democrats had under Hillary Clinton.” Trump blames the leaks for Flynn’s departure: “[Flynn has] been treated very, very unfairly by the media,” undercut by “documents and papers that were illegally—I’d stress that, illegally—leaked.”\n\nThe fake news media is going crazy with their conspiracy theories and blind hatred.",
  "— Donald J. Trump (@realDonaldTrump) January 28, 2017\n\nThr coverage about me in the @nytimes and the @washingtonpost gas been so false and angry that the times actually apologized to its..... — Donald J. Trump (@realDonaldTrump) January 28, 2017\n\n...dwindling subscribers and readers.They got me wrong right from the beginning and still have not changed course, and never will.",
  "CNN later reports: “The FBI has information that indicates associates of President Donald Trump communicated with suspected Russian operatives to possibly coordinate the release of information damaging to Hillary Clinton’s campaign.”\n\nMarch 23\n\nWhat Trump was saying:\n\nJust watched the totally biased and fake news reports of the so-called Russia story on NBC and ABC.",
  "— Donald J. Trump (@realDonaldTrump) January 6, 2017\n\nThe Democratic National Committee would not allow the FBI to study or see its computer info after it was supposedly hacked by Russia...... — Donald J. Trump (@realDonaldTrump) January 6, 2017\n\nSo how and why are they so sure about hacking if they never even requested an examination of the computer servers?",
  "A declassified report is also released by Clapper accusing Russia of beginning its “cyber operations aimed at the US election by March 2016.”\n\nWhat Trump was saying:\n\n“[T]here was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines,” Trump says in a statement.",
  "What Trump was saying:\n\nThe New York Times later reported that, according to current and former administration officials and others briefed on the matter, Trump became infuriated with Sessions, berated him in an Oval Office meeting, accused him of “disloyalty,” unleashed a string of insults at him, and told Sessions he should resign.",
  "What Trump was saying:\n\nSee, when I said NATO was obsolete because of no terrorism protection, they made the change without giving me credit.https://t.co/sRCF1H3rjg — Donald J. Trump (@realDonaldTrump) June 6, 2016\n\nJune 7\n\nTrump Jr. sets up the meeting and tells the Russian contingent that it is to include Manafort.",
  "Russia will have much greater respect for our country when I am leading it than when other people have led it.” He added: “Do you honestly believe Hillary would be tougher on Putin than me?”\n\nRussia just said the unverified report paid for by political opponents is \"A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.\"",
  "— Donald J. Trump (@realDonaldTrump) July 8, 2016\n\nJuly 18\n\nThe Washington Post reports that the Trump campaign had allegedly worked behind the scenes at the Republican National Convention to remove language from the party platform about arming the Ukrainian government to fight Russian-backed separatists.",
  "According to a later Washington Post report that senior officials refused to deny under oath, President Donald Trump cleared the Oval Office and asked Director of National Intelligence Daniel Coats and CIA Director Mike Pompeo to intervene with Comey to get him to back off of his investigation of Flynn.",
  "— Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nJan. 24\n\nMichael Flynn, who had been named national security adviser, is interviewed by the FBI and reportedly lies about his December conversation, repeating statements he had made publicly and that had been repeated by Vice President Mike Pence.",
  "July 31\n\nWhat Trump was saying: Trump tells ABC that Putin, who had already invaded the Crimea, was “not going into Ukraine.”\n\nAUGUST 2016\n\nAug. 1\n\nWhat Trump was saying:\n\nWhen I said in an interview that Putin is \"not going into Ukraine, you can mark it down,\" I am saying if I am President.",
  "Rick Wilking\n\nAt the same time that members of the Trump campaign were allegedly in contact with representatives of the Russian government, as detailed in part in this week’s indictments of Paul Manafort, Rick Gates, and George Papadopoulos, Donald Trump himself was quite vocal about Russia.",
  "@realDonaldTrump #America — James Woods (@RealJamesWoods) July 7, 2017\n\nReport accuses material James Comey leaked to a friend contained top secret information pic.twitter.com/Hkg4cAb6o9 — FOX & friends (@foxandfriends) July 10, 2017\n\nJames Comey leaked CLASSIFIED INFORMATION to the media.",
  "— Donald J. Trump (@realDonaldTrump) July 27, 2016\n\nJuly 29\n\nAccording to the Post, Kilimnik tells Manafort he had spoken with the person “who gave you the biggest black caviar jar several years ago.” The Post reported that investigators believed this was another reference to Deripaska.",
  "Papadopoulos says he was told: “They [the Russians] have dirt on her”; “the Russians had emails of Clinton”; “they have thousands of emails.”\n\nWhat Trump was saying: “We’re going to have a great relationship with Putin and Russia,” he says during a primary night victory speech.",
  "FEBRUARY–APRIL 2016\n\nMid-February\n\nPaul Manafort, a veteran political consultant with ties to pro-Russian Ukrainian politicians, meets with longtime Trump friend Thomas J. Barrack at the Montage hotel in Beverly Hills, California, reportedly to discuss joining the campaign.",
  "Sessions replace Acting FBI Director Andrew McCabe, a Comey friend who was in charge of Clinton investigation but got.... — Donald J. Trump (@realDonaldTrump) July 26, 2017\n\n...big dollars ($700,000) for his wife's political run from Hillary Clinton and her representatives.",
  "— Donald J. Trump (@realDonaldTrump) May 18, 2017\n\nJULY-AUGUST 2017\n\nJuly 7\n\nTrump has two meetings with Vladimir Putin at the G-20 summit in Hamburg, Germany, one disclosed one that lasts more than two hours and one initially undisclosed one that lasts an additional hour.",
  "March 28\n\nIt is first reported that Paul Manafort has been hired to manage the campaign’s “delegate process.”\n\nWhat Trump was saying:\n\nTed Cruz is incensed that I want to refocus NATO on terrorism, as well as current mission, but also want others to PAY FAIR SHARE, a must!",
  "“We’re spending too much money and it should be rejiggered or redone.” Savage responds: “I agree with you but let’s talk about Hillary Clinton.”\n\nMarch 29\n\nWhat Trump was saying: “The other thing that’s bad about NATO, we’re paying too much,” Trump tells a CNN town hall.",
  "What Trump was saying:\n\nSusan Rice, the former National Security Advisor to President Obama, is refusing to testify before a Senate Subcommittee next week on..... — Donald J. Trump (@realDonaldTrump) May 4, 2017\n\n...allegations of unmasking Trump transition officials.",
  "Now I’m all for Ukraine, I have friends that live in Ukraine, but it didn’t seem to me, when the Ukrainian problem arose, you know, not so long ago, and we were, and Russia was getting very confrontational, it didn’t seem to me like anyone else cared other than us.",
  "Aug. 16:\n\nAccording to special counsel Robert Mueller’s eventual indictment, Gates allegedly communicates false talking points to a company that he and Manafort had allegedly worked with, on behalf of Yanukovych’s party, instructing them to downplay that work.",
  "July 24\n\nDonald Trump Jr., who had been previously been offered help by the Russians and enthusiastically embraced the possibility, calls it a “disgusting” lie for Clinton’s campaign to suggest that the Russians might be trying to help his father’s campaign.",
  "Trump describes this as a new stance that he hadn’t discussed before “because until recently I’ve been an entrepreneur, I’ve been a very successful entrepreneur as opposed to a politician.”\n\nWhen NATO was formed many decades ago we were a different country.",
  "What Trump was saying: In a question-and-answer session with the political staff of the New York Times, the president-elect discusses Russia: “I think—I would love to be able to get along with Russia and I think they’d like to be able to get along with us.",
  "— Donald J. Trump (@realDonaldTrump) July 9, 2017\n\nPutin & I discussed forming an impenetrable Cyber Security unit so that election hacking, & many other negative things, will be guarded.. — Donald J. Trump (@realDonaldTrump) July 9, 2017\n\n...and safe.",
  "— Donald J. Trump (@realDonaldTrump) March 31, 2017\n\nMAY 2017\n\nMay 3\n\nComey testifies before Congress that it made him “mildly nauseous” to think his actions in discussing the Clinton email investigation during the election might have swayed the race.",
  "March 21\n\nWhat Trump was saying: At the Old Post Office Building, Trump again says “Putin says very nice things about me.” At this point in the timeline, Trump starts consistently repeating talking points about NATO’s uselessness, many of them new.",
  "It should be someone low level in the campaign so as not to send any signal.”\n\nMay 22\n\nWhat Trump was saying:\n\nBernie Sanders is continuing his quest because he believes that Crooked Hillary Clinton will be forced out of the race - e-mail scandal!",
  "What Trump was saying:\n\n\"One of the things that has been lost in the politics of this situation is that the Russians collected and spread negative information..... — Donald J. Trump (@realDonaldTrump) July 27, 2017\n\n...about then candidate Trump.\"",
  "It’s in our mutual interest.”\n\nDec. 28\n\nWhat Trump was saying: “I think we ought to get on with our lives,” the president-elect says about the prospect of impending sanctions by the Obama administration over Russian interference in the election.",
  "Trump discusses Russia in an interview with the New York Times: “China, relatively recently, hacked 20 million government names,” he said, referring to the breach of computers at the Office of Personnel Management in late 2014 and early 2015.",
  "— Donald J. Trump (@realDonaldTrump) May 20, 2016\n\nMay 21\n\nPapadopoulos forwards the May 4 “cooperation” email, along with another request to set up a meeting between the Russians and Trump, to an official who the Post reports to be Manafort.",
  "Clovis reportedly responds to the email: “There are legal issues we need to mitigate, meeting with foreign officials as a private citizen.” Conversations between Papadopoulos and his various Russian intermediaries continue the following week.",
  "— Donald J. Trump (@realDonaldTrump) February 25, 2017\n\nMARCH 2017\n\nMarch 2\n\nJeff Sessions recuses himself from the Russia investigation after contacts with Russians during the campaign emerge, which seem to contradict sworn Senate testimony.",
  "https://t.co/gECLNtQizQ — Donald J. Trump (@realDonaldTrump) June 9, 2016\n\nJune 13\n\nWhat Trump was saying: After the Orlando nightclub attack, Trump gives his speech but says he’s shifting the theme from Clinton’s corruption to terrorism.",
  "So where is the investigation A.G. @seanhannity — Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nAttorney General Jeff Sessions has taken a VERY weak position on Hillary Clinton crimes (where are E-mails & DNC server) & Intel leakers!",
  "What Trump was saying: “I am going to give a major speech on probably Monday of next week, and we’re going to be discussing all of the things that have taken place with the Clintons,” Trump says during a primary night victory speech.",
  "She responds the next day that she “would be very pleased to support your initiatives between our two countries.”\n\n\n\nApril 18\n\nThe London professor introduces Papadopoulos to a connection at the Russian Ministry of Foreign Affairs.",
  "Comey later testifies that he personally took Trump aside to tell him about some of the more personal accusations in a dossier financed by Trump political opponents that contains allegations against him personally and his campaign.",
  "We also were aware of facts [in mid-February] that I can’t discuss in an open setting that would make his continued engagement in a Russia-related investigation problematic.”\n\nWhat Trump was saying:\n\nJeff Sessions is an honest man.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\nJuly 24\n\nTrump son-in-law and senior adviser Jared Kushner testifies before Congress about campaign contacts with foreign persons and other issues related to the investigation.",
  "What Trump was saying:\n\nAt around the time the speech was supposed to have wrapped up, Trump sends this message:\n\nHow long did it take your staff of 823 people to think that up--and where are your 33,000 emails that you deleted?",
  "— Donald J. Trump (@realDonaldTrump) January 6, 2017\n\nJan. 6\n\nTrump is given the intelligence briefing at Trump Tower by Director of National Intelligence James Clapper, FBI Director James Comey, and CIA Director John Brennan.",
  "Nov. 23\n\nThrough their attorney, Manafort and Gates send federal investigators an allegedly false Foreign Agents Registration Act (FARA) submission related to their work on behalf of Yanukovych’s pro-Russian political party.",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nMarch 22\n\nThe Associated Press reports that Manafort was allegedly paid millions of dollars by Oleg Deripaska to promote Vladimir Putin’s interests in the United States.",
  "It included the news that “intelligence picked up senior Russian officials celebrating Donald Trump’s win.”\n\nWhat Trump was saying:\n\nThe dishonest media likes saying that I am in Agreement with Julian Assange - wrong.",
  "April 7\n\nThis is the date that former Trump campaign manager Corey Lewandowski later says Manafort takes full “operational control of the campaign.”\n\nApril 8\n\nWhat Trump was saying:\n\nLooks like I was right about NATO.",
  "April\n\nAccording to the Post, Manafort was at this time emailing Konstantin Kilimnik, a Russian–Ukrainian political operative and former Manafort employee, about a figure thought to be close Putin ally Oleg Deripaska.",
  "June 14\n\nThe New York Times reports for the first time that the Democratic National Committee’s computer server had been hacked a year earlier by government-sponsored Russian hackers who gained access to email files.",
  "Maybe we’ll have a relationship right in the middle.”\n\nOct. 8\n\nOn the same day as the release of a tape in which Trump bragged about sexual assault, the Obama administration formally accused Russia of the DNC hack.",
  "— Donald J. Trump (@realDonaldTrump) May 16, 2017\n\nMay 17\n\nRobert Mueller is appointed special counsel by the Deputy Attorney General Rod Rosenstein, who took over the Russia investigation after Sessions’ recusal.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\nJuly 12\n\nWhat Trump was saying (or retweeting): On Air Force One he describes his 39-year-old son as “a good boy.”\n\nMy son Donald did a good job last night.",
  "Classified information is being given to media that could have a devastating effect on U.S. FIND NOW — Donald J. Trump (@realDonaldTrump) February 24, 2017\n\nFAKE NEWS media knowingly doesn't tell the truth.",
  "DISHONEST — Donald J. Trump (@realDonaldTrump) January 28, 2017\n\nSomebody with aptitude and conviction should buy the FAKE NEWS and failing @nytimes and either run it correctly or let it fold with dignity!",
  "In one email, he says he has “some interesting messages coming in from Moscow.”\n\nWhat Trump was saying: In his first big foreign policy speech at Washington’s Mayflower Hotel, Trump praises Russia.",
  "— Donald J. Trump (@realDonaldTrump) August 15, 2017\n\nAug. 24\n\nFormer DNI James Clapper questions Trump’s fitness for office following his response to the Charlottesville white supremacist rallies.",
  "— Donald J. Trump (@realDonaldTrump) March 3, 2017\n\nMarch 20\n\nJames Comey testifies before Congress, confirming that the FBI was investigating possible links between the Trump campaign and Russia.",
  "Feb. 15\n\nWhat Trump was saying: “From intelligence, papers are being leaked, things are being leaked,” Trump says at a White House news conference with Israeli Prime Minister Benjamin Netanyahu.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nJan. 4\n\nMichael Flynn tells the Trump transition team that he’s under investigation for unreported lobbying work he did during the campaign.",
  "— Donald J. Trump (@realDonaldTrump) February 16, 2017\n\nFeb. 17\n\nPapadopoulos deactivates his Facebook account, which has information about his interactions with alleged Russian intermediaries.",
  "— Donald J. Trump (@realDonaldTrump) July 24, 2017\n\nSo why aren't the Committees and investigators, and of course our beleaguered A.G., looking into Crooked Hillarys crimes & Russia relations?",
  "— Donald J. Trump (@realDonaldTrump) July 24, 2017\n\nSleazy Adam Schiff, the totally biased Congressman looking into \"Russia,\" spends all of his time on television pushing the Dem loss excuse!",
  "— Donald J. Trump (@realDonaldTrump) February 16, 2017\n\nFAKE NEWS media, which makes up stories and \"sources,\" is far more effective than the discredited Democrats - but they are fading fast!",
  "Oct. 5\n\nPapadopoulos admits to lying to investigators about his interactions with Russian intermediaries on behalf of the campaign and pleads guilty to charges stemming from these interviews.",
  "— Donald J. Trump (@realDonaldTrump) May 8, 2017\n\nDirector Clapper reiterated what everybody, including the fake media already knows- there is \"no evidence\" of collusion w/ Russia and Trump.",
  "— Donald J. Trump (@realDonaldTrump) May 4, 2017\n\nWhen will the Fake Media ask about the Dems dealings with Russia & why the DNC wouldn't allow the FBI to check their server or investigate?",
  "Questions were asked about why the CIA & FBI had to ask the DNC 13 times for their SERVER, and were rejected, still don't.... — Donald J. Trump (@realDonaldTrump) July 9, 2017\n\n...have it.",
  "— Donald J. Trump (@realDonaldTrump) May 18, 2017\n\nWith all of the illegal acts that took place in the Clinton campaign & Obama Administration, there was never a special counsel appointed!",
  "According to Comey’s contemporaneous notes and sworn testimony, Trump clears the Oval Office to have a private conversation with Comey and encourages Comey to drop the Flynn investigation.",
  "This whole narrative is a way of saving face for Democrats losing an election that everyone thought they were supposed..... — Donald J. Trump (@realDonaldTrump) March 3, 2017\n\n...to win.",
  "As Paul Manaforts lawyer said, there was \"no collusion\" and events mentioned took place long before he... — Donald J. Trump (@realDonaldTrump) October 31, 2017\n\n....came to the campaign.",
  "— Donald J. Trump (@realDonaldTrump) February 16, 2017\n\nThe Democrats had to come up with a story as to why they lost the election, and so badly (306), so they made up a story - RUSSIA.",
  "JULY 2016\n\nJuly 7\n\nManafort reportedly offered through an intermediary over email to “accommodate” a “private briefing”—presumably with Manafort or another campaign figure—to Deripaska.",
  "— Donald J. Trump (@realDonaldTrump) February 15, 2017\n\nThis Russian connection non-sense is merely an attempt to cover-up the many mistakes made in Hillary Clinton's losing campaign.",
  "— Donald J. Trump (@realDonaldTrump) January 7, 2017\n\nJan. 10\n\nBuzzFeed publishes the Steele dossier, which contains allegations of connections between the Trump campaign and Russia.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nI win an election easily, a great \"movement\" is verified, and crooked opponents try to belittle our victory with FAKE NEWS.",
  "— Donald J. Trump (@realDonaldTrump) February 15, 2017\n\nInformation is being illegally given to the failing @nytimes & @washingtonpost by the intelligence community (NSA and FBI?",
  "March\n\nSometime in March, Manafort gets a $3.2 million bank loan, which he allegedly acquired through fraudulent representations according to the special counsel’s investigation.",
  "pic.twitter.com/BfSPpUFeL5 — FOX & friends (@foxandfriends) July 10, 2017\n\nJuly 11\n\nAfter the Times acquires the emails and requests comment, Trump Jr. tweets them out himself.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\nRemember, when you hear the words \"sources say\" from the Fake Media, often times those sources are made up and do not exist.",
  "— Donald J. Trump (@realDonaldTrump) July 10, 2017\n\nJuly 10\n\nThe Times reports that the emails Trump Jr. received included an explicit offer for help on behalf of the Russians.",
  "They are charged with a series of offenses related to unregistered lobbying work they did on behalf of Yanukovych’s pro-Russian political party before joining Trump’s campaign.",
  "— Donald J. Trump (@realDonaldTrump) July 27, 2017\n\nAugust\n\nAccording to court documents filed by Manafort’s legal team, Manafort was made aware he was going to be indicted.",
  "May 11\n\nWhat Trump was saying:\n\nYesterday, on the same day- I had meetings with Russian Foreign Minister Sergei Lavrov and the FM of Ukraine, Pavlo Klimkin.#LetsMakePeace!",
  "This is a political witch hunt.”\n\nGross negligence by the Democratic National Committee allowed hacking to take place.The Republican National Committee had strong defense!",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\nJANUARY 2017\n\nJan. 3\n\nIn an interview with Sean Hannity, WikiLeaks’ Julian Assange says Russia was not his source.",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nThe real story that Congress, the FBI and all others should be looking into is the leaking of Classified information.",
  "March 31\n\nWhat Trump was saying:\n\nMike Flynn should ask for immunity in that this is a witch hunt (excuse for big election loss), by media & Dems, of historic proportion!",
  "June 19\n\nAfter further conversations with his intermediaries, Papadopoulos offers the campaign to himself take an “off the record” trip to Moscow if Trump can’t make it.",
  "— Donald J. Trump (@realDonaldTrump) August 1, 2016\n\nSo with all of the Obama tough talk on Russia and the Ukraine, they have already taken Crimea and continue to push.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nJan. 5\n\nNBC reports details of the intelligence briefing about Russia Obama received and Trump was set to receive.",
  "Jan. 11\n\nWhat Trump was saying: In a news conference, Trump acknowledges for the first time that Russia was behind the election hacks: “[Putin] should not be doing it.",
  "— Donald J. Trump (@realDonaldTrump) July 24, 2017\n\nJuly 25\n\nManafort testifies before the Senate Intelligence Committee and turns over notes on the Trump Jr. meeting.",
  "But I don’t know Putin.”\n\nIf I win-I am going to instruct my AG to get a special prosecutor to look into your situation bc there's never been anything like your lies.",
  "The newly minted campaign chairman eventually forwards the email to his deputy, Rick Gates, stating: “We need someone to communicate that DT is not doing these trips.",
  "One of the options is to make a meeting for you at the North America Desk, if you are in Moscow.” He forwards it to an official, who is reportedly Corey Lewandowski.",
  "June 6\n\nTrump Jr. has a phone call with Azerbaijani–Russian singer and businessman Emin Agalarov, apparently to discuss the upcoming meeting with a Russian lawyer.",
  "— Donald J. Trump (@realDonaldTrump) August 19, 2016\n\nOCTOBER 2016\n\nOct. 5\n\nWhat Trump was saying: “I don’t love, I don’t hate,” Trump says about Putin at a rally.",
  "What Trump was saying:\n\nAfter 1 year of investigation with Zero evidence being found, Chuck Schumer just stated that \"Democrats should blame ourselves,not Russia.\"",
  "meeting) which I have the absolute right to do, facts pertaining.... — Donald J. Trump (@realDonaldTrump) May 16, 2017\n\n...to terrorism and airline flight safety.",
  "What Trump was saying: During an interview with the New York Times, Trump says that support of NATO allies in the face of Russian aggression would be conditional.",
  "— Donald J. Trump (@realDonaldTrump) February 15, 2017\n\nThe real scandal here is that classified information is illegally given out by \"intelligence\" like candy.",
  "The following is a timeline of key moments in the investigation and how they overlap with what Trump was saying publicly, privately, and on Twitter at the time.",
  "I would love to try it.”\n\nMAY 2016\n\nMay 4\n\nPapadopoulos receives this email from his Russian MFA connection: “I have just talked to my colleagues from the MFA.",
  "What Trump was saying:\n\nGeneral Flynn was given the highest security clearance by the Obama Administration - but the Fake News seldom likes talking about that.",
  "But—but it’s possible I won’t be able to get along with Putin.”\n\nLeaking, and even illegal classified leaking, has been a big problem in Washington for years.",
  "July 9\n\nThe New York Times reports that Trump Jr. was promised damaging information about Hillary Clinton in the meeting, contrary to his initial description.",
  "— Donald J. Trump (@realDonaldTrump) January 29, 2017\n\nJan. 30\n\nActing AG Yates is fired, ostensibly over her refusal to defend in court the first Muslim ban.",
  "What Trump was saying: “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” the candidate says in a press conference.",
  "July 8\n\nWhat Trump was saying:\n\nIsn't it sad that on a day of national tragedy Hillary Clinton is answering softball questions about her email lies on @CNN?",
  "— Donald J. Trump (@realDonaldTrump) October 31, 2017\n\nThe biggest story yesterday, the one that has the Dems in a dither, is Podesta running from his firm.",
  "I've already given my opinion..... — Donald J. Trump (@realDonaldTrump) July 9, 2017\n\n...We negotiated a ceasefire in parts of Syria which will save lives.",
  "— Donald J. Trump (@realDonaldTrump) May 20, 2016\n\nCrooked Hillary can't even close the deal with Bernie - and the Dems have it rigged in favor of Hillary.",
  "April 27\n\nPapadopoulos emails a senior policy adviser and high-ranking campaign official about setting up a potential high-level meeting with the Russians.",
  "— Donald J. Trump (@realDonaldTrump) July 9, 2017\n\nThe fact that President Putin and I discussed a Cyber Security unit doesn't mean I think it can happen.",
  "I simply state what he states, it is for the people.... — Donald J. Trump (@realDonaldTrump) January 5, 2017\n\nto make up their own minds as to the truth.",
  "Based on the information they had she should never..... — Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nhave been allowed to run - guilty as hell.",
  "March 31\n\nTrump holds a meeting of his foreign policy team that includes Papadopoulos and then-Sen. Jeff Sessions, his top adviser on national security.",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\nRussians are playing @CNN and @NBCNews for such fools - funny to watch, they don't have a clue!",
  "What Trump was saying (or retweeting):\n\nOnly now with a #RealPresident do we see the scope of destruction engineered by #Obama and the #Democrat cabal.",
  "Feb. 24\n\nWhat Trump was saying:\n\nThe FBI is totally unable to stop the national security \"leakers\" that have permeated our government for a long time.",
  "What Trump was saying:\n\nThe \"Intelligence\" briefing on so-called \"Russian hacking\" was delayed until Friday, perhaps more time needed to build a case.",
  "Trump says the organization needs to be “reconstituted.” “We’re dealing with NATO from the days of the Soviet Union, which no longer exists,” he says.",
  "April 26\n\nPapadopoulos meets with the professor, who Papadopoulos later tells the FBI mentioned meetings with high-level Russian officials in Moscow.",
  "Sessions was there and spoke with Kislyak, seemingly contrary to sworn testimony he gave the Senate about contacts with Russians during the campaign.",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nThe Democrats made up and pushed the Russian story as an excuse for running a terrible campaign.",
  "He could have stated his response more accurately, but it was clearly not.... — Donald J. Trump (@realDonaldTrump) March 3, 2017\n\n...intentional.",
  "FEBRUARY 2017\n\nFeb. 6\n\nWhat Trump was saying: When Bill O’Reilly calls Putin a killer during an interview, Trump defends his Russian counterpart.",
  "Probably... — Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nreleased by \"Intelligence\" even knowing there is no proof, and never will be.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nIntelligence agencies should never have allowed this fake news to \"leak\" into the public.",
  "According to court documents filed by Deripaska in the Cayman Islands, the oligarch had paid Manafort $7.5 million to manage a large investment.",
  "— Donald J. Trump (@realDonaldTrump) May 8, 2017\n\nThe Russia-Trump collusion story is a total hoax, when will this taxpayer funded charade end?",
  "— Donald J. Trump (@realDonaldTrump) January 5, 2017\n\nHow did NBC get \"an exclusive look into the top secret report he (Obama) was presented?\"",
  "Jan. 26\n\nActing Attorney General Sally Yates warns the White House that Flynn’s public lies could lead him vulnerable to Russian blackmail.",
  "Aug. 15\n\nWhat Trump was saying: Trump says he no longer views NATO as obsolete, citing the creation of a new division focused on terrorism.",
  "He does not knock down reports that the FBI is investigating the Trump campaign or state that Trump is not personally under investigation.",
  "This is later contradicted by Trump in a national interview in which he specifically attributes the decision to the Russia investigation.",
  "The real story... — Donald J. Trump (@realDonaldTrump) March 3, 2017\n\n...is all of the illegal leaks of classified and other information.",
  "He later pleads guilty to lying to investigators during the meeting about his work on behalf of the campaign and connection to Russians.",
  "The charges include the alleged laundering of millions of dollars in payments from the party, and the indictment describes tax evasion.",
  ").Just like Russia — Donald J. Trump (@realDonaldTrump) February 15, 2017\n\nCrimea was TAKEN by Russia during the Obama Administration.",
  "Good for both countries.”\n\nAfter the speech, Trump reportedly met Russia’s ambassador to the U.S., Sergey Kislyak, at a VIP reception.",
  "I believe an easing of tensions, and improved relations with Russia from a position of strength only is possible, absolutely possible.",
  "James Comey is invited to the White House for a private dinner that he says he had believed was going to be attended by other guests.",
  "— Donald J. Trump (@realDonaldTrump) January 13, 2017\n\nWhat are Hillary Clinton's people complaining about with respect to the F.B.I.",
  "Aug. 17\n\nThe Associated Press reports that Manafort and Gates used two companies to mask their work on behalf of Yanukovych’s party.",
  "https://t.co/x6Ne3sjAWz — Donald J. Trump (@realDonaldTrump) April 8, 2016\n\nApril 10\n\nPapadopoulos emails the purported Putin niece.",
  "I had a major event in Russia two or three years ago—Miss Universe contest—which is a big, incredible event, and incredible success.",
  "@WashTimes states \"Democrats have willfully used Moscow disinformation to influence the presidential election against Donald Trump.\"",
  "— Donald J. Trump (@realDonaldTrump) July 25, 2017\n\nJuly 26\n\nManafort’s home in Virginia is searched by the FBI in a pre-dawn raid.",
  "This runs contrary to sworn testimony Sessions later gave about lack of knowledge of contact between Trump surrogates and Russians.",
  "Trump adviser Michael Flynn speaks with Russian Ambassador Sergey Kislyak over the phone and reportedly discusses the new measures.",
  "Comey, in contemporaneous notes and sworn testimony before Congress, says the president asked for his “loyalty” during this dinner.",
  "July 20\n\nSessions and Page each reportedly spoke with Russian Ambassador Sergey Kislyak at a luncheon during the RNC in Cleveland.",
  "— Donald J. Trump (@realDonaldTrump) July 26, 2017\n\nJuly 27\n\nPapadopoulos is arrested at Dulles International Airport in Virginia.",
  "— Donald J. Trump (@realDonaldTrump) August 24, 2017\n\nSEPTEMBER–OCTOBER 2017\n\nSept. 19\n\nCNN reports that Manafort was wiretapped.",
  "pic.twitter.com/SPiIrJqI6G — Donald J. Trump (@realDonaldTrump) May 11, 2017\n\nMay 15\n\nReports of Trump’s intelligence leak break.",
  "Yahoo News later reports that, during his trip, Page allegedly met with Putin ally and former Deputy Prime Minister Igor Sechin.",
  "In response to a question from radio host Michael Savage about Hillary Clinton, Trump immediately changes the subject to NATO.",
  "Feb. 17\n\nWhat Trump was saying: “I have no relationship with [Putin] other than he called me a genius,” Trump says at a rally.",
  "When the attorney general tendered a resignation letter, reportedly Trump did not accept it on the advice of senior officials.",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nWhat about all of the contact with the Clinton campaign and the Russians?",
  "President Putin called me up very nicely to congratulate me on the win of the election,” Trump says during a news conference.",
  "Feb. 14\n\nABC News reports that Trump associates were under investigation in the lead-up to the election for Russian contacts.",
  "The document also said that $19 million Deripaska had given Manafort was unaccounted for and that he wanted the money back.",
  "I’m not under investigation.” Trump also gives the Russians classified intelligence that reportedly unmasks an Israeli spy.",
  "What Trump was saying:\n\nI look forward to all meetings today with world leaders, including my meeting with Vladimir Putin.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\nOct. 31\n\nWhat Trump was saying:\n\nThe Fake News is working overtime.",
  "— Donald J. Trump (@realDonaldTrump) October 10, 2016\n\nNOVEMBER–DECEMBER 2016\n\nNov. 8\n\nDonald Trump is elected president.",
  "“I think you will probably be rewarded mightily by our press.” At the same news conference, he says: “I never met Putin.",
  "“It’s a criminal action, criminal act, and it’s been going on for a long time before me, but now it’s really going on.",
  "What Trump was saying:\n\nJames Clapper, who famously got caught lying to Congress, is now an authority on Donald Trump.",
  "They can't even...... — Donald J. Trump (@realDonaldTrump) February 24, 2017\n\nfind the leakers within the FBI itself.",
  "CNN reports that the FBI refused to fulfill requests from the White House to deny reporting about the investigation.",
  "James Comey later testifies: “He was very close to and inevitably going to recuse himself for a variety of reasons.",
  "— Donald J. Trump (@realDonaldTrump) February 16, 2017\n\nThe spotlight has finally been put on the low-life leakers!",
  "— Donald J. Trump (@realDonaldTrump) July 9, 2017\n\nSanctions were not discussed at my meeting with President Putin.",
  "“Do you think our country is so innocent?”\n\nFeb. 10\n\nGates and Manafort submit another allegedly false FARA form.",
  "What Trump was saying:\n\nJulian Assange said \"a 14 year old could have hacked Podesta\" - why was DNC so careless?",
  "What Trump was saying: Fox News’ Bret Baier asks Trump if he’s ever spoken with Putin, and the candidate is coy.",
  "He emails his campaign supervisor, former Trump national co-chairman Sam Clovis, to tell him about the meeting.",
  "Papadopoulos is said to tell the group that he has connections to Putin and might be able to set up a meeting.",
  "— Donald J. Trump (@realDonaldTrump) February 15, 2017\n\nFeb. 16\n\nPapadopoulos is interviewed again by the FBI.",
  "May 16\n\nReports of the substance of Trump’s meetings with Comey as documented by contemporaneous memos break.",
  "What Trump was saying:\n\nJames Clapper and others stated that there is no evidence Potus colluded with Russia.",
  "— Donald J. Trump (@realDonaldTrump) March 23, 2017\n\nMarch 30\n\nIt is reported that Flynn is seeking immunity.",
  "— Donald J. Trump (@realDonaldTrump) May 7, 2017\n\nMay 8\n\nComey asks for funds to continue the investigation.",
  "Aug. 19\n\nManafort resigns from the Trump campaign, and Steve Bannon is named the campaign’s chief executive.",
  "March 19\n\nHillary Clinton campaign chairman John Podesta apparently falls for a Russian email phishing scam.",
  "May 18\n\nWhat Trump was saying:\n\nThis is the single greatest witch hunt of a politician in American history!",
  "— Donald J. Trump (@realDonaldTrump) July 10, 2017\n\nHRC mishandles and destroys classified info-NO PROBLEM!",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\nWhy aren't the same standards placed on the Democrats.",
  "What Trump was saying:\n\nUkrainian efforts to sabotage Trump campaign - \"quietly working to boost Clinton.\"",
  "What Trump was saying:\n\nSorry, but this is years ago, before Paul Manafort was part of the Trump campaign.",
  "I think it would be great if we got along with Russia because we could fight ISIS together, as an example.",
  "April 22\n\nThe MFA connection emails Papadopoulos proposing a meeting with him either in London or Moscow.",
  "“If we can make a great deal for our country and get along with Russia that would be a tremendous thing.",
  "I never met Putin.” He added that he would rather have a “friendly Russia” under a Trump administration.",
  "July 22\n\nOn the eve of the Democratic National Convention, WikiLeaks publishes 20,000 hacked DNC emails.",
  "What Trump was saying:\n\nI strongly pressed President Putin twice about Russian meddling in our election.",
  "Dec. 30\n\nIn Russia: Vladimir Putin announces there will be no immediate retaliation for the sanctions.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nRussia has never tried to use leverage over me.",
  "Feb. 28\n\nWhat Trump was saying: Trump says at a campaign rally that Putin has been “very nice” to him.",
  "April 28\n\nWhat Trump was saying: “I’m saying that I’d possibly have a good relationship [with Putin].",
  "@jasoninthehouse: Comey went silent when I asked him about his memos, which raised a lot of eyebrows.",
  "— Donald J. Trump (@realDonaldTrump) May 4, 2017\n\nThe Fake News media is officially out of control.",
  "— Donald J. Trump (@realDonaldTrump) March 28, 2016\n\n“NATO is very obsolete,” Trump tells Fox News.",
  "Filing a false statement is a crime and these charges are later included in the Mueller indictment.",
  "Comey says he reassured the president that this material was not what the FBI was currently after.",
  "Common sense says this cycle, this horrible cycle of hostility must end and ideally will end soon.",
  "According to the New York Times, Stephen Miller drafts a letter of Trump’s reasons for the firing.",
  "What Trump was saying:\n\nMy son, Donald, will be interviewed by @seanhannity tonight at 10:00 P.M.",
  "Humanitarian reasons, plus I want Russia to greatly step up their fight against ISIS & terrorism.",
  "Few people knew the young, low level volunteer named George, who has already proven to be a liar.",
  "What Trump was saying:\n\nAs President I wanted to share with Russia (at an openly scheduled W.H.",
  "Former Director of National Intelligence James Clapper and Sally Yates testify before Congress.",
  "Soviet Union was, the Soviet Union, not Russia, which was much bigger than Russia, as you know.",
  "This last statement was contradicted by emails he had received from Trump Jr. and Papadopoulos.",
  "What Trump was saying:\n\nThe reporting at the failing @nytimes gets worse and worse by the day.",
  "— Donald J. Trump (@realDonaldTrump) July 7, 2017\n\nJuly 8\n\nThe Trump Jr. meeting story breaks.",
  "What Trump was saying:\n\nThe failing @nytimes has been wrong about me from the very beginning.",
  "Feb. 12\n\nCarter Page issues a memo denying he was in regular contact with Russian officials.",
  "The media lies to make it look like I am against \"Intelligence\" when in fact I am a big fan!",
  "What Trump was saying:\n\nGreat move on delay (by V. Putin) - I always knew he was very smart!",
  "The justification is that he mishandled the announcement of the Clinton email investigation.",
  "Reporting that Manafort’s daughter had her phone hacked suggests he faced blackmail threats.",
  "What he know about Crooked Dems is.... — Donald J. Trump (@realDonaldTrump) October 31, 2017",
  "The Times of London also reports that Manafort received more than $12 million for his work.",
  "Within hours, WikiLeaks releases emails hacked from Clinton campaign chairman John Podesta.",
  "Oct. 9\n\nWhat Trump was saying: At the presidential debate, Trump says: “I don’t know Putin.",
  "And we are the least affected by what happens with Ukraine because we’re the farthest away.",
  "May 5\n\nPapadopoulos talks to Clovis over the phone and, afterward, forwards him the email.",
  "Lynch BC tarmac: it's a \"matter\" NO PROBLEM — Sean Hannity (@seanhannity) July 10, 2017\n\n.",
  "It’s later reported that Trump allegedly dictated the statement himself on Air Force One.",
  "doesn’t hack Crooked Hillary’s 33,000 missing emails,” the candidate says in a statement.",
  "What Trump was saying: “And I can tell you, speaking for myself, I own nothing in Russia.",
  "Also July 7\n\nTrump campaign foreign policy adviser Carter Page gives a speech in Moscow.",
  "— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\n....Also, there is NO COLLUSION!",
  "So, if I can—now, I love to negotiate things, I do it really well, and all that stuff.",
  "They will do or say anything in order to get attention - never been a time like this!",
  "June 15\n\nHacker Guccifer 2.0 posts some of the content from the stolen emails online.",
  "Jan. 28–29\n\nTrump has his first official phone call with Vladimir Putin as president.",
  "According to a person in the room, Trump did not reject the meeting idea out of hand.",
  "What Trump was saying:\n\nCrooked Hillary has zero imagination and even less stamina.",
  "Feb. 23\n\nPapadopoulos stops using his old cellphone and starts using a new number.",
  "What Trump was saying: “Wouldn’t it be nice if we actually got along with Russia?",
  "He also ridicules those who would have him “disavow” Putin’s compliment of Trump.",
  "Feb. 29\n\nManafort writes a series of memos pitching himself to join the campaign.",
  "But that exactly goes to show you what the DNC and what the Clinton camp will do.",
  "“We desire to live peacefully and in friendship with Russia and China,” he says.",
  "“I think you’re going to find it very informative and very, very interesting.",
  "He allegedly followed this up with a phone call making a similar request.",
  "— Donald J. Trump (@realDonaldTrump) May 8, 2017\n\nMay 9\n\nComey is fired.",
  "Feb. 13\n\nMichael Flynn resigns amidst reporting about his lies to Pence.",
  "I said thank you very much to the newspaper and that was the end of it.",
  "May 4–7\n\nOver the long weekend, Trump reportedly decides to fire Comey.",
  "Nothing will be done until the Ukrainian & Syrian problems are solved!",
  "Trump Jr. puts out a misleading statement about the meeting’s purpose.",
  "June 20\n\nLewandowski is fired and Manafort is placed firmly in charge.",
  "Wouldn’t that be good?” the candidate says at an event in California.",
  "“Russia, for instance, has also seen the horror of Islamic terrorism.",
  "It’s later revealed that his emails have been hacked by the Russians.",
  "Now it is time to move forward in working constructively with Russia!",
  "They lost the election, and now they have lost their grip on reality.",
  "Fake News said 17 intel agencies when actually 4 (had to apologize).",
  "She lost because she campaigned in the wrong states - no enthusiasm!",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!",
  "And, it was certainly much more powerful than even today’s Russia.",
  "May 10\n\nTrump meets with top Russian officials in the oval office.",
  "Now, you’ve had a lot of presidents that haven’t taken that tack.",
  "Some of these public statements might be useful to investigators.",
  "ISIS, China, Russia and all would love for her to be president.",
  "Also, is it true that the DNC would not let the FBI in to look?",
  "He reportedly tells them: “I just fired the head of the F.B.I.",
  "The travel ban is later blocked by a series of federal courts.",
  "My people will have a full report on hacking within 90 days!",
  "June 9\n\nTrump Jr., Kushner, and Manafort attend the meeting.",
  "Oct. 30\n\nPapadopoulos’ statement of the offense is unsealed.",
  "The indictments against Manafort and Gates are made public.",
  "Said I would lose the primaries, then the general election.",
  "Why did Obama do NOTHING when he had info before election?",
  "But why aren't Crooked Hillary & the Dems the focus?????",
  "Trump reportedly asks for a one-on-one meeting with him.",
  "Trump Jr. later says no useful information was offered.",
  "He’s been very nice to me,” Trump tells Bill O’Reilly.",
  "And one of the things that I hated seeing is Ukraine.",
  "I wonder if the press will want to attend, who knows.",
  "“I don’t want to comment because, let’s assume I did.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\n.",
  "This is the greatest Witch Hunt in political history.",
  "Look what Hillary Clinton may have gotten away with.",
  "Sessions, reportedly, vigorously shut the idea down.",
  "In retrospect, some of these may be pretty telling.",
  "One last shot at me.Are we living in Nazi Germany?",
  "“I would love to be able to get along with Russia.",
  "“There are a lot of killers,” the president says.",
  "It doesn’t seem fair and it doesn’t seem logical.",
  "They want to be friendly with the United States.",
  "Jan. 27\n\nPapadopoulos is interviewed by the FBI.",
  "Kilimnik and Manfort agree to meet in New York.",
  "You know, I don’t want to hurt his confidence.",
  "This story is FAKE NEWS and everyone knows it!",
  "Failing @nytimes (and others) must apologize!",
  "Also said Russians did not give him the info!",
  "(Russia is an ally of Israel’s rival, Iran.)",
  "Will he show you his beautiful letter to me?",
  "He is a great person who loves our country!",
  "… I faced great pressure because of Russia.",
  "Big advantage in Electoral College & lost!",
  "What Trump was saying: “Too bad the D.N.C.",
  "Maybe we’ll have a horrible relationship.",
  "The Democrats are overplaying their hand.",
  "The failing @nytimes has become a joke.",
  "What Trump was saying:\n\nWhy didn't A.G.",
  "“How come nobody even talks about that?",
  "He was open, transparent and innocent.",
  "So why doesn't Fake News report this?",
  "Maybe we’ll have a good relationship.",
  "Fortunately, it is a dying newspaper.",
  "Trump tweets a photo of the meeting.",
  "Dec. 29\n\nObama announces sanctions.",
  "Pay/play on Uranium one NO PROBLEM!",
  "Much to discuss.#G20Summit #USA????",
  "It can't-but a ceasefire can,& did!",
  "Trump Jr. revises the description.",
  "Media, as usual, gave them a pass.",
  "Who gave them this report and why?",
  "I don’t have any deals in Russia.",
  "“I’ve awakened people as to NATO.",
  "The[y] are open for cooperation.",
  "He said one nice thing about me.",
  "Trump later denies all of this.",
  "@MSNBC & @CNN are unwatchable.",
  "“I can’t think of bigger lies.",
  "I got to meet a lot of people.",
  "A great danger to our country.",
  "He did not say anything wrong.",
  "He was crazy, a real nut job.",
  "And it is obsolete,” he says.",
  "There was a different threat.",
  "Was Obama too soft on Russia?",
  "Catherine Herridge @FoxNews.",
  "It is a total \"witch hunt!\"",
  "They were VERY nice to her.",
  "Russia says nothing exists.",
  "I have no loans in Russia.",
  "I don’t know who Putin is.",
  "Purposely phony reporting.",
  "“It’s so phony,” he says.",
  "@FoxNews totally gets it!",
  "A total double standard!",
  "“We’ll see how it works.",
  "@foxandfriends is great!",
  "Trump later denies this.",
  "Perhaps it was personal.",
  "Four more years of this?",
  "He vehemently denied it.",
  "But I know Russia well.",
  "Look where we are now.",
  "Look where we are now.",
  "Must find leaker now!",
  "Papadopoulos accepts.",
  "He won’t be doing it.",
  "He said I’m a genius.",
  "They will be caught!",
  "That’s taken off ….",
  "That is so illegal!",
  "That's what I said!",
  "Already in Crimea!",
  "And you know what?",
  "What is going on?",
  "Very un-American!",
  "Drain the Swamp!",
  "Such dishonesty!",
  "Check the DEMS!",
  "I had no doubt.",
  "A sorry state!",
  "Likewise @CNN.",
  "Very strange!",
  "4 more years!",
  "Very unfair!",
  "Disgraceful!",
  "Witch Hunt!",
  "Fake news!",
  "FAKE NEWS!",
  "We’ll see.",
  "Politics!",
  "Not good!",
  "No way!",
  "Sad!",
  "Sad!",
  "….",
  "…."
]