[
  "So far, seven meeting attendees have been identified, but the eighth person’s identity is being withheld by his attorney and the lawyer for Trump Jr.\n\n“The eighth person has been identified by prosecutors and we are cooperating fully with prosecutors as a result of the investigation.",
  "Balber, who is also representing the Agalarov family and has represented Trump in the past, said that his new client believed that he would be attending the meeting in order to translate for Veselnitskaya, who does not speak English.",
  "The man is a U.S. citizen and is described as a representative for the Agalarovs, a Russian-Azerbaijani billionaire family which has done business with the Trump family in the past.",
  "The Trump Tower meeting was set up after Rob Goldstone, a publicist for Emin Agalarov, a pop musician, contacted Trump Jr. offering up opposition research on Hillary Clinton.",
  "According to the network, Mueller’s investigators are planning to talk to the man about the June 9, 2016, meeting, which was hosted by Donald Trump Jr.",
  "To preserve the integrity of the investigation we are declining to identify him at this time,” Scott Balber, the man’s attorney, told CNN.",
  "Lawyers working for President Trump still do not know the identity of the man, a source close to the matter told The Daily Caller.",
  "Prosecutors working for Special Counsel Robert Mueller have identified the eighth Trump Tower meeting attendee, CNN is reporting.",
  "She was accompanied by a translator named Anatoli Samochornov and a Russian-American lobbyist named Rinat Akhmetshin.",
  "Trump Jr. was accompanied by his brother-in-law, Jared Kushner, and campaign chairman Paul Manafort.",
  "Balber and Trump Jr.’s lawyer, Alan Futerfas, have not returned several requests for comment.",
  "Goldstone said that a “Russian government lawyer” would provide the information.",
  "Trump Jr. accepted the offer and the two hammered out details for the meeting.",
  "The lawyer was identified earlier this month as Natalia Veselnitskaya.",
  "Follow Chuck on Twitter"
]