[
  "The key passage is in one of Goldstone’s messages, in which he says the Agalarovs have informed him that a Russian prosecutor “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.” Goldstone writes that “this is obviously very high level and sensitive information but is a part of Russia and its government’s support for Mr. Trump.” (Goldstone later identifies the person he wants Trump Jr. to meet with as a “Russian government attorney.”)\n\nTrump Jr. responds: “If it’s what you say I love it.” He and Goldstone ultimately set up a meeting that involved then-Trump campaign chairman Paul Manafort and current White House senior aide Jared Kushner.",
  "Last month, the Wall Street Journal reported that a Republican operative who claimed to have been working with the Trump campaign communicated during the fall of 2016 with individuals whom he believed to have been working for Russia about the possibility of obtaining emails hacked from Clinton’s private server.",
  "Ultimately, of course, hackers believed to be affiliated with the Russian government released thousands of emails stolen from the Democratic National Committee and from Clinton campaign chairman John Podesta.",
  "The email exchange is between Trump Jr. and a publicist named Rob Goldstone, who represents a Russian musician named Emin Agalarov whose father is a well-connected Russian real estate billionaire.",
  "She is not a prosecutor and does not appear to formally work for the Russian government but has reportedly been long involved in Russian attempts to lobby against American economic sanctions.",
  "Win McNamee/Getty Images\n\nDonald Trump Jr. has released emails in which he enthusiastically accepts an offer of “Russia and its government’s support for Mr. Trump” via an intermediary.",
  "(The conversation with Russia’s ambassador to the U.S. over which National Security Adviser Michael Flynn was forced to resign in February also involved economic sanctions.)",
  "Trump Jr. has said that Veselnitskaya did not provide him any specific incriminating information at the meeting and that he considered it to have been a waste of time.",
  "President Trump and other administration figures have denied on at least six other occasions that anyone involved in the Trump campaign ever met with Russian actors.",
  "The documents that Trump Jr. released indicate that he forwarded the entire chain—including the promise of official Russian support—to Manafort and Kushner.",
  "(It’s an odd meta-aspect of this story that the dirt that Trump Jr. was promised about Clinton purportedly involved her collusion with Russians.)",
  "Donald Trump Jr./Twitter\n\nSoliciting a donation or “other thing of value” from a foreign national on behalf of an American campaign is a crime.",
  "Some context: The attorney who ultimately met with Trump’s representatives on June 9, 2016, is named Natalia Veselnitskaya.",
  "In March, Trump Jr. denied having met with any Russian individuals on behalf of his father’s campaign.",
  "The New York Times published a story about the emails moments later.",
  "Donald Trump Jr. at the White House on April 17."
]