[
  "\"Etre totalement transparent\"\n\nS'ensuit un échange d'emails pour tenter de caler d'abord une conversation téléphonique entre Emin Agalarov et Donald Jr., puis un rendez-vous, le 9 juin 2016 à la Trump Tower, avec l'avocate Natalia Veselnitskaya, venue de Moscou et présentée comme \"avocate du gouvernement russe\", en compagnie du gendre du milliardaire, Jared Kushner, et de son directeur de campagne, Paul Manafort.",
  "Two hours later, does it himself: https://t.co/FzCttGSyr6 — Julian Assange (@JulianAssange) July 11, 2017\n\n\"La femme, comme elle l'a dit publiquement, n'était pas une responsable gouvernementale\", a déclaré Donald Jr. dans un communiqué, ajoutant qu'elle \"n'avait pas d'information à donner\" et voulait parler des sanctions américaines contre la Russie.",
  "ETATS-UNIS - Le fils aîné de Donald Trump a publié ce mardi 11 juillet préventivement sur Twitter des messages électroniques montrant qu'il avait accepté à l'été 2016 de recevoir l'aide du pouvoir russe pour nuire à Hillary Clinton, sous la forme d'informations supposément compromettantes.",
  "Dans cet email, Rob Goldstone indique que le procureur général de Russie a offert, via le père d'Emin Agalarov, de \"donner à la campagne Trump des informations et documents officiels qui incrimineraient Hillary et ses transactions avec la Russie et qui seraient très utiles à votre père\".",
  "\"Ce sont évidemment des informations de très haut niveau et sensibles, mais qui font partie du soutien de la Russie et de son gouvernement pour Donald Trump\", écrit Rob Goldstone, qui demande la marche à suivre et si le fils Trump serait prêt à parler à Emin Agalarov à ce propos.",
  "Sur Twitter, le fondateur de WikiLeaks Julian Assange a expliqué l'avoir contacté quelques heures auparavant pour lui proposer de publier ces emails anonymement sur sa plateforme afin que le fils Trump évite de possibles poursuites judiciaires.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) 11 juillet 2017 \"Voici ma déclaration et la chaîne complète de mails\" Here is page 4 (which did not post due to space constraints).",
  "Donald Trump Jr. a été contacté le 3 juin 2016 par une connaissance, Rob Goldstone, un agent représentant le chanteur russe Emin Agalarov, dont la famille est proche de celle de Donald Trump.",
  "Alors que le quotidien divulguait le contenu de ces échanges, le fils Trump a publié de lui-même la chaîne de courriels sur Twitter \"afin d'être totalement transparent\".",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) 11 juillet 2017 \"Voici la page 4 (qui n'a pas été publiée avant en raison de contraintes d'espace).\"",
  "\"Mon fils est une personne de grande qualité et j'applaudis sa transparence\", a pour sa part réagi Donald Trump, dans une déclaration lue par sa porte-parole.",
  "Le New York Times révélait depuis samedi l'existence et les circonstances de cette rencontre avec Mme Veselnitskaya.",
  "\"Pour rappeler le contexte, cela s'est produit avant que la fièvre russe actuelle ne soit en vogue\", a-t-il ajouté.",
  "On dirait qu'on a un peu de temps et, si c'est ce que vous dites, j'adore (l'idée), surtout plus tard cet été\".",
  "Contacted Trump Jr this morning on why he should publish his emails (i.e with us).",
  "\"Je voyage en ce moment mais peut-être que je peux parler à Emin d'abord.",
  "A voir également sur Le HuffPost:"
]