[
  "“I interrupted and advised her that my father was not an elected official, but rather a private citizen, and that her comments and concerns were better addressed if and when he held public office.” A day earlier, Trump Jr. had made no mention of Clinton, only saying that the meeting was mostly about adoptions of Russian children by U.S. citizens.",
  "“It quickly became clear that she had no meaningful information.” It was then that Veselnitskaya allegedly turned the conversation to the adoption of Russian children by U.S. citizens, which Moscow stopped as retaliation for a law that blacklists Russian officials tied to human rights abuses.",
  "It was when the meeting began and pleasantries were exchanged that the attorney told him that “she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton.”\n\nYet the information was much a do about nothing.",
  "Getty Images\n\nFrom one day to the next, Donald Trump Jr. is suddenly remembering a lot more details about a meeting he had with a Russian lawyer with close ties to the Kremlin mere weeks after his father clinched the Republican nomination for president.",
  "The Washington Post talked to Rob Goldstone, a music publicist who is close to Trump Jr. and claims one of his Russian clients had requested that he arrange the meeting with Trump Jr., which he attended with Veselnitskaya.",
  "But then on Sunday the paper went further and revealed the motivation for the meeting, which was also attended by then-campaign chairman Paul Manafort and the president’s son-in-law Jared Kushner.",
  "It turns out President Donald Trump’s eldest son only agreed to meet with the lawyer after she promised damaging information about Hillary Clinton and her campaign for the presidency.",
  "Goldstone works as a manager for Emin Agalarov, a Russian pop star who told Forbes earlier this year that he had an ongoing relationship with the Trump family even after the election.",
  "Instead, he said he was asked to have the meeting by someone he knew from the 2013 Miss Universe pageant who claimed to have information that could be helpful to the campaign.",
  "“It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting,” Trump Jr said.",
  "Donald Trump Jr. delivers a speech during a ceremony for the official opening of the Trump International Tower and Hotel on February 28, 2017 in Vancouver, Canada.",
  "In a statement, Trump Jr. failed to confirm that he was promised information that would be damaging to Clinton before he sat down with Natalia Veselnitskaya.",
  "President Trump was “not aware of and did not attend” the meeting, Mark Corallo, a spokesman for Trump’s legal team, said.",
  "Although he wouldn’t reveal who the client was, he did say that Veselnitskaya wanted to discuss adoptions.",
  "Should [Trump] be in power, maybe that’s conversation that he may have in the future?’ ” Goldstone said.",
  "President Trump knows Agalarov—he even guest starred in his 2013 music video for “In Another Life.”",
  "The New York Times had already revealed the existence of the June 9, 2016 meeting on Saturday.",
  "No details or supporting information was provided or even offered,” Trump Jr. said.",
  "“Once she presented what she had to say, it was like, ‘Can you keep an eye on it?",
  "“Her statements were vague, ambiguous and made no sense."
]