[
  "The first mention I can find of this deal in English-language media is from a Forbes interview from this past March, in which Emin Agalarov said that he and his father thought that teaming with Trump on a Trump Tower next door to one of the family’s own skyscrapers in Moscow “could be a really cool project to execute.” He claimed at the time that he and his dad had gone as far as to pick out a specific spot for the tower, and even signed a letter of intent with the Trump Organization at some unspecified point prior to Trump launching his campaign in the summer of 2015.",
  "Following the Forbes article this spring, a company spokeswoman issued a statement that read: “The Trump Organization does not [have], and has never had, any properties in Russia, and the press’ fascination with this narrative is both misleading and fabricated.” But obviously that statement is worded in a way that avoids addressing the actual question at hand, which is whether the Trump Organization ever had the intention to expand to Moscow.",
  "In a 2007 deposition, Sr. listed Moscow among a handful of possible expansion cities for the Trump brand, and the following year, Jr. reportedly told a roomful of Manhattan real estate professionals that he had traveled to Russia a half-dozen times for business in the previous 18 months.",
  "Trump wrote a barely coherent tweet after returning from the Miss Universe pageant back in 2013 telling the Agalarovs that, “TRUMP TOWER-MOSCOW is next”—but that, of course, wouldn’t be the first or last time that Trump tweeted something that he had no intention of following through on.",
  "But the Washington Post’s reporting also includes this secondary tidbit of interest:\n\nAfter the pageant, the Agalarovs signed a preliminary deal with Trump to build a tower bearing his name in Moscow, though the deal has been on hold since Trump began running for president.",
  "He added: “In Russia, I really prefer Moscow over all cities in the world.”\n\nGiven all that, even if the Trumps and the Agalarovs never came as close to actually breaking ground as Emin now claims, a partnership certainly seems plausible given their past dealings.",
  "Felix Sater, a Russian immigrant and longtime Trump business associate (as well as a convicted extortionist and U.S. government informant) told the Times earlier this year that in the mid-2000s, the Trump family’s perception of Moscow was: “nice, big city, great.",
  "Jeff Vinnick/Getty Images\n\nThe New York Times published a juicy story this weekend about a meeting during the 2016 presidential campaign between Donald Trump Jr., Jared Kushner, Paul Manafort, and a lawyer, Natalia Veselnitskaya, connected to the Kremlin.",
  "“Given what I’ve seen in Russia’s real estate market as of late relative to some of the emerging markets, the country seems to have a lot more natural strength, especially in the high-end sector where people focus on price per square-meter,” he said.",
  "The man who arranged the meeting, according to the Times and the Washington Post, was Emin Agalarov, a Russian pop star and real estate mogul whose Kremlin-connected family had sponsored the Trump-owned Miss Universe pageant in Russia in 2013.",
  "As the New York Times has reported, Trump considered several potential sites for a project in the 1980s, and even went as far as to announce plans to invest $250 million in two luxury buildings in Moscow nearly a decade later.",
  "The existence of the meeting is important because it represents the first public indication that important members of the Trump campaign team were open to accepting Russian help to win the election.",
  "In a world where Trump isn’t in the U.S. capital, his name might very well soon be on the side of a building in the Russian one.",
  "Let’s do a deal here.”\n\nThat also lines up with remarks Trump and his eldest son, Donald Jr., made roughly a decade ago.",
  "The tower was the Trump Organization’s first new international property since Donald Trump assumed the presidency.",
  "The meeting was arranged under the pretense that Veselnitskaya had damaging information about Hillary Clinton.",
  "Neither of those was ever built, but Trump’s interest in Russian real estate continued in the current century.",
  "Still, it’s no secret that Trump has long wanted to slap his name on the side of a Russian skyscraper.",
  "“But if he hadn’t run we would probably be in the construction phase today.”\n\nIs this true?",
  "The company did not immediately respond to a request for comment from Slate on Monday.",
  "The Trump Organization has been quick to downplay its interest in Russian expansion.",
  "The Trump International Tower and Hotel on Feb. 28 in Vancouver, British Columbia.",
  "Know anything about a potential conflict of interest in the Trump administration?",
  "DM Josh Voorhees on Twitter or email him at josh.voorhees@slate.com.",
  "It’s impossible to know without the paperwork being made public.",
  "“He ran for president, so we dropped the idea,” Agalarov said."
]