[
  "Goldstone, a music publicist, said Veselnitskaya “had information about purported illegal campaign contributions to the Democratic National Committee that she thought Donald Trump Jr. might find helpful.”\n\nTrump Jr. shrugged off reports of his meeting earlier Monday, sarcastically tweeting, “Obviously I’m the first person on a campaign to ever take a meeting to hear info about an opponent.”\n\nHe said it “went nowhere” but that he “had to listen,” and added in a follow-up post that there was no inconsistency in his statements to The New York Times, which reported the meeting Saturday and the potential for damaging Clinton information Sunday.",
  "“The only thing I see inappropriate about the meeting,” Sanders said, “was the people that leaked the information on the meeting after it was voluntarily disclosed.”\n\nThe revelation of campaign members meeting with someone from Russia to potentially discuss information damaging to Democrats comes as the FBI and multiple congressional committees continue to investigate Russia’s role in the 2016 campaign, including possible collusion between Russian officials and Trump associates.",
  "Trump Jr. said he was told she “might have information helpful to the campaign,” and that in the meeting, “the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton” in statements he described as “vague, ambiguous” and that “made no sense.”\n\n“No details or supporting information was provided or even offered.",
  "Members of Congress’ two intelligence committees investigating Russian interference nevertheless have indicated that their panels will interview Trump Jr. Rep. Adam Schiff of California, the top Democrat on the House Intelligence Committee, said Sunday that the House panel will likely “want to question everyone that was at that meeting,” a sentiment Sen. Susan Collins (R-Maine) echoed Monday.",
  "“There’s no evidence of collusion,” White House counselor Kellyanne Conway told “Good Morning America,” a position seconded by deputy White House press secretary Sarah Huckabee Sanders, who told reporters later Monday in an off-camera briefing that “there was simply no collusion.”\n\nStory Continued Below\n\n“The president’s campaign did not collude in any way.",
  "He largely went on the offensive against former FBI Director James Comey — in addition to posting about the Senate’s health care bill, Ivanka Trump and German Chancellor Angela Merkel, and Chelsea and Hillary Clinton — seemingly trying to use his bully pulpit to steer the conversation away from his eldest son.",
  "She instead found herself dismissing questions about Trump Jr.’s meeting, which White House chief of staff Reince Priebus on Sunday morning labeled “a big nothing burger.”\n\n“I don’t think you had to go very far, respectfully, to find damaging information or negative information about Hillary Clinton.",
  "She was a gusher at all times of negative, damaging information,” Conway said on “Good Morning America.”\n\nShe contrasted that to Trump’s two-hour conversation with Putin, which included topics such as election meddling, cybersecurity and a deal on a cease-fire in parts of Syria.",
  "“No one within the Trump campaign colluded in order to influence the election.”\n\nThe White House sent Sanders and Conway out to defend Trump Jr. — in addition to representing President Donald Trump himself — at the daily press briefing and on the morning shows, respectively.",
  "The White House is rallying around the president’s oldest son after Donald Trump Jr. acknowledged meeting last June with a Kremlin-linked lawyer promising information about Hillary Clinton, deepening the Russia-related scandal for those closest to the president.",
  "The president’s son came under fire this weekend following reports that he, senior White House adviser Jared Kushner and then-campaign chairman Paul Manafort met with a Russian lawyer inside Trump Tower last summer after Trump clinched the GOP nomination.",
  "In an often combative interview with CNN’s Chris Cuomo, Conway accused the host of trying to convince his viewers that the meeting “was imbued with some type of seriousness” because three principals were involved.",
  "Meanwhile, much of Washington was focused on a different bombshell, forcing Conway off her talking points of touting the success of Trump’s meeting last week with Putin and highlighting the report on Comey.",
  "Rob Goldstone told The Associated Press that he set up the meeting between Trump and Veselnitskaya on behalf of singer-songwriter Emin Agalarov (President Trump has a cameo in Agalarov’s 2013 music video).",
  "For his part, Trump Jr. answered Collins’ call, tweeting that he is “Happy to work with the committee to pass on what I know.”\n\nHis account of the meeting, however, has shifted over the past few days.",
  "But in a statement Sunday, he said an acquaintance from Moscow’s 2013 Miss Universe pageant asked him to have a meeting with Natalia Veselnitskaya, whose name wasn’t given before they met.",
  "He accused Comey, the man he fired in May, of illegally leaking classified information to a friend and shared two “Fox & Friends” tweets that were critical of the former FBI chief.",
  "He claimed Saturday that the meeting was about an adoption program that had been cut off by the Kremlin in retaliation for a U.S. law that targeted Russian human rights abusers.",
  "“In response to further Q's I simply provided more details.”\n\nA spokesman for Russian President Vladimir Putin said the Kremlin wasn’t aware of the meeting, according to AP.",
  "Sanders said she wasn’t aware of any additional meetings between Trump Jr. and foreign agents, although she conceded that she hasn’t held an extensive conversation with him.",
  "It quickly became clear that she had no meaningful information,” he said, suggesting her agenda all along was to discuss the adoption program and the Magnitsky Act.",
  "Trump Jr. has denied any impropriety and has hired Alan Futerfas, a lawyer based in New York, to represent him in the Russia-related probes.",
  "Trump, who has no public events on his schedule Monday, fired off a series of tweets Monday morning but avoided the scandal around his son.",
  "A spokesman for Trump’s lawyer said the president wasn’t aware of his son’s meeting and didn’t attend.",
  "“Our intelligence committee needs to interview him and others who attended the meeting,” she said.",
  "He learned of the meeting only “in the last couple of days,” Sanders said, and isn’t concerned.",
  "“No inconsistency in statements, meeting ended up being primarily about adoptions,” he said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Trump Jr. said he was told the meeting could yield damaging information about Clinton.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The collusion’s not.”\n\nKelsey Tamborrino and Josh Dawsey contributed to this report.",
  "Don Jr. did not collude with anybody to influence the election,” Sanders said.",
  "“That is a bombshell that people should know about,” Conway said on CNN.",
  "This was standard operating procedure for the campaign,” she said.",
  "“Let’s focus on what did not happen in that meeting.",
  "Nothing.”\n\nThe most reliable politics newsletter.",
  "No information provided that was meaningful.",
  "He also said an acquaintance had set it up.",
  "You can unsubscribe at any time.",
  "“That just simply is not true.",
  "“That’s meaningful,” she said.",
  "“The conversation’s real.",
  "No action taken."
]