[
  "On Saturday, the day before conceding that the Veselnitskaya meeting indeed involved campaign interests, Trump Jr. initially said the session – also attended by former Trump campaign chairman Paul Manafort and Kushner – was called to discuss Russian adoptions, which were halted by the Kremlin in retaliation for Congress' approval of a 2012 law which blocked suspected human rights abusers from entry to the U.S.\n\nVeselnitskaya has been an aggressive advocate for repealing the law, named for Russian attorney Sergei Magnitsky, who was beaten to death in prison in 2009 after discovering fraud involving Russian tax authorities.",
  "Buzz60\n\nDonald Trump Jr. (Photo: Matt York, AP)\n\nWASHINGTON — The widening investigations into Russia's election meddling are drawing in more of President Trump's family members, as congressional leaders on Monday vowed to question the president's son about his meeting last summer with a Kremlin-linked attorney who claimed to have damaging information on Hillary Clinton's campaign.",
  "Russia special counsel Robert Mueller is overseeing a separate criminal investigation into possible collusion between the Trump campaign and Russia – and whether the president obstructed justice after abruptly firing FBI Director James Comey, who claims Trump pressed him to drop the FBI's investigation into former national security adviser Michael Flynn.",
  "\"This was the first time the public has seen direct evidence that Trump campaign officials reached out... to agents of a foreign government to try to get damaging information on Hillary Clinton,'' said Warner, whose panel is investigating possible collusion between Trump associates and Russia.",
  "The meeting lasted about 20-30 minutes, and nothing came of it.”\n\nEarlier Monday as he learned of the lawmakers' interest in the meeting, which took place right after his father clinched the Republican nomination, Trump Jr. tweeted a pledge to cooperate with congressional investigators.",
  "USA TODAY\n\nThe New York Times reported Monday night that before arranging a meeting with the Kremlin-linked lawyer over the Clinton information, Trump Jr. was told in an email that the material was part of a Russian government effort to help his father's candidacy.",
  "“After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,’’ Trump Jr. said in a written statement Sunday.",
  "Buzz60\n\nTrump Organization spokeswoman Amanda Miller said Monday that Trump Jr. hired Futerfas, whose firm specializes in white collar investigations and prosecutions, to handle any matters related to the ongoing Russia investigations.",
  "In a complaint filed Monday with the Justice Department and the Federal Election Commission, the liberal watchdog group Common Cause alleged that Trump Jr., \"illegally solicited a political contribution from a foreign national.''",
  "But Donald Trump Jr. has opened a potentially new avenue of inquiry by disclosing that the pretext of his meeting with Veselnitskaya was to learn whether the attorney had damaging information to share about the Clinton campaign.",
  "\"The lawyer (Veselnitskaya) had apparently stated she had some information regarding illegal campaign contributions to the (Democratic National Committee) which she believed Mr. Trump Jr. might find important,'' Goldstone said.",
  "Virginia Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee said Monday his panel \"absolutely'' wants to speak with Donald Trump Jr. about his June 2016 meeting with the lawyer, Natalia Veselnitskaya.",
  "Until now, Jared Kushner, the president’s son-in-law and top White House adviser, was the most direct link to the president to have drawn public and investigative scrutiny for his past contacts with Russian figures.",
  "On Monday, Trump Jr. defended both the purpose of the meeting and his evolving explanations, saying on Twitter that the most recent account represented only an elaboration prompted by additional questions.",
  "Outside Kushner, the ongoing investigations have centered around Flynn – who was fired for lying to administration officials about his conversations with Russian officials – and Trump campaign associates.",
  "Of his interest in the campaign-related material, Trump Jr., said: \"Obviously I'm the first person on a campaign to ever take a meeting to hear info about an opponent... went nowhere but had to listen.''",
  "The U.S. intelligence community has accused Moscow of hacking Democrats and releasing stolen material to websites such as WikiLeaks to influence the presidential election in favor of Trump.",
  "CLOSE As the FBI investigates possible Russian interference in the presidential election, a new report finds Donald Trump Jr. met with a Russian lawyer promising dirt on Hillary Clinton.",
  "At the meeting, Goldstone said the attorney \"presented a few very general remarks regarding campaign funding and then quickly turned the topic to that of the Magnitsky Act.''",
  "Trump Jr., along with his brother Eric, took over management of the Trump Organization real estate and licensing business after his father became president.",
  "In a press briefing earlier that day, White House spokeswoman Sarah Sanders said President Trump learned of his son's meeting \"in the last couple of days.''",
  "“Don Jr.’s takeaway from this communication was that someone has information potentially helpful to the campaign and it was coming from someone he knew.",
  "Yet Trump Jr.'s decision to participate in the meeting at all also was drawing fire on Monday, with some suggesting that it may have violated the law.",
  "In a statement provided to USA TODAY, Goldstone said Monday that he was asked to arrange the meeting by a client, Russian entertainer Emin Agalarov.",
  "Trump Jr., has asserted that the meeting was set up by a third party, who has since been identified as entertainment publicist Rob Goldstone.",
  "\"In my view, this is much ado about nothing,\" Trump Jr.'s New York criminal attorney Alan Futerfas said in a statement provided to USA TODAY.",
  "It quickly became clear that she had no meaningful information.’’\n\nBut the statements represented a departure from Trump Jr.'s past remarks.",
  "\"Rest assured that Donald Trump Jr. will be somebody we want to talk to,'' Warner said, describing the meeting as \"very troubling.\"",
  "In addition to the Senate and House Intelligence committees, the Senate Judiciary Committee also is pursuing a parallel inquiry.",
  "CLOSE In the midst of the huge controversy circling Donald Trump Jr., the Russian lawyer with whom he met with is coming clean.",
  "The report, which cited three people with knowledge of the email, raises more questions about the circumstances of the meeting.",
  "Mark Corallo, the spokesman for President Trump's outside legal team, also said the president had no knowledge of the meeting.",
  "Trump Jr. said the session lasted about 20 to 30 minutes, adding that the attorney had \"no meaningful information to offer.''",
  "The president's son first denied in March that he had participated in campaign-related meetings with Russian representatives.",
  "CLOSE The man behind the meeting between Trump Jr and that Russian lawyer appeared to have publicized it on his Facebook.",
  "The questions were posed by the New York Times, which first reported Trump Jr.'s involvement in the meeting.",
  "She also reasserted that there was no cooperation between the Trump campaign team and Russian hackers.",
  "\"I reached out to Donald Trump Jr. and he agreed to squeeze us into a very tight meeting schedule.''",
  "\"That was the end of it and there was no further contact or follow-up of any kind,'' he said.",
  "Federal law prohibits the solicitation or receipt of contributions from foreign nationals.",
  "Don Jr. had no knowledge as to what specific information, if any, would be discussed.",
  "\"Nothing came of that meeting and there was no follow up between the two parties.''",
  "\"At which point, the meeting was halted by Don Jr., and we left,'' Goldstone said.",
  "\"The president was not aware of and did not attend the meeting,'' Corallo said.",
  "\"Happy to work with the committee to pass on what I know,'' he said Monday.",
  "No details or supporting information was provided or even offered.",
  "In response to further Q's I simply provided more details.''",
  "Related:\n\nRead or Share this story: https://usat.ly/2uKgZuV",
  "\"No one within the Trump campaign colluded,\" Sanders said.",
  "\"My father knew nothing of the meeting or these events.''",
  "“Her statements were vague, ambiguous and made no sense.",
  "\"Meeting ended up being primarily about adoptions.",
  "Susana Victoria Perez (@susana_vp) has more.",
  "\"No inconsistency in statements,'' he said."
]