[
  "\"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" he continued, referring to Aras Agalarov, a wealthy Azerbaijani-Russian developer who brought Trump's Miss Universe pageant to Moscow in 2013.",
  "The four-page email chain, which Trump Jr. forwarded to his father's campaign manager at the time, Paul Manafort, and to Trump's son-in-law, Jared Kushner, culminated in their meeting at Trump Tower on June 9 with Natalia Veselnitskaya — a lawyer described by Goldstone in his emails as a \"Russian government attorney.\"",
  "But the meeting between members of Trump's inner circle and a Russian attorney just weeks after Trump secured the Republican nomination — one accepted for the purpose of obtaining dirt on Clinton that they were told came from the Russian government — contradicts months of denials from the White House.",
  "Mike Pence, then the vice president-elect, told CBS on January 15 when asked whether the campaign had communicated with Russians wanting to meddle in the election: \"I think to suggest that is to give credence to some of these bizarre rumors that have swirled around the candidacy.\"",
  "His representatives followed his lead amid reports that Kremlin officials were in touch with the campaign, and that Michael Flynn, a campaign surrogate who became his national security adviser, had communicated with Russian Ambassador Sergey Kislyak.",
  "Andy Wright, a professor of constitutional law at Savannah Law School, said last month that if Americans entered into an agreement to assist illegal Russian influence operations, \"it could create a conspiracy which is a federal crime.\"",
  "President Donald Trump with his son Donald Trump Jr. REUTERS/Lucas Jackson A monthslong talking point of President Donald Trump, who often calls the story that his campaign may have colluded with Russia a \"hoax,\" unraveled on Tuesday.",
  "Donald Trump Jr., the president's eldest son, tweeted an email chain from June 2016 in which he entertained accepting damaging information on Hillary Clinton as part of the Russian government's support for his father's campaign.",
  "Trump and his associates have been able to fend off accusations of collusion with Russia because most — if not all — of the concrete reporting on the campaign's contacts with Russians has focused on events after the election.",
  "Kushner's meetings in December with Kislyak and the CEO of a sanctioned Russian bank, Sergey Gorkov, have been similarly dismissed by the administration as efforts to improve Washington's relationship with Moscow.",
  "It signals that the campaign was willing to accept Russian help, which leaves the administration exposed to conspiracy and collusion charges in a way no other Russia-related revelation has up to this point.",
  "Additionally, Wright said, American citizens colluding with a foreign power to illegally affect an election \"could constitute aiding and abetting that foreign power's criminal campaign finance violation.\"",
  "Flynn was ultimately forced to resign over his conversations with Kislyak, but the White House has maintained that the communication was diplomatic in nature and therefore not improper.",
  "Rob Goldstone, the publicist for the Russian pop star Emin Agalarov, wrote to Trump Jr. on June 3: \"Emin just called and asked me to contact you with something very interesting.",
  "\"There was no communication between the campaign and any foreign entity during the campaign,\" Hope Hicks, then Trump's communications director, said on November 11.",
  "\"This is obviously very high level and sensitive information but is part of Russia and its government's support Mr. Trump — helped along by Aras and Emin.\"",
  "The episode betrays what has become one of Trump's go-to rebuttals when confronted with a media report about his campaign's ties to Moscow.",
  "\"She had no information to provide and wanted to talk about adoption policy and the Magnitsky Act,\" he said in a statement on Tuesday.",
  "\"Our national security clearance system relies on being able to vet foreign sources of leverage,\" Wright said.",
  "\"As Rob Goldstone said just today in the press, the entire meeting was 'the most inane nonsense I ever heard.",
  "\"Those conversations never happened,\" Kellyanne Conway, a former campaign manager, said on December 18.",
  "The denials date back to late July 2016, when Trump first said he had \"nothing to do with Russia.\"",
  "If Trump Jr. was skeptical or wary, he did not indicate as much in his response.",
  "\"If it's what you say I love it especially later in the summer,\" he wrote.",
  "\"The Russia-Trump collusion story is a total hoax,\" he tweeted on May 8.",
  "That is just not only inaccurate and false, but it's dangerous.\"",
  "But Trump Jr. said he emerged from the meeting disappointed.",
  "Some of the president's defenders appear to be post-shame.\"",
  "\"Could we do a call first thing next week when I am back?\"",
  "\"I hear people saying it like it's a fact on television.",
  "\"Of course, the premise of 'kompromat' is shame.",
  "\"When will this taxpayer funded charade end?\"",
  "And his son was the one pulling the thread.",
  "And I was actually agitated by it.'\""
]