[
  "Goldstone said in a statement that his client, Russian pop singere Emin Agalarov, had asked him to set up the meeting between Veselnitskaya and Trump Jr. because she had stated she had “information regarding illegal campaign contributions to the DNC.”\n\n“Nothing came of that meeting and there was no follow up between the parties,” said Goldstone.",
  "According to a complaint sent to the Justice Department from Hermitage Capital Management in July 2016, the asset management company Magnitsky represented as an attorney, part a lobbying campaign to repeal the law and “discredit the established version of events” surrounding Magnitsky’s arrest and accusation of fraud.",
  "Donald Trump, Jr., son of President Donald Trump, has found himself at the center of a political firestorm amid reports that he met with a Russian lawyer during the 2016 election after being told she had compromising information on then-Democratic candidate Hillary Clinton.",
  "Given the ongoing investigations by multiple congressional committees and special council Robert Mueller into any potential collusion between the Trump campaign and Russian interests, any interaction between Trump Jr. and a Moscow-linked lawyer is bound to raise concerns.",
  "The letter alleged that Veselnitskaya was linked with the Human Rights Accountability Global Initiative Foundation, an organization dedicated to overturning the adoption ban and one of the key players Hermitage cited in trying to repeal the Magnitsky act.",
  "When the New York Times initially asked about meeting Veselnitskaya, Trump Jr. failed to disclose the promise of information about Clinton, only confirming that detail after unnamed White House sources spoke to the newspaper.",
  "But the controversy over the meeting intensified when it was revealed that Trump Jr. met with Veselnitskaya after being told she had compromising information on Clinton, which he did not disclose in his original statement.",
  "Veselnitskaya filed an affidavit in New York’s South District Court in January 2016, claiming that she had been denied a visa to the United States, but the country issued a parole letter for her to help defend him.",
  "In May 2017, Prevezon Holdings, Katsyv’s company, agreed to pay $6 million in a settlement with the Department of Justice over a money laundering lawsuit related to the scheme Magnitsky tried to bring to light.",
  "At the meeting, the lawyer, Natalia Veselnitskaya, said she had evidence that individuals linked to Russia were funding the Democratic National Committee, Trump Jr. said Sunday.",
  "Her clients have included Denis Katsyv, the President of Russian company Prevezon Holdings and the son of Pyotr Katsyv, who has served as Moscow’s Regional Transport Minister.",
  "Donald Trump Jr. said in a statement that an acquaintance who he knew from the 2013 Miss Universe Pageant in Russia had asked him to have a meeting with Veselnitskaya.",
  "“When Gore campaign was sent Bush debate brief book, they called FBI,” tweeted Stuart Stevens, a former advisor to Mitt Romney’s 2012 presidential campaign.",
  "Trump Jr. said he was told Veselnitskaya could have “information helpful to the [Trump] campaign,” although he was not given her name at the time.",
  "But Trump characterized her statements as “vague” and “ambiguous,” and said she quickly changed the discussion to international adoption policy.",
  "“If foreign interests offer you info on former [Secretary of State], you call the FBI.”\n\nWrite to Alana Abramson at Alana.Abramson@time.com.",
  "Natalia Veselnitskaya is a Russian attorney who has represented several state-owned Russian businesses, according to the Times.",
  "Hermitage also claimed that Veselnitskaya was a key player in organizing screenings of a film rewriting Magnitsky’s history.",
  "The law was named after Sergei Magnitsky, who was arrested in Russia after accusing officials of $230 million in tax fraud.",
  "Goldstone told the Post he had set up the meeting “at the request of a Russian client,” whom he did not identify.",
  "White House senior adviser Jared Kushner and then-campaign chairman Paul Manafort were also in attendance.",
  "He was reportedly beaten and not provided with proper medical treatment before dying in prison in 2009.",
  "Veselnitskaya is a leading opponent of the Magnitsky Act, which the U.S. Congress passed in 2012.",
  "The Washington Post later identified the acquaintance as music publicist Rob Goldstone.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Veselnitskaya, meanwhile, has connections to influential Russian businesspeople.",
  "The law imposes sanctions on anyone implicated in his torture.",
  "In 2003, she launched her own law firm, Kamerton Consulting.",
  "Why did Veselnitskaya want to meet with Donald Trump, Jr.?",
  "View Sample Sign Up Now\n\nWho Is Natalia Veselnitskaya?",
  "Now the meeting is drawing intense scrutiny.",
  "(The other was Prevezon, Katsyv’s company).",
  "Why was their meeting controversial?",
  "Here’s what you need to know."
]