[
  "Schiller, who left a job at the White House in September, told the committee that he rejected the offer, saying, “we don’t do that kind of stuff.”\n\nSchiller’s testimony, if true, would undercut a major allegation made in the infamous dossier compiled by former British spy Christopher Steele.",
  "Two sources in the interview told NBC News that Schiller described his reaction to the dossier dirt as: “Oh my God, that’s bull—-.”\n\nSchiller’s testimony matches up with a Daily Caller report from January, just after the dossier was published.",
  "(RELATED: Trump Adviser Tells A Story About Trump And Prostitutes)\n\nThe salacious report, which BuzzFeed published in January, alleges that Russian operatives filmed Trump’s encounter and has used the footage to blackmail the Republican.",
  "A former Trump adviser told TheDC’s Alex Pfeiffer that Russian pop star Emin Agalarov, whose father partnered with Trump on the Miss Universe pageant, told Schiller that he was going to send prostitutes to Trump’s hotel room.",
  "A Russian associate of Donald Trump’s attempted unsuccessfully to send “five women” to the real estate tycoon’s hotel room in Moscow in 2013, his longtime bodyguard reportedly told the House Intelligence Committee this week.",
  "Sears called on Committee brass to “investigate and hold accountable whoever is responsible for leaking false and misleading versions of Mr. Schiller’s testimony.”\n\nFollow Chuck on Twitter",
  "The offer was made after Trump attended a meeting ahead of the Miss Universe pageant, Keith Schiller told the committee in four hours of closed-door testimony, according to NBC News.",
  "The document, which was funded by the Hillary Clinton campaign and DNC, alleges that Trump used prostitutes during a visit to Moscow in 2013 for the Miss Universe pageant.",
  "Though NBC’s report would seem to be favorable to Trump, Schiller’s lawyer blasted what he said were “blatantly false and misleading” leaks about the House testimony.",
  "In his testimony, Schiller reportedly said that he told Trump later that evening about the “five women” offer and that the pair laughed it off.",
  "“We are appalled by the leaks that are coming from partisan insiders from the House Intelligence Committee,” Stuart Sears told NBC.",
  "He said that he accompanied Trump back to his hotel room and stayed outside for a while before retiring to his own room.",
  "Schiller acknowledged that he was not with Trump the entire night but that he is confident that Trump slept alone.",
  "Schiller also reportedly told the committee that he and Trump were aware that the Moscow hotel could be bugged.",
  "Trump has raised the same point in speeches denying the dossier allegations.",
  "The adviser said that Schiller rejected the proposal.",
  "The NBC report does not mention Agalarov."
]