[
  "(Adriana Usero,Kate Woodsome/The Washington Post)\n\nAnd let’s not forget that one attendee of that meeting, Trump son-in-law Jared Kushner, who also attended a meeting to try to set up a secret channel using Russian facilities in order to cut out U.S. intelligence agencies still works in the West Wing — and oh, by the way, favored the termination of FBI Director James B. Comey, who was vigorously investigating the Trump campaign’s possible collusion with Russia.",
  "(Evan Vucci/Associated Press)\n\nWhen, over the past fortnight, President Trump’s ludicrous suggestion — since walked back — that the United States should form a cybersecurity operation with Russia is not the top story and the continued discombobulation of the GOP hardly makes the top five stories, one grasps the degree to which this presidency is crumbling before our eyes.",
  "We know not from leaks but from Donald Trump Jr.’s statements and emails that Rob Goldstone, a manager for pop star Emin Agalarov, arranged for a meeting with Kremlin-linked lawyer Natalia Veselnitskaya, specifically telling the candidate’s son that help from Russia for his father’s candidacy was available.",
  "In the best-case scenario, the campaign — contrary to repeated representations — had multiple meetings with Russians, including one to provide campaign opposition material to assist a foreign power’s foreign policy objectives, the purpose of which the Trump clan initially lied about.",
  "And it is this unmistakable and irremovable scandal — a web of collusion, lies and coverup — that suggests there is no way to move beyond this, no remedy or resolution that provides the Trump White House with a clean bill of legal and political health.",
  "Nor is there much dispute that the existence of an underlying “crime” — collusion with a foreign power (an effort to obtain something of value from a foreign power) — would make the possible charge of obstruction of justice (oh, that!)",
  "That said, he was clearly in the building on the relevant day, and the meeting involved two close family members and his campaign chairman and a woman purporting to be bringing news of a foreign government effort to help his campaign.",
  "Beyond that, as our friends at Lawfare blog put it:\n\nTrump Jr. claims there was no followup to the meeting on his end, but the question of whether the Russian side took further action following the conversation is also critical.",
  "The pressing issue is now under what circumstances the presidency will collapse and whether — in layman’s, if not legal, terms — his family and campaign behaved treacherously in seeking help from a hostile foreign power.",
  "Was this really a one-off meeting that didn’t go anywhere, or was it an effort to sound out the people around the candidate to determine their willingness to accept Russian help before taking further steps?",
  "So again, the story as it stands today is consistent with an abortive effort to gather dirt that never went anywhere and of which the President neither knew nor approved—and on which nobody followed up.",
  "As an aside, the view of America from across the Atlantic is a brew of dumbfoundedness and disgust, a creeping sense that the world’s greatest democracy is in a tailspin led by a malicious crackpot.",
  "Republicans’ willingness to accept even national betrayal — that’s what Trump Jr. was willing to undertake, after all — will disgrace the party and its leaders for years, if not permanently.",
  "We are now down to arguing about whether the president’s son was independently attempting to collude in secret with Russians or whether his father was in on the scam as well.",
  "The White House has denied that the President knew of the meeting; deputy press secretary, Sarah Huckabee Sanders, said that Trump had learned of the meeting recently.",
  "It’s certainly consistent with individuals willing to publicly lie to cover up their contacts, and only acknowledge such contacts when caught by the media.",
  "McMaster that the United States really isn’t suffering from the worst decline in international prestige and power since the end of the Vietnam War.",
  "But it’s also consistent with a covert contact that precipitated the first major release of Russian-hacked material stolen from Trump’s opponents.",
  "\n\nPresident Trump meets with Russian President Vladimir Putin at the Group of 20 summit last week in Hamburg.",
  "It is a party no longer capable of defending our national interests and Constitution from foreign enemies.",
  "There is little doubt that if Democrats controlled the House, we would be down the road to impeachment.",
  "The Post's Ruth Marcus explains why Donald Trump Jr. is in legal jeopardy.",
  "Never mind the silly insistence from Trump advisers Gary Cohn and H.R.",
  "Forget achieving its pipe dream of repealing and replacing Obamacare.",
  "There’s also the question of the candidate’s personal knowledge.",
  "At least Americans and our European friends can agree on that.",
  "Hint: stupidity is not a legal defense.",
  "That’s the most innocuous explanation.",
  "even more potent."
]