[
  "Donald Trump Jr. previously said an acquaintance from the 2013 Miss Universe pageant had asked him to meet “with an individual who I was told might have information helpful to the campaign.” He further defended his decision to meet the lawyer on Monday, arguing that the conversation “went nowhere” but that he “had to listen.”\n\n“Obviously, I'm the first person on a campaign to ever take a meeting to hear info about an opponent,” he tweeted.",
  "Donald Trump Jr. previously said an acquaintance from the 2013 Miss Universe pageant had asked him to meet “with an individual who I was told might have information helpful to the campaign.” | Getty AP: Publicist set up Trump Jr. meeting on behalf of singer-songwriter\n\nThe controversial meeting between Donald Trump Jr. and a lawyer with Kremlin ties was set up on behalf of singer-songwriter Emin Agalarov, a music publicist said Monday.",
  "“Went nowhere but had to listen.”\n\nWhite House counselor Kellyanne Conway denied that the meeting was evidence of collusion between Donald Trump Jr. and Russia officials, telling \"Good Morning America\" on Monday that the information received was not \"meaningful or helpful and no action was taken.\"",
  "The senior lawmaker on the Senate Intelligence committee, which is investigating Russian interference in the 2016 campaign as well as possible collusion between the Trump campaign and Moscow, told reporters on Monday that the panel should interview Donald Trump Jr. about the meeting.",
  "Rob Goldstone told the Associated Press on Monday that the lawyer in question, Natalia Veselnitskaya, said \"she had information about purported illegal campaign contributions to the Democratic National Committee that she thought Donald Trump Jr. might find helpful.\"",
  "The New York Times first reported the meeting between Donald Trump Jr. and Veselnitskaya, along with senior White House adviser Jared Kushner and then-campaign Chairman Paul Manafort.",
  "Donald Trump Jr. confirmed the report on Sunday, after first saying he met last year with Veselnitskaya on issues related to a program for the adoption of Russian children.",
  "Story Continued Below\n\nEmin Agalarov is the son of Aras Agalarov, a Moscow-based developer who tried to partner with President Donald Trump in a hotel project.",
  "During the same year, Donald Trump appeared in Emin Agalarov's music video, which was filmed while Donald Trump was in Russia for the Miss Universe pageant.",
  "He has since back-tracked that to acknowledge the meeting briefly discussed the presidential race and Hillary Clinton.",
  "“Our intelligence committee needs to interview him and others who attended the meeting,\" said the Maine Republican.",
  "Aras Agalarov was also presented the Order of Honor by Russian President Vladimir Putin in 2013.",
  "Goldstone said the eldest Trump son then agreed to squeeze the meeting into his tight schedule.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "But Sen. Susan Collins sees it differently.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]