[
  "“We learned this week that Ivanka Trump’s husband, Jared Kushner, updated his filing of that form three times, most recently to include the June 2016 meeting … Did Ivanka Trump disclose that meeting on her initial SF-86 filing?” said Rep. Don Beyer (D-Va.) “Has she updated her security clearance paperwork to reflect this and other meetings which Jared Kushner failed to disclose subsequently?”\n\n“The high standard to which we hold advisers to the president requires that we get answers to these questions, and I intend to raise them with the Trump administration,” he said.",
  "Rep. Mike Quigley (D-Ill.), a member of the House Intelligence Committee, said one of the reasons the Trump team is facing so many challenges is their “interconnection and closeness.”\n\nTrump made the decision to tap family members for senior White House positions, and as a result put them in a position in which disclosure forms require reporting on each other and their other close family members’ relationships.",
  "The security clearance application for federal officials — known as an SF-86 — asks whether “you or any member of your immediate family in the past seven years had any contact with a foreign government, its establishment (such as embassy, consulate, agency, military service, intelligence or security service, etc.)",
  "President Donald Trump’s daughter and senior aide has largely escaped scrutiny while Kushner, her husband, has faced intensifying questions about his failure to disclose meetings with Russian officials and associates during the 2016 presidential campaign and transition to the White House.",
  "Story Continued Below\n\nThose questions exploded this week, amid revelations that Kushner attended a Trump Tower meeting — arranged by the president’s son, Donald Trump Jr. — with officials purporting to have damaging information from the Russian government on Hillary Clinton.",
  "Reports that Kushner didn’t disclose meetings with Russian Ambassador Sergey Kislyak prompted an initial outcry from Democrats in April, and their criticism grew amid ensuing reports that Kushner attempted to set up a back channel with the Kremlin.",
  "She’s also made trips to Russia to scout out business deals for the Trump Organization, and she even met in 2014 with Emin Agalarov, one of the figures who helped arrange the Trump Tower meeting that her husband and brother attended a year ago.",
  "Beyer told POLITICO that when he became ambassador to Switzerland in 2008 and filled out his own security clearance form, “I had to talk to my wife.”\n\n“It’s not just foreign contacts, it’s also do you have serious foreign friends.",
  "| Getty Dems want scrutiny of Ivanka Trump over Kushner’s Russian contacts\n\nCongressional Democrats raising questions about Jared Kushner’s campaign contacts with Russia are beginning to ask: What did Ivanka Trump know, and when?",
  "Ivanka Trump, like Jared Kushner, applied for a security clearance this past spring — and as a result, she was required to disclose not only her own foreign contacts, but those of her spouse and siblings as well.",
  "Ivanka Trump, like Kushner, applied for a security clearance this past spring — and as a result, she was required to disclose not only her own foreign contacts, but those of her spouse and siblings as well.",
  "But the new revelation that Kushner attended a meeting with Kremlin-connected figures with Trump Jr. in June 2016, and failed to record it on his security form, has prompted a new round of scrutiny.",
  "or its representatives, whether inside or outside the U.S.?”\n\nThe form clarifies that “immediate family” includes spouses, parents and siblings, among others.",
  "This time, Democrats say, they want to know whether Ivanka Trump may have referenced any of the meetings on her form as well.",
  "Her friendship with Dasha Zhukova — the daughter of a well-connected Russian oligarch — has been well-documented.",
  "“What the Trump team is doing is, from a legal point of view, they’re intertwining themselves,” Quigley said.",
  "Deliberately omitting facts, the form notes, is considered a felony that carries up to five years in prison.",
  "The office of Rep. Mike Conaway (R-Texas), the leader of the House’s Russia probe, declined to comment.",
  "“They’re interconnecting and therefore implicating each other, at least in the investigation.”",
  "Beyer previously led about 50 House Democrats to call for Kushner’s clearance to be revoked.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Democrats want to know if she made some of the same omissions as her husband.",
  "If you have a really close French friend, they want to know that,” he said.",
  "A White House spokesman did not respond to a request for comment.",
  "Ivanka Trump also has her own relationships with people abroad.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]