[
  "This is important, too, because much of what we know about the content of the meeting comes from Trump Jr. It’s his assertion that the meeting quickly shifted into one about sanctions and the adoption of Russian children, causing him and the rest of the campaign team to lose interest.",
  "(Andrey Rudakov/Bloomberg News)\n\nOnce the world learned that representatives of Donald Trump’s campaign for president — led by Donald Trump Jr. — had met with a Russian lawyer linked to the Kremlin in June 2016, the timeline for the meeting was revealed quickly.",
  "In an interview with Fox News’s Sean Hannity shortly after the story came out, he said that, as he recalled, “it was all basically this email coordination” — that he hadn’t been informed by Agalarov about the nature of the information he would receive.",
  "I simply do not remember.”\n\nWhen a full transcript of that testimony was released in May, we learned more specifics: that Agalarov had called Trump Jr., that Trump Jr. then received a call from a blocked number and that he then called Agalarov back.",
  "(It has been noted that Trump told the New York Times that his conversation with Russian President Vladimir Putin in July 2017 shortly before he boarded Air Force One to return to the United States included the subject of adoptions.",
  "Trump Jr. emailed Goldstone to thank him for his help that night; the next morning, Goldstone replied to say that he was moving forward on setting up a meeting that he believed Trump Jr. was aware of.",
  "The role of the president composing that first explanation offered by his son is apparently part of the investigation being conducted by special counsel Robert S. Mueller III.)",
  "Agalarov called him the next morning, too, after which Trump Jr. called both Paul Manafort and Jared Kushner — the two people who joined him in that meeting at Trump Tower.",
  "But more than anything, it reveals that the natural assumption from the Trump Tower timeline — that Trump Jr. and Agalarov did speak — was the correct one.",
  "Or perhaps Agalarov’s explanation reinforces Trump Jr.’s willingness to provide a less-than-complete explanation of this critical moment in the campaign.",
  "The following Monday, June 6, the publicist, Rob Goldstone, worked to connect Trump Jr. and Agalarov, who was performing a concert in Moscow.",
  "I’ll do it if you’re asking.’ ”\n\nThis doesn’t exactly explain why there were three calls between the two men, totaling at least six minutes.",
  "It offers an explanation of the sales pitch that seems a little spare, but, without more information, it’s hard to say that it’s inaccurate.",
  "In that testimony, though, Trump Jr. insisted that he didn’t know whether he’d spoken with Agalarov or who was at the blocked number.",
  "It was on that flight home that Trump dictated Trump Jr.’s initial explanation of the meeting — which also focused on adoptions.",
  "“They obviously want something that could potentially help them resolve things that you could be interested in or maybe not.",
  "“My phone records show three very short phone calls between Emin and me between June 6th and 7th,” he read from a statement.",
  "It also serves as a reminder of just how little Trump Jr. has been willing to share about the genesis of that meeting.",
  "Manafort’s input on the subject of the meeting comes in the form of brief notes that don’t offer much information.",
  "Recall that his initial statements about the meeting were incomplete to the point of being obviously misleading.",
  "(His father’s private residence has a blocked number, according to former campaign manager Corey Lewandowski.)",
  "That series of events suggests that Trump Jr. spoke with Agalarov and that the meeting was subsequently set.",
  "All of this between when Goldstone was trying to set up the call and when Trump Jr. emailed to thank him.",
  "Yet, in his testimony, Trump Jr. kept insisting that he didn’t know whether he had spoken to Agalarov.",
  "According to Agalarov, with whom Vice spoke, he and Trump Jr. did speak before the meeting was set up.",
  "Trump Jr. got an email from a publicist working for a Russian pop star named Emin Agalarov on June 3.",
  "The Russian participants in the meeting, the only other people there, back Trump Jr.’s explanation.",
  "In testimony before the Senate Judiciary Committee in September, he made a similar assertion.",
  "In an interview with “VICE News Tonight” on HBO airing Tuesday, the mystery is solved.",
  "“I said, ‘Listen there’s some people that want to meet you,’ ” Agalarov told Vice.",
  "But Trump Jr. was consistently cagey about whether he’d spoken with the musician.",
  "Trump Jr. asked to speak with Agalarov before the meeting was set.",
  "There were a lot of things in that testimony he couldn’t remember.",
  "If you can spare a few minutes of your time, I’d be grateful.",
  "It is possible that we left each other voice mail messages.",
  "Obviously Don Jr. obviously being Don Jr. said, ‘Of course.",
  "\n\nRussian pop star Emin Agalarov in Moscow on June 4, 2014.",
  "Perhaps Trump Jr. forgot what the conversation was about.",
  "After those calls, he confirmed the time of the meeting.",
  "Over and over: I don’t know, not that I recall, etc.",
  "“I do not recall speaking to Emin.",
  "If not, no problem."
]