[
  "I think that he may have done something during the election, but I don't know that for sure.”\n\nIn an interview airing later on CNN, Nunberg elaborated cryptically: “The way they asked about his business dealings, the way they asked if you had heard anything even while I was fired, it just made me think that they suspected something about him.”\n\nUltimately, Nunberg told CNN that Trump “may very well have done something during the election with the Russians.”\n\nNunberg said specifically that he believed former Trump foreign policy adviser Carter Page “was colluding with the Russians” but suggested Page might have been a lone wolf.",
  "He said/speculated that Trump was aware of the Trump Tower meeting beforehand\n\nOne of the big unanswered questions of the Russia investigation is whether the president had any knowledge of or involvement in that meeting Donald Trump Jr. set up at Trump Tower with a Russian lawyer, Natalia Veslnitskaya, who had promised compromising information about Hillary Clinton.",
  "Here's a brief recap of what Nunberg said and what it means, ranging from the serious to the bizarre:\n\nThe serious:\n\nHe thinks Mueller has something on Trump\n\nNunberg said he was ignoring the subpoena in part because there was no collusion between the Trump campaign and the Russian government, and that it would consume too much of his time.",
  "Russian scion Emin Agalarov offered Trump women in his hotel room in Moscow\n\nA central figure in both the Stormy Daniels and Karen McDougal controversies is Keith Schiller, the longtime Trump bodyguard who allegedly facilitated Trump's liaisons with the women.",
  "And there is nobody who hates him more than me.”\n\nHe later told CNN of Trump: “Granted, Donald Trump caused this, because he’s an idiot.” He cited Trump's decision to fire FBI Director James B. Comey and an Oval Office meeting Trump had with Russians.",
  "The Washington Post's Josh Dawsey broke the news Monday afternoon that former Trump campaign aide Sam Nunberg was shunning special counsel Robert S. Mueller III's grand jury subpoena, and in the article Nunberg supplied a series of colorful comments.",
  "I don't know why he went around trying to hide it.”\n\nEx-Trump aide Nunberg says he believes Trump knew about the Don Jr-Russian meeting at Trump Tower a week before it happened in June 2016, says he doesn't understand why Trump is trying to hide it.",
  "He threatened to rip up the subpoena on live TV\n\nDawsey reported that “Nunberg said he was planning to go on Bloomberg TV and tear up the subpoena.”\n\nOne might argue that the MSNBC and CNN interviews were the metaphorical equivalent of that.",
  "— Matt Viser (@mviser) March 5, 2018\n\nThe interesting:\n\nNunberg dared Mueller to arrest him\n\nRegarding the idea that Mueller would hold him in contempt for refusing to cooperate, Nunberg told Dawsey: “Let him arrest me.",
  "Nunberg says Schiller told him that Emin Agalarov, the pop-star son of a Russian oligarch with ties to Vladimir Putin, offered to send women in Trump's hotel room during the Miss Universe pageant in Moscow in 2013.",
  "Mr. Mueller should understand I am not going in on Friday.”\n\nThen he told Tur: “I think it would be funny if they arrested me.”\n\nBy the end of the Tur interview, Nunberg asked her what she thought would happen.",
  "The purely bizarre:\n\nHe referred to Bill Clinton's “illegitimate black child”\n\nAt one point, Nunberg stressed that he and the campaign weren't especially close toward the end and that it didn't take his advice.",
  "Congressional investigators have asked Schiller about unverified claims in the Christopher Steele dossier that the Russians obtained compromising information about Trump during the 2013 trip.",
  "He even said that if he had been in charge, “we would have Bill Clinton's illegitimate black child there at the second debate.”\n\nThis refers to a specious rumor that dates back to the 1990s.",
  "Nunberg seemed to admit he was speculating, but he has also been interviewed by Mueller's team already, and he worked on the Trump campaign until August 2015 and is close to Stone.",
  "Sam Nunberg tells CNN that Trump’s longtime bodyguard Keith Schiller told him that Emin Agalarov offered to send women up to Trump’s hotel room during Miss Universe in 2013.",
  "We knew Trump was involved on the back end of the Trump Tower meeting, having crafted Trump Jr.'s misleading statement when the whole thing blew up.",
  "In fact, he told Dawsey that he “hates” Trump and later said that Trump is an “idiot.”\n\n“Donald Trump won this election on his own,” Nunberg said.",
  "https://t.co/M3beEVW3Zo — Manu Raju (@mkraju) March 5, 2018\n\nIt's not clear whether Nunberg is referring to Trump's private or public comments.",
  "There have been few more surreal moments in the Russia investigation — indeed, in the entire Trump era — than the one we just witnessed.",
  "“What do you think Mueller's going to do to me?” Tur, while specifying that she wasn't a lawyer, suggested he might be held in contempt.",
  "Agalarov, you might recall, was involved in setting up that meeting between Donald Trump Jr. and a Russian lawyer at Trump Tower.",
  "Nunberg also said he believes that Mueller thinks that Roger Stone, his own political ally, colluded via contacts with WikiLeaks.",
  "When MSNBC's Katy Tur asked, “Do you think that they have something on the president?” Nunberg responded: “I think they may.",
  "Interestingly, former top Trump adviser Stephen K. Bannon has also suggested Trump had to know about the meeting.",
  "Jr did not walk these [people] up to his father’s office on the 26th floor is zero,” Bannon told Michael Wolff.",
  "And even he seemed to recognize that, saying telling Tur, “By the way, I think my lawyer's going to dump me.”",
  "Bashing Trump\n\nWhile it might seem as if Nunberg is trying to help Trump, he insists that's not the case.",
  "But weirdly, he also seemed to say he thinks Mueller has something else on President Trump.",
  "The meeting seemed to be at the very least an attempt to solicit help from foreign sources.",
  "(As you'll see later, though, in the same interview he referred to Trump as “an idiot.\")",
  "Nunberg said Trump was “too smart” to have the women come up to his room.",
  "Then he took to MSNBC and CNN for some even more unplugged interviews.",
  "“Trump is too smart to have women come up to his room,” Nunberg says.",
  "But the White House has denied Trump knew about the meeting.",
  "That suggests he may not totally be freelancing.",
  "CNN's Jake Tapper would offer similar advice.",
  "Nunberg says he's convinced that Trump was.",
  "“You know he knew about it,” Nunberg said.",
  "“He was talking about it a week before.",
  "“He campaigned his a-- off.",
  "“The chance that Don.",
  "..."
]