[
  "Goldstone notes, “I can also send this info to your father via Rhona”—Trump’s longtime assistant Rhona Graff—“but it is ultra sensitive so wanted to send to you first.”\n\nThe revelation about Trump, Jr.,’s eagerness to collude with the Russians—“if it’s what you say I love it especially later in the summer,” he wrote to Goldstone—is all the more shocking considering the outrage that he has expressed over such accusations.",
  "That e-mail is disturbing.” Graham’s friend and fellow frequent Trump critic John McCain noted that “it’s certainly another shoe that’s dropped that needs to be pursued and looked at.” Susan Collins, a member of the Senate Intelligence Committee, said that she wants the committee to interview everyone who was at the meeting.",
  "But Goldstone described her in his e-mail to Trump, Jr., as a “Russian government attorney.” The e-mails even note that the woman’s identity would indeed be passed on to Trump, Jr., so that she could make it through security at Trump Tower, which at the time was protected by the Secret Service.",
  "It’s so phony.”\n\nOn July 26th, Donald Trump mocked the idea that his campaign would seek Russia’s help uncovering Clinton dirt: “In order to try and deflect the horror and stupidity of the [WikiLeaks] disaster, the Dems said maybe it is Russia dealing with Trump.",
  "On July 24, 2016, a few weeks after his meeting with Veselnitskaya, when he was asked about complaints from the Clinton campaign that Russians had hacked Democratic National Committee servers, stolen information, and dumped it online, Trump, Jr., was indignant.",
  "The release of e-mails between Donald Trump, Jr., and a British entertainment publicist describing their effort to receive anti-Hillary Clinton information from people identified as members of the Russian government has fundamentally changed the Russia story.",
  "He has been silent so far on the details of these latest developments, except to offer a pro-forma statement of support: “My son is a high-quality person and I applaud his transparency.” In the e-mails released Tuesday, there is a tantalizing detail.",
  "He is not.”\n\nYet the e-mails show that Trump, Jr., eagerly took the meeting with Veselnitskaya that Goldstone was offering, and made it clear that Kushner and Manafort, then the two most important people in the Trump campaign, would be attending.",
  "“I know DJT2 is a good guy and wouldn’t break the law.”\n\nIn less than ninety minutes, the sentiment from people sympathetic to the President’s son had shifted from “nothingburger” to “I hope he doesn’t go to jail.”\n\nThe e-mails are incriminating.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” Rob Goldstone, an associate of a Russian pop musician, Emin Agalarov, who was close to the Trump family, wrote.",
  "This morning, I asked him about revelations in the Times about the meeting between Natalia Veselnitskaya and senior Trump-campaign officials—Trump, Jr., as well as Paul Manafort and Jared Kushner—and the source practically yawned.",
  "I also asked Charlie Black, who has been involved at the highest levels with numerous Republican campaigns, and who is also a former business partner of Manafort, if most campaign professionals would have called the F.B.I.",
  "Despite all of this, the main defense of the White House and Trump supporters on Capitol Hill and in the media has for months been the lack of evidence of collusion between the Trump campaign and the Russians.",
  "The new e-mails show that Trump, Jr., was told of the Russian government’s support for Donald Trump and that the younger Trump, and perhaps Kushner and Manafort as well, were eager to have the Kremlin’s help.",
  "According to the correspondence, a Russian government official had contacted a former associate of Donald Trump, who had previously had business dealings in Russia, and offered anti-Clinton information.",
  "And Trump himself has repeatedly—as recently as last week, at the G-20 meeting in Germany—sought to cast doubt on the intelligence community’s assessment that Russia tried to help elect him.",
  "Since the election, Trump Administration officials, including Kushner, Jeff Sessions, and Michael Flynn, have routinely concealed meetings that they had with Russian officials.",
  "You notice he won’t say, ‘Well, I say this.’ We hear ‘experts.’ You know, ‘His house cat at home once said that this is what’s happening with the Russians.’ It’s disgusting.",
  "(Donald Trump once appeared in one of Agalarov’s music videos, and various reports on Tuesday noted that Emin and Trump, Jr., have texted as recently as January.)",
  "“Anytime you’re in a campaign and you get an offer from a foreign government to help your campaign, the answer is no,” Senator Lindsey Graham told reporters.",
  "“It is still nothing,” he responded, echoing the common refrain from most Trump defenders since Saturday, when details of the meeting first emerged.",
  "During the campaign, Trump publicly welcomed and celebrated Russia’s hacking-and-dumping campaign, and he profited from the damaging information.",
  "I asked Steve Schmidt, who helped run John McCain’s 2008 Presidential campaign, what he would have done if he had received a similar e-mail.",
  "Actively soliciting the aid of a foreign adversary in a Presidential campaign goes well beyond anything that has been previously revealed.",
  "Crazy!” Trump, Jr., in a statement he tweeted today, said that he was releasing the e-mail chain because he wanted to be transparent.",
  "The velocity of that change was captured in a pair of e-mails that I received from a former Trump-campaign official.",
  "Until now, the Russia story has included three highly suspicious actions on the part of Trump and his associates.",
  "“This is moving into perjury, false statements, and even potentially treason.”\n\nWill Republicans care?",
  "“We are now beyond obstruction of justice,” Senator Tim Kaine told CNN, on Tuesday.",
  "Earlier this week, Trump, Jr., claimed that he didn’t even know who the woman was.",
  "“It’s moving too fast for me to appear intelligent in analysis,” he wrote back.",
  "“Yes,” he said, “but you should not cast Donnie as a campaign professional.",
  "The earliest voices to react have been those of familiar Trump critics.",
  "He released it because he knew that the Times was about to publish it.",
  "“Would have either ignored it or called the F.B.I.,” Schmidt told me.",
  "“So, I don’t know what Mr. Trump, Jr.,’s version of the facts are.",
  "“It just goes to show you their exact moral compass,” he said.",
  "On Monday, Trump, Jr., hired a criminal-defense attorney.",
  "After the e-mails were posted, he amended his reaction.",
  "“I mean, they’ll say anything to be able to win this.",
  "It has also demolished the credibility of Trump, Jr.",
  "I mean, this is time and time again, lie after lie.",
  "Did Donald Trump himself know about the meeting?",
  "That defense crumbled on Tuesday.",
  "Definitely—he has to testify.",
  "This was also not true.",
  "He was wise to do so."
]