[
  "A reporter for a major news outlet asked an adviser to Donald Trump about memos saying the New York businessman was involved in an orgy in Russia back in fall of 2015, according to an interview the former adviser gave to The Daily Caller Friday.",
  "He said, “Trump has always been like remember they’re taping you, be very careful.”\n\nThe former adviser went on to say that he was also approached by someone from the Jeb Bush campaign about the memos in December 2015.",
  "The former adviser, who still keeps in touch with Trump and spoke on the condition of anonymity, said a Politico reporter called him in Fall 2015 to ask whether he had ever heard that Trump had an orgy in Russia.",
  "The former adviser said he asked the reporter “who told him this” and the reporter said no one, and that he got the information from a document made by Fusion GPS that was floating around.",
  "He said that when Trump visited Moscow in 2013, Russian pop star Emin Agalarov told Trump’s head of security Keith Schiller that he was going to send up prostitutes to Trump’s room.",
  "It has been reported that the dossier freely floated around Washington as several outlets have claimed to have seen it months prior to BuzzFeed publishing it in its entirety.",
  "Last summer BuzzFeed turned down a million dollar advertisement deal with the Republican National Committee because Trump hurt the feelings of the site’s employees.",
  "This allegation has been disputed by an Atlantic report which says Cohen was at a baseball game with his son at the University of Southern California at the time.",
  "The dossier that was released by BuzzFeed is dated from June to December 2016, the former adviser said that this is probably the result of an updated document.",
  "The New York Times reported Wednesday that a wealthy Republican donor had paid Fusion GPS in September 2015 to create an opposition research file on Trump.",
  "The former adviser said that Trump’s comments during a press conference Wednesday that you have to be careful when traveling weren’t facetious.",
  "Schiller shot down the plan, and they put people outside of Trump’s hotel room to make sure nothing happened, according to the former adviser.",
  "This resulted in former British spy Christopher Steele’s dossier which contains unverified claims of deep-ties between the Kremlin and Trump.",
  "The former adviser said he told the Politico reporter at the time that “by chance” he knows the orgy claim is not true.",
  "He pointed to the dossier including the claim that Michael Cohen met with Russian officials in Prague last August.",
  "“Ben Smith is openly hostile and biased towards Trump,” the former adviser said about the site’s editor-in-chief.",
  "While Trump was in Moscow he made a cameo in one of Emin’s music videos.",
  "Emin’s management did not return a request for comment."
]