[
  "Thomson Reuters\n\nSign up for the latest Russia investigation updates here»\n\nUS national security adviser John Bolton once said that Russia's interference in the 2016 presidential election was \"an act of war\" against the US and warned that the US could not trust Russia.",
  "Citing Kremlin spokesperson Yury Ushakov, the Russian state media outlet TASS reported Putin and Bolton discussed \"strategic stability in the world, control over nuclear weapons and, in general, a disarmament dossier.\"",
  "A Bloomberg News reporter later asked Bolton whether he was \"suspicious\" that Putin arrived on time to the meeting and treated Trump's emissary \"with more respect\" than he gives other world leaders.",
  "Bolton pushed back on that notion when The Wall Street Journal's Anatoly Kurmanaev asked whether Trump recognizes Russia's annexation of Crimea — in other words, whether Russia controls Crimea.",
  "Bolton said that he would not address previous statements he had made and reiterated that Trump will \"raise the full range of issues\" between the US and Russia when the presidents meet in July.",
  "Trump first brought up his proposal during the annual G7 summit in Canada earlier this month, also reportedly suggesting Crimea was part of Russia because the people there spoke Russian.",
  "Adam Berry/Getty Images\n\nOne reporter asked Bolton whether he felt it was appropriate for Trump and Putin to meet given that Russia has not changed any of its behavior in the past.",
  "He was also asked whether Trump would broach Russia's election interference and allegations that a Russian missile was responsible for downing Malaysia Airlines Flight 17 in 2014.",
  "Russia's President Vladimir Putin (L) shakes hands with US national security adviser John Bolton during a meeting at the Kremlin in Moscow, Russia on June 27, 2018.",
  "Bolton's comments came after he met with Russian President Vladimir Putin ahead of a highly anticipated summit between Putin and US President Donald Trump in July.",
  "\"You yourself said a national security policy based on faith that regimes like Russia will honor their commitments is doomed to failure,\" the reporter replied.",
  "At a press conference held later in Moscow, Bolton said Moscow and Washington would announce the time and place of the Trump-Putin summit on Thursday.",
  "As for \"the meaning of [this meeting] with respect to ... anyone else that you mentioned, I think I'll just duck the question,\" Bolton added.",
  "\"I could either agree with you that he wasn't late, or I could tell you when he actually arrived and be accused of saying that he was late.\"",
  "Bolton responded that \"there are a wide range of issues ... where both [Trump and Putin] think they'd like to find constructive solutions.",
  "The presser was broadcast from the headquarters of the Russian state media outlet Interfax, instead of from the US embassy in Moscow.",
  "The Kremlin said the two men did not broach the subject of sanctions or the diplomatic spat between the US and Russia.",
  "He also said Trump and Putin would likely discuss Trump's recent calls for Russia to be readmitted to the G7.",
  "Ushakov said they also discussed the conflicts in Syria and Ukraine, North Korea, and the Iran nuclear deal.",
  "On Wednesday, he told the Russian leader: \"We are most appreciative of your courtesy and graciousness.\"",
  "Russian state media celebrated Trump's reported statements, with one host declaring, \"Crimea is ours!",
  "Bolton and the Kremlin did not say whether he and Putin discussed Russia's election meddling.",
  "A testy exchange over Ukraine and Russian election meddling\n\nVladimir Putin.",
  "\"That's the hardest question I've been asked here today,\" Bolton quipped.",
  "\"That's not the United States's position,\" Bolton replied.",
  "I'd like to hear someone say that's a bad idea.\"",
  "Trump is ours!\""
]