[
  "Sam Nunberg believes that special counsel Robert Mueller is zeroing in on Trump over his business dealings\n\nThe former Trump campaign adviser also asserted Carter Page colluded with Kremlin officials\n\nCable networks MSNBC and CNN devoted wall-to-wall coverage to Nunberg’s allegations\n\nFormer Trump campaign adviser Sam Nunberg made waves on Monday by saying in multiple TV interviews he believes that special counsel Robert Mueller is zeroing in on President Donald Trump over his business dealings.",
  "The Daily Caller News Foundation was told that Mueller’s investigators, led by Justice Department attorney Aaron Zelinsky, centered on four main topics: Trump deals related to Trump Tower in Moscow, Trump’s 2013 trip to Moscow for the Miss Universe pageant, dealings with Mafia figures, and payoffs to women.",
  "He also asserted that former Trump campaign adviser Carter Page colluded with Kremlin officials — an allegation made in the unverified Steele dossier — and that Trump had advanced knowledge about the infamous June 2016 Trump Tower meeting between Donald Trump Jr. and a group of Russians.",
  "Nunberg would feasibly have knowledge of Trump’s pre-campaign activities, including the Trump Organization’s failed attempts to build a Trump Tower in Moscow and a trip to the Russian capital in 2013 that is at the center of allegations made in the infamous Steele dossier.",
  "Nunberg entered the spotlight earlier in the day after he told The Washington Post that he plans to defy a subpoena from Mueller to appear before a grand jury on Friday and to turn over communications records with Trump and nine campaign advisers.",
  "(RELATED: Former Trump Adviser Hammered On Live TV)\n\nSchiller, who worked in the Trump White House but left in 2017, discussed the Moscow visit during an interview in 2017 with the House Permanent Select Committee on Intelligence.",
  "(RELATED: ‘Let Him Arrest Me’: Ex-Trump Aide Says He’ll Rip Up Mueller Subpoena)\n\nRegarding Trump’s pre-campaign business activities, Nunberg was unable to provide damaging information on those to Mueller’s investigators.",
  "He claimed that Trump’s longtime bodyguard, Keith Schiller, told him that Russian pop star Emin Agalarov offered to send five women to Trump’s hotel room but that Trump was “disgusted” by the offer and rejected it.",
  "The dossier, which was written by former British spy Christopher Steele, alleges that the Kremlin has used a 2013 video recording of Trump in a Moscow hotel with prostitutes in order to blackmail the Republican.",
  "Nunberg, a self-proclaimed protegé of Trump friend Roger Stone, was fired from the Trump campaign in August 2015 after some of his racially charged social media posts were reported by Business Insider.",
  "Page, an energy consultant who joined the campaign seven months after Nunberg was fired, was accused in the dossier of being the Trump campaign’s liaison to the Kremlin for the purposes of collusion.",
  "Nunberg also acknowledged that he was speculating about what Trump knew about the controversial June 2016 Trump Tower meeting between Trump Jr. and a group of Russian lobbyists.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "After that story, Nunberg made gave a series of interviews on MSNBC and CNN, repeating his defiance and claiming that he believes Mueller’s team is closing in on Trump.",
  "Because of his early departure from the campaign, Nunberg likely had little visibility into much of what allegedly went on during the campaign.",
  "Cable networks MSNBC and CNN devoted wall-to-wall coverage to Nunberg’s allegations, granting him several interviews throughout the day.",
  "Page has never talked to or met Nunberg, he told TheDCNF on Monday and Nunberg said the same in one of his interviews.",
  "Nunberg’s final interview was given to CNN’s Erin Burnett, who asked during the segment whether Nunberg was drunk.",
  "He also denied allegations about prostitutes in Moscow that closely mirror claims made in the Steele dossier.",
  "One fact was lost in the coverage: Nunberg’s statements were largely based on wild speculation and guessing.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Nunberg later told Vox.com he was speculating about what Trump knew about that controversial meeting.",
  "If true, that would be a major revelation that would conflict with statements from the White House.",
  "A Russian associate of Agalarov’s offered the prostitutes but that offer was rejected, he said.",
  "“Let him arrest me,” said Nunberg, who was interviewed by Mueller’s investigators in February.",
  "Nunberg initially told interviewers that Trump knew about the meeting before it happened.",
  "Nunberg said that he saw no evidence of illegal activity related to Trump Tower Moscow.",
  "Nunberg appears to have had no special insight into Page’s activities on the campaign.",
  "He also said he saw no Russians around the real estate company at the time.",
  "“I have no special knowledge at all,” he said.",
  "The allegation is false, Nunberg says."
]