[
  "Given his relationship to it, his attendance at the 2013 Miss Universe festivities and his having brokered the meeting in which Donald Trump Jr. hoped to obtain Russian government information about Hillary Clinton, irresponsible conclusions will be drawn about what he knows about certain things and whether he's sending a signal.",
  "The Russian pop star, ally of President Vladimir Putin and would-be Trump friend who helped broker the infamous Trump Tower meeting is out with a new video that practically screams “lewd Trump-Russia tape.” As geopolitical trolling goes, it may set a new standard.",
  "That's when an unsubstantiated claim in the Steele dossier alleges Trump engaged in a particular behavior with prostitutes in a hotel, of which Putin allegedly had a tape and was using it as blackmail against Trump.",
  "At the very least Agalarov is using a claim that Trump badly dislikes to promote his music; at the very worst, he's doing his buddy Putin a favor by spinning this story forward.",
  "I wish you could tell me the truth.” Soon he is in a hotel room with the Trump impersonator as bikini-clad pageant contestants (complete with their sashes) file in.",
  "But Trump also promoted Agalarov — a known Putin ally — in the past, and this is apparently the price of not choosing your friends more wisely.",
  "That salacious claim was pretty well kept beneath the surface until former FBI director James B. Comey breathed life into it on his book tour.",
  "And now his onetime ally — a person whose music video the real Trump once appeared in — is seizing upon the whole thing.",
  "In the video, the singer is seen walking through the halls of a hotel with Trump and Ivanka Trump impersonators.",
  "Singing to the Trump impersonator's face in English, Agalarov says: “I wish you at least could be honest.",
  "For the record, here's the 2013 video that features a Trump cameo and yet more pageant contestants:",
  "Trump, who hates the story and according to Comey wanted him to debunk it, has now responded, too.",
  "Agalarov and Trump met when Trump held the Miss Universe pageant in Moscow.",
  "As I've argued about the alleged tape, we should all be extremely careful.",
  "This is pure rumor, and that mere rumor is being used as a weapon.",
  "President Trump once appeared in an Emin Agalarov music video.",
  "The through lines don't need to be dwelt upon here.",
  "Then a security tape erases Trump from the scene.",
  "Also: There is a Stormy Daniels impersonator.",
  "He won't much like \"appearing\" in this one.",
  "As subtlety goes, not so much.",
  "The cat is out of the bag."
]