[
  "“You have to waste an hour of your day with a bullshit shot: Donald Trump walks in and Al Pacino’s like, ‘Hello, Mr. Trump!’—you had to call him by name—and then he exits.”\n\nWhile Affleck and Damon clearly have an axe to grind as dyed-in-the-wool members of the Californian #Resistance, in the process of dunking on the president’s vanity they illuminate a key aspect of his cultural staying power: major studios and directors wanted to film on Trump’s properties.",
  "In November 2017, Ben Affleck, our current Batman, totemic national sad dad and Hollywood liberal par excellence, appeared on The Late Show with Stephen Colbert with a pointed anecdote about Trump’s filmic history:\n\n“I heard that in order to get permission to film at his properties, he insisted on being put in the movie as an extra,” Affleck explained.",
  "Trump Tower, the Plaza Hotel, the Trump International Hotel in Chicago—they all feature in Trump’s cinematic tableau, and whether they were selected by filmmakers due to their location, their aesthetics or their prestige, Trump had the vision to realize what cultural cache would come with their ownership, whatever the personal cost.",
  "Action!’ And then they’d say ‘Cut,’ and he’d go home, and it never ended up in any of the movies.’”\n\nAffleck running buddy Matt Damon shared a similar story with The Hollywood Reporter last September:\n\n“[Midnight Run director] Martin Brest had to write something in Scent of a Woman—and the whole crew was in on it,” Damon told them.",
  "In what serves as the establishing shot for a doe-eyed Macaulay Culkin’s ascent to the gilded Manhattan big time, the child star wanders into the Plaza Hotel, which had been recently purchased in real life by Trump in a heavily leveraged deal that would lead him to bankruptcy in the same month as the film’s release.",
  "Story Continued Below\n\nThat film turned out to be an execrable, ill-conceived, comically offensive sex comedy wherein a widow (portrayed by ‘80s pinup and Derek’s real-life spouse, Bo Derek) attempts to find a young man to murder so that the ghost of her deceased husband can possess him and regain his virility.",
  "Culkin’s naïf, completely unaware of whose presence he’s in, asks the sauntering mogul to point him to the lobby, to which Trump automatically responds “down the hall, and to the left” —just before turning, in the background, to stare in mock bemusement at the kid so unfazed by his radiant presence as owner.",
  "Trump’s appearances were beneficial to him insomuch as they allowed him to manicure and amplify his image; they were beneficial to filmmakers because they served as both lazy shorthand for “wealth” and a cheap celebrity gag—the live-action equivalent of the Family Guy- or Shrek-style pop culture cutaway.",
  "The celluloid Trump is both a meticulously curated yet paper-thin idealization of a businessman, and a simple black hole of attention and celebrity that reduces the subtext of any scene in which he appears to “Hey, that’s Donald Trump.”\n\nIn other words, it’s the role he was born to play: himself.",
  "Trump was already a celebrity, but his symbiotic relationship with Hollywood turned him into a national brand—millions of VHS tapes going out into the world’s Blockbusters and Suncoast outlets, wound and rewound in living rooms and rec centers far outside his East Coast-tabloid feudal domain.",
  "Some choice excerpts: “Lighting, warm golden lighting (no red tones please)… The result is golden blond hair, warm golden (even tone) tan skin and a more defined jaw-line… A great reference for Mr. Trump’s look is always the boardroom scenes in Celebrity Apprentice.”\n\nLaugh, sure.",
  "By the time the Wall Street sequel was filmed, Trump had completed his Apprentice-fueled transmogrification from a prime mover in one of the most expensive real estate markets in the world into a licenser, a brand, a hawker of steaks, mid-shelf vodka, and above all himself.",
  "His most recent screen credit, aside from an appearance in a music video by Azerbaijani Putin-world scion Emin Agalarov, is in the same tradition: an entirely gratuitous and mercifully cut scene with Michael Douglas in Oliver Stone’s sequel Wall Street: Money Never Sleeps.",
  "From family fare like Home Alone 2: Lost in New York to the Sandra Bullock rom-com Two Weeks Notice, Trump appeared repeatedly as himself, mostly in New York-centric films, attempting to maintain his public reputation at a time when his business empire was on the brink.",
  "This meant fewer on-screen business negotiations, more self-reflexive tributes to his own fame—an interview with a tabloid reporter in Woody Allen’s forgettable Celebrity, an appearance on the red carpet singing the praises of the titular male model in Zoolander.",
  "Included as a DVD extra, it was largely forgotten to history until the 2016 campaign, when Newsweek reported on a leaked email from a Trump assistant to the Wall Street crew, going over in painstaking detail Trump’s demands for how he was to be portrayed.",
  "Director Chris Columbus shows off the Plaza’s opulent golden trim, crystal chandelier, and oriental carpet in a single tracking shot that lulls you into the kind of rococo sensory overload for which Trump has always strived with his properties.",
  "In Eddie, Goldberg plays a rabid New York Knicks fan who improbably becomes the coach of the sad-sack team, dragging them to greatness—after which Trump appears in a television interview, claiming her hiring was his idea in the first place.",
  "The Trump who swaggers into the barbershop and takes a seat next to Douglas’ iconic Gordon Gekko is indistinguishable from the Trump who’s dominated cable news for the last three-plus years now—the red tie, the bronzer, the unctuous smile.",
  "(During this period, he also made a brief cameo in Penelope Spheeris’ Little Rascals film, as the father of an unlikable rich kid he describes as “the best son money can buy.” One hopes a young Don Jr. and Eric weren’t stung too hard.)",
  "For longer than we’ve maybe been aware, the president has been the triple-threat producer-writer-star in the drama of his self-construction, and we’re tossing popcorn in the cheap seats—whether we willingly paid for a ticket or not.",
  "By imprinting himself in the cultural consciousness, against all empirical evidence, as a near-omniscient mogul, Trump carved out a space that would lead to his Apprentice run and, ultimately, the White House.",
  "In the summer of 1986, the 59-year-old writer-director who had recently turned his eye to B-movie smut and, occasionally, outright pornography, suffered a mild heart attack at his home in Santa Barbara.",
  "In all three films, Trump is put forth as an avatar of power and authority in New York, even as he made a series of questionable business decisions that left him in dire financial straits.",
  "Over the course of the 1990s, Trump’s film (and a few television) cameos reinforced his imperious, world-beating persona at a time when his personal life and balance sheet were crumbling.",
  "When Trump insisted to CBS’s John Dickerson in 2016 that he boasts “More humility than you would think, believe me,” it might be exactly this kind of visual humblebrag he had in mind.",
  "A senescent Anthony Quinn plays the John Derek stand-in, who spectrally advises his wife in a key business dispute with a young wheeler-dealer who clearly has designs on the widow.",
  "Derek’s skeezy romp marked the first screen credit for our ad-libber-in-chief himself, the pathological crowd-pleaser and cue-card scofflaw we now refer to as Mr. President.",
  "That appearance makes a sort of triptych with two other New York-centric films he appeared in during the mid-1990s, the Whoopi Goldberg vehicles Eddie and The Associate.",
  "***\n\nAs the 1990s wore on and Trump’s glitzy 1980s heyday receded in our cultural memory, his screen appearances began to reflect the changing nature of his celebrity.",
  "The cinema is where he established credibility, and the modicum of celebrity brought by the latter as foundation of the former, projecting it on a more national scale.",
  "The Associate follows a similar formulaic fish-out-of-water plot, with Trump’s eagerness to do lunch with Goldberg serving as evidence of her rise to greatness.",
  "And all of this at the precise moment when the fortune that built that brand threatened to evaporate before his eyes (and those of federal bankruptcy courts).",
  "Nine of the films in which Trump has appeared have been rated by review aggregator Rotten Tomatoes’ “Tomatometer.” Their average approval rating from critics?",
  "And out of the wings, then, our hero: Trump enters, in his first cinematic cameo since Ghosts Can't Do It (that is to say, his first in respectable company).",
  "Who could possibly bring the right combination of authority, suavity, and acumen that Quinn’s character would be moved to simultaneously possess and destroy?",
  "The films that comprise the Trump Cinematic Universe tell the story of how Donald Trump went from an actual businessman to a guy who played one on TV.",
  "That version of Trump is the one who won election in 2016—the performative megawatt celebrity, not the Trump & Son five-boroughs dealmaker.",
  "Derek survived, but the experience moved him enough to add a touch of autobiography to his next grand feature—1989’s Ghosts Can't Do It.",
  "See if you can guess, from this contemporaneous description of his on-set behavior:\n\n“’They shot around him,’ said [a production] aide.",
  "Donald J. Trump’s appearance in Ghosts Can't Do It was the first of more than a dozen cinematic cameos spanning the last four decades.",
  "Trump’s appearance in Home Alone 2 is a tribute to his beneficence that’s both understated and comically overblown at the same time.",
  "With a palette swap for the tie, it’s like he could have walked off the set and onto the backdrop for his election-night headshot.",
  "(More interesting than Trump’s appearance in the latter is the model on his arm: a 31-year-old, starry-eyed Melania Knauss.)",
  "Trump is an infamously zero-sum thinker, but his almost-lifelong arrangement with the media seems to be a rare win-win.",
  "The connective tissue between the films in which he’s appeared, with a few exceptions, is that… they’re not very good.",
  "(The average audience rating, on the other hand, is 54 percent—maybe evidence of Trump’s populist instinct at work.)",
  "The first example of this is in the aforementioned Home Alone 2, the sequel to the smash hit 1990 Christmas movie.",
  "Once that performance was beamed into millions of households on a weekly basis, the narrative superseded reality.",
  "***\n\nWith a few vocal exceptions, Hollywood isn’t as tolerant of the current president as it once was.",
  "I think he ad-libbed most of it, but everybody seemed pleased.’”\n\nNo points for getting it right.",
  "“So you had to go through this whole ritual of pretending, ‘OK, now is the scene, Donald.",
  "They gave him a script, but I don't think he ever sat down and learned his lines.",
  "Trump has, by now, turned that phenomenon into a governing philosophy.",
  "‘He'd come in and out of meetings and shoot a take or two, then leave.",
  "Derek Robertson is a news assistant for POLITICO Magazine.",
  "This article tagged under: Media\n\nDonald Trump\n\nFilms",
  "John Derek had become keenly aware of his mortality.",
  "Follow him on Twitter @afternoondelete.",
  "Today, the tweet would write itself.",
  "But Hollywood needed Trump, too.",
  "But who to cast in such a role?",
  "But then watch the scene.",
  "34 percent."
]