[
  "The Steele dossier, the authors write, “described Millian as a Trump intimate, but there was no public evidence he was close to the mogul.” (The Steele dossier, however, did cite several other sources for the Ritz-Carlton allegation, whom Corn and Isikoff don’t mention, including a “member of the staff at the hotel” and “a female staffer at the hotel when Trump stayed there.”) The other unconventional source, according to the authors, is an unnamed woman whom they describe as “the paramour of a Kremlin insider.” In other words, as they put it, some of the incendiary allegations against the President of the United States contained in the Steele dossier may have begun literally as “pillow talk.”",
  "A source close to Steele, who declined to be identified, described the overlap between the Act’s performances and the Ritz-Carlton allegation as “interesting.” He acknowledged that for Steele, whose life and work I recently investigated for The New Yorker, the details in the new book are likely to be “something of a two-edged sword.” As he put it, “There’s a risk that there was some conflation of the story,” meaning a blurring of what happened at the Act and what allegedly happened at the Moscow hotel.",
  "These, according to court records, included “simulated masturbation, simulated use of narcotics, use of dildos, strap-on penises, simulated defecation, and simulated urination.” In one skit, titled “Hot for Teacher,” an actor in the role of a professor would write an obscene title for a lecture on a blackboard, after which female actors purporting to be college girls would disrobe and stand over the professor, appearing to urinate on him, before revealing a water bottle.",
  "Of all the allegations about Donald Trump contained in the ex-British spy Christopher Steele’s infamous “dossier,” the most notorious remains a secondhand report that Trump consorted with prostitutes in 2013 while staying in the Presidential suite at the Ritz-Carlton Hotel, in Moscow, and that, at his request, the prostitutes urinated on a bed in which President Barack Obama and his wife had previously slept.",
  "In a new book being published on Tuesday, “Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump,” the co-authors Michael Isikoff and David Corn report an anecdote suggesting that so-called golden showers were a form of entertainment familiar to some in Trump’s circle, even if not necessarily to Trump himself.",
  "The reason that court records exist at all is that the Act’s obscene entertainment was, at the time of Trump’s visit, the target of a joint undercover investigation by the Nevada Gaming Control Board and the club’s landlord, the Palazzo hotel and casino—which is owned by Sheldon Adelson, a major Republican Party donor.",
  "Early last year, when this allegation became public, along with much of the rest of the dossier, Trump denounced it as “crap” compiled by “sick people.” Since then, the allegation has remained uncorroborated, a fact that has given ammunition to those who want to dismiss the entire dossier as a fabrication.",
  "According to the authors, both of whom are veteran, Washington-based investigative reporters, in the early-morning hours of June 15, 2013, some five months before the alleged Moscow incident, Trump visited a Las Vegas night club called the Act that was infamous for its sexually explicit theatre shows.",
  "So in that sense, it adds to the credibility of the dossier.” (In “Russian Roulette,” Corn and Isikoff report that Steele would tell colleagues his confidence in the Ritz-Carlton story was “fifty-fifty.” He treated everything in the dossier as raw intelligence material—not proven fact.)",
  "In another skit, according to the court records, two women would drink from champagne flutes and snort a white powdery substance, after which they would undress, and one would simulate urinating on the other, who would catch the liquid in two wine glasses and then drink it.",
  "When it first emerged in public, the hotel-room allegation’s credibility was so hotly debated, it split the legendary investigative-reporting team of Bob Woodward and Carl Bernstein, who won a joint Pulitzer Prize for their exposure of the Watergate scandal.",
  "One source for the “golden showers” allegation, according to Isikoff and Corn, was Sergei Millian, a mysterious Belarusian-American businessman whose claims to have been an intimate of Trump and his circle have been disputed by those close to Trump.",
  "Isikoff and Corn note that the Act closed after the judge ruled against it, and that they were unable to determine which skits were performed the night that Trump attended, or even whether Trump paid any attention to what was onstage.",
  "Trump reportedly told Emin, “We’re going to have a great relationship.” Later that day, Trump announced that the Agalarov family would partner with him in presenting the 2013 Miss Universe competition in Moscow.",
  "Bernstein, who helped CNN break the news of the Steele dossier, last January, argued that it was “not fake news.” But Woodward dismissed it as “garbage,” a comment that won him a thank-you note from Trump.",
  "The authors assert that Millian was an “unwitting” source for Steele—that he spoke about Trump to an interlocutor without realizing that his statements were being conveyed to the former British spy.",
  "Instead, Isikoff and Corn write that Trump’s focus that night was apparently the cementing of a business relationship with one of his companions, Emin Agalarov, an Azerbaijani pop singer.",
  "It was during the Miss Universe competition, in November of 2013, according to the Steele dossier’s sources, that Trump allegedly engaged the prostitutes at the Ritz-Carlton.",
  "“Russian Roulette” quotes Rob Goldstone, a British publicist for the pop singer, who was also present at the Act that night, recalling Trump extolling his plans.",
  "A few months after Trump visited the Act, a Nevada state judge issued an injunction against the club, shutting down its “lewd” and “offensive” performances.",
  "(The White House did not respond to a request for comment about the book’s allegations concerning Trump’s 2013 visit to the Las Vegas night club.)",
  "Millian, however, has subsequently appeared on Russian television to deny that he has ever had any damning information about the President.",
  "Trump, the authors write, was wooing Agalarov’s wealthy and Kremlin-connected family in pursuit of potential Russian business deals.",
  "As Isikoff and Corn note, it is unclear whether these skits were performed on the night that Trump visited the club.",
  "Among the skits regularly performed at the Act were two in which semi-nude women would simulate urination onstage.",
  "In the course of the legal wrangling, investigators submitted detailed descriptions of the the Act’s shows.",
  "According to Isikoff and Corn, Steele’s sources include two figures whose expertise may be questionable.",
  "“Russian Roulette” also sheds more light on Steele’s sources—whose identities he has fiercely guarded.",
  "But at the same time, he noted, “It does suggest that there is some kind of track record here.",
  "But court records confirm that they were in the club’s regular repertoire.",
  "This behavior was not unheard of in Trump’s circle."
]