[
  "Much of the yammering in this area surrounds Trump's hotels, especially the one in Washington, D.C., which has billed $268,000 in hotel rooms and catering to the Saudi government, and his international licensing deals, which allow foreign tycoons and hucksters, many with connections to their local governments, to pay the Trump Organization more than $5 million a year in order to profit from the president's name in far-flung locales.",
  "While he's in process of selling the stake--his lawyer Garten says that Trump's business has no day-to-day control over properties where it holds minority investments--the president and his partners continue to collect an estimated $25,000 in annual rent from the federal government, whose founding charter, the Constitution, appears to prohibit the president from getting any government compensation except for his salary.",
  "Apparently, the Trump team defined \"foreign deals\" strictly as projects not on U.S. soil, because one year later, with no fanfare, the signs in the windows of a couple Trump properties revealed new tenants: yoga retailer Lululemon and sandwich shop Pret A Manger, based in Canada and Great Britain, respectively.",
  "Instead, Trump Organization lawyer Alan Garten provided a statement: \"Following the election, the Trump Organization implemented a rigorous vetting process for all transactions, including leases, which includes a detailed review and approval by our chief compliance officer and outside ethics advisor.\"",
  "Among them: Rupert Murdoch's media empire, which appears to be paying Trump $50,000 a year or so to lease an antenna atop a New York skyscraper and whose far-flung assets include the New York Post, a newspaper founded by the person who saw the problem coming two centuries ago, Alexander Hamilton.",
  "According to a prospectus filed in November, the French firm may have to disclose business with Iranian entities, which could open it up to U.S. sanctions, at the discretion of the president of the United States, who just so happens to take in an estimated $12 million from AXA each year.",
  "Four years ago, the Department of Justice reached a nearly $17 billion settlement--the largest ever of its kind--with Bank of America, the biggest tenant (an estimated $18 million a year) at the 555 California Street complex in San Francisco, where Trump owns a 30% stake.",
  "Shortly before President Trump's inauguration, one of his lawyers, Sheri Dillon, stood inside Trump Tower with the soon-to-be commander-in-chief and revealed his plans to maintain his business interests while insulating his presidency from foreign influence.",
  "In December, Trump tenants UBS, Barclays and JPMorgan, plus Trump lender Deutsche Bank, got waiver extensions from the Department of Labor that allow them to avoid part of their punishment for illegally manipulating interest rates and foreign exchange rates.",
  "So we created one on our own, identifying 164 tenants, in virtually every industry, from all around the world, and then estimated payments, wherever possible, based on property records, debt prospectuses and conversations with real estate experts.",
  "Federal laws, drafted without envisioning a real estate billionaire as president, require Trump to publicly disclose the shell companies he owns--but not the hundreds of businesses pouring money into them or even the extent of the money involved.",
  "When President Trump announced a travel ban from seven Muslim-majority countries, it was hard to miss that the ban excluded Saudi Arabia, Egypt, Azerbaijan and the United Arab Emirates--all places where he had previously pursued business deals.",
  "Just around the corner from Trump Tower sits Niketown, which, after opposing Trump on the Trans-Pacific Partnership and NFL protests, announced it was leaving the building this spring, even though it still had years left on its lease.",
  "And while the landlord is technically the Trump Organization, make no mistake who's cashing those millions: the president of the United States, who has placed day-to-day management with his sons but retains 100% ownership.",
  "So if you assume that the Trumps want to keep this lucrative tenant, then Eric Trump and Donald Trump Jr. could well be negotiating right now over how many millions the Chinese government will pay the sitting president.",
  "\"President-elect Trump has decided, and we are announcing today,\" the lawyer said, \"that he is going to voluntarily donate all profits from foreign government payments made to his hotels to the United States Treasury.",
  "There do not appear to be any public photos of the office, the bank doesn't welcome visitors, and a man guards the elevators downstairs--one of the perks of forking over an estimated $2 million a year for the space.",
  "By Dan Alexander and Matt Drange\n\nThe largest American office of China's largest bank sits on the 20th floor of Trump Tower, six levels below the desk where Donald Trump built an empire and wrested a presidency.",
  "The Founding Fathers specifically built this contingency into the Constitution through the Emoluments Clause, which prohibits U.S. officials from accepting gifts, titles or \"emoluments\" from foreign governments.",
  "In May the prime minister of Georgia made a visit to the White House, where, according to two of Trump's former business partners, the president asked about his old project in the former Soviet republic.",
  "Capital One rents space for an estimated $1 million at the bottom of Trump's Park Avenue condo building--while the Justice and Treasury departments investigate the bank's anti-money-laundering program.",
  "Scholars have been debating what exactly constitutes an \"emolument\" since the moment Trump won the election, and nearly 200 congressional Democrats sued the president over possible violations in June.",
  "Take any hot-button issue of the past year, and there's a good chance Trump's tenants lobbied the federal government on it, either in support of or in opposition to the administration's position.",
  "Whoever steps in has the chance to make annual payments to the president, at whatever price they want, and the public will have no foreseeable way to know how that compares with market rates.",
  "Trump Tower officially lists the tenant as the Industrial & Commercial Bank of China, but make no mistake who's paying the rent: the Chinese government, which owns a majority of the company.",
  "There are even three law firms that are tenants and have lobbying divisions that push various client interests--while the firms pay the president a combined $4.1 million each year for rent.",
  "In September, despite objections by one of the two commissioners at the Federal Trade Commission, Trump's tenant got the green light for a slimmed-down, $4.4 billion version of the deal.",
  "Unless he has already taken care of it: In September 2015 then-candidate Trump boasted to Forbes that he had \"just renewed\" the lease, around the time he was gearing up his campaign.",
  "Through its brand Duane Reade, it is the highest-paying tenant in Trump's skyscraper at 40 Wall Street in New York, with $3.2 million in annual rent, according to a 2015 prospectus.",
  "Gucci rents a Fifth Avenue retail space at Trump Tower for an estimated $21 million a year, paying the Trump Organization more than any other tenant in the president's portfolio.",
  "Postal Service, part of the executive branch, started a new lease in a Brooklyn housing development where Trump owns a 4% stake, according to his financial-disclosure report.",
  "(There were obstacles: The day after we sent questions to the Trump Organization , two security guards kicked a Forbes reporter out of a shopping area of one Trump property.)",
  "\"The public reading the [disclosure] form doesn't know who is paying the president,\" says Walter Shaub, who resigned as the federal government's top ethics official in July.",
  "The names even more so: At least 36 of Trump's tenants have meaningful relationships with the federal government, from contractors to lobbying firms to regulatory targets.",
  "By \"completely out,\" the president meant letting his sons run it, and this creature of habit keeps his full ownership, along with the scores of payments that come with it.",
  "Forbes discovered one deal, previously unreported, in which Trump partially serves as his own landlord: The U.S. government is paying some rent to the person who runs it.",
  "And it's hard to get into the heads of regulators, however well-intended or removed from the White House, who serve a president famously obsessed with personal loyalty.",
  "After the deal failed to secure approval under President Obama, it then fell to the Trump administration, which arrived in Washington during the first quarter of 2017.",
  "But even if Trump tried to rule without any personal favor, or if this was decided without his direct input, the appearance of a conflict of interest is unavoidable.",
  "In Federalist 75, Alexander Hamilton framed the threat thus: \"An avaricious man might be tempted to betray the interests of the state to the acquisition of wealth.\"",
  "That insulates the president's business from consumer whims--and lagging favorability ratings--while leaving him vulnerable to corporate (or government) interests.",
  "Left unsaid: The Trump Organization makes more money from the Chinese bank alone than it ever could expect from hotel visits by members of a foreign government.",
  "By holding on to his assets, Trump has chosen to test whether the Emoluments Clause follows suit (he got one case dismissed in January; two others are active).",
  "According to federal disclosures, that was the same quarter Walgreens Boots Alliance began directly lobbying the White House on \"competition policy issues.\"",
  "And when he left office, he could surely take that cash hoard to again buy properties or leverage his higher profile to yet more and better licensing deals.",
  "\"He does not forget his friends,\" said Emin Agalarov, who helped broker the infamous Russia campaign meeting in Trump Tower, according to Donald Trump Jr.",
  "The point of anticorruption laws is to prevent the possibility of outside influence, so that no one has to wonder, after the fact, whether it happened.",
  "When we could not get more detailed information, we assumed tenants paid rates comparable to those for similar properties in their respective markets.",
  "\"No new foreign deals will be made whatsoever during the duration of President Trump's presidency,\" his lawyer said in that January press conference.",
  "Right after Trump was elected, most assumed the septuagenarian would divest his assets and engage in the biggest job in the world with clean hands.",
  "How, then, to consider the backroom discussions between federal officials and Walgreens Boots Alliance, one of the largest pharmacies in the world?",
  "In October 2015, Walgreens Boots Alliance announced a $9.4 billion merger with rival Rite Aid, requiring a sign-off from antimonopoly regulators.",
  "While Wal-Mart and General Motors rely on millions of customers around the world, the Trump Organization relies on a handful of large entities.",
  "That creates a potential headache with the Italian government, which is reportedly investigating whether Gucci dodged $1.5 billion in taxes.",
  "In other words, government ethics officials, charged with detecting conflicts of interest, have never seen the president's rent roll.",
  "French insurance giant AXA pays an estimated $41 million to rent space in a New York skyscraper in which Trump holds a 30% interest.",
  "Neither the White House nor the Trump Organization would provide a list of the president's tenants, much less reveal what they pay.",
  "Or the incoming rent from the state-owned Bank of India, which leases space in San Francisco, part of a deal that expires in 2019.",
  "Nutritional-supplements giant GNC, which rents retail space from the president in New York City, advocated on health care reform.",
  "In January, Trump announced he would nominate the commissioner who supported the deal, Maureen Ohlhausen, to be a federal judge.",
  "Even if he tries to avoid a bias, there's a clear feeling in foreign capitals that currying favor with his business can't hurt.",
  "Shortly after the election, he tweeted: \"Legal documents are being crafted which take me completely out of business operations.",
  "The roughly 65,000-square-foot space should command about $13 million in rent per year, and Donald Trump owns it debt-free.",
  "Since his company basically consists of assets and management deals, he could have set in motion a liquidation process.",
  "Walgreens Boots Alliance says there was no connection whatsoever and that their lobbying was not specific to the deal.",
  "In the U.S., Trump's foreign tenants, even ones without official government ties, can pose diplomatic complications.",
  "Nike, which pays an estimated $13 million in annual rent to Trump, spoke up on the Trans-Pacific Partnership.",
  "When tenants refused to say how much space they rented, we made in-person visits and took rough measurements.",
  "Despite all this, Trump does not seem to think ongoing rental payments from foreign entities pose a problem.",
  "The constitutional issues surrounding a landlord-in-chief transcend the foreign Emoluments Clause.",
  "Matt and Dan can be reached via Signal/WhatsApp, at 626-233-1063 and 614-214-8036, respectively.",
  "We believe we've tracked the sources for 75% of the rent flowing into the president's coffers.",
  "Boiled down, the Trump Organization is more a collection of deals than an operating business.",
  "Forbes estimates these tenants pay a collective $175 million a year or so to the president.",
  "Yet one of the country's primary conflict-of-interest laws doesn't apply to the president.",
  "The company said it is working with authorities and \"is confident\" about its operations.",
  "With additional reporting by Deniz Cam, Angel Au-Yeung, Yinan Che and Humberto J. Rocha.",
  "The real money in the Trump empire comes from commercial tenants like the Chinese bank.",
  "This lease expires in October 2019, according to a debt prospectus obtained by Forbes.",
  "How much, if at all, did the business relationship affect the government's decision?",
  "So the president remains in business with the world's two most populous countries.",
  "Starbucks, with locations in three Trump buildings, weighed in on immigration.",
  "Do you know of a tenant at a Donald Trump-owned building that’s missing here?",
  "The tragedy of this $175 million mess is that it was completely avoidable.",
  "Like all big banks, BofA remains under scrutiny by federal officials.",
  "The numbers are significant: $21 million here, $12 million there.",
  "Click here for details on how to send us information anonymously.",
  "It's a conflict of interest unprecedented in American history.",
  "The overlapping interests stretch beyond the financial world.",
  "And the president has made no pledge to hand over that money.",
  "This way, it is the American people who will profit.\"",
  "Three months after Trump became president, the U.S.",
  "The companies know their landlord is the president.",
  "Let us know by emailing trumptenants@forbes.com.",
  "His iconic towers would still carry his name.",
  "The Presidency is a far more important task!\"",
  "It's a global perception problem, at best.",
  "Columbia University on the federal budget.",
  "It's inherently impossible to measure.",
  "It could soon get more complicated.",
  "It's hard to get a glimpse inside.",
  "The president likes it that way.",
  "But that's all small potatoes.",
  "Prefer something more secure?",
  "Microsoft on net neutrality.",
  "And they do so anonymously.",
  "But hardly unanticipated.",
  "How tangled is it all?",
  "Quite the opposite.",
  "Consider banks.",
  "And so on."
]