[
  "/ Updated By Mark Murray\n\nWASHINGTON — President Donald Trump told former FBI Director James Comey that he didn’t stay in Russia overnight during his 2013 visit to the country — part of his explanation for why the salacious allegations from the Steele dossier couldn’t be true, according to the Comey memos that were released Thursday evening.",
  "According to Comey’s recollection from last year, Trump told the former FBI director that he didn’t stay overnight in Russia, a rebuttal to the unproven allegation from the dossier involving Trump and prostitutes at Moscow’s Ritz Carlton hotel in 2013.",
  "He then explained, as he did at our dinner, that he hadn’t stayed overnight in Russia.”\n\nBut as Bloomberg News reported last year — using flight records and social media postings — Trump was in Russia from Friday through Sunday of that week in 2013.",
  "In addition, NBC News reported last November on testimony from longtime Trump bodyguard Keith Schiller, who testified before the House Intelligence Committee that Trump went to bed alone while in Russia, according to two sources.",
  "“He said he had spoken to people who had been on the Miss Universe trip with him and they had reminded him that he didn’t stay overnight in Russia for that,” Comey recounted from his Jan. 28, 2017 dinner with the president.",
  "That night, two sources said, Schiller said he discussed the conversation with Trump as Trump was walking back to his hotel room, and Schiller said the two men laughed about it as Trump went to bed alone.",
  "The report continued:\n\nAt some point on Sunday, Nov. 10, Trump jetted home to New York, where that evening he tweeted about his return: “I just got back from Russia-learned lots and lots.",
  "Afterwards, he returned only to get his things because they departed for New York by plane that same night.”\n\nSeveral days later, on February 8, Trump raised the subject again.",
  "But public evidence — from previous news reports, as well as NBC News’ own reporting — strongly suggests that Trump did stay at least one night in Moscow in November 2013.",
  "Trump told Roberts and producer Kerrie Wudyka that he was leaving Moscow directly from the Miss Universe after party, and invited Roberts and her to fly back on his plane.",
  "The detailed accounting used FAA records to demonstrate that Trump left New York late Thursday night, on a private plane owned by a business partner, Phil Ruffin.",
  "Kerrie Wudyka / NBC News file\n\nNBC News’ Thomas Roberts — who hosted the Miss Universe contest — and his producer interviewed Trump that Saturday while in Russia.",
  "“He said he arrived in the morning, did events, then showered and dressed for the pageant at the hotel (he didn’t say the hotel name) and left for the pageant.",
  "Schiller recounted this while telling the committee of a Russian who offered to send five women to Trump’s hotel room while he was in Russia in 2013.",
  "The next day, Saturday, Nov. 9, Facebook posts show Trump at the Ritz, sitting at the end of an oval, wood table in a hotel conference room.",
  "He was there filming a music video for Emin, in which he delivers his signature “You’re fired” line from “The Apprentice” TV show.",
  "“The president brought up the ‘Golden Showers thing’ and said it really bothered him if his wife had any doubt about it.",
  "He was posing in daylight outside the restaurant with Emin [Agalarov], wearing a red tie and a dark overcoat….",
  "NBC News reached out to the Trump White House for comment, but didn’t immediately receive a response.",
  "According to Bloomberg:\n\nTrump surfaced on Friday, Nov. 8, in a Facebook post by Nobu Moscow.",
  "Schiller testified that he stood outside Trump's hotel room for a time and then went to bed.",
  "Donald Trump, from right, at Miss Universe event on November 8, 2013 in Moscow.",
  "That Monday, Trump tweeted that he had a “great weekend” while in Moscow.",
  "The website Talking Points Memo previously reported on the evidence.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Schiller viewed the offer as a joke, NBC News reported.",
  "Moscow is a very interesting and amazing place!",
  "U.S. MUST BE VERY SMART AND VERY STRATEGIC.",
  "Roberts and Wudyka declined the offer.",
  "Trump denies the allegation."
]