[
  "It was from this trip that arose the uncorroborated report by a former British spy that Trump, while staying at the Ritz-Carlton hotel, employed “a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him.” The ex-spy, Christopher Steele, hired by a political research firm retained by a law firm working for the Clinton campaign, wrote a series of memos, known as the “dossier,” that alleged that Russian intelligence had “kompromat” (compromising information) on Trump that included a tape of the episode.",
  "In an interview on the Yahoo News podcast Skullduggery, Goldstone described the Act as “supersexy burlesque meets Cirque de Soleil with all sorts of weird and wonderful things.”\n\nAmong those weird things, as first reported in “Russian Roulette,” were regular skits involving simulated urination, colloquially called “golden showers.” One, called “Hot for Teacher,” featured scantily clad dancers posing as college students simulating urinating on their professor.",
  "Rob Goldstone, the gadfly music publicist who set up and attended the 2016 Trump Tower meeting between a Kremlin-linked lawyer and top officials of the Trump campaign, thinks he may have a clue about one of the biggest mysteries of the Russiagate scandal: the origin of the still uncorroborated claim that Donald Trump watched prostitutes urinate on his bed in a Moscow hotel room.",
  "Goldstone said in a new interview that it “makes sense to me” the story might have its origins in an episode recounted in the book “Russian Roulette,” by this reporter and David Corn — a party at a raunchy Las Vegas nightclub called the Act in June 2013.",
  "Goldstone, the author of a new memoir, titled “Pop Stars, Pageants & Presidents,” said he could not remember whether the “Hot for Teacher” act or any similar skit was performed the night he and Agalarov were there with Trump at the club.",
  "Goldstone gave a number of reasons for discounting Steele’s account: He had personally booked Trump’s room at the Ritz-Carlton, switching it just two days before his arrival from the InterContinental hotel.",
  "Trump, Goldstone and his client, the Russian pop singer Emin Agalarov, the son of a prominent Russian businessman close to President Putin, were among those at the club on the evening of June 15, 2013.",
  "On his one night in Moscow, Trump returned to the Ritz-Carlton after a party at 1:30 a.m. and was up the next morning at 7 for the taping of a music video in which he appeared with Emin Agalarov.",
  "But he said both he and Agalarov had in fact seen the urination act at a “sister” club to the Act in London called the Box, and possibly on another occasion at another Box club in New York.",
  "Goldstone had stayed at the Ritz-Carlton himself and “was friends with people” at the hotel — and never heard anything at the time about Trump cavorting with prostitutes there.",
  "The idea that Trump might have been in the audience for the urination act in Las Vegas has been suggested as a possible inspiration for the event Steele described.",
  "That “hypothesis makes more sense to me than what’s alleged in the Steele dossier, that it happened at the Ritz-Carlton,” he said in his Skullduggery interview.",
  "The Act, however, was closed in late 2013 after a Nevada judge found that its performances were “lewd” and “offensive” and violated state anti-obscenity laws.)",
  "“Now I do understand that it may not take an enormous amount of time for people to pee on each other in your presence,” Goldstone said.",
  "Moreover, Goldstone, who was with Trump for much of his brief trip, said the mogul had a tight schedule the entire time he was there.",
  "Alternatively, Steele’s sources might have just heard about the Las Vegas show, or the one seen by Agalarov and Goldstone in London.",
  "Five months after the Las Vegas trip, Trump visited Moscow for the finals of the Miss Universe contest, which he owned at the time.",
  "“However, he’s a known germaphobe… If you’re a germaphobe, wouldn’t you need somebody to come in and change the beds, do something?",
  "The claims in Steele’s dossier are disputed, and there has been no corroboration of the “golden showers” story.",
  "Goldstone thinks the second explanation — that the stories got mixed up in the telling — is the likely one.",
  "Goldstone and Agalarov accompanied Trump for much for the time he was in Moscow.",
  "(The Act and the Box were both owned by nightclub impresario Simon Hammerstein.",
  "Where are those people?”"
]