[
  "The identity of the remaining participants has remained a mystery for more than two days, though not for lack of attempts to identify the person, who CNN reported is a representative of the Agalarovs, the Russian-Azerbaijani family who has done business with the Trumps.",
  "It’s possible that the person is merely a handler for the Agalarov family whose involvement in the meeting would not raise further questions of potential campaign collusion — as did the identification of Veselnitskaya and Akhmetshin.",
  "(RELATED: Russian Lawyer Took Translator — A State Department Contractor — To Trump Tower Meeting)\n\nAkhmetshin, who has deep connections among Washington reporters, was also in the Trump Tower meeting, he acknowledged on Friday.",
  "And none of the participants in the conclave — either on the Trump side or the group of Russians who set it up — are identifying that eighth mystery attendee, whose existence was reported two days ago by CNN.",
  "But those people that our committee has jurisdiction over, the Americans, I sure as heck want to talk to all of them.”\n\nThree people on the Trump campaign side of the meeting have been identified so far.",
  "Trump’s legal team has not been made privy to all of the information gathered by lawyers working for his family members, TheDC was told by a source familiar with the situation.",
  "“I would like to hear from all of these individuals,” Virginia Sen. Mark Warner, the vice chairman of the Senate Intelligence Committee, said in an interview on CNN on Sunday.",
  "Donald Trump Jr. set up the gathering after being told that the campaign would be provided damaging information from a “Russian government attorney” about Hillary Clinton.",
  "In a June 3, 2016 email to Trump Jr., he said that a “Russian government attorney” wanted to provide the Trump campaign with opposition research on Hillary Clinton.",
  "Natalia Veselnitskaya, the attorney, was at the time representing a Russian businessman who has been accused of laundering money plundered from Russian companies.",
  "Rounding out the list of known attendees is Anatoli Samochornov, a professional translator who has worked closely with Veselnitakay on the anti-Magnitsky push.",
  "Jared Kushner and Paul Manafort, the campaign chairman at the time, joined the meeting, which was held in Trump Jr.’s office on the 25th floor of Trump Tower.",
  "Akhmetshin and Samochornov — after speaking to reporters on Friday — did not respond to multiple emails and phone calls placed over the past several days.",
  "Formed last February, that organization hired a former Soviet intelligence officer named Rinat Akhmetshin to lobby lawmakers against Magnitsky.",
  "For instance, Trump’s legal team did not learn Veselnitskaya’s name until last Friday, a day before The New York Times identified her.",
  "To conduct that lobbying, she formed a non-profit group called the Human Rights Accountability Global Initiative Foundation (HRAGIF).",
  "Samochornov, who The Daily Caller first identified on Thursday, worked as a part-time State Department contractor through September.",
  "There does appear to be a communication breakdown between President Trump’s legal team and lawyers working his son and son-in-law.",
  "Veselnitskaya has lobbied in the U.S. against the Magnitsky Act, a sanctions law that punishes Russian human rights abusers.",
  "That matches what The Daily Caller has been told in recent days by others familiar with the Trump legal team’s activities.",
  "It’s not entirely clear which players in the murky story even know the identity of any additional meeting participants.",
  "At least eight people were reportedly in the June 9, 2016, Trump Tower meeting, but only seven have been identified.",
  "It’s possible that the mystery attendee is of no consequence to the developing story about the Trump Tower tryst.",
  "Trump’s legal team still doesn’t know the names of all of the attendees, Trump lawyer Jay Sekulow said on Sunday.",
  "While the Russian side would be most likely to know, it’s not clear that the Trump side has that information.",
  "He relayed the offer from Emin Agalarov, a Russian-Azerbaijani pop singer represented by Gladstone.",
  "“Whether we will be able to get the Russian nationals to come over and testify is an open question.",
  "That wall has posed a problem for the Trump team in its attempts to identify all of the attendees.",
  "But federal and congressional investigators will surely want to speak to that person either way.",
  "Goldstone has also gone off the grid after having given interviews throughout the week.",
  "The 57-year-old Brit is who contacted Trump Jr. about the meeting in the first place.",
  "A spokesman for Manafort did not respond to emails, nor did a spokesman for Kushner.",
  "Trump Jr. did not respond to emails seeking the name of the mystery man or woman.",
  "“I love it,” Trump Jr. told Gladstone when offered the Clinton dirt.",
  "A music publicist named Rob Goldstone also attended.",
  "Veselnitskaya did not answer emails seeking comment.",
  "Nor has his attorney, Alan Furtufas.",
  "The Russians aren’t talking either.",
  "He is also affiliated with HRAGIF.",
  "Follow Chuck on Twitter"
]