[
  "Trump Jr. agreed to receive the material, saying, “if it is what you say I love it.”\n\nOn the Russian side of the meeting was the lawyer, Natalia Veselnitskaya, her translator and a former State Department contractor named Anatoli Samochornov, and Rinat Akhmetshin, a Russian-American lobbyist who some U.S. officials believe is tied to Russian intelligence.",
  "(RELATED: ID Of 8th Trump Tower Meeting Attendee Remains A Mystery)\n\nGoldstone said in that email that the Agalarovs wanted to pass opposition research to the Trump campaign about Hillary Clinton as part of the Russian “government’s support for Mr. Trump.”\n\nHe said that a “Russian government lawyer” would provide the information.",
  "(RELATED: Here’s What We Know Of Suspected Ex-Soviet Intel Officer Who Attended Trump Tower Meeting)\n\nThe three Russians worked last year for the Human Rights Accountability Global Initiative Foundation, a non-profit group that aimed to undercut the Magnitsky Act, a sanctions bill opposed by the Russian government.",
  "According to Futerfas, the eighth man’s recollection about the meeting matched up with what some other attendees have said — that pleasantries were exchanged and that Veselnitskaya briefly discussed the anti-Clinton materials before turning her attention to the Magnitsky Act.",
  "(RELATED: Russian Lawyer’s Translator Was A State Department Contractor)\n\nFusion GPS, the firm behind the dossier compiled by former British spy Christopher Steele, was also hired to work on that campaign.",
  "Alan Futerfas, a lawyer for Donald Trump Jr., told CNN that the mystery man is a U.S. citizen who represents the Agalarov family, the Russian-Azerbaijani billionaires who requested the meeting.",
  "Futerfas and Scott Balber, a lawyer for the Agalarovs who in the past has represented Donald Trump and the Miss Universe Organization, have declined to provide the name of the man.",
  "Futerfas said that the man does not recall what Akhmetshin told one news outlet — that Veselnitskaya left behind documents regarding the Clinton opposition research.",
  "The identity of an eighth attendee at the June 9, 2016, Trump Tower meeting remains a mystery, though a few new details emerged on Monday.",
  "As of Sunday, President Trump’s legal team claimed they did not know the name of all of the people who attended the meeting.",
  "Rob Goldstone, a publicist for Emin Agalarov, a musician and scion of the billionaire family, also attended.",
  "On the Trump side of the meeting was Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort.",
  "Goldstone is the person who contacted Trump Jr. offering up the meeting in an email sent last June 3.",
  "Representatives for Kushner, Manafort, and Goldstone have also not responded to repeated inquiries.",
  "That trio did not respond to repeated requests for comment from The Daily Caller over the weekend.",
  "Futerfas said he has talked to the eighth attendee within the past couple of weeks.",
  "CNN first reported the existence of an eighth attendee on Friday.",
  "The man says he is not affiliated with the Russian government.",
  "It is unclear why that information is kept secret.",
  "Follow Chuck on Twitter"
]