[
  "Five of the eight meeting participants, including Trump Jr., explained to congressional investigators in the interviews what they thought the meeting was about, how they reacted when the focus of the meeting shifted to sanctions instead and what they did roughly a year later when news of the meeting was finally revealed.",
  "There are other questions too, that the transcripts raise but don't answer, including a discrepancy about how long Kushner was at the meeting as well as followup between the meeting participants — they had denied any followup but the transcripts are the latest piece of evidence to contradict that assertion.",
  "Here are key takeaways from Wednesday's Trump Tower document dump:\n\nTrump's team was willing to collude\n\nDemocrats, still hoping for a smoking gun on collusion, will rejoice at the revelations that Trump's team was willing to take dirt from the Russians, and were angry when the goods never came through.",
  "There's still more pieces to the puzzle\n\nThe 2,500 pages of documents the Senate Judiciary Committee released Wednesday show a wide-ranging investigation into the circumstances surrounding the Trump Tower meeting, with lengthy interviews, text messages and other emails.",
  "(CNN) The Senate Judiciary Committee released thousands of pages of interviews Wednesday conducted with many participants at the June 2016 Trump Tower meeting , providing the deepest look yet at the meeting where Donald Trump Jr. was promised \"dirt\" on Hillary Clinton.",
  "New insights, not bombshells\n\nThere are many new nuggets to take away from the Senate Judiciary Committee's transcripts, from Goldstone's assertion he thought he had a \"smoking gun\" on Clinton to the description of Kushner being \"infuriated\" as the meeting wore on.",
  "The transcripts answer some questions -- and raise new ones -- about the circumstances surrounding the Trump Tower meeting, which has been a focus of the congressional investigations into Trump and Russia as well as special counsel Robert Mueller's probe.",
  "Much of the information that the witnesses told the committee has been unearthed by the media already, such as the promise of \"dirt\" from Russian government sources and the President's involvement in the drafting of his son's misleading statement.",
  "I don't know about phone calls, I don't know who called who, that's why we got Mueller,\" said Sen. Lindsey Graham, a South Carolina Republican who is chairman of the subcommittee that conducted some of the Judiciary panel's early work on Russia.",
  "The Senate Intelligence Committee has interviewed Kushner and Manafort, and they may have even more information about the Trump Tower meeting still locked in their panel's secure Capitol Hill offices, as that investigation is ongoing.",
  "In part, that's because the existence of the meeting itself -- which did not come for more than a year after it took place -- was one of the most significant revelations that have been uncovered after the Russia probes got underway.",
  "In Trump Jr.'s interview, investigators pointed to phone records in which Trump Jr. had two calls from Emin Agalarov, the Russian pop star who helped arrange the Trump Tower meeting, with a call from a blocked number in between.",
  "British publicist Rob Goldstone testified that Trump's son-in-law appeared \"agitated\" and \"infuriated\" when the Russian lawyer leading the meeting instead rambled about Russian adoptions -- and not anything connected to Clinton.",
  "They left empty-handed\n\nTrump's allies on Capitol Hill can point to testimony from multiple attendees, including Kushner and Goldstone, that people walked out of the meeting feeling like it was a waste of everyone's time.",
  "And it's always possible there is in fact something in the transcripts that will spark new leads for those with subpoena power -- or for new committee chairmen should Democrats win back the House or Senate in November.",
  "Key questions are still lingering\n\nThere was tons of detail in the 2,500 pages of documents that the Senate Judiciary Committee released on Wednesday, but there are still key questions that haven't been answered.",
  "Indeed, it appears that her pitch about Russian adoptions and overturning US sanctions went nowhere because Trump's family members and campaign staff were expecting something much more actionable about Clinton.",
  "The House Intelligence Committee's Republican report, which said it found no evidence of collusion, said the Trump Tower meeting was an \"ill-advised\" endeavor, but it didn't amount to more than bad judgment.",
  "Trump Jr. famously said \"I love it\" when he was briefed ahead of time that the meeting could produce \"incriminating\" information about Democratic nominee Hillary Clinton that could hurt her campaign.",
  "Trump Jr. testified that he did not recall telling his father about the meeting, but Democrats have pointed to Trump Jr.'s phone records to argue they aren't getting the full story from Trump's son.",
  "Russian-American lobbyist Rinat Akhmetshin said the Russian lawyer leading the meeting, Natalia Veselnitskaya, was \"disappointed\" and \"embarrassed\" and felt like her efforts fell flat.",
  "What Wednesday's document dump adds is a better understanding of the thoughts and feelings of the meeting participants before, during and after the infamous encounter at Trump Tower.",
  "Trump Jr. said he didn't speak to his father about the statement, though he acknowledged some of his father's comments to former White House aide Hope Hicks may have been included.",
  "But nothing in the new documents appears to change the course of the Russia investigations ongoing in the Senate Intelligence Committee and the special counsel's office.",
  "They did not interview Kushner or Trump campaign Chairman Paul Manafort, and did not issue subpoenas for documents or testimony to Trump Jr., as Democrats had urged.",
  "Of course, if there was some sort of corrupt exchange at the meeting, the key players involved would not likely willingly reveal that to congressional investigators.",
  "But Graham and other lawmakers say they believe it's the special counsel investigation that has the best chance of getting to the bottom of the story.",
  "And \"attempted collusion\" or \"desire to collude\" is even less likely put these members of Trump's inner circle in significant legal jeopardy.",
  "And Goldstone himself said he thought he was bringing a \"smoking gun\" to the Trump team, even if he believed the meeting was a \"bad idea.\"",
  "He also said he had no memory of the calls with Agalarov, and thought they might have been exchanging voice messages.",
  "\"I believe some may have been, but this was an effort through lots of people, mostly counsel,\" Trump Jr. said.",
  "Perhaps the biggest one: what President Donald Trump knew about the meeting and when he was told about it.",
  "But there are also avenues that weren't investigated by the Senate Judiciary Committee.",
  "\"What concerns me is for a politician to try to decide this,\" Graham said.",
  "Kushner asked her to \"focus a bit more\" and start over, Goldstone said.",
  "That being said, there is no federal statute against \"collusion.\"",
  "\"I have no idea,\" Trump Jr. said when asked who had called.",
  "I'm not interested in trying to figure it out.",
  "\"Let Mueller figure out what happened.",
  "That's what Mueller's there for.\"",
  "\"I don't know."
]