[
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\nThe problem is that there is no “Crown prosecutor” in Russia; Goldstone seems to be using a title from his native Britain.",
  "Vladimir Putin’s spokesman, Dmitry Peskov, told reporters this weekend that the Kremlin “cannot keep track of every Russian lawyer and their meetings domestically or abroad.” He added of Veselnitskaya: “We do not know who that is.”\n\nThat's a pretty broad denial, though, and Veselnitskaya has regularly been described as a lawyer with demonstrated ties to the Kremlin.",
  "(Peter Stevenson/The Washington Post)\n\nWe've had a major revelation in the Donald Trump Jr. saga each of the past four days — the latest being his emails setting up that meeting in which he was promised information about Hillary Clinton from the Russian government.",
  "We've seen what can happen when a party does that (see: Clinton, Bill — impeachment of), and the risk for Democrats is that this never becomes what they allege and Trump emerges stronger because of it.",
  "Trump Jr. has said his father was never aware of the meeting, and deputy White House press secretary Sarah Huckabee Sanders said Monday that the president only learned about it in recent days.",
  "And given that the White House's claims about this matter have so often been later contradicted, it's difficult to take its denials of Trump's involvement at face value.",
  "The biggest upshot here is that talk about collusion is no longer a circumstantial case; we now have conduct that looks a whole lot like at least an attempt to collude.",
  "The information is described in the emails as coming from the Russian government, but there isn't a ton of detail about its origins besides that — with one exception.",
  "For months afterward, the Trumps questioned whether Russia was even meddling in the election — and adamantly scorned the idea that Russia was trying to help Trump.",
  "“I can also send this info to your father via Rhona, but it is ultra sensitive so wanted to send to you first,” Goldstone writes in the first email in the thread.",
  "(“Emin asked that I schedule a meeting with you and The Russian government attorney who is flying over from Moscow for this Thursday,” Goldstone writes.",
  "The Fix's Aaron Blake explains why Donald Trump Jr.'s decision to tweet out emails about a meeting with a Russian lawyer could end up being damaging.",
  "It was from Goldstone, the publicist for Russian pop singer Emin Agalarov, who was setting up the meeting between Trump Jr. and the Russian lawyer.",
  "Sen. Tim Kaine (D-Va.) threw out a whole bunch of them in an interview with CNN on Tuesday morning, up to and including the T-word: treason.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” he writes.",
  "This is moving into perjury, false statements and even potentially treason.”\n\nDemocrats, though, need to be careful about overreaching.",
  "The emails, though, include an offer to loop the president himself in on this information through his personal gatekeeper, Rhona Graff.",
  "6) Do Democrats intensify talk of collusion, conspiracy, soliciting foreign contributions, treason, impeachment or all of the above?",
  "The equivalent title in Russia for the top justice official is actually “prosecutor general,” and that currently is Yury Chaika.",
  "Veselnitskaya is described in the emails as a Russian government attorney, but as mentioned above, she holds no official title.",
  "Goldstone writes about the meeting with the Russian lawyer for the first time as if Trump is already familiar with the idea.",
  "Just a month after this email, Trump Jr. went on CNN and projected astonishment that Democrats would even broach the idea.",
  "1) Rob Goldstone seemed to casually mention the Russian government's support for Trump, and Trump Jr. didn't remark on it.",
  "If you had just learned that a large country known for spying was helping your dad, wouldn't that pique your interest?",
  "And perhaps even more notably, Trump Jr. didn't remark on it in his reply, which came just 17 minutes later.",
  "To be clear: That's where we begin tracing the origins of this alleged information and possible collusion.",
  "That said, it has to be tempting for them to jump whole-hog into this, as Kaine did Tuesday morning.",
  "There is no indication that the emails actually were sent to Graff, but it's a valid question now.",
  "Asked whether this might venture into treason territory, Kaine responded: “Nothing is proven yet.",
  "“Emin just called and asked me to contact you with something very interesting,” Goldstone writes.",
  "And he does so, notably, after trying to set up a phone call between Trump Jr. and Agalarov.",
  "Below are six story lines to watch and questions to ask in light of the new revelations.",
  "She has denied she works for the Kremlin, and the Kremlin has denied even knowing her.",
  "One email was sent 20 minutes before Trump Jr. and Agalarov were scheduled to speak.",
  "And don't be surprised when we start seeing more and more calls for impeachment.",
  "But exactly what crime Trump's opponents believe occurred here isn't very clear.",
  "I would certainly have had questions about what precisely Goldstone meant.",
  "Precisely how close she is will be a major story line in the coming days.",
  "At the top of the chain, the “Crown prosecutor of Russia” is mentioned.",
  "It's curious that this point seems to have passed without discussion.",
  "The question now is, if they did speak, what did they talk about?",
  "President Trump himself is still loath to concede this point.",
  "5) Did this information ever get disclosed to the president?",
  "One particular passage in these emails jumped out at me.",
  "4) Did Trump Jr. talk to Agalarov about his information?",
  "She's not actually a government lawyer or prosecutor.",
  "This is a missing link in this whole discussion.",
  "Or did he just assume it was the case already?",
  "3) How close is Veselnitskaya to the Kremlin?",
  "But we are now beyond obstruction of justice.",
  "2) Who is the “Crown prosecutor of Russia”?",
  "“I believe you are aware of the meeting.\")",
  "Is it the lawyer, Natalia Veselnitskaya?",
  "Did they discuss this Russian lawyer?",
  "But there it is, in black and white.",
  "The information she would provide?",
  "Could this go up to his office?",
  "Did Trump Jr. miss this?",
  "So who is this person?",
  "So what's next?",
  "Why?"
]