[
  "REUTERS/Lucas Jackson Perhaps the most significant difference, they note, is that Steele brought his findings about potential collusion between Trump associates and Moscow to the FBI, whereas Trump Jr. and the other campaign advisers present for the meeting with Veselnitskaya did not alert authorities to an offer by a \"Russian government attorney\" to help defeat Clinton, the Democratic presidential nominee.",
  "of a Russian intelligence operation, and then reporting it to the proper authorities is not the same thing as meeting with Russian intelligence officers so as to collude in secret to support their covert action to undermine and alter the US election,\" veteran CIA operative Glenn Carle said in an email.",
  "Indeed, reports surfaced on Friday that a Russian lobbyist who has been accused of serving as a Soviet military intelligence officer also attended the meeting with Trump Jr., Veselnitskaya, former Trump campaign chairman Paul Manafort and current White House senior adviser Jared Kushner.",
  "Donald Trump Jr. Brian Snyder/Reuters Donald Trump Jr. has sought to deflect criticism of his meeting with a Russian lawyer at Trump Tower last June by saying its purpose was to collect opposition research on Hillary Clinton for his father's campaign, and was therefore politics as usual.",
  "The argument has spawned a new talking point among the president's allies and the Republican National Committee, which is that Democrats, too, worked with a foreign government to dig up dirt on Trump when they started working with the opposition research firm Fusion GPS last summer.",
  "\"We now know that Democrats actually used a foreign agent to disseminate phony information to the American mainstream media that allegedly came from inside the Kremlin,\" GOP Rapid Response Director Michael Ahrens wrote in an email sent out to the RNC's mailing list on Friday.",
  "\"In my opinion, it's a difference based on the fact that a state is volunteering information in the latter case [of Veselnitskaya],\" Mark Galeotti, a Russia expert who is a senior research fellow at the Institute of International Relations in Prague, said in an email.",
  "Fusion GPS hired Christopher Steele — a former British spy who founded his own opposition research firm in London — to collect information about Trump's ties to Russia from the high-level government sources he had developed during his years working for MI6 in Moscow.",
  "Others, however, say there are some key differences between the opposition research apparently offered to the Trump campaign by the Russian lawyer, Natalia Veselnitskaya, and the research compiled by Steele on behalf of anti-Trump Republicans and Democrats.",
  "Even if Veselnitskaya was not directly connected to the Kremlin, she was presented to Trump Jr. as a \"Russian government attorney\" who wanted to help the campaign as part of the Russian government's support for Trump's candidacy.",
  "Scott Olson, a former FBI agent who spent 20 years at the bureau and specialized in counterintelligence, said he believed the Trump Jr. episode with Veselnitskaya and the Steele dossier to be \"very nearly equivalent.\"",
  "\"But this is a case in which (also supposedly: we have nothing more than a publicist's email claim that this was the case) the Russian government itself was intervening for, presumably, its own purposes.\"",
  "The memos Steele wrote between June and November 2016 citing Kremlin officials were sent back to Fusion and compiled into a dossier that was published in full by Buzzfeed in January.",
  "But it's a very different thing for a government, particularly an enemy, to somehow offer opposition research as a way of saying 'we want to help you win and someone else lose.'",
  "U.S. President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in Manhattan, New York City, U.S., January 11, 2017.",
  "Rick Tyler, a longtime Republican strategist, said on Thursday that the Steele dossier and Trump Jr.'s meeting with Veselnitskaya are \"apples and oranges.\"",
  "\"The Russians supposedly used for the Steele dossier were just sources, passing on information because they were paid or otherwise induced,\" Galeotti said.",
  "The firm was first hired by one of Trump's Republican primary opponents, but the funding was taken over by Democrats after Trump won the nomination.",
  "As many as five other people were in the meeting, too, including a translator and a representative of the Agalarov family, CNN reported on Friday.",
  "Yury Martyanov /Kommersant Photo via AP\n\nSteele, Carle noted, \"became so alarmed they immediately alerted the appropriate authorities.\"",
  "In this photo taken on Tuesday, Nov. 8, 2016, Kremlin-linked lawyer Natalia Veselnitskaya speaks to a journalist in Moscow, Russia.",
  "Steele, Tyler noted, was not representing a foreign government whose interests he was trying to insert into the election process.",
  "Russian pop star Emin Agalarov, a family friend of the Trumps, had asked his publicist Rob Goldstone to set up the meeting.",
  "The FBI reportedly did not act on the information quickly enough, so it was passed along to Republican Sen. John McCain.",
  "\"Getting opposition research from a qualified professional, even if it's a foreign national, is one thing,\" Tyler said.",
  "\"The only distinction is in who initiated: Jr. accepted an offer and the Democrats made a request,\" Olson said.",
  "That is very serious, and would essentially be allowing a foreign government to help influence an election.\"",
  "Echoing his son, President Donald Trump said on Thursday that \"most people would've taken that meeting.",
  "\"There are lots of foreign nationals in the US and abroad who work on political campaigns.",
  "\"But fundamentally both were interacting with Russians to gain information,\" Olson said.",
  "\"Those who claim the situations are different should be asked to explain how.\"",
  "\"Uncovering information as Steele did (and so many other intel services!)",
  "(Republicans made the initial request and Democrats took over later).",
  "But McCain handed it over to the FBI, too.",
  "It's called opposition research.\""
]