[
  "“I can also send this info to your father via Rhona, but it is ultra sensitive so wanted to send to you first,” Goldstone wrote in an email to Trump Jr.\n\nGoldstone, who represents Russian-Azerbaijani pop musician Emin Agalarov, and is a friend of the Trump family, first contacted Trump Jr. on June 3, 2016, saying that a “Russian government attorney” wanted to meet with him to provide damaging information about Hillary Clinton.",
  "Three congressional committees — the House Intelligence, Senate Intelligence and Senate Judiciary — are all investigating various issues related to Russia’s meddling in the presidential campaign, including the Trump Tower conclave.",
  "A senior vice president of the Trump Organization, Graff was mentioned in an email exchange between Trump Jr. and Rob Goldstone, a music publicist who sought out the Trump Tower meeting.",
  "Investigators hope to find out what, if anything, Graff knows about the June 9, 2016, meeting at Trump Tower between Donald Trump Jr. and a Russian attorney named Natalia Veselnitskaya.",
  "“Everybody knows in order to get through to him they have to go through me, so they are always on their best behavior,” Graff told Real Estate Weekly in 2004, ABC News noted.",
  "Veselnitskaya and Goldstone were joined by several others, including a Russian-American lobbyist who some U.S. officials suspect may have contacts to the Kremlin.",
  "Trump Jr. enthusiastically agreed to the meeting, which was attended on the Trump campaign signed by Jared Kushner and campaign chairman Paul Manafort.",
  "The White House has said that President Trump was not aware of the meeting until early last month, just before The New York Times reported about it.",
  "Congressional investigators want to talk with President Trump’s longtime personal secretary, Rhona Graff, according to ABC News.",
  "“Since her name is in the email, people will want her to answer questions,” New York Rep. Peter King told the outlet.",
  "One Republican member of the House Intelligence Committee told ABC News that the panel will want to talk to Graff.",
  "It is not clear if Graff, a 30-year Trump Organization veteran, was made aware of the Trump Tower meeting.",
  "She was not included in the email chain, which Trump Jr. forwarded to Kushner and Manafort.",
  "King, a member of the House Intelligence Committee, says he knows Graff.",
  "“If you go into Trump Tower, you’re going to mention her name,” he said.",
  "Special Counsel Robert Mueller is also interested in the matter.",
  "Graff is well-known as a gatekeeper for the Trump family.",
  "Follow Chuck on Twitter"
]