[
  "Those at the meeting who were interviewed by the committee included:\n\nTrump Jr.\n\nGoldstone\n\nRinat Akhmetshin, a Russian-American lobbyist\n\nAnatoli Samochornov, a translator\n\nIke Kaveladze, a business partner of Agalarov's with ties to Russia\n\nSkye Gould/Business Insider\n\nKushner and Manafort declined to be interviewed, while Veselnitskaya provided written answers to the committee.",
  "The June 2016 meeting — attended by Trump Jr., the White House senior adviser Jared Kushner, and the former campaign chairman Paul Manafort — was presented as a chance for the Russian lawyer Natalia Veselnitskaya to provide the Trump team with damaging information about Hillary Clinton, the 2016 Democratic presidential nominee.",
  "Trump Jr. told the committee that he was disappointed with the meeting, saying it shifted into a discussion of the Magnitsky Act, the 2012 US law that imposed sanctions on Russians suspected of committing human-rights abuses and prompted Russian President Vladimir Putin to halt US adoptions of Russian children.",
  "Donald Trump Jr. Chip Somodevilla/Getty Images\n\nDonald Trump Jr. on Wednesday responded to the Senate Judiciary Committee's release of transcripts of closed-door interviews with attendees of a June 2016 Trump Tower meeting that involved him, top Trump campaign officials, and a Kremlin-connected lawyer.",
  "2,000 pages' worth of information on the meeting\n\nThe nearly 2,000 pages of Senate Judiciary Committee transcripts showed that Trump Jr.'s lawyer, Alan Futerfas, had started to reach out to the meeting's participants to get their stories straight before the meeting was reported publicly.",
  "Goldstone told the committee that he had warned his client, Emin Agalarov, the Russian pop star and developer who had ties to Trump through the Miss Universe pageant, that setting up the Trump Tower meeting was a bad idea, to which Agalarov said, \"It doesn't matter.\"",
  "In a joint response to the document release, the panel's Democrats said that based on the interviews, Trump allies at the meeting showed signs of dejection that they were unable to obtain negative information on Clinton.",
  "But the story began to shift in subsequent days, and Trump Jr. eventually released emails between him and Rob Goldstone, the British music publicist who helped coordinate the meeting with Veselnitskaya.",
  "\"Their efforts to conceal the meeting and its true purpose are consistent with a larger pattern of false statements about the Trump campaign's relationship with Russia,\" the Democrats wrote.",
  "\"All else being equal, I wouldn't have wanted to waste 20 minutes hearing about something that I wasn't supposed to be meeting about,\" Trump Jr. told the committee.",
  "\"I appreciate the opportunity to have assisted the Judiciary Committee in its inquiry,\" Trump Jr. said in a statement provided to Business Insider.",
  "Goldstone testified that he, like Trump Jr., attended the meeting expecting Veselnitskaya to provide a \"smoking gun\" to help the Trump campaign.",
  "Goldstone told Trump Jr. she wanted to share some information about Clinton as \"part of Russia and its government's support for Mr.",
  "\"The public can now see that for over five hours I answered every question asked and was candid and forthright with the committee.\"",
  "After the meeting was disclosed publicly last year, Trump Jr. initially said its purpose was to discuss Russian adoption policy.",
  "It was later reported that President Donald Trump was involved with crafting one of his son's responses to news of the meeting.",
  "AP Photo/Dmitry Serebryakov Trump Jr. has said Veselnitskaya did not ultimately provide damaging information on Clinton.",
  "In the email exchange, Veselnitskaya was identified as a \"Russian government attorney.\"",
  "Goldstone described Kushner as angered during the meeting.",
  "Natalia Veselnitskaya.",
  "Trump.\""
]