[
  "“[When] Trump people are being positive toward Russia or even helping out,” John Sipher, who spent most of his 30 years at the CIA working on Russia issues, told me in an interview last year, “you almost have a perfect storm, where all the Russian efforts are coming together, and they’re seeing they have enough material to put together a comprehensive program.”\n\nIndividuals who appear to have Kremlin ties tried tactic after tactic to gain access to Trump’s camp.",
  "Trump Jr. took the meeting with Agalarov’s representative, responding to the offer of Russian dirt on Clinton with the line: “If it’s what you say I love it.” When Papadopoulos was offered “thousands” of Clinton emails stolen by Russia from his professor friend, he didn’t report it to the FBI — he went around telling top Trump campaign officials that he wanted to set up an official visit to Russia.",
  "They successfully made contact with several Trump campaign officials, ranging from junior figures like Papadopoulos to at least one member of Trump’s inner circle, Donald Trump Jr.\n\nRussia tried to reach out to the Trump team on so many occasions and through so many avenues that the Mueller team has a huge number of leads to investigate.",
  "With the top tier of talent unavailable, Trump had to draw on people who were outside the GOP mainstream: people who had been marginalized either because they had little experience and questionable views on race, like Nunberg, or because they had surprisingly pro-Russian policy positions, like former foreign policy adviser Carter Page.",
  "It’s important to remember that Trump’s mercurial personality and heterodox policy ideas — including repeated promises to make a “deal” with Putin and improve relations with Russia — alienated much of the mainstream Republican Party in the early stages of the campaign, and practically all of its foreign policy establishment.",
  "In short: The same environment of chaos and mismanagement that encouraged Russia’s brazenness during the 2016 presidential campaign is now ensuring that Trump will face months, and possibly years, of trouble — in the form of embarrassing and potentially devastating discoveries by the Mueller probe.",
  "“[The campaign] is going to look a lot like a complex criminal organization that’s transnational, like, say, a Colombian cocaine cartel.”\n\nTrump encouraged Putin — even if he didn’t intend to\n\nThe notion of Russia attempting to influence American elections isn’t particularly new.",
  "This includes Nunberg, a man with limited political experience and a history of racist Facebook posts, and George Papadopoulos, a 29-year-old foreign policy adviser to the campaign who has pleaded guilty to lying to the FBI about his contact with Russians.",
  "It’s because Stone’s contacts with Guccifer 2.0 and WikiLeaks, both of which were crucial parts of Russia’s influence campaign in the election, suggest he might have valuable information on the overall arc of the Russia scandal.",
  "Trump was a candidate who seemed likely to be friendly to the Kremlin if he won, but he also provided a series of access points — staff who were either known to them or inexperienced — that the Russians then tried to exploit.",
  "Neoconservatives and the other traditional GOP Russia hawks who staffed the George W. Bush administration and formed the backbone of Mitt Romney’s foreign policy team in 2012 were some of the party’s loudest NeverTrumpers.",
  "Former Trump campaign aide Sam Nunberg repeatedly called in to national television stations, most notably CNN and MSNBC, to vent about a subpoena he had received from special counsel Robert Mueller’s Trump-Russia probe.",
  "In 1976, the KGB tried a different tactic, forging FBI documents that suggested that hardline anti-communist Sen. Scoop Jackson was gay, then sending them off to different newspapers in a bid to derail his campaign.",
  "His lack of organization, combined with unorthodox policies such as attacks on traditional allies and kind words about traditional US adversaries, led most mainstream Republican operatives and experts to shy away.",
  "Manafort, who had been working for pro-Russian Ukrainian leader Viktor Yanukovych in ways both open and allegedly illegal for roughly a decade, wasn’t on any other GOP candidate’s shortlist for campaign manager.",
  "Even the Trump advisers with the most impressive-seeming résumés — like Michael Flynn, a former three-star general, and Sen. Jeff Sessions — had unusually close ties to, or warm feelings about, the Kremlin.",
  "It was a comprehensive campaign, one far more aggressive and far-reaching than its Soviet-era precursors — and it would never have really worked without a campaign like Trump’s in the field.",
  "By refusing to tell the Russians to knock it off, and creating a chaotic pro-Russian campaign, Trump implicitly encouraged Putin to intensify his attempts to interfere with the US election.",
  "At one point, he seemed to reveal a piece of vital information about the Russia investigation, but clarified that he meant something very different when I spoke to him over the phone.",
  "But there are so many different moving parts, and so many people in Trump’s orbit who have shady ties to Russia, that people like Nunberg are going to be pulled into Mueller’s orbit.",
  "There wasn’t huge competition for the policy advice of Papadopoulos, a 29-year-old who listed the Model UN on his résumé and lied about the extent of his involvement in the fake UN.",
  "The Russian bid to influence the 2016 election combined outreach to a potentially friendly presidential campaign and spreading fake news with the theft of Clinton’s private emails.",
  "“I have not had a drink,” Nunberg insisted, adding that he had taken nothing “besides my meds.”\n\nIt was car crash television, an awful, sad spectacle you couldn’t help but watch.",
  "Guccifer 2.0, a persona used by the group of Russian hackers involved in the Clinton email theft, exchanged private Twitter messages with Trump political adviser Roger Stone.",
  "We simply do not know the extent to which this led to actual, intentional collusion between the Trump camp and the Russians, or whether such collusion took place at all.",
  "Trump’s campaign was chaired by Paul Manafort, a political operative with long, far-reaching ties to the Kremlin and its allies, who has been indicted by Mueller.",
  "“The case is going to have a very sort of comprehensive style of approach,” Andrew Wright, a professor at Savannah Law School, told me in an interview last year.",
  "And Mueller, judging by the past few months of revelations, is not holding back — and will continue to subpoena and prosecute whenever he thinks it makes sense.",
  "For example: Did the Trump data operation help Russian hackers tailor their propaganda to specific demographic groups inside the US, as some observers suspect?",
  "Nunberg seemed to have melted down at least in part because he was asked to produce his correspondence with Stone, who was widely seen as his political mentor.",
  "“[I] have been receiving a lot of calls over the last month about Putin wanting to host him [Trump] and the team when the time is right,” he said in one email.",
  "In one of his interviews, Nunberg said that Mueller was trying to build an obstruction case against Stone, and suggested he didn’t want to help implicate him.",
  "There are also other elements of Russia’s influence operation — the parts that weren’t obviously about Russian agents communicating with the Trump campaign.",
  "The Mueller team has a ton of leads to look into\n\nThe flip side of all this is that Mueller has a tremendous number of investigative threads to pull on.",
  "It was a kind of precursor to the weaponization of fake news we saw last cycle, with Russian bots sharing anti-Clinton agitprop on Facebook and Twitter.",
  "In 1960 and 1968, Soviet spies reached out to Democratic candidates to offer assistance in the form of friendly propaganda or secret funding.",
  "Papadopoulos met with a London-based professor claiming to have “thousands” of Clinton emails, and a woman claiming to be Putin’s niece.",
  "Both of the candidates in question, Adlai Stevenson and Hubert Humphrey, turned down their offer (and went on to lose their campaigns).",
  "But the extent of the contacts makes it hard to believe, as my colleague Matt Yglesias points out, that there wasn’t any collusion.",
  "But things appeared to be so disorganized that no one told these two young men, who were both political neophytes, to knock it off.",
  "One thing that’s clear is the Trump camp didn’t tell them to knock it off — as the Stevenson and Humphrey camps did before them.",
  "Russia saw Trump’s chaotic campaign as an irresistible target for Russian intelligence and repeatedly attempted to penetrate it.",
  "Did Trump’s social media team wonder about where all the friendly, seemingly robotic social media messages were coming from?",
  "Even if they weren’t authorized to talk to the Russians, it would have been reasonable for the Russians to think they were.",
  "This is why people like Nunberg, a relatively low-level campaign aide with no known ties to Russia, are getting subpoenas.",
  "This all culminated in a dramatic in-studio interview with CNN’s Erin Burnett, who noticed something wrong with Nunberg.",
  "Starting Monday afternoon and going well into the evening, America watched a man melt down on live national television.",
  "These things will require different kinds of investigation but will expand the scope of the Russia probe even further.",
  "Nunberg repeatedly threatened not to comply with the subpoena, at one point literally daring Mueller to arrest him.",
  "Trump ran a chaotic and disorganized presidential campaign, as one might expect from a complete political novice.",
  "Again, we don’t yet know the extent to which Trump Jr. and Papadopoulos were speaking for the overall campaign.",
  "It’s also a little window into how the Trump campaign operated — and how Russia was capable of exploiting it.",
  "Mueller is trying to use Nunberg (at least in part) to get evidence on Stone that could force him to sing.",
  "“I’m doing this,” he said, “to defend Roger.”\n\nThis isn’t because Mueller is out to get Stone personally.",
  "The goal is to find out what Stone knows, and thus collect an overall piece of the Trump-Russia puzzle.",
  "Donald Trump Jr. was offered Russian assistance through his friend Emin Agalarov, a Russian pop star.",
  "He ranted about legal fees and the effort required to find the emails that Mueller requested of him.",
  "Instead, his campaign attracted a cast of incompetent, questionable, and/or pro-Russian characters.",
  "This whole dynamic created an opportunity for Putin’s Russia that the Soviets had never had.",
  "I have smelled alcohol on your breath,” she said.",
  "In fact, roughly the opposite happened.",
  "Nunberg is a bit player in all this.",
  "“You’re sitting very close to me ...",
  "And if not, why?"
]