[
  "On Wednesday night, counselor to the president Kellyanne Conway told Sean Hannity on his Fox News show that there was not “yet” evidence of collusion between the Trump campaign and the Russian government, despite the recent revelation that Donald Trump Jr. met with a Kremlin-connected attorney during the campaign on the premise of being promised, via email, evidence to “incriminate” Hillary Clinton as a “part of Russia and its government’s support for Mr. Trump.”\n\nConway made her comment while holding up two sheets of white paper, one with the words “conclusion?” above the word “collusion,” and the other with the word “illusion” above the word “delusion” (“collusion” had been crossed out).",
  "Conway commended Donald Jr. for being “transparent” by releasing the email exchange with British music publicist Rob Goldstone (who was acting on behalf of pop star and land developer Emin Agalarov, who in turn had allegedly received information from the Russian government) and in appearing on Hannity’s show — though it’s worth noting that Trump Jr. released his emails only after receiving word that the New York Times had obtained them.",
  "Do you realize that basically what came out of this twenty minute, brief meeting was the same amount of information that comes out of some of these panels where six people are nodding their head at each other and discussing the same thing, which is to say, zero usable information.",
  "If we were in a court of law, I don't think all of these allegations would even muster a motion to dismiss, a motion for summary judgement, but certainly I would ask you the question, what witnesses are you going to call, where is your evidence, and what are your damages?",
  "Conway agreed, saying that there was “actual coordination and collusion” between the DNC and the Ukrainian government, something the DNC flatly denies but that could ultimately be investigated by FBI director nominee Christopher Wray if he is confirmed, according to CNN.",
  "She lost.” That does not erase the fact that people may have broken the law, and that they colluded with people in foreign governments to try and damage people in the Trump campaign which, by extension, would damage Mr. Trump, at the time.",
  "HANNITY: Alright, but Alexandra Chalupa, the woman who being paid by the DNC, and I will go to the Politico article, the early part of this year, she shared her findings with officials from the DNC and the Clinton campaign.",
  "I mean Rowan Scarborough, very well-renowned reporter, Washington Times, and he writes a piece today Christopher Steele, the former British intel guy, he's the one that paid for a lot of the information that he got.",
  "I think people are looking for an alternative, because in addition to there being a myopic, lemming-like, ants-on-a-sugar-cube mentality on this story by many in the media, there’s just this culture of sameness.",
  "So, if they are getting information from Russia in that particular case or you could even add to the outcome of uranium one deal she signs off, over $100 million kicked back to the Clinton Foundation.",
  "My other impression of your interview is that — how refreshing to have somebody take responsibility, be transparent and earnest, admit that maybe he would have done things differently.",
  "All of these things, but he actually says in his piece that Mr. Steele was paid by the Democratic-funded opposition research group Fusion GPS with money from a Hillary Clinton backer.",
  "Do you realize that the President of the United States sat with the President of Russia less than a week ago for two hours and 15 minutes and yet we’re talking about this, not that?",
  "The president is right when he points that out, that so much of this goes back to the election results and the fact that people are trying to BleachBit it and make it go away.",
  "A partial transcript of their exchange is below:\n\nCONWAY: Well, that's about a different candidate, the one who lost and who the media wanted to win and predicted would win.",
  "Earlier in his discussion with Conway, Hannity brought up the now-regular White House talking point that collusion did happen — but not involving Donald Trump’s campaign.",
  "Have you seen the approval rating of the media lately and the ratings on shows and networks -- not yours, Sean, by the way congratulations on your incredible ratings.",
  "Do you realize you’ve got people in the media now between their lower third chyrons and what comes out of their mouth -- they talk more about Russia than America?",
  "Yes.”\n\nHannity and Conway had been discussing Trump Jr.’s appearance on Hannity’s show earlier in the interview, before Conway brought out her sheets of paper.",
  "The Clinton campaign chairman’s brother lobbied against sanctions on Russia and failed to disclose it — you're talking about actual evidence, not conjecture.",
  "And at some point, it seems like there's gotta be more pushback and that these stories have also got to penetrate the consciousness of the American people.",
  "Number three, Hillary Clinton allowed 20 percent of our uranium reserves to go to a Russian firm, whose investors gave money to the Clinton Foundation.",
  "Number two, Bill Clinton got half a million dollars in speaking fees from a Russian bank, was personally thanked by Putin for that.",
  "HANNITY: It’s also very interesting, and this is what I was trying to point out early in the program today in my opening monologue.",
  "So, you just mentioned the actual coordination and collusion between Ukrainian embassy officials and DNC officials.",
  "How about the people on Election Day saying Hillary Clinton had a 92 percent chance of winning Michigan.",
  "What you described with the Ukrainian officials and the DNC, this Alexandra person, there was damage.",
  "They even take credit for helping to push out Paul Manafort at that particular point in the campaign.",
  "I think many people in last year's election should say that they would have done things differently.",
  "No less of it than a \"New York Times\" reporter tweeted about it, almost exactly what you’re saying.",
  "We don’t have that yet.” After which she pointed to the other saying, “I see illusion and delusion.",
  "The biggest response I have heard from the media about that is, “Oh, but a different person won.",
  "She went to the Ukrainian embassy and they were disseminating false information on Donald Trump.",
  "There’s something so fundamentally wrong in terms of fundamental fairness and the media.",
  "They actually used that information to try to hurt people on the Trump campaign.",
  "So I want to review, in case you run out of time, this is how I see it so far.",
  "They tried to hurt people and they did hurt people on the Trump campaign.",
  "At the bottom line is, what came out of this 20-minute brief meeting?",
  "Sarah Sanders mentioned it in her White House press briefing today.",
  "If that weren't true, there would have been immediate follow-up.",
  "Pointing to the first page Conway said, “What’s the conclusion?",
  "This is where the hooker, Ritz story comes in, proven false.",
  "Nothing helpful, nothing meaningful, nothing consequential.",
  "CONWAY: The pushback is coming from the American people.",
  "They neither expected nor wanted this election result.",
  "I just thought we’d have some some fun with words.",
  "And thank you for talking about America so often.",
  "So, many things could be done differently.",
  "Turns out she had a zero percent chance.",
  "This is to help all the people at home.",
  "There’s real phony stories they leak.",
  "So, I’m glad you are raising that.",
  "And this is important information.",
  "So just so we’re clear everyone.",
  "CONWAY: There's real damage too.",
  "Let's review a couple of things.",
  "I see illusion and delusion.",
  "Everybody sounds the same.",
  "What are the damages here?",
  "You’re specifying damages.",
  "No follow-up, whatsoever.",
  "There's real collusion.",
  "Four words: Conclusion?",
  "We don't have that yet.",
  "What’s the conclusion?",
  "That’s my whole point.",
  "Just so we’re clear.",
  "Illusion, delusion.",
  "That's number one.",
  "Collusion, no.",
  "Conclusion?",
  "Collusion.",
  "Collusion?",
  "Collusion.",
  "Illusion.",
  "Delusion.",
  "You won.",
  "Yes.",
  "No.",
  "No.",
  "No."
]