[
  "Trump publicly released the email exchange that led to the meeting\n\nOn Tuesday, Donald Trump Jr. publicly released copies of the sequence of emails that led to the meeting, showing that he was promised “some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.” The information was described as “very high level and sensitive… but… part of Russia and its government’s support for Mr. Trump.” The release came after the Times was given copies of the emails and contracted Trump for comment.",
  "His confirmation of the meeting also contradicts claims made by several senior Trump aides, including Trump spokeswoman Hope Hicks who said shortly after the election last year: “There was no communication between the campaign and any foreign entity during the campaign.”\n\nDonald Trump Jr. has hired a lawyer\n\nTrump hired New York lawyer Alan Futerfas, who specializes in criminal defense, to represent him in Russia-related investigations, his office and the lawyer said on Monday.",
  "If this nonsense meeting is all they have after a yr, I understand the desperation!”\n\nVeselnitskaya said she never had damaging information on Clinton\n\nRussian lawyer Veselnitskaya said she never worked for and has no connections with the Russian government, and that she “never had damaging or sensitive information about Hillary Clinton.",
  "The Times said Trump Jr. believed the lawyer “would offer him compromising information about Hillary Clinton.”\n\nTrump initially said in a statement to TIME that an acquaintance asked him to attend the meeting, but did not tell him who he would be meeting with.",
  "When asked why Trump’s team had the impression that they were going to be told some compromising information on then-Democratic candidate Hillary Clinton, the Russian lawyer simply said: “It’s quite possible that maybe they were looking for such information.",
  "And certainly none that I was representing the campaign in any way, shape or form.”\n\nHe has now said that he invited both Manafort and Kushner to sit in on the meeting with Veselnitskaya, knowing they would discuss information about the Clinton campaign.",
  "Donald Trump Jr., along with President Donald Trump’s son-in-law Jared Kushner and former Trump campaign chairman Paul Manafort met with a Russian lawyer who offered them information that would be damaging to Hillary Clinton during the 2016 election.",
  "It was never my intention to have that.”\n\nSpeaking in an exclusive interview with NBC News, Veselnitskaya said she was told to come to Trump Tower to meet with members of the Trump presidential campaign, including Donald Trump Jr., last year.",
  "Trump said the meeting went nowhere\n\n“Obviously I’m the first person on a campaign to ever take a meeting to hear info about an opponent… went nowhere but had to listen,” Trump wrote on Twitter on Monday.",
  "“The entire meeting was ‘the most inane nonsense I have ever heard,'” Trump added\n\nThe email exchanges between Trump, Kushner, Manafort and Goldstone show that Trump Jr. was open to the meeting.",
  "The meeting was set up by publicist Rob Goldstone\n\nThe Washington Post identified publicist Rob Goldstone as the acquaintance who set up the meeting between Trump and Veselnitskaya.",
  "Trump and his associates keep changing their stories\n\nTrump has previously denied participating in any meetings with Russian nationals related to his father’s presidential campaign.",
  "The meeting took place at Trump Tower in June 2016\n\nThe younger Trump, Kushner and Manafort met with Russian lawyer Natalia Veselnitskaya last June, according to the New York Times.",
  "View Sample Sign Up Now\n\nThe President’s son also released a statement, in which he wrote that he thought the meeting was “political opposition research” for Clinton.",
  "Futerfas would not say when he was retained or whether he played any part in the statements Trump made over the weekend about a meeting with a Russian lawyer.",
  "Futerfas told Reuters: “I look forward to assisting Donald Jr. and, quite frankly, there is nothing to all of the media buzz about the June 9th, 2016 meeting.",
  "When asked why the meeting was not initially disclosed, Conway said disclosure statements had been amended to reflect the meeting.",
  "“No information was received that was meaningful or helpful and no action was taken [as a result of the meeting],” she said.",
  "They wanted it so badly.”\n\nVeselnitskaya insists she met with Trump to press her client’s interest in the Magnitsky Act.",
  "“If it’s what you say I love it especially later in the summer,” he wrote at the offer of assistance.",
  "Goldstone said in a statement that the request for the meeting came from his client, Emin Agalarov.",
  "White House counselor Kellyanne Conway echoed these sentiments on Good Morning America on Monday.",
  "He added that the meeting was primarily about the Russian adoption program in the United States.",
  "“Nothing came of that meeting and there was no follow up between the parties,” Goldstone said.",
  "That will be proven to be the case.”\n\nWrite to Kate Samuelson at kate.samuelson@time.com.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "She is a leading opponent of the act, which the U.S. Congress passed in 2012.",
  "He later tweeted: “Media & Dems are extremely invested in the Russia story.",
  "Here’s what you need to know about this fast-moving story.",
  "I’m sure, I’m sure I did,” he told the Times in March.",
  "“Did I meet with people that were Russian?",
  "None that I can think of at the moment.",
  "“But none that were set up."
]