[
  "The June 2016 meeting — attended by Donald Trump Jr., White House senior adviser Jared Kushner, and former campaign chairman Paul Manafort — was presented as a chance for Kremlin-connected lawyer Natalia Veselnitskaya to provide the Trump team with what she said was damaging information about Hillary Clinton, the 2016 Democratic presidential nominee.",
  "AP Photo/Andrew Harnik\n\nPresident Donald Trump's personal attorney, Rudy Giuliani, told Business Insider in a phone interview that he \"would be surprised\" if the president knew at the time of the controversial June 2016 Trump Tower meeting between campaign officials and Russians.",
  "Giuliani: 'It turned out to be a front for trying to get into a discussion of sanctions and it was all dismissed very quickly'\n\nThe Judiciary Committee released a trove of documents from closed-door interviews with witnesses, including Trump Jr. and Goldstone.",
  "The most significant information in the documents\n\nAmong the information revealed in the documents was a four-minute mystery phone call — which took place just three days prior to the meeting — about which Trump Jr. claimed he couldn't remember much.",
  "But he told Business Insider that he believes they are \"all very consistent with\" the idea that the Trump Tower gathering \"was billed as a meeting where there might be some damaging information about Hillary\" and \"there turned out not to be.\"",
  "In his testimony to the Senate Judiciary Committee, which was released Wednesday in the publication of roughly 2,000 pages worth of documents on the meeting, Trump Jr. said he could not remember whether he told his father about the meeting.",
  "Acknowledging that he was heavily involved in Trump's campaign at the time, Giuliani said he \"could not have remembered something like that\" meeting \"because the Russian collusion thing only became a big thing after that.\"",
  "Speaking to Fox News host Laura Ingraham on her Wednesday night program, Giuliani said the president was not present at the meeting, but added that, at the time, such a meeting wouldn't have raised many eyebrows.",
  "But the story began to shift in subsequent days, and Trump Jr. eventually released emails between him and Rob Goldstone, the British music publicist who helped coordinate the meeting with Veselnitskaya.",
  "He said he had no recollection of the mystery conversation or of the second call with Agalarov, leading to speculation the president may have been the person behind the blocked number.",
  "The call happened between a pair of calls to Emin Agalarov, the Russian pop star and businessman who is connected to Trump via the 2013 Miss Universe pageant he helped stage in Moscow.",
  "Donald Trump Jr. REUTERS/Lucas Jackson \"It turned out to be a front for trying to get into a discussion of sanctions and it was all dismissed very quickly,\" he said.",
  "Giuliani insisted there was \"nothing illegal\" about seeking dirt on an opponent, adding that the Clinton camp was searching for damaging information on Trump.",
  "He said he \"didn't think that listening to someone with information relevant to the fitness and character of a presidential candidate would be an issue.\"",
  "Trump Jr. acknowledged that the president may have \"commented through\" former White House communications director Hope Hicks regarding that response.",
  "\"I would think if there was any confusion about who knew what and when, it comes down to the fact that this was in the middle of the campaign.\"",
  "\"I mean, I don't know how many people came up to me on the street telling me they had damaging information about this or that,\" he continued.",
  "\"Honestly, I would be surprised if he could remember,\" Giuliani said of Trump if the president was somehow made aware of that meeting.",
  "After the meeting was disclosed publicly last year, Trump Jr. initially said its purpose was to discuss Russian adoption policy.",
  "Once the meeting was reported publicly last summer, Trump reportedly helped draft his son's initial response.",
  "Lawmakers asked Trump Jr. about the first call between Agalarov and Trump Jr., which took place at 4:04 p.m.",
  "Veselnitskaya, according to all accounts of the meeting, did not provide useful information about Clinton.",
  "\"Nobody is going focus on a Russian woman, who says she has false information about Hillary,\" he said.",
  "\"And then sometimes, you give them a number to call, and I don't know if they followed it up or not.\"",
  "But even if he did, it would've made sense if it subsequently slipped his mind, Giuliani said.",
  "\"And if it comes from a Russian or a German or an American, it doesn't matter,\" he said.",
  "\"Turns out she wants to negotiate sanctions, and they throw her out basically.",
  "Trump Jr. then had a call with a blocked number roughly 20 minutes later.",
  "Giuliani said he hadn't looked at all of the documents and testimony.",
  "If there was collusion with the Russians, they would have used it.\"",
  "And when she wants to meet again, they don't meet with her.\"",
  "Trump Jr. said he had no recollection of what was discussed.",
  "Minutes after that call, he called Agalarov back.",
  "I couldn't remember if that happened back then.\"",
  "\"And they never used it, is the main thing.",
  "\"I couldn't remember.",
  "They never used it.",
  "ET on June 6, 2016.",
  "They rejected it.",
  "I would say that.",
  "Rudy Giuliani."
]