[
  "He added that the information was “very high level and sensitive” but was “part of Russia and its government’s support for Mr. Trump.”\n\nTrump Jr. responded in less than 20 minutes saying that he wanted to check out the information first, but “if it’s what you say I love it especially later in summer.”\n\nIn another email, Goldstone referred to Veselnitskaya as “the Russian government attorney.”\n\nSo did Trump Jr. break the law?",
  "In a June 3, 2016 email, Goldstone said he was asked to “contact you with something very interesting.”\n\n“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary [Clinton] and her dealings with Russia and would be very useful to your father,” Goldstone said.",
  "Trump Jr. has maintained that Veselnitskaya did not have any information to share and instead wanted to discuss other matters, such as the Magnitsky Act which enacts sanctions on certain Russian officials as punishment for human rights violations.",
  "Before Trump Jr. was set to meet with the Russian lawyer as his father campaigned for the presidency, Trump Jr. was told Veselnitskaya’s potentially damning information about Clinton was from the Kremlin, according to emails he released.",
  "Rob Goldstone, a music publicist who set up the meeting, was also in attendance, as well as Rinat Akhmetshin, a prominent Russian-American lobbyist, Ike Kaveladze, a business associate of a Moscow-based developer and a translator.",
  "“After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,” Trump Jr. said in a statement.",
  "Bradley A. Smith, a former Bill Clinton-appointed Republican Federal Election Commission member, said based on what's known about the meeting, Trump Jr.'s actions are unlikely to be considered illegal solicitation.",
  "“The meeting provided no meaningful information and turned out to be not about what was represented,” Trump Jr. told the Senate Judiciary Committee, according to recently released transcripts.",
  "A spokesperson for Trump’s outside legal team said Trump “was not aware of and did not attend the meeting.” Trump Jr. said he “wouldn’t have wasted his time” by telling him about the meeting.",
  "Donald Trump Jr. met with a Russian lawyer in July 2016 after learning she had damaging information about Hillary Clinton, the Democratic opponent of now-President Trump.",
  "As Trump Jr. does not have a position in his father’s administration, he is not required to disclose foreign contacts, according to The Associated Press.",
  "The law typically applies to monetary campaign contributions, but courts could consider information such as opposition research to be something of value.",
  "Trump Jr. told the Senate committee that if he had been given any information about Clinton, he would have consulted with counsel on what to do with it.",
  "Foreign nationals are prohibited from providing \"anything of value\" to campaigns, and that same law also bars solicitation of such assistance.",
  "Trump’s son-in-law Jared Kushner and then-campaign chairman Paul Manafort also attended the meeting, along with a translator.",
  "But Trump Jr. and other key figures involved in the meeting downplayed the gathering when questioned by Senate investigators.",
  "No details or supporting information was provided or even offered,” Trump Jr. continued\n\nWas anyone else at the meeting?",
  "He contended that the meeting with lawyer Natalia Veselnitskaya was actually regarding a Russian adoption prohibition.",
  "Fox News’ Benjamin Brown, Brooke Singman, Bree Tracey and The Associated Press contributed to this report.",
  "But Larry Noble, a former general counsel at the FEC, said the situation \"raises all sorts of red flags.\"",
  "\"You do not want your campaign to be involved with foreign nationals, period,\" said Noble.",
  "\"It's not illegal to meet with someone to find out what they have to offer,\" Smith said.",
  "Trump Jr. posted screenshots of multiple emails purportedly from Goldstone.",
  "“Her statements were vague, ambiguous and made no sense.",
  "Didn’t Trump Jr. publish the emails about the meeting?",
  "So what was this meeting about?"
]