[
  "In the email, Goldstone said that a Russian prosecutor had met with Aras and “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful.” Crucially, he made clear that the information would be “part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.”\n\nTrump Jr. responded enthusiastically — “if it’s what you say I love it especially later in the summer.” Goldstone then helped set up a phone call between Trump Jr. and Emin Agalarov, and later arranged a meeting between Trump Jr. and someone he calls “The Russian government attorney who is flying over from Moscow.” The president’s son invited Jared Kushner and then-campaign chair Paul Manafort to attend the meeting, and forwarded the email chain (with the subject line “Russia - Clinton - private and confidential”) to them both.",
  "Specifically, the president:\n\nRepeatedly disparaged the investigation as a waste of time and taxpayer money\n\nPulled then-FBI Director James Comey aside and asked him if he could “let” an investigation into fired National Security Adviser Michael Flynn “go” (according to Comey’s later testimony, which Trump disputes)\n\nAsked Director of National Intelligence Dan Coats if he could get Comey to back off Flynn, according to a report from the Washington Post\n\nAnd then fired Comey in part because he didn’t like Comey’s handling of the Russia investigation, according to Trump’s own words (though his White House originally gave an entirely different explanation for the firing)\n\nTrump also continued to fitfully fight for pro-Russia policies in office — often against the advice of his top foreign policy officials.",
  "The specific false statements were:\n\nFlynn’s denial that he asked Ambassador Kislyak to hold off on any escalation in response to Obama’s Russia sanctions during the transition\n\nFlynn’s statement to the FBI that he didn’t recall Kislyak responding that Russia would in fact hold off on escalation in response to his request\n\nFlynn’s statement that he didn’t ask Kislyak to delay or try to stop a United Nations Security Council vote condemning Israeli settlements during the transition\n\nFlynn is expected to plead guilty to the charge as part of a cooperation deal with Mueller’s team.",
  "First, there’s the admission from Trump foreign policy adviser George Papadopoulos that, back in April 2016, a Russian government-connected source tipped him off that the Russian government had “dirt” on Clinton, consisting of “thousands of emails.”\n\nSecond, there’s the email thread and subsequent meeting in which Donald Trump Jr. agreed to take a meeting because he was told he’d get damaging information about Hillary Clinton that was coming from the Russian government.",
  "And, as mentioned above, the Wall Street Journal just recently reported that in the fall of 2016, GOP operative Peter Smith was telling associates that he was in contact with Flynn about an effort to obtain Hillary Clinton’s deleted emails from Russian hackers — and that, per the Journal’s sources, US intelligence had picked up discussions among Russian hackers about potentially transmitting emails to Flynn through an intermediary.",
  "Importantly, though, we have no evidence at this point that any of these efforts proved to be successful — from what we know now, they could all fall into the category of what we might call “attempted collusion.”\n\nStill, they suggest that Trump advisers were certainly willing to cooperate with Russian efforts to undermine Hillary Clinton, and they make one wonder what else these and other advisers may have done on that front.",
  "The Russian government:\n\nUS intelligence agencies have concluded that Russian government–tied entities hacked and leaked emails from prominent Democrats, most notably the Democratic National Committee (whose emails were leaked online in July 2016, perfectly timed to cause dissension at the party’s convention) and Clinton campaign chair John Podesta (whose emails were posted by WikiLeaks in the final weeks of the election).",
  "The president insists, naturally, that there is none — he’s tweeted that there was “NO COLLUSION!”\n\nBut now, in the wake of a flurry of new activity in special counsel Robert Mueller’s investigation into Russian interference — the latest of which was a false statements charge against former National Security Adviser Michael Flynn Friday morning — it’s worth revisiting what, exactly, we know on this central question.",
  "Trump Jr. forwarded Kushner an email thread with the subject “Russia - Clinton - private and confidential,” and further down in the thread, publicist Rob Goldstone clearly states he is setting up this meeting as part of “part of Russia and its government’s support for Mr. Trump.” Kushner attended the meeting, but according to recent statements by both Trump Jr. and Veselnitskaya, he left after a few minutes.",
  "3) A Republican operative who contacted Russian hackers suggested to people that he was working with Michael Flynn: Before the Trump Jr. emails and the Papadopoulos court document emerged, the strongest indication pointing toward possible collusion between a close Trump adviser and Russian entities came from a set of stories by Shane Harris of the Wall Street Journal.",
  "Yet the court document revealing all this is silent about just what Papadopoulos did, if anything, with his tip about Clinton email “dirt.” So the question of whether he told anyone else in the Trump campaign about it, and whether that led to any further action or contacts on that topic, could be enormously important to the investigation going forward.",
  "Jeff Sessions: The longtime senator from Alabama, early Trump endorser, and now-attorney general asserted under oath during his confirmation hearings that he “did not have communications with the Russians.” But it turned out that in September 2016, while he was advising Trump’s campaign, he met with Ambassador Sergey Kislyak in his Senate office.",
  "There, the court filing says, the professor said “he had just returned from a trip to Moscow where he had met with high-level Russian government officials,” and that on that trip he’d “learned that the Russians had obtained ‘dirt’ on then-candidate Clinton.” This dirt was comprised of “thousands of emails,” Papadopoulos told the FBI.",
  "Kilimnik wrote back a few weeks later and seemingly spoke in code about Deripaska, saying he’d met with the person “who gave you the biggest black caviar jar several years ago,” and that it would take time to explain this “long caviar story.” He and Manafort then set up a meeting in New York, which took place a few days later.",
  "However, Manafort’s history of pro-Putin work, experience with international skullduggery, high-level position in the Trump campaign during the crucial summer period when the DNC emails leaked, and attendance at Donald Trump Jr.’s meeting with a Russian lawyer have long made him an obvious potential collusion suspect.",
  "A report from McClatchy’s Peter Stone and Greg Gordon also suggests that investigators are taking a close look at the Trump campaign’s digital operation, which Kushner oversaw, with an eye toward whether there was any collaboration with Russian cyber operatives and bots targeting voters in key states or precincts.",
  "On October 30, 2017, special counsel Mueller indicted Manafort and Gates on multiple charges that mostly focus on alleged money laundering, failure to disclose their financial assets, and false statements regarding their work for the government of Ukraine and a Ukrainian political party.",
  "On December 1 or 2, Kushner and Flynn met with Russian Ambassador Kislyak, and, according to the Washington Post, Kislyak told his superiors afterward that Kushner wanted to set up a secret line of communication between them, and suggested using Russian diplomatic facilities for this.",
  "As Vox’s Matt Yglesias writes, Trump’s policy positions on Russia-related issues (he’s skeptical of US NATO commitments and wants to loosen sanctions) and even his stated opinions of Putin as a person (he thinks he’s a strong leader) have long stood out as idiosyncratically positive.",
  "He wrote:\n\nInvestigators have examined reports from intelligence agencies that describe Russian hackers discussing how to obtain emails from Mrs. Clinton’s server and then transmit them to Mr. Flynn via an intermediary, according to U.S. officials with knowledge of the intelligence.",
  "There was also an effort to help Trump online with Twitter bots and Facebook accounts connected to the Russian government, which involved promoting pro-Trump stories and sometimes fake news stories, according to a report from the director of national intelligence from January.",
  "Harris reported that Peter Smith, a Trump-supporting GOP operative and private equity executive, embarked on an effort to track down Hillary Clinton’s infamous 30,000 or so deleted emails during the fall of 2016 — and contacted Russian hackers to ask if they had them.",
  "A report by McClatchy’s Peter Stone and Greg Gordon suggests that investigators are also examining whether Russian cyber operatives targeted “certain voting jurisdictions in key states” — and whether anyone was helping them figure out which places to target.",
  "By late May 2016, he was mentioned in the press as a potential vice presidential pick for Trump, and in July of that year he gave a speech at the Republican convention in which he said (in response to crowd chants) that Hillary Clinton should be locked up.",
  "All this — eventually disclosed in a series of New York Times reports and confirmed by Trump Jr.’s own email release — makes it quite clear that the president’s son was ready and willing to work with the Russian government to take down Hillary Clinton.",
  "He was forced out in favor of Steve Bannon and Kellyanne Conway in August 2016, after Trump had cratered in the polls and some negative stories about Manafort’s Ukraine work (work for which he is now under FBI investigation) came out in the press.",
  "Cohen’s closeness to Trump and experience doing business in Eastern Europe — including with a Russian mob–tied Ukrainian oligarch — have made him another focus of speculation about potential collusion, and he now appears to be under FBI scrutiny.",
  "Yet Page was a total unknown in American political circles until presidential candidate Donald Trump sat down with the Washington Post editorial board in March 2016 and listed Page among five named people who were on his foreign policy team.",
  "The meeting between the trio of Trump advisers and Russian lawyer Natalia Veselnitskaya, Russian-American former spy Rinat Akhmetshin, Russian-American businessman Irakly Kaveladze, and Goldstone took place at Trump Tower on June 9, 2016.",
  "Paul Manafort and Rick Gates: Manafort is a longtime Republican political consultant who, over the past decade, did a great deal of lucrative work for rich pro-Russia Ukrainian politicians and a Russian oligarch close to Vladimir Putin.",
  "It appears Flynn may also be under investigative scrutiny for failing to disclose some of his payments from foreign sources, including work for a shell company tied to the Turkish government that he did while advising Trump’s campaign.",
  "This raised eyebrows, particularly when it emerged that Page had done work with and owned shares in the Russian energy company Gazprom, and had often defended Russia’s policy on Ukraine and called for the lightening of US sanctions.",
  "He’s said his messages with Guccifer 2.0 were just “a brief exchange.” And he’s said since October that his tweet about Podesta referred to Tony Podesta’s business dealings, and that he had “no advance knowledge” of that email hack.",
  "Michael Flynn: A retired lieutenant general and former Defense Intelligence Agency chief who had a falling-out with the Obama administration in 2013, Flynn left government and, over the past few years, developed contacts in Russia.",
  "But it has not yet resulted in any public revelations of solid evidence that Trump advisers and the Russian government had any sort of secret arrangement, or that they shared information about Russian interference in the election.",
  "The New York Times reported that Cohen sent this proposal to then-National Security Adviser Michael Flynn in February, but Cohen now says he did no such thing (though he has changed his story about what happened multiple times).",
  "But according to sources interviewed by Harris, Smith told people working with him that he was coordinating with Michael Flynn, Trump’s main foreign policy adviser during the campaign (and eventual national security adviser).",
  "Another piece of information pointing toward Flynn, Harris reported, was that US officials were aware of some intelligence that Russian hackers were at least discussing sending leaked emails to Flynn through a third party.",
  "Roger Stone: A longtime GOP operative, dirty trickster, and political adviser to Donald Trump, Stone ended up only being briefly affiliated with Trump’s presidential campaign before he was pushed out in the summer of 2016.",
  "But Page appeared to share Trump’s pro-Putin views — in a June 2016 meeting with other foreign policy experts and the prime minister of India, Page went “off topic with effusive praise” of Putin, per the Washington Post.",
  "But he remained supportive of Trump’s candidacy from the outside, and often claimed knowledge that WikiLeaks would damage Clinton’s candidacy somehow (once even hinting that bad news would come out about the Podestas).",
  "Then on December 29, 2016, the day President Obama announced sanctions on Russia in response to their hacking efforts, Flynn and Kislyak reportedly exchanged five phone calls, and they discussed the topic of sanctions.",
  "So far, Mueller’s investigation has resulted in two plea agreements for Trump advisers Michael Flynn and George Papadopoulos, who each pleaded guilty for making false statements to the FBI about contacts with Russians.",
  "That same week, then-acting Attorney General Sally Yates warned the White House that intelligence showed Flynn had been misrepresenting his conversations with Kislyak, and that he was vulnerable to Russian blackmail.",
  "By September 2016, Page said he would no longer advise the Trump campaign, and the Trump team has since portrayed him as an inconsequential figure who did nothing of importance (and, they say, never even met Trump).",
  "Let’s go through it:\n\nDonald Trump: Trump has made no secret of the fact that he views the Russian government and its president, Vladimir Putin, far more favorably than the vast majority of American politicians do.",
  "Goldstone wrote that he was writing at the behest of Aras and Emin Agalarov, a father-son pair of real estate developers who do business with Russia and had worked with the Trumps on the 2013 Miss Universe pageant.",
  "However, it’s also worth noting that President Trump has taken other actions that the Russian government strongly dislikes — most notably, ordering a strike on Syrian government forces that are backed by Russia.",
  "2) Donald Trump Jr.’s email thread and his meeting with Kushner, Manafort, and a Russian lawyer: In June 2016, Donald Trump Jr. received an email from Rob Goldstone, a British publicist who does work in Russia.",
  "Third, there are the reports that a GOP operative who contacted Russian hackers in search of Clinton’s deleted emails last fall suggested he was in contact with Michael Flynn, a Trump adviser, about his effort.",
  "He also reportedly sought to loosen sanctions on Russia early in his presidency, and his aides tried to water down a bipartisan congressional bill to toughen those sanctions — though they were unsuccessful.",
  "The most suggestive indicators of collusion during the campaign so far\n\nThere are three examples where there are at least some signs of specific collusion between Trump advisers and the Russian government.",
  "Jared Kushner: The 36-year old real estate developer and husband to Trump’s daughter Ivanka had a high-level role throughout the presidential campaign and now serves as a senior adviser in the White House.",
  "Then there are many other curious statements, meetings, and contacts\n\nAll other allegations of collusion between Trump’s advisers and Russia are at this point theoretical, circumstantial, and/or unproven.",
  "The biggest questions to focus on going forward\n\nAgain, the big picture question is if all these separate incidents — and others we may not yet know about — point toward a substantive effort of collusion.",
  "There are also questions about Manafort’s emails with a Ukrainian business associate of his named Konstantin Kilimnik about his old client, the Russian billionaire and aluminum magnate Oleg Deripaska.",
  "And it’s hard to read these emails and not conclude that the top echelons of the Trump campaign were well aware of the Russian government’s support for Trump and willing to collaborate in the effort.",
  "These revelations were quickly followed by Sessions announcing his recusal from the FBI’s Russia investigation — though he still wrote a letter recommending FBI director James Comey’s firing in May.",
  "When the president gave a speech to NATO leaders abroad, he refused to affirm the US’s commitments to defend NATO members’ security even though a line doing so was initially included in his speech.",
  "But Flynn reportedly told Vice President-elect Mike Pence and others on the Trump team that sanctions hadn’t come up in the calls, spurring them to make false statements to that effect in public.",
  "Earlier this year, Cohen and another Trump business associate named Felix Sater reportedly met with a pro-Russian Ukrainian lawmaker who suggested potential terms for a Russia-Ukraine peace deal.",
  "During Manafort’s time chairing the Trump campaign, he emailed Kilimnik on July 7 about Deripaska, writing, “If he needs private briefings we can accommodate,” according to the Washington Post.",
  "In one early December meeting at Trump Tower, he and Jared Kushner talked to Kislyak about setting up a secret channel through which they could communicate, according to the Washington Post.",
  "Trump Jr. has stated that in the meeting, Veselnitskaya proved to have no useful information and quickly changed the subject to discuss other topics she had been lobbying on for years.",
  "Specifically, he began regularly appearing on RT (the Russian government-linked television station) in 2015 and attended the network’s gala dinner in Moscow in December of that year.",
  "Things got even weirder when Page traveled to Moscow in July of that year and gave a speech in which he criticized US policy toward Russia — a trip that drew scrutiny from the FBI.",
  "1) George Papadopoulos’s contacts with a Russian government-tied professor: In March 2016, Papadopoulos, a consultant, was appointed a foreign policy adviser to the Trump campaign.",
  "There are three separate instances in which Trump advisers had discussions with people connected to the Russian government about potential Russian-provided dirt on Hillary Clinton.",
  "Kushner initially failed to disclose any of the above contacts on his security clearance forms for his White House post (his lawyer claims the forms were “prematurely submitted”).",
  "But the sheer amount of circumstantial material, odd events, and links to Russia involving multiple actors from Donald Trump on down has long appeared strange and suspicious.",
  "That is, are there email and phone records or other documents of some kind, did money change hands in any way that is traceable, and will witnesses prove willing to testify?",
  "Still, all of this is enough to raise serious questions about just what Flynn knew about this or any other attempted outreach to Russian hackers or other Russian entities.",
  "After Trump won, he continued to disparage the idea that Russia may have tried to help him out, claiming to disbelieve the consensus judgment of US intelligence agencies.",
  "But he’s also a very wealthy businessman in his own right who’s done a great deal of business in Ukraine (his wife is Ukrainian) and bought a series of Trump properties.",
  "Since the election, Kushner has come under scrutiny for initially leaving several contacts he’d had with Russians during the campaign off his federal disclosure forms.",
  "Then a Reuters report claims there were two phone calls between Kushner and Kislyak during the campaign, though Kushner’s lawyer said he had no recollection of these.",
  "There were reports that Sessions may have encountered Kislyak a third time, but he adamantly denied that any private meeting took place in sworn testimony this June.",
  "Flynn began occasionally briefing presidential candidate Donald Trump in the fall of 2015, and his involvement in the campaign deepened early the next year.",
  "Soon afterward, he met a professor based in London whom he came to understand had ties to Russian government officials, he later admitted in a court filing.",
  "In the first week of the Trump presidency, Flynn was questioned by the FBI, and his answers put him under scrutiny for potentially making false statements.",
  "But before all this, there was the June 9, 2016, meeting Donald Trump Jr. set up with Russian lawyer Natalia Veselnitskaya to get dirt on Hillary Clinton.",
  "It’s at least possible that Smith was just trying to make his effort seem important by name-dropping Flynn, rather than actually working closely with him.",
  "Earlier this year, Papadopoulos was arrested for making false statements about his contacts with Russians to the FBI, and then agreed to a plea deal.",
  "While trying to recruit for the effort, Smith also distributed a document naming the Trump campaign as one of four groups involved, per the Journal.",
  "Again, the big question is whether Trump or any of his advisers knew about any of these efforts or consulted on or participated in them in any way.",
  "Trump has repeatedly spoken positively of Flynn since and (as outlined above) allegedly intervened to try to kill an FBI investigation into Flynn.",
  "But there is a whole lot of circumstantial material that appears strange and suspicious here, involving multiple actors from Donald Trump on down.",
  "The court filing then describes Papadopoulos’s lengthy and ultimately unsuccessful efforts to set up a Trump trip to Russia during the campaign.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 [Hillary Clinton] emails that are missing,” he said at a press conference.",
  "Then, once in office, he took several actions that could be construed as trying to obstruct the federal investigation into the Russia matter.",
  "Russian-tied hackers attempted to hack election-related computer systems in 21 states, according to a Homeland Security official’s testimony.",
  "Throughout this time, Kushner’s family real estate company (from which he resigned as chief executive in January) has been in a cash crunch.",
  "As Mueller and various congressional committees proceed in their investigations, much will depend on the answers to the following questions.",
  "It has also resulted in the indictment of Paul Manafort and Rick Gates for crimes unrelated to collusion that mostly preceded the campaign.",
  "The White House did nothing about this until it leaked to the press a few weeks later, when they were spurred to fire Flynn on February 13.",
  "At one point he exchanged some Twitter direct messages with Guccifer 2.0, the anonymous account claiming responsibility for the DNC hacks.",
  "On July 27, 2016, he said he doubted that Russia was behind the DNC hackings but that he hoped there would be more email releases to come.",
  "The White House claims Kushner took this meeting at Kislyak’s request, for diplomatic reasons, while the bank says it was about business.",
  "And after that, in mid-December, Kushner met with Sergey Gorkov, head of Vnesheconombank (a Russian bank currently under US sanctions).",
  "For now, though, let’s go through everything known about the scandal, beginning with the most concrete evidence of attempted collusion.",
  "Michael Cohen: Cohen is Trump’s pugnacious personal lawyer, known for aggressively defending his boss’s interests during the campaign.",
  "This has raised questions about whether Kushner was seeking to shield his contacts with the Russian government from US intelligence.",
  "Later on, when President Trump was considering firing FBI Director James Comey this May, Kushner reportedly encouraged him to do so.",
  "The Trump administration also hasn’t actually managed to make any significant changes that lighten sanctions against Russia so far.",
  "Stone has said a few times that his claims about WikiLeaks were based on what he heard from a “mutual friend” of his and Assange’s.",
  "Still, it hasn’t yet been shown that any of these contacts evolved into anything concrete with participation from the Trump side.",
  "Finally, on December 1, 2017, Special Counsel Mueller’s team charged Flynn with one count of making false statements to the FBI.",
  "The indictment of Manafort and Gates contained no specific charges related to collusion with Russian during the 2016 campaign.",
  "Per reports from BuzzFeed News and the New York Times, Russian intelligence approached him and tried to recruit him in 2013.",
  "First, did any sort of collaborative effort between anyone close to Trump and the Russian government end up materializing?",
  "However, we don’t yet know if this meeting actually led to any kind of cooperation between the Trump campaign and Russia.",
  "The answer here will be important for just how serious both the political and the criminal aspects of the scandal are.",
  "Furthermore, Smith’s efforts to find Clinton’s deleted emails appear to have failed, since the emails never surfaced.",
  "And fourth, if anything did go on, who specifically was involved — and what, exactly, did Donald Trump himself know?",
  "The answers to these questions will determine whether the Russia scandal fizzles out — or keeps growing ever larger.",
  "What evidence is there, exactly, of collusion between advisers to Donald Trump and Russia during the 2016 campaign?",
  "This year, Page has frequently made press appearances in which he’s asserted that he’s done nothing wrong.",
  "But we don’t yet know if this led to any actual collusion implicating Flynn or anyone on the Trump team.",
  "He also appears to have encountered Kislyak at a public event during the Republican convention in July.",
  "He also received two $11,250 speaking fees, from a Russian airline and a Russian cybersecurity company.",
  "Trump’s public statements on the topic of Russian hacking of Democrats’ emails have also been strange.",
  "There, he sat next to Vladimir Putin and was paid a speaking fee of more than $33,000 for the trip.",
  "Carter Page: One of the oddest subplots of the Russia scandal focuses on businessman Carter Page.",
  "Despite these denials, though, he’s fallen under FBI scrutiny, according to the New York Times.",
  "And the parties involved — at least the ones who are commenting — are all denying that it did.",
  "Throughout the transition, Flynn had several contacts with Russian Ambassador Sergey Kislyak.",
  "He was interviewed by the FBI for about 10 hours in March, according to the Washington Post.",
  "He also revealed classified information to Russian officials in an Oval Office meeting.",
  "It seems they did not change actual voting tallies, but this is troubling nonetheless.",
  "But Trump didn’t end up holding another press conference for the rest of the campaign.",
  "But we don’t know what happened there or whether it resulted in anything untoward.",
  "It appears he has then gone on to become a cooperating witness for Mueller’s team.",
  "In March 2016, Manafort joined the Trump campaign, bringing Gates along with him.",
  "Later in the month, Kushner sent a deputy to attend another meeting with Kislyak.",
  "After a few further contacts, Papadopoulos met the professor on April 26, 2016.",
  "That will be next.” It was not clear whether this was merely meant as a joke.",
  "These ties to Russia make Flynn an obvious suspect for potential collusion.",
  "Still, as suggestive as this may seem, it could all amount to nothing too.",
  "Second, if there was some sort of collusion, what exactly did it entail?",
  "WikiLeaks and Julian Assange have denied having any contact with Stone.",
  "The most curious of these meetings occurred during the transition.",
  "Smith died this year, and Flynn hasn’t commented on these reports.",
  "Dirt on Hillary Clinton or other helpful information of some kind?",
  "(The Washington Post identified this professor as Joseph Mifsud.)",
  "Whether there is fire is the subject of Mueller’s investigation.",
  "When Trump won, he chose Flynn as his national security adviser.",
  "Page founded an energy investment firm that did work in Russia.",
  "“I think you will probably be rewarded mightily by our press.",
  "(After much criticism, he did so a couple of weeks later.)",
  "Consultation on or tip-offs about the Russian hackings?",
  "So far, no evidence has yet emerged to contradict him.",
  "The big picture is that there is a whole lot of smoke.",
  "Manafort was eventually promoted to run the campaign.",
  "Rick Gates is Manafort’s longtime business partner.",
  "Third, what evidence exists on all these matters?",
  "Policy promises, either on Ukraine or sanctions?",
  "He’s also said there was no follow-up afterward.",
  "Smith was not part of Trump’s campaign.",
  "(Emin is also a Russian pop star.)",
  "Both men have pleaded not guilty.",
  "Let's see if that happens.",
  "Money?"
]