[
  "Rob Goldstone to Donald Trump Jr.\n\nHi Don\n\nLet me know when you are free to talk with Emin by phone about this Hillary info - you had mentioned early this week so I wanted to try to schedule a time and day\n\nBest to you and family Rob Goldstone\n\nThis iphone speaks many languages\n\nJune 6, 2016 3:03 p.m.\n\nDonald Trump Jr. to Rob Goldstone\n\nRob could we speak now?",
  "This iphone speaks many languages\n\nJune 6, 2016 3:38 p.m.\n\nDonald Trump Jr. to Rob Goldstone\n\nMy cell [whited out] thanks\n\nd\n\nDonald J. Trump Jr.\n\nExecutive Vice President of Development and Acquisitions The Trump Organization\n\n725 Fifth Avenue | New York, NY | 10022\n\n[whited out] | trump.com\n\nJune 6, 2016 3:43 p.m.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "Rob Goldstone to Donald Trump Jr.\n\nOk he's on stage in Moscow but should be off within 20 Minutes so I am sure can call Rob\n\nThis iphone speaks many languages\n\nJune 6, 2016 2:38 p.m.\n\nDonald Trump Jr to Rob Goldstone\n\nRob thanks for the help\n\nD\n\nJune 7, 2016 4:20 p.m.",
  "(Photo: Carolyn Kaster, AP)\n\nUnder fire for his meeting with a Kremlin-linked lawyer during the presidential campaign, Donald Trump Jr. released his emails on Tuesday with entertainment publicist Rob Goldstone in an effort \"to be totally transparent.\"",
  "Best,\n\nDon\n\nDonald J. Trump Jr.\n\nExecutive Vice President of Development and Acquisitions The Trump Organization\n\n725 Fifth Avenue | New York, NY | 10022\n\n[whited out] | trump.com\n\nRelated:\n\nRead or Share this story: https://usat.ly/2ueIhwl",
  "In the exchange, Goldstone, who set up the meeting, told Trump Jr. that Russian government officials could provide incriminating information about his father's Democratic rival Hillary Clinton through Russian pop musician Emin Agalarov.",
  "Best\n\nRob\n\nThis iphone speaks many languages\n\nJune 8, 2016 12:03 p.m.\n\nDonald Trump Jr. to Jared Kushner and Paul Manafort\n\nSubject: FW: Russia - Clinton - private and confidential\n\nMeeting got moved to 4 tomorrow at my offices.",
  "Best\n\nRob\n\nThis iphone speaks many languages\n\nJune 8, 2016 11:15 a.m.\n\nDonald Trump Jr. to Rob Goldstone\n\nYes Rob I could do that unless they wanted to do 3 today instead... just let me know and ill lock it in either way.",
  "USA TODAY\n\nIn this April 17, 2017, file photo, Donald Trump Jr., the son of President Donald Trump, speaks to media during the annual White House Easter Egg Roll on the South Lawn of the White House in Washington.",
  "Best\n\nRob Goldstone\n\nThis iphone speaks many languages\n\nThis e-mail message, and any attachments to it, are for the sole use of the intended recipients, and may contain confidential and privileged information.",
  "\"This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump,\" Goldstone wrote, to which Trump Jr. replied: \"If it's what you say I love it.\"",
  "d\n\nDonald J. Trump Jr.\n\nExecutive Vice President of Development and Acquisitions The Trump Organization\n\n725 Fifth Avenue | New York, NY | 10022\n\n[whited out] | trump.com\n\nJune 8, 2016 11:18 p.m.",
  "d\n\nDonald J. Trump Jr.\n\nExecutive Vice President of Development and Acquisitions The Trump Organization\n\n725 Fifth Avenue | New York, NY | 10022\n\n[whited out] | trump.com\n\nJune 6, 2016 3:37 p.m.",
  "Rob Goldstone to Donald Trump Jr.\n\nDon\n\nHope all is well\n\nEmin asked that I schedule a meeting with you and The Russian government attorney who is flying over from Moscow for this Thursday.",
  "Rob Goldstone to Donald Trump Jr.\n\nSubject: Russia - Clinton - private and confidential\n\nGood morning\n\nEmin just called and asked me to contact you with something very interesting.",
  "The emails, which Trump Jr. released on Twitter, appear to show Trump Jr. welcomed the information and accepted a meeting with Russian attorney Natalia Veselnitskaya.",
  "Rob Goldstone to Donald Trump Jr.\n\nGood morning\n\nWould it be possible to move tomorrow meeting to 4pm as the Russian Attorney is in court until 3 i was just informed.",
  "This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump - helped along by Aras and Emin.",
  "Please note that any views or opinions presented in this email are solely those of the author and do not necessarily represent those of the company.",
  "Best\n\nRob Goldstone\n\nThis iphone speaks many languages\n\nJune 7, 2016 5:16 p.m.\n\nDonald Trump Jr. to Rob Goldstone\n\nHow about 3 at our offices?",
  "CLOSE Donald Trump Jr. released emails suggesting 'incriminating information\" about his father's Democratic campaign rival, Hillary Clinton.",
  "Finally, while the company uses virus protection, the recipient should check this email and any attachments for the presence of viruses.",
  "If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original message.",
  "What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?",
  "Any unauthorized review, use, disclosure or distribution of this email message or its attachments is prohibited.",
  "I can also send this info to your father via Rhona, but it is ultra sensitive so wanted to send to you first.",
  "I will send you the names of the two people meeting with you for security when I have them later today.",
  "I believe you are aware of the meeting - and so wondered if 3pm or later on Thursday works for you?",
  "Rob Goldstone to Donald Trump Jr.\n\n\n\nLet me track him down in Moscow\n\nWhat number he could call?",
  "The company accepts no liability for any damage caused by any virus transmitted by this email.",
  "Seems we have some time and if it's what you say I love it especially later in the summer.",
  "Perfect...I won't sit in on the meeting, but will bring them at 3pm and introduce you etc.",
  "June 3, 2016 10:53 a.m.\n\nDonald Trump Jr. to Rob Goldstone\n\nThanks Rob I appreciate that.",
  "They can't do today as she hasn't landed yet from Moscow 4pm is great tomorrow.",
  "best,\n\nRob\n\nJune 7, 2016 6:14 p.m.\n\nDonald Trump Jr to Rob Goldstone\n\nGreat.",
  "It will likely be Paul Manafort (campaign boss) my brother in law and me.",
  "I am on the road at the moment but perhaps I just speak to Emin first.",
  "Here's the full text of his emails:\n\nJune 3, 2016 10:36 a.m.",
  "Could we do a call first thing next week when I am back?",
  "Best,\n\nDon\n\nSent from my iphone\n\nJune 6, 2016 12:40 p.m.",
  "D\n\nSent from my iPhone\n\nJune 7, 2016 5:16 p.m.",
  "Thanks rob appreciate you helping set it up.",
  "Sent from my iPhone\n\nJune 8, 2016 10:34 a.m.",
  "I assume it would be at your office.",
  "Rob Goldstone to Donald Trump Jr.",
  "Rob Goldstone to Donald Trump Jr.",
  "725 Fifth Ave 25th floor."
]