[
  "He’d helped them get through the door with an attention-grabbing email to Donald Trump Jr., promising the future president’s son that “the Crown Prosecutor of Russia” had information to share that would incriminate Democratic presidential candidateHillary Clinton “and her dealings with Russia.”\n\nBut after what Goldstone thought was a mind-numbingly dull presentation and a few vague remarks about Russian fund-raising for Democrats, the Russianattorney, Natalia Veselnitskaya, switched gears.",
  "The celebrity publicist was suddenly himself a public curiosity, alternately mocked as a Democratic plant whose real mission had been to keep Trump out of the White House or as a Russian spy, Putin’s puppet and the Russians’ “useful idiot.”\n\nSelfies of him posing in silly hats were lifted from his Facebook and Instagram pages and mocked by late-night comedians.",
  "Prosecutors in Russia aren’t called “crown prosecutors,” but once the email became public, many people assumed he was referring to Yuri Chaika, who holds the title of “Prosecutor-General of the Russian Federation.”\n\n“The words I used literally sent everybody into a collective tizzy,” Goldstone said.",
  "The Trump Tower meeting on June 9, 2016, has fueled suspicions that the Russians meddled in the presidential election that sent Donald Trump to the White House and has been intensely scrutinized by three congressional committees, a federal grand jury and special counsel Robert Mueller.",
  "“Life would be very different.”\n\nMore: President Trump: Donald Jr. did nothing illegal in meeting Russian attorney to get 'dirt' on Clinton\n\nMore: Russia investigation: Senate probably won't finish its probe until after election\n\nRead or Share this story: https://usat.ly/2xyrK6A",
  "The way Goldstone remembers it, Veselnitskaya gave “one of the most droning and monotonous presentations I’ve ever heard.” She talked in just general terms about some well-known Russians making questionable donations to the Democratic election campaign, Goldstone said.",
  "“That was one of the most embarrassing meetings I have ever been in – and I set it up,\" British-born publicist Rob Goldstone says of the June 9, 2016, Trump Tower meeting between members of Donald Trump's presidential campaign and Russian lawyer Natalia Veselnitskaya.",
  "“This is obviously very high level and sensitive information,” he added, and was “part of Russia and its Government’s support for Mr. Trump.”\n\nGoldstone said he just assumed the attorney would offer documents, although Agalarov had never mentioned that to him.",
  "Goldstone is publicly telling his story about the Trump Tower meeting for the first time in advance of the publication of his new book, “Pop Stars, Pageants & Presidents: How An Email Trumped My Life.” The 198-page memoir hits the shelves on Tuesday.",
  "The singer said his father had met earlier in the day in Moscow with a “well-connected” Russian attorney who had potentially damaging information about questionable fund-raising by Russians to support the Democrats and, by extension, Clinton.",
  "The hotel room would later feature prominently in an unsubstantiated report alleging that, during his stay, Trump had hired prostitutes to urinate on the bed where Barack and Michelle Obama had slept during an official visit to Russia.",
  "“Politics has never, ever interested me, whether in the U.K., where I grew up, or since I’ve lived in America, which is 20-something years,” said Goldstone, who lives in Hoboken, New Jersey, but still speaks with a British accent.",
  "But against his better judgment, he said, he fired off the email to Trump Jr., taking the scant details provided by Agalarov and filling in the blanks in the same, over-the-top way that he’d often promoted his celebrity clients.",
  "'Biggest misconception'\n\nIt was Goldstone’s role in the Trump Tower meeting three years later that put him on the front pages of newspapers around the world and made him the subject of fascination, speculation and even ridicule.",
  "Rob Goldstone, a British-born music publicist, says his life was turned upside down after he set up a Trump Tower meeting with senior members of Donald Trump's presidential campaign and Russian lawyer Natalia Veselnitskaya.",
  "The fallout from the meeting wrecked the life and ended the career of Goldstone, a colorful, witty character who usually moves in the world of pop stars and paparazzi, not that of politicians and presidential campaigns.",
  "Based on intelligence reports and everything else that has come out since that meeting, Goldstone told USA Today in an interview that he has no doubt the Russians interfered in some way in the presidential election.",
  "Trump Jr. ended the meeting, Goldstone recalls, telling Veselnitskaya that his father was still a private citizen, not an elected official, and suggesting that she take her concerns up with the Obama administration.",
  "Once it became public, however, he would volunteer to tell his story to a federal grand jury, Mueller’s investigators and all three congressional committees probing Russian meddling in the election.",
  "(Photo: Keith Lane, for USA TODAY)\n\nBorn into a working-class Jewish family in Manchester, England, Goldstone finds it astounding that he would be at the center of an American political scandal.",
  "Goldstone said he pressed Agalarov for more details, but the crooner would say only that the attorney was “well-connected.”\n\n“Nothing good can come of this,” Goldstone said he warned his client.",
  "I don’t want to be a celebrity.”\n\nThe now-infamous Trump Tower meeting wasn't the first time Goldstone’s name would get tied to controversy involving the man who is now the 45th president.",
  "When Trump Jr. made a movement as if he were about to stand up, Veselnitskaya changed course and started to speak more passionately about Russian adoption and the Magnitsky Act.",
  "'Puffed up' email\n\nGoldstone had met Donald Trump Jr. just twice and Donald Trump just six times, so he was reluctant to call in a favor that didn’t directly benefit Agalarov.",
  "The biggest misconception people have about him “is that this was done with some political leaning – that I, me, set out to put Donald Trump in the White House,” he said.",
  "In 2013, Goldstone was instrumental in bringing Trump to Russia for the Miss Universe pageant and getting him booked into a room at the Ritz Carlton Hotel in Moscow.",
  "When he posted a photo of himself wearing a T-shirt with “Russia” printed in big letters across the front, some speculated he was sending a secret message to Moscow.",
  "Goldstone, who obtained U.S. citizenship nearly two decades ago, didn’t vote for either Trump or Clinton, nor did he give money to either of their campaigns.",
  "Goldstone had never heard of the Magnitsky Act, but later learned it was a U.S. law that sought to punish human rights offenders by freezing their assets.",
  "“That was one of the most embarrassing meetings I have ever been in – and I set it up,” an apologetic Goldstone recalls tellingTrump Jr. when it was over.",
  "And it all began with a phone call from a Russian pop singer and a 137-word email that Goldstone typed out on his iPhone in just two or three minutes.",
  "His characterization that it was part of the Russian government’s support for Trump was just flattery designed to get Trump Jr.’s attention, he said.",
  "The music publicist had set up a Trump Tower meeting with three senior members of Donald Trump’s presidential campaign and a small group of Russians.",
  "It didn’t seem unusual, then, when Emin Agalarov phoned Goldstone on the morning of June 3, 2016, and asked him to set up a meeting with the Trumps.",
  "The Russian attorney, he wrote, had offered to provide the Trump campaign with “official documents and information” that would incriminate Clinton.",
  "But at the last minute, Trump Jr. asked him to sit in on the meeting so he could help escort the Russian guests out once they were through.",
  "“Maybe I should vote more often.”\n\nIf he had voted in the presidential election, he said, his pick probably would have been Bernie Sanders.",
  "Veselnitskaya, the Russian attorney, was accompanied by three people: a colleague, a translator and a business associate of the Agalarovs.",
  "The law had infuriated Russian President Vladimir Putin, and Moscow retaliated by denying Americans the right to adopt Russian children.",
  "He was just trying to make the attorney sound important, he said, so he used the title he’d been taught to call prosecutors in England.",
  "Goldstone was so embarrassed by what he calls Veselnitskaya’s “bait and switch” that he vowed never to speak of the meeting again.",
  "His description of the Russian attorney’s information as “very high level and sensitive” was just “puffed up” language, he said.",
  "“It was because it fit,” said Goldstone, who once wrote a newspaper article about the travails of travel for overweight people.",
  "“It was devastating,” the British-born Goldstone, 57, said in a two-hour interview last week at the Westin Washington hotel.",
  "“I have become the thing I’ve always detested about celebrity publicists who are more famous than their clients,” he said.",
  "The one time he did vote, he said, was a few years back when he was a judge in the preliminaries for the Miss USA pageant.",
  "“I actually would like to go back in time, read those 137 words and go, ‘Oh, just forget it,’ and hit delete,” he said.",
  "'Bait and switch'\n\nGoldstone arrived at Trump Tower expecting to introduce the Russians and then make a hasty retreat.",
  "Goldstone was impressed by Mueller’s team – “they seemed to have no agenda other than to get to the truth,” he said.",
  "He never heard any gossip about urinating prostitutes – and he usually heard all of the pageant gossip, he said.",
  "Inside the 25th floor conference room, Goldstone found himself seated beside Trump’s son-in-law, Jared Kushner.",
  "In his email, the Russian lawyer became “the Crown Prosecutor of Russia” – a term that would fuel speculation.",
  "The meeting is now under scrutiny by investigators probing Russian meddling in the 2016 presidential election.",
  "The Agalarovs had become friendly with Trump and often called on Goldstone to act as their go-between.",
  "Agalarov’s father, Aras, is a self-made oligarch and a billionaire developer often compared to Trump.",
  "(Photo: Keith Lane, for USA TODAY)\n\nWASHINGTON – Rob Goldstone couldn’t believe what he was hearing.",
  "She stopped talking presidential politics and started talking about U.S.-Russian adoption policies.",
  "While the lawyer spoke, Goldstone recalled, Manafort typed away on his phone and never looked up.",
  "An irritated Kushner interrupted the lawyer in mid-sentence and asked her to get to the point.",
  "Trump Tower meeting fallout\n\nGoldstone's life was forever changed by the Trump Tower meeting.",
  "He sometimes fantasizes about taking another crack at that email that changed everything.",
  "The pop singer was Emin Agalarov, who hired Goldstone as his manager and publicist.",
  "Trump Jr. was there, along with Donald Trump’s campaign manager, Paul Manafort.",
  "A private phone call between Trump Jr. and Emin Agalarov cemented the deal.",
  "“Although I’ve been a publicist for some time, I don’t like the limelight.",
  "But he doesn’t believe the Trump Tower meeting was a part of that effort.",
  "“Jared, I thought, was going to throw his phone at her,” Goldstone said.",
  "(“I thought he was the thinnest person I’d ever seen,” Goldstone said.)",
  "“If it’s what you say, I love it,” Trump Jr. wrote back immediately.",
  "Goldstone suspects his days as an entertainment publicist are over.",
  "Other details in Goldstone’s email also would stoke suspicions.",
  "I like being at the center of everything, but from a distance.",
  "Veselnitskaya started over with the same rambling statement.",
  "Goldstone doesn’t know if that happened but doubts it.",
  "He said he has never voted in any political election.",
  "I like the world of celebrity, but from a distance.",
  "He finds that both perplexing and a bit amusing.",
  "The truth, he said, was a lot less sinister.",
  "President Trump has denied any wrongdoing.",
  "Career-wise, he doesn’t know what’s next.",
  "Now, reporters want to interview him.",
  "“I picked the winner,” he boasted.",
  "The Trump Tower meeting was on.",
  "Maybe another book, he said.",
  "It worked.",
  "Ever."
]