[
  "Late last January, at a private White House dinner attended only by Donald Trump and Jim Comey, the president steered the conversation to a sensitive topic: “the golden showers thing.” He wanted the then-FBI director to know, Comey later wrote in a memo, that not only did he not consort with hookers in a Moscow hotel room in 2013, it was an impossibility.",
  "Although many analysts doubt that Mueller has the legal authority to indict a sitting president, Trump's assertions could factor into any written report from Mueller that might draw conclusions about whether Trump sought to obstruct justice or colluded with the Kremlin, and which could be transmitted by the Justice Department to Congress.",
  "A conscious effort by Trump to mislead the FBI director could lend weight to the allegation—contained in a largely unverified private research dossier compiled by a former British spy in 2016—that Trump engaged in compromising activity during the trip that exposed him to Russian government blackmail.",
  "False statements to Comey about the trip could demonstrate that Trump has “consciousness of guilt,” according Pete Zeidenberg, a former federal prosecutor who worked for special counsel Patrick Fitzgerald’s investigation of national security-related leaks during the George W. Bush administration.",
  "Federal Aviation Administration flight records obtained by POLITICO show Trump touched down at Moscow’s Vnukovo International Airport on the afternoon of Friday, November 8, staying over Friday night and most of Saturday night before departing from Moscow in the early morning hours on Sunday.",
  "Story Continued Below\n\nBut flight records obtained by POLITICO, as well as congressional testimony from Trump's bodyguard and contemporaneous photographs and social media posts, tell a different story—one that might bring new legal jeopardy for the president, legal experts say.",
  "He left in the early morning hours the following Sunday—spending one full night and most of a second one in the Russian capital—in contradiction to the recollections of Comey, who wrote about his early 2017 meetings with Trump minutes after they concluded.",
  "According to media reports last fall, Schiller testified to Congress that, during a daytime business meeting, a person he did not recognize offered to send five women to Trump’s hotel room that night.",
  "POLITICO has obtained flight records for a Bombardier Global Express jet owned by Ruffin Development Expositions that match Trump’s movements during the period he was traveling to and from Moscow.",
  "He suggested that investigators could also probe whether Trump had in fact conferred with others who “reminded” him he did not stay the night in Russia, as he apparently told Comey he did.",
  "Also on that Friday, the upscale restaurant Nobu Moscow posted on Facebook a photo of Trump and one of his Russian business partners, Emin Agalarov, standing outside the restaurant.",
  "Trump made the same claim a second time, telling Comey in a later Oval Office meeting \"that he hadn’t stayed overnight in Russia during the Miss Universe trip,” as Comey wrote.",
  "CORRECTION: A previous version of this story reported a landing time for Trump’s flight to Moscow based on erroneous data from a private provider of flight records.",
  "Congressional testimony reportedly given by Trump’s bodyguard Keith Schiller last year further supports the evidence that the president stayed overnight in Russia.",
  "A photograph published on the late Billy Graham’s website shows Trump attending Graham’s 95th birthday celebration in Asheville the next day—Thursday, November 7.",
  "Schiller reportedly testified that he stood outside Trump’s hotel room for a period that night before going to bed himself, having seen no women enter the room.",
  "The tweet said that the photo was taken at Crocus City Mall, part of a multi-use Moscow development owned by the Agalarovs that hosted the next day’s pageant.",
  "Trump “had spoken to people who had been on… the trip with him and they had reminded him that he didn’t stay over night in Russia for that,\" Comey recalled.",
  "And a Twitter account dedicated to Olivia Culpo—the beauty pageant's 2012 winner—posted a photo of Culpo, Trump and the singer Nick Jonas that same day.",
  "On the morning of Wednesday, November 6, the plane used by Trump traveled from Las Vegas to Asheville, North Carolina, arriving late in the afternoon.",
  "#missuniverse,” Yulya Alferova, who describes herself as an adviser to Russia’s minister of economic development, tweeted on Friday, November 8.",
  "“It’s very likely there would be no corroboration for that story, which makes the whole thing look like a big fat lie,” Zeidenberg said.",
  "The New York Times first reported last year that Trump traveled to Moscow on a plane owned by his friend Phil Ruffin, a casino magnate.",
  "Later that weekend, Alferova posted photos on Instagram of herself meeting with Trump and attending the Miss Universe pageant.",
  "In fact, Trump arrived in Moscow, where he attended the Miss Universe pageant, which he owned at the time, on a Friday.",
  "Ruffin also attended the Miss Universe pageant, flying in and out separately on another private aircraft he owns.",
  "Neither Trump’s lawyer, Jay Sekulow, nor the White House press office responded to emails requesting comment.",
  "Ruffin’s jet, carrying Trump, departed from Asheville that night and arrived in Moscow on Friday afternoon.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Michelle Knoll, a spokeswoman for Ruffin, confirmed Trump used that aircraft for his trip.",
  "In addition to flight records, social media posts attest to Trump’s activities in Moscow.",
  "It has also likely caught the eye of special counsel Robert Mueller, legal analysts say.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Prosecutors “would argue that it shows he’s afraid of the truth,” Zeidenberg said.",
  "A lawyer for Schiller, Stuart Sears, declined to comment on the record.",
  "The story has been updated with FAA records for that flight.",
  "She did not respond to questions sent via Instagram message.",
  "“Meanwhile Donald Trump @RealDonaldTrump has arrived!",
  "That could bolster a legal case against Trump.",
  "Eric Engleman contributed to this report.",
  "The most reliable politics newsletter.",
  "Schiller said he rejected the offer.",
  "You can unsubscribe at any time.",
  "You’re are welcome!"
]