[
  "The president's son said no actual information regarding Clinton was revealed during the meeting with the lawyer, and he became disinterested when she wanted to talk about a U.S. policy aimed at punishing Russia for human-rights abuses.",
  "Emin Agalarov told Forbes that he and his father wanted to build a Trump Tower next to their own corporate building, even signing a letter of intent until the deal was eventually cut off after Trump launched his presidential bid.",
  "In June 2016 emails tweeted by Donald Trump Jr. on Tuesday, Agalarov's agent Rob Goldstone told the U.S. president's eldest son about an offer of information that \"would incriminate\" then-candidate Hillary Clinton.",
  "Amidst the ball gowns and bow ties of Trump's Miss Universe pageant, the Agalarovs' friendship with the American businessman and reality star began, when Emin was seeking a lead for one of his music videos.",
  "But Agalarov had developed a special friendship with President Trump long before the national uproar, collaborating with the future president in music videos and concerts at Trump properties.",
  "Goldstone said the offer was \"high level and sensitive information but is part of Russia and its government's support for Mr. Trump – helped along by (Agalarov's father) Aras and Emin.\"",
  "The president allegedly kept in contact with the Agalarovs after the election, even delivering a handwritten note after the family congratulated him on his victory, according to Forbes.",
  "After the show, however, the Russian family maintained close ties with Trump, sparking skepticism over the legitimacy of the president's claims that he had \"nothing to do with Russia.\"",
  "In the emails, Trump Jr. sought to have Goldstone arrange a discussion with Emin Agalarov before the in-person meeting with Russian lawyer Natalia Veselnitskaya was set up.",
  "Emin Agalarov's life consists of roaring stage performances, a billionaire father connected to Putin, and an executive vice president position at his family business.",
  "\"We thought that building a Trump Tower next to an Agalarov tower — having the two big names — could be a really cool project to execute,\" Agalarov told Forbes.",
  "The 37-year-old singer became a musical sensation in Russia after the release of his first album in 2006, riveting middle-aged fans all over the country.",
  "President Donald Trump sang alongside him in music videos, sent him birthday greetings, and even delivered him handwritten notes after the election.",
  "As for the emails setting up the meeting at the center of the story, Trump Jr. said Tuesday he released them \"in order to be totally transparent.\"",
  "Now, his friendship with a pop singer is a major part of questions about whether the Trump campaign coordinated with the Russian government.",
  "\"Anything Trump related I would be interested to pursue,\" Agalarov told Forbes in an interview first published in March.",
  "In an interview with Fox News host Sean Hannity on Tuesday, Trump Jr. described the meeting as a waste of time.",
  "The Russian family and other investors sponsored $14 million to bring Trump's Miss Universe pageant to Russia.",
  "\"Me and my manager wanted to find the most beautiful woman in the world that we could,\" Agalarov told Forbes.",
  "And Agalarov did pursue this connection years before, when he first made ties to the Trump family.",
  "\"I wouldn't have even remembered it until you started scouring through this stuff,\" he said.",
  "\"That was the first establishment of our friendship,\" Agalarov said, according to Forbes.",
  "\"And at the time we figured we should reach out to the Miss Universe organization.\"",
  "From early on, Agalarov expressed a deep interest in his friendship with Trump.",
  "But if he hasn't run we would probably be in the construction phase today.\"",
  "Emin performed in the pageant during the evening gown competition section.",
  "After meeting Trump, the Agalarovs sought to pursue a larger goal.",
  "\"I think today the Trump brand is stronger all over the world.",
  "And him being the president; I mean, it's a big brand now.\"",
  "[Donald Trump] stayed in touch with my father as well.",
  "\"He ran for president, so we dropped the idea.",
  "It's been a great relationship so far.\"",
  "And we exchanged numbers and letters.",
  "\"We stayed in touch."
]