[
  "A review of the transcripts by TIME found that the account Trump Jr. gave the committee largely hewed to what had been reported, and what Trump Jr. himself had admitted when he released the emails leading up to the meeting – but that some questions are still unanswered, like contact with Goldstone’s client, Emin Agalarov, and what he ever discussed with his father.",
  "Americans can now review this unfiltered information and arrive at their own conclusions.”\n\nIn 2016, Trump’s son, son-in-law Jared Kushner and then-campaign head Paul Manafort met at Trump tower with Russian attorney Natalia Veselnitskaya, a development first reported by the New York Times last summer.",
  "Although Trump associates said the meeting was about adoption policy when it became public, e-mails later released by Donald Trump Jr. between himself music promoter Rob Goldstone, who had facilitated the meeting, show that Trump Jr. was promised compromising information on Hillary Clinton.",
  "In between calls to Algarov, investigators said the phone records indicate a call that lasted four minutes from a blocked number, which Senate Democrats said in a minority report could have been Donald Trump, who had a blocked number at home at the time.",
  "In testimony last year released by the committee along with thousands of other pages of transcripts, Trump’s son deflected questions about whether he told his father about it and said he did not think there was anything wrong with taking the meeting.",
  "“Americans rightly have many questions about this meeting, and today, we are releasing the transcripts and exhibits from interviews we’ve conducted to allow the public to know what we know,” he said in a release accompanying the documents.",
  "“[Former Communications Director Hope Hicks] asked if I wanted to actually speak to him, and I chose not to because I didn’t want to bring him into some thing that he had nothing to do with,” he said of drafting the statement.",
  "But he was clear that he never talked directly to his father about an initial statement released by the White House on the meeting which omitted the detail that it began with an offer of compromising information on Clinton.",
  "The meeting remains one of the key points of interest in the investigation into contacts between the Trump campaign and Russia, the focus of investigations by two congressional committees and special counsel Robert Mueller.",
  "Trump Jr. told the committee that Goldstone had initially contacted him with the prospect of compromising information on Clinton, which he said he was “skeptical” about, but that he felt obligated to hold the meeting.",
  "The transcripts, which include details of Trump Jr.’s records, suggest that Agalarov and Trump Jr. were trying to connect – something Trump Jr. confirms, although he says he cannot recall if they ever made contact.",
  "Donald Trump Jr. told the Senate Judiciary Committee that he could not remember whether or not he told his father about a controversial meeting at the Trump Tower in 2016 with a Kremlin-connected Russian lawyer.",
  "Trump Jr. had previously said on Fox News in July that he hadn’t told his father about the meeting, but he told the committee that he could not recall whether or not he discussed the meeting with his father.",
  "Trump Jr. told the committee that no one in the meeting offered to release hacked e-mails to the Trump campaign, disseminate false news, or hack voter registration systems to help the campaign.",
  "I once again thank Chairman Grassley and Ranking Member Feinstein, as well as other members of the Committee and their staff for their courtesy and professionalism,” he said in a statement.",
  "It was Agalarov, who, according to the e-mail chain, had accessed the allegedly compromising information on Clinton when his father Aras met with the Crown Prosecutor of Russia.",
  "“I didn’t think that listening to someone with information relevant to the fitness and character of a presidential candidate would be an issue, no,” he said.",
  "View Sample Sign Up Now\n\nSenate Judiciary Committee Chairman Chuck Grassley said he hoped the transcripts would let the public decide for itself.",
  "Trump Jr. said he does not know if his father uses a blocked number, and does not know whether or not this blocked number could have been him.",
  "The e-mail chain between Trump and Goldstone that Trump released last summer alludes to a possible phone call between Agalarov and Trump Jr.",
  "However, he said that Goldstone never told him who would be attending the meeting – something he had confirmed in an earlier statement.",
  "“The public can now see that for over five hours I answered every question asked and was candid and forthright with the Committee.",
  "“These materials, taken in their entirety, provide the most complete public picture of the events surrounding the meeting to date.",
  "The committee’s Republican majority did not subpoena phone records that might have revealed the number.",
  "(Veselnitskaya has subsequently publicly identified herself as an informant to the Kremlin.)",
  "–With reporting by Ryan Teague Beckwith\n\nWrite to Alana Abramson at Alana.Abramson@time.com.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Trump Jr. said he did not recall who he spoke with on that call."
]