[
  "When asked about whether he had concerns, knowing what he knows now, Futerfas responded: “I have absolutely no concerns about what was said in that meeting.”\n\nIn those initial comments, Futeras said the man he indicated was a lobbyist was \"described as a friend of Emin (Agalarov)’s and maybe as a friend of Natalia (Veselnitskaya)’s.”\n\nAgalarov, son of a wealthy Russian businessman, is also a Russian pop star and a client of Goldstone's, the publicist who arranged the Trump Tower meeting.",
  "\"Whether the additional party or parties present during the meeting with these top Trump campaign personnel at the time Donald Trump had seized the nomination were connected directly to Russian intelligence or not, it is clear the Kremlin got the message that Donald Trump welcomed the help of the Russian government in providing dirt on Hillary Clinton,\" Rep. Adam Schiff of California said.",
  "“Nearly everyone outside the White House accepts the intelligence community's conclusion that Russia carried out the hacking campaign in an attempt to influence the outcome of the 2016 presidential election,\" he said, \"and this week, in Donald Trump Jr.’s emails, we saw the first public evidence that the Trump Campaign eagerly intended to collude with Russia.",
  "Akhmetshin's previously undisclosed participation in the meeting, which also included former Trump campaign chairman Paul Manafort and Trump son-in-law Jared Kushner, immediately drew condemnation from the top Democrat on the House Intelligence Committee who called it \"another deeply disturbing fact about this secret meeting.\"",
  "(Photo: Richard Drew, AP)\n\nA Russian-American lobbyist with former ties to Soviet military counterintelligence also was in the room during a controversial meeting Donald Trump Jr. took with a Russian lawyer to get political dirt on Hillary Clinton's presidential campaign, according to news reports.",
  "His group and two others have filed complaints with the Justice Department and the Federal Election Commission, contending the younger Trump and campaign aides with him likely violated federal law that bars soliciting and accepting campaign contributions from foreign interests.",
  "The emails, released by the younger Trump only minutes before the contents were reported by The New York Times, included Trump writing \"I love it\" when told that the meeting with Veselnitskaya might possibly produce material potentially damaging to the Clinton campaign.",
  "Akhmetshin was “the primary organizer’’ of Russia’s opposition to the Magnitsky Act in Washington, working in tandem with Veselnitskaya – the main participant in last year’s meeting with Trump Jr. – according to Hermitage Capital Management chief William Browder.",
  "Trump, who met with Vladimir Putin last week at the G-20 summit in Hamburg, Germany, repeatedly sidestepped questions this week about whether he believes the Russian president's denials that he architected a plan to meddle in the presidential election.",
  "CLOSE A Russian-American lobbyist says he attended a June 2016 meeting with President Donald Trump's son, marking another shift in the account of a discussion that was billed as part of a Russian government effort to help Trump's campaign.",
  "Browder said in an interview that he filed a detailed complaint with the Justice Department last year related to Akhmetshin’s status as an unregistered foreign agent for Russia and his activities in opposition to the Magnitsky law.",
  "Browder said Akhmetshin’s activities included organizing last year’s screening of a film, titled ”The Magnitsky Act: Behind the Scenes,” which offered a counternarrative to undercut Magnitsky’s efforts to uncover the Russian fraud.",
  "But Akhmetshin, in a separate interview Friday with the Washington Post, said that Veselnitskaya had learned that an American hedge fund, perhaps linked to the Democratic National Committee, was in violation of Russian tax law.",
  "In a March 31, 2017 letter to then-acting Deputy Attorney General Dana Boente, Grassley requested what if any action had taken in connection with Akhmetshin, specifically regarding his work in opposition to the Magnitsky Act.",
  "After the story became public, Trump Jr. said last week that, \"in retrospect, I probably would have done things a little differently\" and said that he saw the meetings as part of opposition research for his father's campaign.",
  "Schiff's committee is one of several congressional panels investigating whether Trump campaign associates colluded with Russians who tried to influence the presidential election by hacking Democratic political organizations.",
  "He then called back to NBC News, according to the network, to clarify those remarks, saying that the person he spoke to was not the Russian-American lobbyist but yet another person, unidentified, who was also in the room.",
  "In a bizarre twist on the story, however, Alan Futerfas, a lawyer retained by Donald Trump Jr., initially indicated to NBC News Friday that he had spoken to the person in question and described him as a U.S. citizen.",
  "Under federal law, people working on behalf of foreign interests are required to register as foreign agents with the Justice Department and make periodic disclosures about their activities, along with their payments.",
  "Trump Jr. did not disclose Akhmetshin's participation when he publicly discussed the issue and email correspondence disclosing the meeting earlier this week, in what he said was an effort to be \"totally transparent.\"",
  "Referring to Akhmetshin’s ties to Russian counterintelligence, Grassley said that it was “particularly disturbing’’ that Akhmetshin and the firm Fusion GPS “were working on this pro-Russia lobbying effort.",
  "In his initial comments, Futerfas confirmed that, “for the purpose of security or otherwise, the names were reviewed” but said Trump Jr. knew nothing about the man's background at the time of the meeting.",
  "Paul Ryan, a top lawyer with the watchdog group Common Cause, argued Friday that any research Veselnitskaya may have left behind with Trump Jr. about the DNC would amount to an illegal contribution.",
  "Goldstone, according to the emails, told Trump Jr. that the meeting would be with a \"Russian government attorney\" and that the information was \"part of Russia and its government's support for Mr.",
  "The lobbyist, Rinat Akhmetshin, later confirmed to the Associated Press his participation in the June 2016 meeting with Russian lawyer Natalia Veselnitskaya, held in Trump Tower in New York.",
  "He took a meeting with a Russian lawyer, not a government lawyer but a Russian lawyer,\" Trump said Thursday during a joint press conference in Paris with French President Emmanuel Macron.",
  "“In fact, it has been reported that he worked for the GRU [Russia’s military intelligence agency] and allegedly specializes in active measures campaigns’’ or disinformation efforts.",
  "Schiff said the latest news was the latest in a string of \"consistent dissembling and deceit when it comes to the campaign's meetings with Russian officials and intermediaries.\"",
  "What I'm saying is that we have to protect ourselves no matter who it is,\" Trump said, before suggesting China and North Korea are also \"very good\" at hacking operations.",
  "Bennie Thompson, the top Democrat on the House Homeland Security Committee, in his weekly address criticized the Trump administration after a week of Russia revelations.",
  "The 2012 U.S. law, named for Russian attorney Sergei Magnitsky who was beaten to death in prison, barred Russians suspected of human rights abuses from entry to the U.S.",
  "The lobbyist served in the Soviet military and emigrated to the U.S., where he holds dual citizenship, according to NBC News, which first reported the story Friday.",
  "Akhmetshin insisted he was never officially trained as a spy and dismissed any question about current links to Russian intelligence agencies as a \"smear campaign.\"",
  "As the initial reports of the meeting surfaced last week, Trump Jr. released emails between some of the key figures finalizing plans for the Trump Tower gathering.",
  "Though Browder said he has never spoken to Akhmetshin, he described the 49-year-old lobbyist as “a counterintelligence asset who knows his way around Washington.\"",
  "Veselnitskaya has denied having any connection to the Kremlin and insisted the Trump Tower meeting was to discuss sanctions, not the presidential campaign.",
  "Earlier this week, Senate Judiciary Chairman Charles Grassley, R-Iowa., said he would call on Trump Jr. to testify before his committee about the meeting.",
  "Veselnitskaya acknowledged to NBC News that she was accompanied by at least one other man, though she declined to identify him, according to NBC News.",
  "Trump Jr. has said that no meaningful information was provided in the meeting, which lasted between 20 to 30 minutes and called it a waste of time.",
  "Since filing the complaints, Browder said he has spoken with Justice investigators twice, with the last contact coming in the fall of 2016.",
  "\"He told me specifically he was not working for the Russian government, and in fact laughed when I asked him that question,” Futerfas said.",
  "President Trump has defended his son's decision to meet with Veselnitskaya, saying on Thursday \"most people would have taken that meeting.\"",
  "“All of this has damaged Americans’ faith in our democracy and confidence in the security of our voting systems,\" he said.",
  "Browder's firm employed Magnitsky, who was part of a legal team that uncovered massive fraud involving Russian officials.",
  "A special counsel, former FBI director Robert Mueller, is also investigating possible collusion and Russian interference.",
  "Browder has been a driving force behind the U.S. law named after Magnitsky, who was killed in a Russian prison in 2009.",
  "In retaliation, the Kremlin shutdown the program allowing for Americans to adopt Russian children.",
  "But his status as an unregistered lobbyist for Russian interests was raised in March by Grassley.",
  "Contributing: Fredreka Schouten, Erin Kelly\n\nRead or Share this story: https://usat.ly/2uqtRcr",
  "The meeting was set up by a British publicist, Rob Goldstone, who also has ties to Russia.",
  "(July 14) AP\n\nDonald Trump Jr. is interviewed by host Sean Hannity on his Fox News.",
  "And he said that Veselnitskaya had left behind \"a document'' after the meeting.",
  "Akhmetshin did not respond to requests for comment Friday from USA TODAY.",
  "\"From a practical standpoint most people would have taken that meeting.",
  "It's called opposition research or research into your opponent.\"",
  "Futerfas did not respond to requests for comment from USA TODAY.",
  "\"My son is a wonderful young man.",
  "\"I'm not saying it wasn't Russia.",
  "Trump.\""
]