[
  "(Amber Ferguson,Jenny Starrs/The Washington Post)\n\nSean Hannity made a promise to his listeners on Tuesday night in advance of his interview with Donald Trump Jr., the first conversation with the president’s son since emails showing his willingness to collude with Russia against Hillary Clinton were reported by the New York Times.",
  "Two days before the meeting, Goldstone emails Trump to say that he will “send the names of the two people meeting with you for security when I have them later today.” Any email with those names was not included in what the Times reported or what Trump released publicly shortly before the Times story.",
  "It’s a nifty rhetorical trick, moving from his “I love it” response to the offer of dirt from the Russian government to “but there was no dirt!”\n\nTo extend our drug-dealer analogy above, this is like a guy showing up at a buy, money in hand, and arguing that there weren’t even any drugs to buy.",
  "More interesting here is this: “If there was something that came from it that was shady, if it was a danger to national security, I would obviously bring it right to someone.”\n\nSome might consider an offer of dirt from the Russian government by way of a pop star’s agent somewhat shady.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.",
  "As the National Review’s Jonah Goldberg put it on Twitter (inadvertently reinforcing our running metaphor):\n\nBecause I hate the scourge of drugs so much, I flushed those 10 kilos of cocaine down the toilet the moment the DEA knocked on my door.",
  "He clearly acknowledged that he understood what was being offered, replying that “we have some time and if it’s what you say I love it especially later in the summer.” He offers to have a call with Agalarov as soon as he’s back from traveling.",
  "… This is the one that says, the crown prosecutor of Russia met with his father, meaning Emin’s father, and in their meeting offered to provide the Trump campaign with documents, it’s information that could incriminate Hillary Clinton, etc.",
  "I think the reason we fought so hard during this campaign, whether it was my father and the work that he put into it, whether it was the rest of our family and the efforts that we put into it — and you know those efforts well.",
  "HANNITY: At any point in your mind, did Don Jr. have a siren saying, okay, they’re talking — again I go back to the first email — about Russia, Russian government, I meeting this person, we’re going to talk on the phone.",
  "This is important not only because it undercuts Trump’s point above, but because it also suggests that Trump may have been convinced by Agalarov to take the meeting that Goldstone was tasked with setting up the next day.",
  "After posing a series of non-challenging questions leavened with more critiques of the left and the media than any follow-up on Trump Jr.’s answers, the younger Trump emerged unscathed, as one might from a pillow fight.",
  "The next morning, Goldstone emails to say that Agalarov “asked that I schedule a meeting with you and the Russian Government attorney.” He goes on to say that he believes Trump is aware of the planned meeting.",
  "What’s more, nearly two weeks before that first email, the Associated Press reported that Trump had clinched the Republican Party nomination by securing unpledged delegate commitments for the convention.",
  "So, I don’t think my sirens went up — or the antennas went up at this time because it wasn’t the issue that it’s been made out to be over the last nine months, 10 months, since it really became a thing.",
  "Donald Trump Jr. appeared on Fox News's \"Hannity\" on July 11 to defend his meeting with a Russian lawyer during the 2016 presidential campaign, and his father jumped to his defense on Twitter.",
  "Trump plays into that here, too, as he will throughout his answers, suggesting that maybe this was one of an alleged glut of negative stories about Clinton that was never adequately reported.",
  "Trump Jr. answered that Goldstone is a promoter who represents a singer named Emin Agalarov, who his family met in 2013 while preparing for the Miss Universe pageant that year in Moscow.",
  "There’s a key point here that Trump revisits throughout the race: This was a tumultuous moment, he implies, and he has less bandwidth than normal to parse what’s being presented to him.",
  "If someone got an email from a drug dealer offering his services and then replied with questions about pricing, you might be inclined to view that response as suggestive of guilt.",
  "The “why would I” comment is pretty remarkable, given that his previous answer explained precisely why he would: If he thought they might offer negative information on Clinton.",
  "Veselnitskaya wanted to talk about adoption because this was Vladimir Putin’s retribution for the passage of a bill leveling sanctions against Russia called the Magnitsky Act.",
  "After all, it’s not that helpful to, mid-interview, remind viewers that the journalist asking the questions advised and endorsed the politician at the center of the dispute.",
  "For example, he says, “we’d just won Indiana” — suggesting that this was the moment at which anti-Trump forces were at their apex, hoping to block Trump from the nomination.",
  "HANNITY: So you spent a lot of time talking about it, and you actually said at one point, hey, if it turns out to say what you say it is … What did you think it might be?",
  "https://t.co/tjMB1jaEC9 — Jonah Goldberg (@JonahNRO) July 12, 2017\n\nWhat’s more, the story ran over multiple days precisely because Trump wasn’t forthcoming about it.",
  "They had something, maybe concrete evidence to all the stories that I’d been hearing about that were probably underreported for years, not just during the campaign.",
  "HANNITY: He did say at the end of the statement today, you did point out, “as Goldstone said today, ‘The whole meeting was the most inane nonsense I’ve ever heard.",
  "This was, in other words, before suspicion had been raised publicly about Russia’s efforts to influence the election that would formally begin the following month.",
  "This is a very important point, which the emails themselves suggest is untrue:\n\nOn June 6 at 3:03 p.m. Trump asks Goldstone to connect him with Agalarov by phone.",
  "He then continues:\n\nHANNITY: Anyone in your team, I guess you have a staff of people who work for you, did anyone research the lawyer or anyone involved in this?",
  "Trump appears to want to reinforce how little he remembers about the meeting by suggesting that the details about who did what came from the attorney, not him.",
  "I was basically sitting there listening as a courtesy to my acquaintance who had set up the meeting and, in his own words, you can hear what he said about it.",
  "I was like, this isn’t …\n\nTrump’s overall defense centers on his argument that there was no anti-Clinton dirt to receive, which the above exchange centers on.",
  "This wasn’t information from a “talent manager from Miss Universe.” This is information from his client, who Trump knows to be someone of influence in Moscow.",
  "Two days before the meeting, he made it official, winning the California and New Jersey primaries and giving him clearly enough delegates to be the nominee.",
  "One carrot she used in doing so was to note that repeal of the Magnitsky Act would mean that Russia would again allow Americans to adopt Russian children.",
  "It was before something alerted federal authorities to the possibility that the Trump campaign might be willing to help move those efforts forward.",
  "If there was something that came from it that was shady, if it was a danger to national security, I would obviously bring it right to someone.",
  "I’ve met Emin once or twice, and maintained a casual relationship there, talked about some potential deals and that’s about the extent of it.",
  "HANNITY: If the meeting resulted in information that you felt in any way was illegal or compromising or collusion to use the media’s term?",
  "HANNITY: When you read the parts about the Russian government or Russia supporting your father, did that put off any sirens in your head?",
  "It’s hard not to look at that timeline and not assume that Trump and Agalarov spoke by phone at some point between 4 and 4:30 on June 7.",
  "First of all, Trump released his email chain on Twitter solely to undercut a story that he knew was coming imminently from the Times.",
  "This is 13 months ago, before I think the rest of the world was talking about that, trying to build up this narrative about Russia.",
  "According to the paper’s reporters, they asked him for comment before an 11 a.m. deadline; he posted the emails at 11 on the nose.",
  "But, in fact, the Indiana primary was a month before the first email sent by Goldstone offering to connect Trump to the Russians.",
  "In other words, this was likely a moment of relative calm for a campaign that had been pressing hard since the previous June.",
  "— stuart stevens (@stuartpstevens) July 10, 2017\n\nHANNITY: Did you ever meet with any other person from Russia that you know?",
  "It just was sort of nonsensical and garbled and it quickly went on to a story about Russian adoption and how we could help.",
  "I didn’t know these guys well enough to know if this talent manager from Miss Universe had this kind of thing so, you know.",
  "It makes sense as a strategy: He will later insist that he barely remembers the meeting at all since it was so unhelpful.",
  "A broad theme of the interview, established at the outset by Hannity, was that all of this was a creation of the media.",
  "If what was offered was the full extent of what he could think of, Hannity suffers from a distinct lack of imagination.",
  "He sort of goosed up, he puffed up, there was some puffery to the email perhaps to get the meeting, to make it happen.",
  "Veterans of political campaigns have made clear that this was not a normal process for conducting opposition research.",
  "HANNITY: Was anybody else at any point in the campaign said, oh, I’ve got information about Hillary that you remember?",
  "In his first statement to the Times’ first report about the meeting, he said:\n\nIt was a short introductory meeting.",
  "We transcribed Hannity’s questions and Trump Jr.’s answers so that we might evaluate the president’s assertion.",
  "But clearly at some point someone at Trump Tower knew who was coming, otherwise they would not have gotten in.",
  "This, from the outset, was his preferred way of handling things, asking in his first reply to set up a call.",
  "I was probably pressing because the pretext of the meeting was, hey, I have information about your opponent.",
  "TRUMP JR.: Listen, I’d been reading about scandals that people were probably underreporting for a long time.",
  "This last line has justifiably been the subject of some mockery since it was released on Tuesday afternoon.",
  "HANNITY: At any point were you told, either in a phone conversation or otherwise, what they might tell you?",
  "I responded accordingly, and I think if there was something interesting there, I think it’s pretty common.",
  "All of these things were readily obvious to those paying attention to how the story unfolded on Tuesday.",
  "Hannity here is carrying Trump’s water, helping to reinforce that this was the end of the interaction.",
  "Listen, like I said, it became pretty apparent that this was not what we were in there talking about.",
  "I’m more than happy to be transparent about it and I’m more than happy to cooperate with everyone.",
  "In the end, there was probably some bait-and-switch about what it was really supposed to be about.",
  "I think it became pretty apparent to Jared and Paul who — I think Jared left after a few minutes.",
  "Hannity then mentions a “Today” show interview with the attorney at issue, Natalia Veselnitskaya.",
  "But, really, it went nowhere, and it was apparent that was not what the meeting was really about.",
  "“You know those efforts well.”\n\nAs soon as Trump says this, he appears to catch himself a little.",
  "That’s appears to all be true — but it’s hardly a full, transparent depiction of what happened.",
  "But as you can see from the emails, the pretext for the meeting was, hey, we have information.",
  "It was this, hey, some DNC donors may have done something in Russia and they didn’t pay taxes.",
  "At 3:43, Goldstone says that Agalarov is performing in a concert, but can call in 20 minutes.",
  "I mean, I think this was, again, just basic information that was going to be possibly there.",
  "Again, I didn’t know there was any credibility, I didn’t know there was anything behind it.",
  "At this point, Hannity asks an off-topic question giving Trump a chance to bash the media.",
  "I was a little taken aback by her saying, talking about me pressing for the information.",
  "HANNITY: So as far as you know, as far as this incident is concerned, this is all of it?",
  "Do you remember when she suggested you were pressing her a little bit for information.",
  "I mean, I wouldn’t even have remembered it until you start scouring through the stuff.",
  "TRUMP JR.: I said it earlier: 100 percent, I would bring it to the proper authorities.",
  "At least when he’s not arguing that he only took the meeting as a favor to Goldstone.",
  "This is pre-, for example, WikiLeaks … TRUMP JR.: Honestly, this is pre-Russia fever!",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2017\n\nThat’s a claim worth evaluating.",
  "At this point, Hannity showed a montage of Democratic politicians criticizing Trump.",
  "Well, if it is what you said it is, especially you’d want it released in the summer.",
  "“We will ask him every single question I can think of on this topic,” Hannity said.",
  "TRUMP JR.: Well, like I said, I think we had more important things to worry about.",
  "So it wasn’t that urgent to me, if I’m saying it can wait until the end of summer.",
  "If there’s information out there we want it, and then we make what we do with it.",
  "“I can’t think of any more, in all honesty.”\n\nAnother interviewer probably could.",
  "“I wanted to ask every question I could think of regarding this issue,” he says.",
  "TRUMP JR.: There wasn’t really follow-up because there was nothing to follow up.",
  "Notice, by the way, that Hannity hasn’t challenged Trump on any of his claims.",
  "Notice that, this time, Trump doesn’t attribute these details to the attorney.",
  "Ten seconds earlier he remembered what Paul Manafort was doing in the meeting.",
  "(You can read the emails at issue here, if you haven’t yet internalized them.)",
  "He apologized to me walking out of the meeting basically for wasting my time.",
  "But, you know, people are trying to reach out to you all the time with this.",
  "HANNITY: A lot of people are going to want to know this about your father.",
  "TRUMP JR.: No, well, again, we didn’t know who it was before the meeting.",
  "Apparently she’s a prosecutor in Moscow who hasn’t done that since 2002.",
  "It was such a nothing, I literally wouldn’t have remembered the meeting.",
  "HANNITY: Were you annoyed, based on … TRUMP JR.: It was a waste of time.",
  "In that interview, she explains what happened at the meeting on June 9.",
  "That’s why he took this meeting, as he argues throughout the interview.",
  "In retrospect, I probably would have done things a little differently.",
  "And I’m actually agitated about it.’” He called and apologized to you?",
  "But sometimes you do things differently for acquaintances and friends.",
  "I’m worried about hearing, contested convention, contested convention.",
  "I mean this was her, perhaps, involvement with the Russian government.",
  "It’s not as though Trump received the email and sent it to the trash.",
  "We’d just won Indiana but we’re talking about a contested convention.",
  "Fourteen years ago, at the time of the meeting, she was a prosecutor.",
  "One last question about Clinton and Ukraine that wasn’t worth asking.",
  "TRUMP JR.: As I recall, it was all basically this email coordination.",
  "When Gore campaign was sent Bush debate brief book, they called FBI.",
  "If foreign interests offer you info on former SOS, you call the FBI.",
  "At the time, I’m sitting there, Indiana had probably just happened.",
  "Do you think that’s unusual for a campaign to want opp research …?",
  "Did you ever think that maybe this might not be … TRUMP JR.: Look.",
  "But it’s part of Russia and its government’s support of Mr. Trump.",
  "So maybe it was something that had to do with one of those things.",
  "So I wanted to hear him out and play it out and see what happens.",
  "Not in the context of a formalized meeting or anything like that.",
  "And therefore there is nothing to be able to actually talk about.",
  "The most important part of this interview came right at the end.",
  "There’s nothing that I would do to ever endanger this community.",
  "HANNITY: Let me go back to what Tim Kaine said [in the montage].",
  "But as we were walking out, he said, listen, I’m sorry for that.",
  "TRUMP JR.: They’re successful real estate developers over there.",
  "What’s more, it’s not as though Trump Jr. didn’t read the email.",
  "I’ve heard about all these things, but maybe this is something.",
  "Which is why Trump Jr. wasn’t subjected to another interviewer.",
  "TRUMP JR.: Honestly, my takeaway when all of this is going on?",
  "Trump’s father offered a glowing review on Wednesday morning.",
  "It was literally just a wasted 20 minutes, which was a shame.",
  "HANNITY: Did you ever have any contact with this woman again?",
  "Her work in Washington focused on getting the law overturned.",
  "There was some small talk, I don’t even remember what it was.",
  "They want to drip a little bit today, drip a little bit then.",
  "HANNITY: Did you ever have any contact with Goldstone again?",
  "But before that, Hannity announces that his job is complete.",
  "HANNITY: And Paul Manafort was … TRUMP JR.: … on his phone.",
  "Hey, how’s it going, Emin’s going to be in town performing.",
  "HANNITY: What did you know about Emin, about Emin’s father?",
  "I wasn’t sure about the credibility of any of this stuff.",
  "HANNITY: She is saying she had no information to provide.",
  "At 3:38, Trump says to have Agalarov call his cellphone.",
  "Was the younger Donald Trump truly open and transparent?",
  "A month was a very long time in 2016, as you may recall.",
  "What Goldstone seemed to be implying you would receive.",
  "Never got the information until they were in the room.",
  "HANNITY: Did you even know what the Magnitsky Act was?",
  "TRUMP JR.: I’d never even heard of it before that day.",
  "We addressed this “Indiana just happened” claim above.",
  "HANNITY: And Jared left after five or 10, as she said?",
  "Now he says he would never have remembered it at all.",
  "Especially in light of everything that was out there.",
  "This is before they were building it up in the press.",
  "This is the greatest Witch Hunt in political history.",
  "I was like, what does this have to do with anything.",
  "TRUMP JR.: I actually didn’t know anything about it.",
  "HANNITY: What do you know about this Russian lawyer?",
  "Let’s try to set up a meeting and see what happens.",
  "I don’t think I’ve seen Emin since this transpired.",
  "This is the first time we’ve ever done any of this.",
  "I’m still way in the learning curve on all of this.",
  "We’re never going to put this country in jeopardy.",
  "That’s part of why I released all the stuff today.",
  "From there, Hannity gets into the subject at hand.",
  "So I think there’s an element of context to that.",
  "(Hannity focused on one such example on Tuesday.)",
  "HANNITY: Did you hand over any and all documents?",
  "It was such a nothing, there was nothing to tell.",
  "In the grand scheme of things, how busy we were?",
  "I’ve probably met with other people from Russia.",
  "But I didn’t know who I was meeting beforehand.",
  "At 3:37 p.m. Goldstone asks what number to use.",
  "But, obviously, I want to hear the information.",
  "It was apparently at the outset of all of that.",
  "Things are going a million miles an hour again.",
  "As a courtesy to him I said, okay, let’s meet.",
  "At 4:38, Trump thanks Goldstone for his help.",
  "Did you tell your father anything about this?",
  "Hannity offers a few other cleanup questions.",
  "From there, the interview is basically over.",
  "Again, Hannity helps to nudge the door shut.",
  "You know what it’s like to be on a campaign.",
  "That’s the extent of my knowledge with them.",
  "At the time, it wasn’t this big news story.",
  "They’re trying to drag out the story, Sean.",
  "It was much more important to do than this.",
  "I’ve said it publicly, I said it yesterday.",
  "More than happy to cooperate with everyone.",
  "Not the names that were given to security.",
  "It’s going to be interesting information.",
  "HANNITY: The whole contact took how long?",
  "What did you know about them from Moscow.",
  "Things are going a million miles an hour.",
  "And they ask the best way to handle this.",
  "Someone has information on our opponent.",
  "Was it just the pageant you met them at?",
  "My son Donald did a good job last night.",
  "In the end, it wasn’t about that at all.",
  "HANNITY: Did she describe it accurately?",
  "I just want the truth to get out there.",
  "This was a courtesy to an acquaintance.",
  "Again, this is before the Russia-mania.",
  "Obviously highly sensitive information.",
  "HANNITY: What about the timeline here?",
  "Trump is trying to downplay the email.",
  "He was open, transparent and innocent.",
  "HANNITY: Did you ever see Emin again?",
  "TRUMP JR.: Yeah, this is her account.",
  "For me this was opposition research.",
  "But I didn’t know what anything was.",
  "An acquaintance sent me this email.",
  "I can’t help what someone sends me.",
  "I can’t vouch for the information.",
  "TRUMP JR.: Honestly, I don’t know.",
  "I asked Jared and Paul to stop by.",
  "We’d do anything for this country.",
  "I wanted to get it all out there.",
  "HANNITY: He sends you this email.",
  "TRUMP JR.: I don’t think so, no.",
  "No other emails on this subject.",
  "They didn’t really go anywhere.",
  "What did you at the time know?",
  "TRUMP JR.: This is everything.",
  "Not the timing of the meeting.",
  "Not the release of the emails.",
  "That’s what we do in business.",
  "HANNITY: Who is Rob Goldstone?",
  "TRUMP JR.: I don’t even know.",
  "TRUMP JR.: Fairly accurately.",
  "This is deeply disingenuous.",
  "Not the call with Agalarov.",
  "TRUMP JR.: I imagine I did.",
  "Do with that what you will.",
  "Turns out, it was nothing!",
  "TRUMP JR.: Twenty minutes.",
  "Never heard of the person.",
  "(More on this below, too.)",
  "So I was like, here it is!",
  "How long was the meeting.",
  "Someone sent me an email!",
  "This is pre-Russia mania.",
  "And, hey, wait a minute.",
  "HANNITY: The whole time?",
  "TRUMP JR.: Well, I will.",
  "HANNITY: She said that.",
  "There is nothing there.",
  "TRUMP JR.: Pretty much.",
  "Paul got on the phone.",
  "I should hear him out.",
  "What are you thinking?",
  "Hannity began simply.",
  "Because: Why would I?",
  "Hannity ignored them.",
  "Something like that.",
  "So we’re in a fight.",
  "This email comes in.",
  "More on this later.",
  "This is everything.",
  "We were all there.",
  "TRUMP JR.: Casual.",
  "He took the bait!",
  "In all fairness.",
  "TRUMP JR.: Yes.",
  "TRUMP JR.: No.",
  "TRUMP JR.: No.",
  "TRUMP JR.: No.",
  "They have it.",
  "No follow-up.",
  "That promise?",
  "I read it.",
  "You know.",
  "Ever.",
  "Sad!"
]