[
  "An acquaintance connected to developers in Russia had emailed him to offer “some official documents and information that would incriminate Hillary [Clinton] and her dealings with Russia,” an offer made as “part of Russia and its government’s support for Mr. Trump.” Trump was enthusiastic, replying that “if it’s what you say I love it.”\n\nBy all public accounts, it wasn’t what music publicist Rob Goldstone said it was.",
  "Asked why, Sen. Dianne Feinstein’s (D-Calif.) press secretary Ashley Schapitl first replied that the “phone record, which they’ve redacted in its entirety, does not say ‘incoming’ as it does with other confirmed incoming calls.” Given that the phone records were all redacted, that’s hard to verify.",
  "The vagueness about the subject — an important one when considering the critical question of whether Donald Trump knew about the meeting — is likely a function both of the lack of curiosity among House Republicans and an eagerness by some Democrats to present the call as outgoing.",
  "Trump Jr., campaign chairman Paul Manafort and campaign adviser Jared Kushner sat down with an attorney linked to the Kremlin in Trump Tower who provided to talk about her pet issue, sanctions imposed on Russian citizens by the United States in 2012.",
  "Without subpoenaing records — which Rep. Adam B. Schiff (D-Calif.) told The Post’s Greg Sargent that the Republican majority on the House Intelligence Committee refused to do — it’s impossible to know who was on the other end.",
  "(Trump Jr. has insisted that he doesn’t remember speaking with Agalarov and that perhaps the calls back and forth, including one from Agalarov to Trump Jr. at around noon on June 7 were an exchange of voice mails.)",
  "He later emailed Manafort to tell him the time of the meeting had changed — but no other email to Manafort about the meeting was released, suggesting that Manafort already knew when the meeting was.",
  "“So that’s where the ‘to’ came from in the timeline.”\n\nIn the next paragraph, though, the questioner mentions another call that “is not incoming” — suggesting that the previously discussed call was.",
  "The obvious suspect for that blocked call is his father, Trump the candidate, whose private residence at Trump Tower has a blocked number, according to subsequent testimony from Corey Lewandowski.",
  "The report from House Republicans on the Intelligence Committee released earlier this year doesn’t include analysis of the calls back and forth as it exonerated Trump of any collusion questions.",
  "Goldstone worked to set that call up, and Trump Jr. received a call on June 6 from Russia that lasted one or two minutes and later placed one to Russia that lasted two or three minutes.",
  "This week, the Senate Judiciary Committee released testimony from Trump Jr. and Goldstone that made fairly clear that both Manafort and Kushner knew what the point of the meeting was.",
  "Since we learned about the meeting last July, there has been a lingering question: Was Trump Jr. the only member of the Trump campaign to share that same private anticipation?",
  "But for all or most of those 148 hours, Trump Jr. both anticipated getting incriminating information about Clinton and not telling federal authorities about it.",
  "“Perhaps I just speak to Emin [Agalarov] first,” he wrote in his initial response to Goldstone, referring to the developer/musician with whom Goldstone worked.",
  "(Mike Segar/Reuters)\n\nFrom about 11 a.m. on June 3, 2016, until just after 3 p.m. on June 9, Donald Trump Jr. thought he might have won the political lottery.",
  "But there’s another question that remains unanswered and is potentially important: Did Trump Jr. call the blocked number, or did the blocked number call him?",
  "If Trump Jr. received the call, the timing is still suspicious, but it’s possible that the call is not related to the investigation.",
  "A response from House Democrats under Schiff’s leadership, did:\n\nHere, the call seems to be from the blocked number to Trump Jr.",
  "When you call a number on your phone, the number shows regardless of whether the owner’s line is blocked on outgoing calls.",
  "Over the next half-hour, Trump Jr. called both Manafort and Kushner, then emailing Goldstone back with a time at 5:16 p.m.",
  "The implication from an outgoing call, of course, is that Trump Jr. was seeking advice before he called Agalarov back.",
  "But a response from the Senate Democrats includes a timeline that has the call going in the other direction.",
  "But before Trump Jr. took the meeting, he wanted to confirm with Goldstone’s boss that it was legitimate.",
  "In short, the evidence suggests that the call was indeed made to Trump Jr. from the blocked number.",
  "It still seems likely that the call involved Trump, given the context, but it’s still a mystery.",
  "“When he’s asked who that would have been to, he doesn’t say it was an outgoing call,” she said.",
  "Goldstone emailed Trump Jr. at 4:20 p.m. on June 7 to finalize the date and time of the meeting.",
  "\n\nDonald Trump Jr. gives a thumbs up beside his father during the 2016 presidential campaign.",
  "In the testimony released this week, the initial mention of the call suggests the same thing.",
  "In other words, were all four of them planning to play ball with what the Russians offered?",
  "On CNN Thursday night, Rep. Eric Swalwell (D-Calif.) described the call as outgoing.",
  "Later Schapitl pointed to another point in the testimony, to explain the timeline.",
  "He was ready to coordinate with Russia’s efforts to interfere in the campaign.",
  "(His first call to Agalarov came immediately after that blocked-number call.)",
  "Trump Jr. was in contact with a blocked number for three to four minutes.",
  "(Call logs round up to the nearest minute in reporting call lengths.)",
  "Did Manafort and Kushner also know what the point of the meeting was?",
  "The first question that arises is who Trump Jr. was speaking with.",
  "Would a phone record show a call placed from a phone as “blocked”?",
  "In between those calls on June 6, though, was a mysterious one.",
  "Immediately after ending that call, Trump Jr. called Agalarov.",
  "There’s another question, too, raised by some on social media.",
  "The subject has been raised in several reports from Congress.",
  "At least two people probably know who that call involved.",
  "It’s also a mystery that’s probably already been solved.",
  "One is Trump Jr., despite the denials in his testimony.",
  "Because, we can assume, he spoke to Trump Jr. directly.",
  "The other is special counsel Robert S. Mueller III.",
  "Trump was in New York at the time.",
  "Did the candidate, Donald Trump?",
  "A bust."
]