[
  "The Russian government : Russia’s government, the GRU (Russia’s foreign military intelligence agency), an unnamed GRU operative reportedly behind the “Guccifer 2.0” persona\n\n: Russia’s government, the GRU (Russia’s foreign military intelligence agency), an unnamed GRU operative reportedly behind the “Guccifer 2.0” persona Interlocutors between Russia and Team Trump : Aras and Emin Agalarov (the father-son pair of real estate developers who organized Don Jr.’s Trump Tower meeting), and Joseph Mifsud (the professor who told Papadopoulos that the Russian government had email dirt on Hillary Clinton)\n\n: Aras and Emin Agalarov (the father-son pair of real estate developers who organized Don Jr.’s Trump Tower meeting), and Joseph Mifsud (the professor who told Papadopoulos that the Russian government had email dirt on Hillary Clinton) WikiLeaks : WikiLeaks itself and its founder Julian Assange (who posted the leaked DNC emails)\n\n: WikiLeaks itself and its founder Julian Assange (who posted the leaked DNC emails) Trump associates: The Trump campaign itself is named.",
  "The lawsuit doesn’t bring new information to the table — instead, it’s essentially a summary of what’s already publicly known about the DNC email hacking and the Trump team/Russia/WikiLeaks contacts, coupled with an assertion that we already know enough to say there was a “conspiracy” between them on the matter.",
  "But there were many hacks and claims of hacks during 2016, and it hasn’t yet been shown whether any of these Trumpworld and Russia contacts involved coordination on the DNC email leak itself, or even whether any cooperation effort between Trump’s team and Russia involving hacked material did materialize.",
  "For instance, George Papadopoulos, who was a Trump campaign aide, was tipped off well in advance that Russia had “thousands of emails that would hurt Clinton, and Donald Trump Jr. was promised “official documents and information that would incriminate Hillary” before taking his Trump Tower meeting.",
  "Also named are Roger Stone (who communicated with Assange and Guccifer 2.0), Papadopoulos (who’s already pleaded guilty to lying to the FBI about his Russia contacts), and Rick Gates (Manafort’s longtime employee, who’s also flipped for Mueller as part of a plea deal).",
  "The Democratic National Committee has filed a lawsuit against the Russian government, the Trump campaign, and several associated figures, seeking damages for what they allege was a “scheme” to interfere in the 2016 elections by hacking and releasing the DNC emails.",
  "The DNC may well be hoping to use this new suit to surface more evidence of this, should it proceed to the discovery stage — but as of now, they don’t have the goods on any Trumpworld involvement with the hack and leak that damaged Democrats specifically.",
  "The DNC claims that “the Trump Campaign, Trump’s closest advisors, and Russian agents formed an agreement to promote Donald Trump’s candidacy through illegal means” — most notably, the hacking and leak of the DNC’s own email accounts and documents.",
  "Yet while US intelligence agencies have attributed the DNC hack to the Russian government, and stolen emails eventually showed up on WikiLeaks, there remains no smoking gun tying Trump associates to the DNC hack or leak specifically.",
  "They assert that various combinations of Russia-tied and Trump-tied people violated computer crime, racketeering, wiretapping, and even copyright statutes because of this conspiracy — and are seeking millions of dollars in damages.",
  "Who the DNC is suing — and what they’re suing about\n\nThe DNC has filed a civil suit in federal court in the Southern District of New York against a grab bag of Trump-tied, Russia-tied, and email leak-tied individuals and groups.",
  "What we know instead, and what the suit restates, is that there were various suspicious contacts between Trump associates and Russia-tied figures, some of which were specifically about Russia-provided dirt on Hillary Clinton.",
  "Later in the campaign, longtime Trump adviser Roger Stone was in communication with “Guccifer 2.0” and WikiLeaks, who were both involved in the leaks.",
  "Then there’s Donald Trump Jr., Paul Manafort, and Jared Kushner, who attended the Trump Tower meeting.",
  "They did not sue President Donald Trump himself, but they did name the following as defendants.",
  "(Special counsel Robert Mueller is, of course, continuing to investigate the matter.)",
  "You can read the DNC’s suit below or at this link."
]