[
  "Rob Goldstone/Facebook\n\nRob Goldstone, a music publicist who set up a meeting between Donald Trump Jr., Jared Kushner, Paul Manafort and a Kremlin-linked lawyer in June last year, reportedly sent follow-up emails to a Trump aide afterward, CNN reported on Thursday.",
  "Five days after the Trump Tower meeting, Goldstone also sent an email with an article on Russia's hack of the Democratic National Committee in Spring 2016 to Emin Agalarov, one of his clients; and Ike Kaveladze, a Russian who attended the meeting, according to CNN.",
  "The DNC hack raised eyebrows because when Goldstone initally pitched the meeting to Trump Jr., Goldstone had suggested that Natalia Veselnitskaya — the Kremlin-linked lawyer who attended the Trump Tower meeting — would offer dirt on Hillary Clinton.",
  "The meeting has been heavily scrutinized by congressional committees and special counsel Rober Mueller — who heads the investigation into Russia's meddling in the 2016 presidential election and possible collusion with the Trump campaign.",
  "It was not previously known publicly that the parties who attended the Trump Tower meeting communicated afterward, and Trump Jr., has told congressional investigators he had not personally followed up with the attendees.",
  "Goldstone reportedly sent an email to Trump aide Dan Scavino, who is now the White House director of social media, encouraging him to persuade Trump to publish a page on VK, a Russian social-networking website.",
  "The emails were discovered by congressional investigators and were brought up in a closed-door hearing with Trump Jr. and the House Intelligence Committee on Wednesday.",
  "Trump Jr. testified in September that the meeting at Trump Tower was only 20 to 30 minutes and that he \"never discussed the meeting again\" with \"anyone else.\"",
  "According to CNN's report, Goldstone suggested a Trump page on the Russian social-media website in order for the campaign to connect with Russian-Americans.",
  "Another source claimed that it was a \"cute marketing idea\" and that Goldstone had previously pitched the idea as the Trump Tower meeting was ending.",
  "That information allegedly never materialized; the parties instead discussed Russian adoptions in the US, according to Trump Jr.",
  "In the email, Goldstone also mentioned that Trump Jr. and then-campaign chairman Manafort would go along with the idea.",
  "In his email, Goldstone called the news of the DNC hack \"eerily weird\" because of their discussion at the meeting.",
  "According to CNN's sources, no follow-up emails were sent directly to Trump Jr.",
  "\"In short, I gave it no further thought,\" Trump Jr. said in a statement.",
  "Trump Jr. gave conflicting accounts about how the meeting went down.",
  "Rob Goldstone."
]