[
  "(Photo: Dmitry Serebryakov, AP)\n\nMore: Natalia Veselnitskaya, Russian lawyer at Trump Tower meeting, worked with government officials, report says\n\nRinat Akhmetshin, a Russian lobbyist who attended the meeting, told the committee Veselnitskaya wanted to discuss an alleged $880 million tax scheme involving investors who also contributed to the Democratic National Committee or the Clinton campaign.",
  "(Photo: Carolyn Kaster, AP)\n\nWASHINGTON — After setting up a meeting with Russian agents to discuss what he thought would be incriminating information on Hillary Clinton in June 2016, Donald Trump Jr. made an 11-minute phone call to a blocked phone number, according to a transcript of his interview with Senate investigators released Wednesday.",
  "“I wonder if the press will want to attend, who knows.”\n\nWhether or not President Trump knew about his son's meeting with Russians is one of the central unanswered questions in a wide-ranging investigations into possible Russian collusion in the 2016 presidential election.",
  "But ultimately, the June 9, 2016 meeting at Trump Tower ended up being about the adoption of Russian children by American couples, which the Russian government blocked in response to U.S. sanctions passed by Congress in the Magnitsky Act.",
  "\"To the extent that they had information concerning the fitness, character, or qualifications of any presidential candidate, I believed that I should at least hear them out,\" Trump Jr. said in his prepared testimony to the committee.",
  "Goldstone promised Trump Jr. \"official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" according to emails obtained by the Senate Judiciary Committee.",
  "Donald Trump Jr. told the Senate Judiciary Committee that he couldn't remember whether he had discussed the Russia investigation with his father, according to transcripts released Wednesday of his interview with the panel.",
  "But the documents released Wednesday laid out in greater detail the potentially damaging information Russian attorney Natalia Veselnitskaya was shopping to the Trump campaign at the meeting.",
  "The Senate Judiciary Committee interviewed 12 people in its investigation of the Trump Tower meeting, and Chairman Chuck Grassley, R-Iowa, ordered the release of six transcripts Wednesday.",
  "Trump Jr. said he worked with the White House to draft the statement, but that he communicated through Hope Hicks, who was then the White House's director of strategic communications.",
  "CLOSE In a newly released transcript of Donald Trump Jr's testimony, the eldest of President Trump's children details what happened in that Trump Tower meeting with a Russian lawyer.",
  "Interviews with the Senate Judiciary Committee could not answer that question conclusively, as Trump Jr. said he couldn't remember whether he talked to his father about it.",
  "Trump Jr. and his brother-in-law — now White House senior adviser Jared Kushner — were visibly annoyed by the discussion of the Magnitsky Act, Goldstone told the committee.",
  "But that statement — crafted in part by President Trump himself — neglected to mention that he attended the meeting expecting to get damaging information on Clinton.",
  "More: Timeline: Donald Trump Jr.'s interactions with Kremlin-linked lawyer\n\n\"If it's what you say I love it especially later in the summer,\" Trump Jr. emailed back.",
  "Buzz60\n\nIn a Wednesday, Nov. 16, 2016 file photo, Donald Trump Jr., son of President-elect Donald Trump, walks from the elevator at Trump Tower, in New York.",
  "\"The public can now see that for over five hours I answered every question asked and was candid and forthright with the committee,\" he said in a statement.",
  "The meeting was instead primarily focused on Russian adoptions, which is exactly what I said over a year later in my statement of July 8, 2017,\" he said.",
  "\"She asked if I wanted to actually speak to him, and I chose not to because I didn't want to bring him into something that he had nothing to do with.\"",
  "He said he was planning to give a “major speech” the following week “discussing all of the things that have taken place with the Clintons,\" he said.",
  "But his father, now President Trump, used a blocked phone number at his home at the time, according to former campaign manager Corey Lewandowski.",
  "He said that Kushner in particular was \"agitated\" and \"infuriated\"\n\nBut Trump Jr. told the committee he didn't regret taking the meeting.",
  "At a rally the next day, the presidential candidate alluded to information his campaign was gathering on Hillary Clinton.",
  "The meeting offer came from Rob Goldstone, a music publicist who represented Russian singer Emin Agalarov.",
  "\"The meeting provided no meaningful information and turned out to be not about what was represented.",
  "“I think you’re going to find it very informative and very, very interesting,” Trump said.",
  "Two witnesses, Kushner and Trump campaign chairman Paul Manafort, declined to testify.",
  "In his closed-door Senate testimony, Trump Jr. explained what he meant by that.",
  "Russian lawyer Natalia Veselnitskaya speaks during an interview in Moscow.",
  "Trump Jr. said Wednesday that he cooperated fully with the investigation.",
  "\"It was a colloquial term used to say, hey, great, thank you,\" he said.",
  "Trump Jr. says he can't remember who he spoke to that night.",
  "Read or Share this story: https://usat.ly/2Ij1vs2",
  "\"I never spoke to my father about it,\" he said.",
  "Nathan Rousseau Smith has the story."
]