[
  "A Russian pop star who helped arrange the Trump Tower meeting between the Trump campaign and Russians and who was also present at Donald Trump’s visit to the Miss Universe pageant in 2013 is denying allegations that he was a Russian agent who interfered in the 2016 election.",
  "“I would never even offer it because I can never live up to the high level of the most amazing and beautiful women surrounding us constantly.”\n\nAgalarov was a key player in another event that Trump critics claim to be evidence of collusion.",
  "But Agalarov said that he told Trump Jr. during a phone call, “Listen, there’s some people that want to meet you.’ They obviously want something that could potentially help them resolve things that you could be interested in or maybe not.",
  "The 38-year-old musician helped arrange the June 9, 2016 meeting at Trump Tower between members of the Trump campaign and a delegation of Russians who were lobbying against a sanctions law opposed by Moscow.",
  "They have said that Veselnitskaya mostly spoke about Bill Browder, a London-based banker who has lobbied heavily for the Magnitsky Act, a 2012 U.S. sanctions law that blacklists Russian human rights abusers.",
  "The dossier, which was funded by the Hillary Clinton campaign and the Democratic National Convention, also alleges that the prostitutes performed a “golden showers” routine in front of Trump.",
  "It is during that visit that the infamous Steele dossier alleges that Kremlin operatives sent prostitutes to Trump’s hotel room for the purposes of blackmailing the real estate tycoon.",
  "Keith Schiller, Trump’s former bodyguard, has testified to Congress that he was approached during the Moscow visit by a man who offered to send five prostitutes to Trump’s hotel room.",
  "“It’s quite a strange and ridiculous accusation.”\n\nAgalarov’s denials are unlikely to satisfy Democrats who consider him to be a central figure in their collusion conspiracy theories.",
  "(RELATED: New Book Fills In Gaps Of Trump’s Moscow Visit — And It’s Not Good For The Dossier)\n\nAgalarov denied to Vice that he knew anything about an offer of prostitutes to Trump.",
  "But his interview will help settle some speculationgenerated from Agalarov’s recent release of a music video that featured a Trump impersonator and mocked the 2013 Moscow visit.",
  "'”\n\nFollow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Agalarov said he did not know who asked his father to arrange the meeting, but Goldstone’s email suggested that it could have been Yuri Chaika, Russia’s prosecutor general.",
  "The book “Russian Roulette” established that Trump stayed one night in Moscow and had only a small window of opportunity to engage in the activity alleged by the dossier.",
  "Emin Agalarov, the son of a Azerbaijani-Russian oligarch close to Vladimir Putin, denies the collusion allegations in an interview with Vice News that airs Tuesday night.",
  "Agalarov’s publicist, Rob Goldstone, contacted Donald Trump Jr. on June 3, 2016 offering to send a Russian attorney who promised to provide “dirt” on Hillary Clinton.",
  "Both Veselnitskaya and Akhmetshin were working at the time with Fusion GPS, the opposition research firm that commissioned the Steele dossier.",
  "Goldstone attended the meeting with the Russian attorney, Natalia Veselnitskaya, and a Russian-American lobbyist named Rinat Akhmetshin.",
  "Trump Jr.’s response has led to allegations that if he did not directly collude with Russian operatives, he at least intended to.",
  "He said that his father, a billionaire real estate developer, asked him to put Veseltnitskaya in touch with the Trump team.",
  "“I have been accused of influencing — this is gonna sound very strange — influencing the American election,” Agalarov said.",
  "Participants have testified that the meeting lasted around 20 minutes and that no information about Clinton was exchanged.",
  "“I think somebody asked him to help her set that meeting knowing that we were acquainted with the Trump family,” he said.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Schiller testified that he declined the offer and that he did not see any women go into Trump’s room.",
  "Agalarov and his father, Aras, partnered with Trump to host the 2013 Miss Universe pageant in Moscow.",
  "I wish you could tell me the truth,” Agalarov sings in the video, which was released on June 26.",
  "Trump Jr. told the Senate Judiciary Committee that he could not recall if he spoke to Agalarov.",
  "Trump Jr. was joined by campaign chairman Paul Manafort and Trump son-in-law Jared Kushner.",
  "Video of the incident has been used as leverage over Trump, the unverified dossier claims.",
  "Agalarov also shed light on whether or not he spoke with Trump Jr. prior to the meeting.",
  "Trump came to Moscow with 87 of the most beautiful ladies in the world,” he said.",
  "Veselnitskaya worked with Fusion GPS on a campaign to discredit Browder.",
  "The event was held at Crocus Hall, a venue owned by the elder Agalarov.",
  "She provided him with some of Fusion GPS’s research on Browder.",
  "If you can spare a few minutes of your time, I’d be grateful.",
  "Agalarov told Vice News that he has never met Veselnitskaya.",
  "I think my father met her a few times,” Agalarov told Vice.",
  "Veselnitskaya has acknowledged having close ties to Chaika.",
  "Obviously Don Jr. obviously being Don Jr. said, ‘Of course.",
  "“If it is what you say I love it,” Trump Jr. responded.",
  "Both sides of the meeting say that it was a bust.",
  "“I wish you at least could be honest.",
  "I’ll do it if you’re asking.",
  "If not, no problem.",
  "“I never met her.",
  "“Mr."
]