[
  "Veselnitskaya was joined by Goldstone, her translator Anatoli Samochornov, a business representative of the Agalarov family named Ike Kaveladze, and Rinat Akhmetshin, a former Soviet military intelligence officer who now works as a Washington, D.C. political operative.",
  "At the time of the Trump Tower meeting, Fusion’s Simpson was working with Veselnitskaya and Akhmetshin on a project aimed at undermining the Magnitsky Act, which is opposed by the Kremlin because it blacklists Russians accused of human rights abuses.",
  "Fusion GPS had been hired by the businessman’s law firm, BakerHostetler, to investigate Bill Browder, a London financier who helped push through the Magnitsky Act, which is named after his Russian attorney, Sergei Magnitsky.",
  "(RELATED: EXCLUSIVE: Trump Dossier Firm Worked On Pro-Kremlin Lobbying Effort)\n\nSteele’s first dossier memo was written just 11 days after the meeting, which is currently being scrutinized by Special Counsel Robert Mueller.",
  "The real estate executive was approached through email on June 3, 2016 by Rob Goldstone, a British music publicist who represented Emin Agalarov, a Russian-Azerbaijani pop musician whose family is friends with the Trumps.",
  "The founder of the opposition research firm behind the Steele dossier met with the Russian attorney who attended the June 2016 Trump Tower meeting before and after the controversial conclave, Fox News is reporting.",
  "Any claim that Fusion GPS arranged or facilitated this meeting in any way is false,” the firm said in a statement to The New York Times in July, when the newspaper broke the story about the Trump Tower tryst.",
  "Trump Jr. accepted the offer saying, “if it is what you say I love it.”\n\nThe meeting has fueled allegations that the Trump campaign engaged in collusion with Russian government operatives.",
  "Glenn Simpson, a founding partner of Fusion GPS, was with Russian attorney Natalia Veselnitskaya just hours before she attended the June 9, 2016 Trump Tower session.",
  "As Fox News notes, Simpson was with Veselnitskaya in a New York City federal court room just hours before the Trump Tower meeting for a hearing in the Katsyv case.",
  "Fusion GPS was the firm that commissioned the document, which was financed by the Clinton campaign and DNC and written by former British spy Christopher Steele.",
  "New York Times reporter Ken Vogel reported on Twitter that Akhmetshin was one of Simpson’s sources when he still worked at The Journal.",
  "But the session, which reportedly lasted less than 30 minutes, took place after Donald Trump Jr. was offered dirt on Clinton.",
  "Goldstone informed Trump Jr. that a “Russian government attorney” wanted to meet with him to discuss information on Clinton.",
  "The Fox News report does not provide details about Simpson and Veselnitskaya’s encounter after the Trump Tower meeting.",
  "Simpson, a former Wall Street Journal reporter, was also with Veselnitskaya after the meeting, according to Fox News.",
  "The trio were working for Denis Katsyv, a Russian businessman who faced repercussions from the sanctions bill.",
  "A source who knows both men recently told TheDC that they have known each other for at least a decade.",
  "She has said that she took Akhmetshin into the meeting because she met him by chance in New York City.",
  "Trump Jr. was joined on the campaign side by Jared Kushner and then-campaign chairman Paul Manafort.",
  "And if he was, it raises the possibility that he provided information that ended up in the dossier.",
  "Instead, she has claimed she only discussed the Magnitsky Act, a U.S. sanctions law passed in 2012.",
  "Among the document’s many claims is that the Kremlin had been feeding intelligence to Donald Trump.",
  "Those encounters also raise questions about whether Simpson was aware of the Trump Tower meeting.",
  "The revelation could prove significant to understanding how the Trump dossier was put together.",
  "“Fusion GPS learned about this meeting from news reports and had no prior knowledge of it.",
  "There has been no verification that the Trump Tower meeting is described in the dossier.",
  "But Trump Jr. says that Veselnitskaya provided nothing of substance in the meeting.",
  "Veselnitskaya has given numerous media interviews about the Trump Tower meeting.",
  "That intelligence allegedly included damaging material on Hillary Clinton.",
  "NOW WATCH: DNC CHAIR DENIES PAYING FUSION GPS\n\nFollow Chuck on Twitter",
  "Simpson also knows Akhmetshin, The Daily Caller has been told.",
  "Fusion GPS has denied knowing about the Trump Tower meeting.",
  "But she has not acknowledged her meetings with Simpson."
]