[
  "“That is not limited to only cash contributions but also includes in kind ones, such as the opposition research that Don Jr. and through him the Trump campaign solicited in connection with the Trump Tower meeting.” He adds, “As time passes and more information comes out such as the Senate release today, the evidence of collusion (or rather, of the various legal claims that we loosely refer to using that term) becomes stronger and stronger.” He concludes, “There is now more than enough to meet and indeed surpass the standards of proof for a civil action; the special counsel will determine if the steeper hurdle required for criminal prosecution is met.”\n\nRemember, however, that the most likely avenue for punishing presidential wrongdoing remains impeachment.",
  "The Trump family’s problems don’t end there, since ‘acts of solicitation’ can become overt acts that form part of a conspiracy to commit another crime.”\n\nMost important, Tribe and his co-author Joshua Matz reiterate the view of just about all credible constitutional scholars that, as Tribe says, “conduct needn’t be criminal under any federal statute in order for that conduct to form part of an impeachable offense.” Tribe would argue that, if proved, “the relevant impeachable offense would be conspiracy with a hostile foreign power to manipulate an American presidential election to favor oneself or one’s party.",
  "Soliciting the kind of campaign help that the June 2016 Trump Tower meeting was designed to obtain would be part of that offense, and if the president was in on the solicitation that would put him right in the middle of that swamp.”\n\nOne final note: Whenever Trump shouts “No collusion,” the response to that should be: “There’s airtight evidence of attempted conspiracy by the highest levels in the Trump campaign to obtain foreign help.” As Bergmann puts it, “According to Donald Trump Jr.’s own testimony, he was disappointed by the meeting because the collusion the Russians were offering wasn’t good enough.",
  "It is of course illegal to take foreign assistance for an election campaign (more about that later), but it is noteworthy that the purpose of the meeting (adoptions) according to a White House statement — which Trump Jr. conceded may have included his father’s input — was the last item on Manafort’s list, perhaps an afterthought thrown in after discussions about far more controversial matters.",
  "Opinion writer\n\nThe Post reports:\n\nA music promoter who promised Donald Trump Jr. over email that a Russian lawyer would provide dirt about Hillary Clinton in June 2016 made the offer because he had been assured the Moscow attorney was “well connected” and had “damaging material,” the promoter testified to the Senate Judiciary Committee.",
  "Max Bergmann, head of the Moscow Project at the Center for American Progress, observes that “the fact that he mentioned ‘RNC’ in his notes suggest the political campaign was also discussed.” The notion that no one from the campaign ever met with any Russians to discuss the campaign looks more and more like a lie.",
  "Rob Goldstone told the committee that his client, the Russian pop star and developer Emin Agalarov, had insisted he help set up the meeting between President Trump’s son and the lawyer during the campaign to pass along material on Clinton, overriding Goldstone’s own warnings that the meeting would be a bad idea.",
  "Failing to remember if he talked to his father after a group meeting with Russians strikes one as entirely improbable, but in any event, he says he later talked to Hope Hicks about the meeting, which is the virtually the same as talking to President Trump directly.",
  "Constitutional scholar and co-author of a new book “To End a Presidency: The Power of Impeachment” Laurence Tribe says, “Under the U.S. criminal code, soliciting a bribe is an independent offense even if the bribe doesn’t come through.",
  "if he talked to his father after the meeting or the calls to set up the meeting (although there is a record of a four-minute call from a blocked number, followed by a short call with Emin Agalarov, who initiated the meeting).",
  "Read more from Jennifer Rubin:\n\nDemocrats seek the key to beating Trump in 2020\n\nRepublicans and Democrats need to learn these foreign policy lessons\n\nThe gullible Trump finally finds out Kim Jong Un isn’t ‘honorable’",
  "First, notes from Paul Manafort, who was present at the meeting, contain some curious clues including “Offshore — Cyprus” and “Active sponsors of RNC,” presumably meaning the Republican National Committee.",
  "“Federal law provides that ‘No person shall knowingly solicit, accept, or receive from a foreign national any contribution or donation,’ ” former White House ethics counsel Norman Eisen tells me.",
  "Given the mounting evidence it really isn’t a question anymore if they colluded, it’s a question of how deep the collusion went.” No wonder Trump is so freaked out about the Russia investigation.",
  "And under the federal election code, soliciting prohibited foreign assistance in a U.S. election is an offense even if the assistance isn’t provided.",
  "The transfer of dirt from Russians to Donald Trump Jr. did not occur, according to the limited number of witnesses the committee called.",
  "Her alleged comments regarding emails suggesting prosecutors would never get a hold of them looms larger given this context.",
  "So we know the Trump campaign wanted to collude and we know the Russians ran an aggressive campaign to help Trump.",
  "Third, this is confirmation of eagerness to receive something of value (dirt on Clinton) from a foreign source.",
  "Even though the actions occurred before the election, Trump may find himself in a legal fix.",
  "Does anyone seriously think Hicks would have withheld anything from her then-boss?",
  "And that’s a big legal problem, according to campaign finance and ethics gurus.",
  "This is the first we’ve heard of these meeting topics.",
  "Second, Trump Jr. says he cannot remember (!)",
  "However, several significant facts emerged."
]