[
  "Now that Michael Cohen, President Trump’s former fixer, has publicly said that he was in the room when Trump was told beforehand of the infamous Trump Tower meeting Trump’s son, son-in-law and campaign chairman had with a group of Russians they believed would provide dirt on Hillary Clinton, and Trump gave the go-ahead for the meeting, Trump advocates are being called upon yet again for a new round of denials.",
  "So when an acquaintance approached him with an offer to meet with Russians who, according to the email Don Jr. received, said they could “provide the Trump campaign with some official documents and information that would incriminate Hillary […] This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” Don Jr. was excited.",
  "But then last month we learned that the lawyers, in a letter to special counsel Robert S. Mueller III, finally admitted that the president “dictated a short but accurate response” to be delivered to the New York Times, and thereby to the public, on Don Jr.’s behalf, just as The Post had reported last June.",
  "You might want to consider how you’d be reacting if we found out that in the heart of the 2016 campaign, Chelsea Clinton, her husband and John Podesta had eagerly sought information on Donald Trump from, say, the Iranian government, and then Clinton herself had lied publicly about the meeting.",
  "We now know that it was the president who dictated the cover story, but on multiple occasions, Trump had his lawyers publicly attest that he had nothing to do with the statement (“The president didn’t sign off on anything,” “The president was not involved”).",
  "After all, if they were close enough to Trump to be in the room, they might be willing to lie for him, especially if none of them are facing their own legal jeopardy like Cohen is, and they’re sure there’s no way to prove who’s telling the truth.",
  "But the next day, June 7, Donald Trump told a crowd at a rally, “I am going to give a major speech on probably Monday of next week and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "In the fast-moving chaos of a presidential campaign, something extraordinary has to be on offer to assemble the campaign chairman, the candidate’s son, and the candidate’s son-in-law and chief policy adviser.",
  "“Politics isn’t the nicest business in the world, but it’s very standard.”\n\nThat is completely false — taking campaign help from a foreign government is not “standard” at all and is probably illegal.",
  "After the Trump camp’s lies about what happened in the meeting were exposed, they could no longer deny that Trump’s family members and closest advisers were actively seeking help from the Russians.",
  "The account they settled on is one in which the meeting had nothing to do with the campaign but was just about policy related to adoption of Russian children by American parents.",
  "I think you’re going to find it very informative and very, very interesting.” The meeting took place two days later, on June 9, but produced no damaging information on Clinton.",
  "Given all the lying that everyone around Trump has done up until this point, it’s perfectly plausible that even if Cohen is telling the truth, they’ll claim otherwise.",
  "When the story of the Trump Tower meeting was about to break in July 2017, a group of Trump advisers quickly gathered to craft a cover story to minimize the damage.",
  "Without getting too deeply into psychological analysis of Don Jr., it’s pretty plain that he worships his father, in whose shadow he lives, and craves his respect.",
  "With the potential of such a blockbuster find, we’re supposed to believe that Don Jr. wouldn’t have rushed to tell his dad what he was about to acquire for him.",
  "The other people who Cohen says were in the room when Trump was informed about the meeting with the Russians were presumably close aides and/or family members.",
  "It’s mere coincidence that between the email to Don Jr. and the Trump Tower meeting, Trump touted damaging information he was about to reveal about Hillary.",
  "So now we’re all supposed to believe that colluding with a hostile foreign power isn’t actually collusion, and there’s nothing wrong with it anyway.",
  "We’re supposed to believe that they released this false story despite the fact that there was nothing improper about the meeting in the first place.",
  "They can say, “Yep, the president’s telling the truth” and walk away, perhaps with the promise that their loyalty will be rewarded in the future.",
  "You’ll also have to keep abreast of the president’s shifting stories and justifications so you can be up to date on what you’re supposed to say.",
  "This is one of the most audacious claims Trump and his advocates have made, but it’s one they almost had no choice but to retreat to.",
  "It’s not just that new information keeps coming out, and you’ll have to figure out whether it should be disbelieved (It’s not true!)",
  "The Trump team released a false statement to the public about the Trump Tower meeting even though they hadn’t done anything wrong.",
  "Opinion writer\n\nIf you want to believe President Trump is innocent when it comes to Russia, you’re going to have to do some work.",
  "We’re supposed to believe that these admitted lies were not meant to cover up anything, since there was nothing to cover up.",
  "On June 6, he had two phone calls with Emin Agalarov, the son of a Russian oligarch, who was helping to set up the meeting.",
  "When the Russians came calling, the Trump team obviously thought they were about to get something extraordinary.",
  "“I think from a practical standpoint most people would have taken that meeting,” the president finally said.",
  "When you’ve been saying for years that she ought to go to jail because she used the wrong email account?",
  "Working with representatives of the Russian government to get dirt on your opponent is perfectly fine.",
  "Neither Paul Manafort nor Jared Kushner would have bothered to tell Trump about the meeting, either.",
  "So we should step back and remind ourselves of exactly what it is they’re asking us all to accept.",
  "I would be shocked if they aren’t talking to each other right now, getting their stories straight.",
  "President Trump lied about crafting the false statement to the public for no particular reason.",
  "“Look, I don’t think that it’s bad if campaigns are turning to foreign governments for dirt.",
  "But once it became the president’s position, his defenders had to adopt it as their own.",
  "Even if we all know what really happened, proving it is something else entirely.",
  "Don Jr. received the email proposing the Trump Tower meeting on June 3, 2016.",
  "If you believe all those things, I commend you on your mental flexibility.",
  "Would you be saying it was no big deal and we shouldn’t worry about it?",
  "Trump never delivered his “major speech” revealing Clinton misconduct.",
  "It’s not collusion,” said conservative pundit Andrew McCarthy on Fox.",
  "And you’ll have to believe some things that are frankly unbelievable.",
  "Don Jr. wouldn’t have told his father about the Trump Tower meeting.",
  "Between those two calls he had another call with a blocked number.",
  "But we’re supposed to believe that nobody informed Donald Trump.",
  "or explained away (Even if it’s true, it’s perfectly fine!).",
  "We’re supposed to believe this is all coincidence.",
  "Don Jr. says he can’t remember whom he spoke to.",
  "“If it’s what you say I love it,” he responded.",
  "That Trump lied about this is not in dispute.",
  "To conclude, I’d like to offer a warning.",
  "It’ll be their word against his.",
  "His father has a blocked number."
]