[
  "Comey told ABC this month that Trump responded by asking, “Do I look like a guy who needs hookers?” (Comey added: “I assumed he was asking that rhetorically.”)\n\nTrump also said he’d “spoken to people who had been on … the trip ... and they had reminded him that he didn’t stay over night in Russia,” Comey recalled in a memo.",
  "A dossier of information about Trump collected by former British agent Christopher Steele claims that Russian agents secretly filmed Trump at the Moscow Ritz-Carlton that weekend as he instructed prostitutes to urinate on a bed that then-President Barack Obama had slept in.",
  "It’s not known which night the tape was allegedly recorded, but Trump’s bodyguard Keith Schiller testified last year that he turned down an offer from an unknown Russian to send five sex workers to Trump’s Moscow hotel room at some point that weekend, sources told NBC.",
  "Bloomberg and Politico obtained flight records for a Bombardier Global Express jet owned by Ruffin Development Expositions that left the U.S. on Thursday, Nov. 7, 2013 and landed at Moscow’s Vnukovo International Airport the following day.",
  "If Trump deliberately lied to Comey, it could indicate “consciousness of guilt” and could bolster a case against him by special counsel Robert Mueller, former federal prosecutor Pete Zeidenberg told Politico.",
  "In addition, Trump told his FBI director that he could never go for the “golden showers thing” because “I’m ... a germaphobe,” Comey wrote in his memoir A Higher Loyalty: Truth, Lies, and Leadership.",
  "But Bloomberg and Politico have obtained flight records for Trump’s jet that indicate he actually spent two nights in the Russian capital when he traveled there for the Miss Universe Pageant in 2013.",
  "President Donald Trump reportedly told former FBI Director James Comey — twice — that he didn’t spend a single night in Moscow when the infamous “pee tape” was allegedly made.",
  "The New Yorker reported earlier this year that Trump has used the pageant to cultivate potential business partners, including in Russia, where he hoped to build a Trump tower.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nAfter Trump became president, Comey said he warned him about Steele’s dossier, which had been turned over to the FBI.",
  "Trump insisted again later in the Oval Office that he “hadn’t stayed overnight in Russia during the Miss Universe trip,” Comey wrote.",
  "On Sunday evening, Trump tweeted that he’d “just got back from Russia.”\n\nI just got back from Russia-learned lots & lots.",
  "In 2013, he cemented an alliance with father and singer son Aras and Emin Agalarov, who hosted the pageant in Moscow.",
  "The New York Times reported last year that Trump traveled to Moscow on a plane owned by casino mogul Phil Ruffin.",
  "Trump’s own social media accounts seem to support the argument that he was in Russia at least overnight.",
  "Ruffin’s spokeswoman Michelle Knoll confirmed to Politico that Trump used the aircraft for his trip.",
  "In one Facebook post, Trump poses in a photo outside Nobu Moscow on Friday, Nov. 8, 2013.",
  "Schiller said he kept an eye on Trump’s hotel room for a while, then went to bed himself.",
  "The jet left the city early Sunday at 3:58 a.m. after Trump attended the pageant.",
  "Trump’s Miss Universe pageant has posed multiple problems for the president.",
  "Moscow is a very interesting and amazing place!",
  "Trump denied spending a single night in Moscow.",
  "U.S. MUST BE VERY SMART AND VERY STRATEGIC.",
  "The pageant was held on Saturday."
]