[
  "He retweeted that Roseanne response, and a subsequent one that read : \"Soros' goal; the overthrow of us constitutional republic by buying/backing candidates 4 local district attorney races who will ignore US law & favor 'feelings' instead-and call everyone who is alarmed by that 'racist'.\"",
  "The most famous/infamous episode was when Don Jr. posted his full email exchanges with Rob Goldstone , publicist for Russian pop star Emin Agalarov, in advance of the June 2016 Trump Tower meeting between the two of them as well as several other Russians and top Trump officials.",
  "Clinton, the daughter of the former Secretary of State Hillary Clinton and former President Bill Clinton, responded Monday morning by noting thather middle name is Victoria andshe is not related to Soros in any way.",
  "Retweets may not equal endorsements, but let's be clear about what Don Jr. is doing here: Blasting out a debunked conspiracy theory that throws allegations of Nazi sympathizing at a high-profile person.",
  "Then there were the two tweets Trump Jr. liked that insinuated that David Hogg, a prominent gun control voice in the wake of the mass shooting at his Florida high school, was some sort of FBI plant.",
  "(CNN) Amid the furor caused by Roseanne Barr's racist tweet about former Obama administration official Valerie Jarrett , the role of one high-profile political player seems to be being ignored.",
  "And then he liked a tweet by actor Rob Schneider that read : \"Why doesn't CNN or New York Times, Fox News report the fact that ALL THESE MASS MURDERERS WERE ON ANTI-DEPRESSANT DRUGS?",
  "#FAKENEWS,\" he tweeted in response to a New York Post story about his Roseanne retweets\n\nThis is far from the first time Don Jr. has caused controversy via his Twitter account.",
  "By the way, George Soros is a nazi who turned in his fellow Jews 2 be murdered in German concentration camps & stole their wealth-were you aware of that?",
  "The idea of Soros as some sort of secret Nazi is commonplace in right-wing conspiracy circles -- touted by the likes of Alex Jones and Glenn Beck.",
  "But, when it's done by the oldest son of the president of the United States -- and one of his closest political advisers -- it's more than that.",
  "They know full well that I did not RT anything that was anti-semitic, but I guess facts don't matter when you're a dishonest, clickbait rag.",
  "#BigPharmaOwnsMedia\"\n\nHere's the thing: This isn't some random private citizen pushing debunked conspiracy theories.",
  "The widely debunked claim is based on a incomplete reading of a Soros quote during a 1998 \"60 minutes\" interview.",
  "She responded to Clinton this way\n\n\"Sorry to have tweeted incorrect info about you!I Please forgive me!",
  "It began just before midnight Sunday, when Barr, inexplicably, tweeted this: \"Chelsea Soros Clinton.\"",
  "), Barr's late-night Twitter vitriol was aimed at billionaire philanthropist George Soros.",
  "And Don Jr. -- not surprisingly -- doesn't seem to grasp that fact.",
  "Clinton also touted the work Soros' Open Society Foundation does.",
  "\"Page Six is doing what they normally do, lying and obfuscating.",
  "It's the son of the president of the United States.",
  "(You can read the full debunking by Snopes here .)",
  "Donald Trump Jr.\n\nLet's start from the beginning.",
  "(Trump Jr. has 2.84 million Twitter followers .)",
  "We shouldn't overlook or ignore that fact.",
  "But, we all make mistakes, right Chelsea?\"",
  "Which is where Don Jr. enters our story.",
  "(Hogg's father is a former FBI agent.)",
  "Aside from Jarrett ( and me!",
  "That is odious, at best.",
  "(Or maybe, more off?)",
  "Which set Barr off.",
  "That player's name?",
  "It's dangerous."
]