[
  "(Victoria Walker/The Washington Post)\n\n“Emin just called and asked me to contact you with something very interesting,” Goldstone wrote to Trump Jr. “The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\nIt is not clear who Goldstone was referring to in his mention of the “Crown prosecutor.” There is no such position in the Russian government.",
  "The White House on Tuesday offered a brief defense of Trump Jr., with deputy press secretary Sarah Huckabee Sanders reading a statement from the president in which he said his son “is a high-quality person and I applaud his transparency.”\n\nSanders referred most questions to lawyers for Trump and his son but relayed that the president is frustrated that Russia “continues to be an issue” and declined to answer a question about whether the president is now aware of Russia’s efforts to help his campaign.",
  "“It is not the case that we had any understanding that the purpose of the meeting was anything related to Hillary Clinton or to the election.”\n\nBalber said his understanding was that the meeting was meant to be a conversation about the Magnitsky Act, a 2012 law that punishes certain Russian human rights abusers by allowing the United States to seize their assets and keep them from entering the country.",
  "He told the New York Times in March that although he was sure he had held meetings with Russians, there were “certainly none” in which he “was representing the campaign in any way, shape or form.”\n\nSuch comments were part of a pattern from Trump’s team, which has repeatedly denied coordination with Russia but then has been forced to acknowledge undisclosed contacts with Russians.",
  "“Anytime you’re in a campaign and you get an offer from a foreign government to help your campaign, the answer is ‘no,’ ” said Sen. Lindsey O. Graham (S.C.), one of the few GOP lawmakers to offer criticism, adding that Trump Jr. “definitely” must testify as part of investigations of Russia’s election meddling.",
  "During the email exchange, Trump Jr. was told by an intermediary that the “high level” information he would be offered about Clinton was “part of Russia and its government’s support for Mr. Trump” and would be “highly useful for your father.”\n\nThe younger Trump appeared to relish the opportunity.",
  "But the release Tuesday of a 2016 email exchange in which the president’s eldest son welcomed the assistance of a “Russian government attorney” offered the clearest contradiction of the White House’s denials — marking an escalation in the controversy that has engulfed the Trump presidency.",
  "Trump Jr. posted the exchange on Twitter, saying he was revealing the correspondence “in order to be totally transparent,” although the New York Times reported that the disclosure came after the newspaper informed him that it had reviewed the emails and intended to publish their content.",
  "Five days after the June meeting in Trump Tower with the Russian lawyer, The Washington Post reported that hackers thought to be associated with the Russians had penetrated the computer systems of the Democratic National Committee and stolen internal records a few months earlier.",
  "The email exchange showed clearly that Trump Jr. — a key figure in his father’s campaign — had reason to understand that he was accepting the meeting as a way to channel to his father’s campaign information directly from the government of a nation hostile to the United States.",
  "They had something, you know, maybe concrete evidence to all the stories I’d been hearing about, probably underreported for years, not just during the campaign, so I think I wanted to hear it out.”\n\nTrump Jr. said there was no more to the meeting than a “wasted” 20 minutes.",
  "But in a statement Sunday, Trump Jr. said an acquaintance asked him to meet with someone who “might have information helpful to the campaign.” Trump Jr. said that the meeting was set up by an acquaintance and that he was not told the name of the person he was meeting.",
  "“She then changed subjects and began discussing the adoption of Russian children.”\n\nAbby Phillip, Tom Hamburger, Ashley Parker, Matt Zapotosky, Elise Viebeck, Karoun Demirjian and Ed O’Keefe in Washington, and David Filipov in Moscow contributed to this report.",
  "The revelation, coming amid investigations by Congress and a special counsel, sparked immediate calls by Democrats for the meeting participants to testify under oath and raised questions about legal jeopardy that Trump Jr. and other associates could face.",
  "Although Trump Jr. said the meeting took place before intense scrutiny on the Russia issue, in fact his father’s warm comments toward Putin had started a year earlier and had grabbed significant attention among his opponents and foreign policy experts.",
  "“I did not have an assignment from the Kremlin, there were no orders from the government,” Veselnitskaya said, adding that “someone in America really wants to overthrow their president.”\n\nThe meeting occurred at a critical time for the Trump campaign.",
  "During a January appearance on CBS’s “Face the Nation,” Vice President Pence was asked if “any adviser or anybody in the Trump campaign [had] any contact with the Russians who were trying to meddle in the election?”\n\n“Of course not,” he replied.",
  "Natalia Veselnitskaya, the Russian lawyer who took part in the meeting, denied in an interview Tuesday that she had represented the Russian government, suggesting that she sought the meeting on an entirely different subject: Russian adoptions.",
  "But rather than stemming the scrutiny, Trump Jr.’s disclosures Tuesday seemed to complicate matters further for the White House and undercut past efforts by the president to rebut allegations that his campaign colluded with the Kremlin.",
  "Trump’s reaction was to ask Russia at a public news conference if it could locate the 30,000 emails Clinton had deleted and not turned over the State Department from her time as secretary of state, deeming them purely personal.",
  "During an interview that aired Tuesday night on Fox News Channel’s “Hannity” show, Trump Jr. said that the meeting came when “things are going a million miles per hour” in the campaign and that nothing concrete resulted.",
  "In his statement Tuesday, Trump Jr. said he “wanted to just have a phone call but when that didn’t work out, they said the woman would be in New York and asked if I would meet.”\n\n“I decided to take the meeting.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nFor months, President Trump and his aides have forcefully rejected any suggestion that they sought or received help from Russia to win last year’s election.",
  "The email exchange was aimed at setting up a June 2016 meeting between Donald Trump Jr. and a Kremlin-connected lawyer who was said to have damaging information about Democratic candidate Hillary Clinton.",
  "In a July interview on CNN — the month after the meeting with Veselnitskaya — Trump Jr. dismissed as “disgusting” and “phony” a suggestion that the Russians were attempting to aid his father’s campaign.",
  "On Fox News, Trump Jr. said he did not tell his father about the meeting, saying, “There was nothing to tell.”\n\nGoldstone did not respond Tuesday to requests for comment on the email exchange.",
  "WikiLeaks dumped a much larger cache of internal DNC emails on July 22, as the Democratic National Convention opened, causing internal party dissension that led the party chairman to resign.",
  "U.S. intelligence agencies have concluded that Russian President Vladi­mir Putin directed a campaign to assist Trump, including the release of hacked emails stolen from Democratic officials.",
  "“It is certainly not the case that either [Emin or Aras] was in possession of any information that was relevant to the campaign or was using Natalia as some kind of conduit to the campaign.",
  "On Saturday, when the meeting was first reported by the Times, he said that it was about the adoption program that the Kremlin had cut off in retaliation for the Magnitsky Act.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government support for Mr. Trump — helped along by Aras and Emin,” Goldstone wrote.",
  "The revelation also could heighten pressure on Republicans, many of whom on Tuesday either dismissed the significance of the Trump Jr. email exchange or declined to comment.",
  "The New York businessman was securing the Republican nomination but was widely considered a long shot to defeat the more organized and politically experienced Clinton.",
  "The email came from Rob Goldstone, a music publicist who represented Emin Agalarov, whose father, Aras Agalarov, is a major real estate developer close to Putin.",
  "Goldstone offered to send the information directly to the elder Trump but said that because it was “ultra sensitive,” he wanted to contact Trump Jr. first.",
  "The next day, the first DNC documents were released publicly by Guccifer 2.0, an online persona the U.S. government has concluded was Russian-controlled.",
  "Scott Balber, a New York lawyer retained by Emin and Aras Agalarov, denied that Goldstone’s emails accurately outlined the origins of the meeting.",
  "He said that Emin Agalarov is an acquaintance of Veselnitskaya and that she asked him if he could secure a meeting for her with Trump officials.",
  "“In retrospect I probably would have done things a little differently,” Trump Jr. said, adding: “For me, this was opposition research.",
  "The meeting at Trump Tower was also attended by Jared Kushner, the president’s son-in-law, and then-campaign chairman Paul Manafort.",
  "“There isn’t anything else,” he said, promising his team had scoured his emails and no other similar documents will emerge.",
  "Balber said Aras Agalarov never met with a Russian prosecutor and did not have access to information about Clinton.",
  "In a statement Tuesday, Pence’s spokesman said the Trump Jr. meeting had occurred before Pence joined the campaign.",
  "A person close to Manafort who was not authorized to speak publicly said Manafort did not read the entire chain.",
  "A spokesman for the president’s lawyer has said that Trump was not aware of the meeting and did not attend.",
  "“It quickly became clear that she had no meaningful information,” Trump Jr. said in his Sunday statement.",
  "“It will likely be Paul Manafort (campaign boss) my brother in law and me,” Trump Jr. wrote.",
  "He confirmed that he has hired an attorney, Bob Gage, to handle Russia-related inquiries.",
  "And he wrote that he had invited the two fellow campaign advisers to the meeting.",
  "“If it’s what you say I love it especially later in the summer,” he wrote back.",
  "The woman, as she has said publicly, was not a government official,” he said.",
  "Putin retaliated by barring American families from adopting Russian children.",
  "Trump Jr. appears to have forwarded the exchange to Kushner and Manafort.",
  "In recent days, Trump Jr.’s explanation for what transpired has evolved.",
  "Read the full email exchange Trump Jr. tweeted here.",
  "That’s fantasy land,” he said."
]