[
  "Todd pressed Giuliani on why the meeting at Trump Tower in June 2016 wasn’t in and of itself an example of collusion with Russia by Trump’s campaign — personified in that meeting by Donald Trump Jr., then-campaign chairman Paul Manafort and Trump’s son-in-law Jared Kushner.",
  "In his interview with Sean Hannity last year, Trump Jr. insisted that he “didn’t know who I was meeting beforehand.” It wasn’t until after the meeting was set up that Trump Jr.’s contact said he would send the names of the people who would be attending on Russia’s behalf.",
  "There have been instances in the past — including in the 1976 election of Jimmy Carter, as the Atlantic’s James Fallows noted on Twitter — when campaigns faced this same specific question, a foreign power offering dirt, in which the campaign quickly notified authorities.",
  "With Giuliani insisting that the meeting “turned out to be a meeting about another subject, and it was not pursued at all.”\n\n“Any meeting with regard to getting information on your opponent is something any candidate’s staff would take,” Giuliani said.",
  "The outreach was being conducted, that first email said, “as part of Russia and its government’s support for Mr. Trump.” Whether or not that was the case, that’s what Trump Jr. clearly should have believed, given the information he was provided.",
  "Meaning that it was likely illegal for Trump Jr. (and anyone else who may have known about the meeting in advance) to agree to and accept the meeting at all — if they knew the information was being provided by the Russian government.",
  "And Todd, wise to the ways of modern media, correctly predicted it would become a “bad meme.”\n\nIt was Giuliani’s practical deployment of the idea that truth is subjective, though, that was probably more meaningful.",
  "The very first email Trump Jr. received made explicitly clear that the meeting was predicated on meeting with someone approved of by the Russian government and carrying information provided by that government.",
  "In other words, Giuliani is entirely wrong: Trump Jr. agreed to meet with someone offering dirt on Clinton potentially knowing only that she represented the Russian government and not who she was.",
  "Obviously the most attention-grabbing aspect of former New York mayor Rudolph W. Giuliani’s interview on Sunday’s “Meet the Press” was his casual dismissal of the concept of objective reality.",
  "The attorney, Natalia Veselnitskaya, admitted earlier this year that she is linked to the Russian government; specifically, the prosecutor mentioned in the first email sent to Trump Jr.",
  "Trump has in the past made the political case Giuliani makes, that getting dirt on an opponent is something that all campaigns do — an assertion that in broad terms is true.",
  "Maybe it wasn’t what the Trump campaign wanted to hear, but Putin’s insistence on the issue makes clear that this was seen as incriminating dirt by the Russians regardless.",
  "It was Agalarov’s father who had purportedly been told that the Russians had dirt to offer; during a call with Trump Jr. he would certainly have offered some more details.",
  "If Trump knew about the meeting beforehand — as also seems likely — and knew it was someone linked to the Russian government, that’s problematic from a legal perspective.",
  "The same result has occurred when campaigns were offered dubious domestic dirt, too, which seems to be the limited circumstance to which Giuliani was referring.",
  "Veselnitskaya walked through a description of what she insisted were questionable political contributions made by people targeted by the Russian government.",
  "It was a less direct version of the specific argument Russian President Vladimir Putin made during his news conference with Trump in Helsinki last month.",
  "All they had was her name.”\n\nWhen Todd questioned that, he continued: “Well, they knew it when they met with her, not when they set up the meeting.",
  "They didn’t know she was a representative of the Russian government and indeed, she’s not a representative of the Russian government.",
  "Trump Jr. almost certainly had several phone conversations with Russian developer and musician Emin Agalarov discussing the meeting.",
  "Knowing that the person with whom they were meeting was an agent of the Russian government means a possible violation of the law.",
  "But Giuliani extends the argument to make a legal case, that no one knew the meeting involved agents of the Russian government.",
  "“Because the meeting was originally for the purpose of getting information about, about [Hillary] Clinton,” Giuliani replied.",
  "We should note, by the way, that the common refrain that the promised information wasn’t provided is itself questionable.",
  "In broad strokes, it’s illegal for a political campaign to accept the donation of something of value from a foreigner.",
  "“If someone said, I have information about your opponent, you would take that meeting.”\n\nThis isn’t true, of course.",
  "Giuliani’s argument — that she was just a random Russian — seems to be designed to protect against that problem.",
  "What matters, though, is that the Trump team apparently agreed to the meeting with the expectation of dirt.",
  "You, you told me, you, you asked me, you know, did they show an intention to do anything with Russians?",
  "“Truth isn’t truth,” Giuliani, now part of President Trump’s external legal team, told host Chuck Todd.",
  "That includes a small campaign contribution; it includes incriminating information about an opponent.",
  "Even if that’s the case, Giuliani is wrong — and even if that’s the case, that’s a problem for him.",
  "Todd pressed him on this, too: Did this hold when the information came from the Russian government?",
  "But Trump Jr. denies the calls and insists that he knew next-to-nothing walking into the meeting.",
  "Or perhaps Giuliani is simply reinforcing his point about “truth.” Sometimes truth isn’t truth.",
  "The meeting was intended to get dirt on Hillary Clinton from a criminal lawyer,” Todd insisted.",
  "“She didn’t represent the Russian government; she’s a private citizen,” Giuliani replied.",
  "(It generally does not include contracted, paid-for services provided by non-Americans.)",
  "Perhaps Giuliani’s argument is not that Trump Jr. didn’t know who the meeting included.",
  "Well, all they knew is that a woman with a Russian name wanted to meet with them.",
  "It is also illegal for Americans to solicit things of value from foreigners.",
  "“Which in itself is attempted collusion,” Todd said, which Giuliani denied.",
  "Perhaps he’s instead arguing that his client — Trump — didn’t know.",
  "So, this is much ado about nothing.”\n\nAll of this is untrue.",
  "“I don’t even know if they knew she was Russian at the time.",
  "Giuliani, of course, represents the president, not his son.",
  "Whether or not this is the case is questionable.",
  "How did this particular truth become untruth?",
  "“No, it wasn’t,” Giuliani responded.",
  "Sometimes truth is spin.",
  "“You just said it.",
  "It was the case.",
  "Objectively."
]