[
  "The Connecticut senator said that if Trump Jr. “intended to be part of a conspiracy to interfere with the lawful election procedure in this country, if he meant to, in effect, sabotage our democratic institutions by aiding the Russians in doing so, I think that that kind of charge would have to be considered by a prosecutor.”\n\nBlitzer noted the constitutional definition of treason against the United States, which is defined as consisting \"only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort,\" and asked whether Blumenthal believes that definition would apply in Trump Jr.’s case.",
  "They attacked our democracy in a way that would mean treason for anybody who aided and abetted or provided them comfort in doing so.”\n\nBlumenthal emphasized, however, that it was currently speculation and that he knew “no more than what has been revealed publicly, or little more,\" but noted, \"We need to think seriously about the consequences of these starkly illegal claims and potential charges.”\n\nWhen pressed on accusations of “treason” made by critics, White House principal deputy press secretary Sarah Huckabee Sanders said the use of such a term is “ridiculous.”",
  "In a June 3, 2016, email with the subject line “Russia – Clinton – private and confidential,” Goldstone says Emin Agalarov, a singer-songwriter whose father is a Moscow-based developer who tried to partner with Donald Trump on a hotel project, “just called and asked me to contact you with something very interesting.”\n\nThe most explosive line in the exchange arrives via Goldstone, who calls the information \"obviously very high level and sensitive information\" and \"part of Russia and its government’s support for Mr.",
  "tweeted out a New York Times report on the eldest Trump son's emails on Tuesday, noting “if this isn't treasonous, I'm not sure what is.”\n\nTrump Jr. on Tuesday released what he said was the full email chain related to allegations that he knowingly set up a meeting with a Russian lawyer allegedly tied to the regime of President Vladimir Putin in order to obtain information that might \"incriminate\" Clinton, his father's 2016 campaign opponent.",
  "Seems we have some time and if it’s what you say I love it especially later in the summer.”\n\nEthics lawyer to former President George W. Bush, Richard Painter, told MSNBC over the weekend that early reports that Trump Jr. had met with lawyer Natalia Veselnitskaya to get information on Clinton “borders on treason if it is not itself treason.”\n\n“Let’s cut through the baloney here.",
  "“He must have known that the only way Russia would get such information was by spying.”\n\nPainter added in a secondary message: “In the Bush administration we could have had him in custody for questioning by now.”\n\nMost members on both sides of the aisle, however, have so far shied away from any mentions of the act.",
  "Sen. Tim Kaine, who was Hillary Clinton’s vice presidential pick, on Tuesday said that, while nothing has been proved, the conversation has moved beyond obstruction of justice — even before Trump Jr. released copies of his correspondence with music publicist Rob Goldstone, who brokered the June 2016 meeting.",
  "While Kaine stressed that nothing is proven, a Kaine spokesperson said the senator \"acknowledged the grave impropriety, if proven, of any effort to cooperate with a foreign nation — especially one deemed by our military leaders to be a primary state adversary — to influence an American election.\"",
  "“When the Russians call or someone calls on behalf of the Russians and offers derogatory information about a former secretary of state who is a presidential candidate, the first person you call is the FBI.”\n\n“I don’t care if you’re Republican, as I am, or a Democrat.",
  "| Getty Buzzword emerges as Trump Jr. Russia scandal deepens: Treason\n\nNew revelations about Donald Trump Jr.’s meeting with a Kremlin-linked lawyer promising dirt on Hillary Clinton has critics flirting with a new attack line — treason.",
  "Trump Jr. may face other legal danger, as lawyers and political operatives say explanations about the meeting are out of step with common campaign practices when dealing with offers for opposition research.",
  "CNN’s Wolf Blitzer questioned Democratic Sen. Richard Blumenthal, a former prosecutor, Tuesday evening on what basis he would use the word treason involving the president's oldest son.",
  "Trump posted the emails on Tuesday in the hopes of \"transparency,\" he said, but the release came shortly before The New York Times published its own copy of the emails.",
  "And we know what that is — it is undermining our system of representative democracy.”\n\nPainter put it more bluntly on Twitter: “This is treason,” he wrote.",
  "But, we’re now beyond obstruction of justice in terms of what’s being investigated,\" Kaine told CNN, when asked if Trump Jr.'s actions were treasonous.",
  "BuzzFeed reports Democratic Sen. Dianne Feinstein said it was \"premature\" to call the news \"treason,\" but noted Tuesday's developments were \"serious.\"",
  "Sen. Tim Kaine, who was Hillary Clinton’s vice presidential pick, on Tuesday suggested that Donald Trump Jr. might have committed treason.",
  "The last thing you do is go meet with the Russians to try and get the derogatory information,\" he went on.",
  "Trump Jr. later replies that he is \"on the road at the moment but perhaps I just speak to Emin first.",
  "We know what the Russians have been doing,” Painter said during a later appearance on the network.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "\"This is moving into perjury, false statements and even into potentially treason.\"",
  "Echoes of that sentiment have started to take shape in other corners of Congress.",
  "\"They’re only trying do that in order to use you to accomplish some purpose.",
  "Their action in my view was, in fact, an act of war,” he said.",
  "Convictions of treason, however, are notoriously rare.",
  "Story Continued Below\n\n\"Nothing is proven yet.",
  "The most reliable politics newsletter.",
  "They did it through the cyber domain.",
  "“The Russians attacked our nation.",
  "You can unsubscribe at any time.",
  "Rep. Seth Moulton (D-Mass.)",
  "You call the FBI.",
  "Trump.\"",
  "“ ..."
]