[
  "Donald Trump and Trump Jr. REUTERS/Lucas Jackson\n\nJune 3\n\nJune 3 marked the initial email exchange between Goldstone and Trump Jr.\n\nGoldstone wrote that the Russian pop star Emin Agalarov, whose billionaire father, Aras, helped bring the Miss Universe pageant to Moscow in 2013, \"just called and asked me to contact you with something very interesting.\"",
  "Trump Jr. said the meeting, set up on the premise that Veselnitskaya would provide damaging information on Clinton, veered into discussing the Magnitsky Act, a US law blacklisting Russians accused of human-rights abuses that so enraged Russian President Vladimir Putin that he retaliated by barring US citizens from adopting Russian children.",
  "Here's the full timeline of events that coincide with Trump Jr.'s emails and the June 9 meeting:\n\nJune 2\n\nThe day before the music publicist Rob Goldstone, who represented a Russian pop star with ties to Trump, sent his initial email to Trump Jr., Trump was celebrating the endorsement he received from House Speaker Paul Ryan.",
  "\"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" Goldstone wrote.",
  "The meeting took place just after the primary season concluded in June 2016, at a time when Trump and his campaign were wrangling with what could have been a massive floor battle for delegates at the Republican National Convention in Cleveland the next month.",
  "In his victory speech that night marking the conclusion of the primary season, Trump took aim at the Clintons, as Trump Jr. was setting up the meeting under the premise that he'd receive dirt from the Russian government on the Democratic front-runner.",
  "Trump also teased a \"major speech\" on \"all of the things that have taken place with the Clintons\" on June 13 during his victory address after the June 7 primaries, just as Trump Jr. was arranging the meeting with the Russian lawyer for June 9.",
  "In an interview with The Wall Street Journal, Trump said the judge had \"an absolute conflict\" in presiding over the Trump University case because he was \"of Mexican heritage,\" as Trump put it, and belonged to a Latino lawyers association.",
  "In the email exchange that day, Goldstone said the younger Agalarov had asked whether he could schedule a meeting for two days later between Trump Jr. and the \"Russian government attorney,\" later identified as Natalia Veselnitskaya.",
  "I do not feel that one's heritage makes them incapable of being impartial, but, based on the rulings that I have received in the Trump University civil case, I feel justified in questioning whether I am receiving a fair trial.\"",
  "Some have said in the aftermath of Trump Jr.'s email disclosure that a June 13 speech about the Clintons may have been set up with the idea that the June 9 meeting would provide some damaging information on Trump's opponent.",
  "During a rally that night in San Jose, California, Trump issued a blistering response to a foreign-policy speech earlier in the day from Hillary Clinton, then the Democratic front-runner, that bashed Trump.",
  "Trump added that the Indiana-born judge's ethnic background was relevant because of Trump's campaign promises to build a wall on the Mexican border and deport immigrants who were in the country illegally.",
  "Moreover, a Wall Street Journal editorial suggested that if Trump \"doesn't start to act like a political leader,\" then he could \"hear rumblings that delegates are looking for someone else to nominate.\"",
  "It also took place amid one of the biggest controversies of the Trump campaign: his persistent attacks on US District Judge Gonzalo Curiel, who was presiding over a case involving Trump University.",
  "June 8\n\nTrump Jr. set the final time for the meeting the next day and alerted Kushner and Manafort, forwarding them the email chain with the title \"Russia — Clinton — private and confidential.\"",
  "Designed to keep her corrupt dealings out of the public record, putting the security of the entire country at risk and a president in a corrupt system is totally protecting her — not right.",
  "Hillary Clinton turned the State Department into her private hedge fund — the Russians, the Saudis, the Chinese — all gave money to Bill and Hillary and got favorable treatment in return.",
  "The former New Jersey chairman for Cruz's 2016 White House bid said delegates had a \"moral obligation\" to launch an \"insurrection\" and \"unbind\" themselves to halt the billionaire's rise.",
  "Donald Trump Jr. Brian Snyder/Reuters The controversial meeting between Donald Trump Jr. and a Kremlin-connected lawyer occurred at a pivotal point in President Donald Trump's campaign.",
  "Trump Jr. said that Paul Manafort, then the campaign chairman, and Jared Kushner, Trump's son-in-law who is now a White House senior adviser, would most likely join him in the meeting.",
  "\"This was going to be a speech on Hillary Clinton and how bad a president, especially in these times of radical Islamic terrorism, she would be,\" Trump said at a New Hampshire college.",
  "June 12\n\nOn Sunday, the nation was rocked by a vicious terror attack at an LGBT nightclub in Orlando, in which a gunman killed 49 people at the club in the early-morning hours.",
  "\"I am going to give a major speech on probably Monday of next week, and we're going to be discussing all of the things that have taken place with the Clintons,\" he continued.",
  "\"This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump — helped along by Aras and Emin,\" he continued.",
  "And as Trump's attacks on Curiel's heritage continued, Ryan publicly disavowed them during a news conference as \"sort of like the textbook definition of a racist comment.\"",
  "Trump doubled down on his attacks and insisted on eight occasions that because he planned to build a wall along the US-Mexico border, Curiel could not be fair to him.",
  "Trump's promised address was later replaced, however, with a speech that focused on national security, in the aftermath of the Orlando terror attack the day before.",
  "To Clinton's comment, Trump asked hours later, \"How long did it take your staff of 823 people to think that up — and where are your 33,000 emails that you deleted?",
  "This was also the same day of Clinton's \"delete your account\" tweet that quoted Trump's comment about President Barack Obama's having just endorsed Clinton.",
  "\"They've made hundreds of millions of dollars selling access, selling favors, selling government contracts, and I mean hundreds of millions of dollars.",
  "The host came to that conclusion after what he said were the worst 72 hours for the party in more than 15 years, pointing to Trump's attacks on Curiel.",
  "The day featured the conservative radio host Hugh Hewitt calling for the GOP to amend its convention rules so it could ditch Trump as its nominee.",
  "\"Even though I have a very biased and unfair judge in the Trump U civil case in San Diego, I have thousands of great reviews & will win case!\"",
  "June 13\n\nThe Orlando terror attack took precedent the next day during Trump's speech, which was supposed to be focused on the Clintons.",
  "\"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance,\" he wrote.",
  "Later that day, Trump relented and released a statement vowing to stop talking about the Trump University case and the district judge.",
  "It's a sad day in America when foreign governments with deep pockets have more influence in our own country than our great citizens.\"",
  "\"It is unfortunate that my comments have been misconstrued as a categorical attack against people of Mexican heritage,\" Trump wrote.",
  "I can also send this info to your father via Rhona [Trump's assistant] but it is ultra sensitive so wanted to send to you first.\"",
  "The fact that they even allow her to participate in this race is a disgrace to the United States, is a disgrace to our nation.\"",
  "June 7\n\nThe final day of the primary campaign, June 7, was arguably the most important day of this roughly two-week stretch.",
  "\"There will be plenty of opportunity to discuss these important issues at a later time, and I will deliver that speech soon.",
  "\"What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?",
  "Trump also said Obama \"should immediately resign in disgrace\" if he did not say the words \"radical Islamic terrorism.\"",
  "John Kasich dropping out of the Republican primary race, which left Trump as the presumptive Republican nominee.",
  "Trump's line of attack, based on Curiel's Mexican heritage, earned him scorn from across the political spectrum.",
  "Goldstone replied: \"Perfect...I won't sit in on the meeting, but will bring them at 3pm and introduce you etc.",
  "\"The Clintons have turned the politics of personal enrichment into an art form for themselves,\" Trump said.",
  "Thomson Reuters\n\nJune 9\n\nThe meeting took place, but it didn't go how Trump Jr. expected, he has said.",
  "On the campaign trail, Trump went after Curiel even harder during an interview with CNN's Jake Tapper.",
  "But today there is only one thing to discuss: the growing threat of terrorism inside of our borders.\"",
  "I will send the names of the two people meeting with you for security when I have them later today.\"",
  "Trump Jr. has said Veselnitskaya \"had no information to provide\" in the roughly 30-minute meeting.",
  "The speaker had been hesitant to endorse Trump in the weeks following Sen. Ted Cruz and Ohio Gov.",
  "Seems we have some time and if it's what you say I love it especially later in the summer.",
  "\"Paul Ryan had to come out and say those are racist comments,\" Hewitt said on his program.",
  "And by the end of the day, it was clear: Trump's campaign was in free-fall and on fire.\"",
  "Hewitt said the Republican Party \"ought to get together and let the convention decide.\"",
  "\"I am friends with and employ thousands of people of Mexican and Hispanic descent.",
  "Secretary Clinton even did all of the work on a totally illegal private server.",
  "\"I think you're going to find it very informative and very, very interesting.",
  "\"The American justice system relies on fair and impartial judges,\" he added.",
  "\"So great to have the endorsement and support of Paul Ryan,\" Trump tweeted.",
  "Something about how she's getting away with this folks nobody understands.",
  "\"I am on the road at the moment but perhaps I just speak to Emin first.",
  "Sen. Jeff Flake of Arizona said, 'Well, he might not be our nominee.'",
  "\"What has happened in Orlando is just the beginning,\" he tweeted.",
  "\"We will both be working very hard to Make America Great Again!\"",
  "Trump said the former secretary of state was \"guilty as hell.\"",
  "I am going to do very well with the Hispanics, the Mexicans.\"",
  "\"He wants four more years of Obama — but nobody else does!\"",
  "Meanwhile, more talk of a delegate revolt was percolating.",
  "Could we do a call first thing next week when I am back?\"",
  "It was a day of self-savaging of the Republican nominee.",
  "I wonder if the press will want to attend, who knows.",
  "\"Obama just endorsed Crooked Hillary,\" Trump tweeted.",
  "\"Now, this judge is of Mexican heritage,\" Trump said.",
  "\"Thanks Rob I appreciate that,\" Trump Jr. responded.",
  "Trump posted a series of tweets about the attack.",
  "\"Praying for all the victims & their families.",
  "\"Hillary Clinton has to go to jail,\" he said.",
  "Trump also stepped up his attacks on Curiel.",
  "\"All judges should be held to that standard.",
  "He zeroed in on Curiel on Twitter as well.",
  "When will we get tough, smart & vigilant?",
  "\"Our leadership is weak and ineffective.",
  "\"Horrific incident in FL,\" he continued.",
  "\"It's an inherent conflict of interest.\"",
  "\"I'm building a wall,\" Trump said.",
  "I called it and asked for the ban.",
  "I've never seen anything like it.",
  "\"Sen. Mark Kirk unendorsed him.",
  "Mitch McConnell hammered him.",
  "\"How about 3 at our offices?\"",
  "\"I'm building a wall, OK?",
  "She has to go to jail.",
  "Trump Jr. wrote back.",
  "When will this stop?",
  "I'm building a wall.",
  "\"Alright, I said it.",
  "\"We must be smart!",
  "Must be tough.\"",
  "Trump tweeted."
]