[
  "Donald Trump Jr. told congressional investigators on Thursday that he agreed to last year’s controversial meeting with a Russian attorney promising dirt on Hillary Clinton because he was interested in any information on the Democratic candidate’s “fitness, character or qualifications.”\n\nIn a prepared opening statement for his meeting with Senate Judiciary Committee staffers, the president’s eldest son again denied any Russia collusion claims and sought to explain the nature of contacts he has had over the years with Russian individuals.",
  "House Intelligence Committee Ranking Member Adam Schiff, D-Calif., said the new statement from Trump Jr. “raises more questions than it answers, much like the statements he and President Trump drafted and released after the first revelations of the meeting.”\n\nIn July, the Judiciary Committee initially called on Trump Jr. to testify about Russia’s attempted meddling in the election, but Trump Jr. and Manafort made a deal with the committee to avoid a public hearing, paving the way for a transcribed interview in private.",
  "To the extent they had information concerning the fitness, character or qualifications of a presidential candidate, I believed that I should at least hear them out.”\n\nThursday’s statement affirmed what has previously been reported about that meeting with Russian lawyer Natalia Veselnitskaya, also attended by Trump son-in-law Jared Kushner, campaign chairman Paul Manafort and others.",
  "But he provided new details about the June 2016 meeting he held at Trump Tower with a Russian lawyer and several others, while saying he had “no advance knowledge of who would attend.”\n\nHe recalled how the offer was extended in an email from Robert Goldstone, the manager for Russian-Azerbaijani pop singer Emin Agalarov, both of whom he knows.",
  "Trump said he answered “all of their questions,” adding: “I trust this interview fully satisfied their inquiry.”\n\nThursday’s session on Capitol Hill is just one in a series of closed-door sessions connected to the committee’s investigation of Russian influence in the 2016 election.",
  "At that point, Ms. Veselnitskaya pivoted and began talking about the adoption of Russian children by U.S. citizens and something called the Magnitsky Act.”\n\nTrump Jr. said he proceeded to “quickly and politely end the meeting.”\n\nHe said Goldstone later apologized to him.",
  "“After perfunctory greetings, the lawyer began telling the group very generally something about individuals connected to Russia supporting or funding Democratic Presidential Candidate Hillary Clinton or the Democratic National Committee,” Trump Jr. said.",
  "“The meeting provided no meaningful information and turned out not to be about what had been represented.”\n\nBut Trump Jr. explained that, as he considered the offer, “I thought I should listen to what Rob and his colleagues had to say.",
  "The email suggested someone had incriminating information about Clinton – Trump Jr. said in his statement he was “somewhat skeptical of his outreach” and didn’t know quite what to make of the offer.",
  "Trump explained that the meeting quickly shifted to the issue of Russian adoptions and a sanctions law opposed by the Russian government known as the Magnitsky Act.",
  "Democrats have pointed to the Trump Tower meeting to argue collusion between the Trump campaign and the Russian government during the 2016 presidential election.",
  "The Senate committee interview itself lasted more than five hours Thursday, according to a brief statement Trump Jr. issued once it was over.",
  "Given our busy schedules, we politely asked if she could be more specific and provide more clarity about her objective for the meeting.",
  "The committee also sought a private interview with the head of the firm behind the infamous anti-Trump dossier.",
  "“I had no way to gauge the reliability, credibility or accuracy of any of the things he was saying.",
  "\"I did not collude with any foreign government and do not know of anyone who did,\" he said.",
  "Fox News' Chad Pergram, John Roberts and The Associated Press contributed to this report.",
  "He also said despite reports of eight people in the room, he could recall only seven.",
  "The Trump campaign has denied the accusations; Trump Jr. did so again Thursday.",
  "Co-founder of Fusion GPS Glenn Simpson met with committee staff on Aug. 22.",
  "“It was quite difficult for me to understand what she was saying or why.",
  "As it later turned out, my skepticism was justified,” Trump Jr. said."
]