[
  "Story Continued Below\n\nBy attending the meeting—whose design and intent was explicitly stated by convener-publicist and Russophile Rob Goldstone as a forum to discuss “official documents and information that would incriminate Hillary and her dealings with Russia”—the participants demonstrated a moral ease about taking a meeting that promised kompromat from a foreign power.",
  "The mystery man in the Trump Tower coven has got to be Goldstone, who worked so hard to connect Junior and Emin Agalarov via telephone to discuss the kompromat, who said Emin wanted to send a “Russian government attorney” to Trump Tower for a meeting with Junior, checked into Trump Tower on Facebook.",
  "Junior also grows foggy when answering Hannity’s question about whether he met other Russians during the campaign, giving a rambling nonanswer that makes him sound like his father: “… not in the context of actual—a formalized meeting or anything like that because why would I?",
  "The younger Trump may have been a political novice, but he’s a veteran in the bare-knuckle real estate world, and presumably he had consorted with oligarchs like Agalarov, shadowy moneymen, and Russian government functionaries for more than a decade.",
  "Appearing Tuesday night on Hannity, he sought to minimize the importance of the Trump Tower meeting with Veselnitskaya, even though he enlisted brother-in-law and top Trump aide Jared Kushner and Trump campaign chairman Paul J. Manafort to join them.",
  "Goldstone is promising fresh, hot meat here, and sourcing it directly to Emin Agalarov and his billionaire papa, Aras, with whom the Trump family has done business (the Miss Universe pageant, for example, and aborted construction projects).",
  "This revelation comes to us thanks to the iterative reporting of the New York Times, whose four successive bombshells have given Donald J. Trump Jr., Jared Kushner, Paul Manafort and Natalia Veselnitskaya dunkings they will long remember.",
  "Junior exhibits a curious lack of curiosity about why Goldstone promised Clinton-sinking information from Veselnitskaya, only to have her plead for help in repealing the Magnitsky Act, which imposes economic sanctions on Russia.",
  "What sense would it make for Junior to call Kushner and Manafort’s attention to the offer, but leave out good old dad, especially after Goldstone offered in the emails to share the information with Trump Sr.’s aide Rhona Graff?",
  "We’ll be learning more in coming days about Kushner and Manafort’s interest in the meeting, but until then the gathering’s foundational emails, published by both Junior and the Times on Tuesday, deserve additional scrutiny.",
  "How can promises of Clinton dirt be exciting enough for Junior to call an emergency meeting of the Trump campaign’s de facto board of directors but not exciting enough to have triggered a one-alarm fire in his head?",
  "Fox host Sean Hannity asks Junior whether the Goldstone emails “put off sirens” in his head—as such salacious messages would in most people—he responds with a giant hedge, “Honestly, I don’t know.” You don’t know?!",
  "But the inescapable finding of Junior’s emails is that the Trump team was perfectly willing to traffic in political intelligence from a hostile power, and where there is a will, there is often a way.",
  "That’s hard to believe given that Trump Sr., a gossip glutton, has partnered with Agalarov, and the promise of hot Clinton intel from a friendly source would have naturally engorged his interest.",
  "(The president tells Reuters he was unaware of Junior’s meeting with the Russian lawyer until “a couple of days ago when I heard about this.” That answer has Clintonian wiggle room in it, too.)",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump—helped along by Aras and Emin,” Goldstone wrote on June 3, 2016.",
  "It’s not reading too much into the emails to interpret Junior’s nonchalance as a sign that he’s confident in his ability to assess and collect official kompromat, maybe even experienced.",
  "Instead of shrieking and running away from Russian dirt or calling the FBI, which is what you might expect a kompromat virgin and top Trump for President aide to do, Junior settles in.",
  "Witches exist, and a handful of them convened a coven on the 25th floor of the Trump Tower on June 9, 2016, on the pretext of casting a hex on Hillary Clinton’s presidential campaign.",
  "By the end of the week, the Times and its competitors might have published so much stuff on them that they’ll beg to be burned at the stake if only to end the misery.",
  "Now that the emails have proved Junior to be a brazen liar about his dealings with Russians, everything he has said on the subject should be subject to new scrutiny.",
  "In other words, saying, no, I didn’t give papa a debriefing about the meeting with Veselnitskaya, but yes, he knew the meeting was going to happen.",
  "Getty Images Fourth Estate When a Witch Hunt Finds Real Witches Let’s take another look at Donald Trump Jr.’s email traffic, shall we?",
  "Or is Junior giving a Bill Clintonesque answer, broadly interpreting for his convenience the meaning of “this” in Hannity’s sentence.",
  "This meeting with [Veselnitskaya] was a courtesy to an acquaintance.”\n\n“Did you tell your father anything about this?” Hannity asks.",
  "As Politico’s Michael Crowley reports, Junior has been visiting the country since at least 2006, and has returned there frequently.",
  "The two play phone tag in efforts to loop in Emin Agalarov, although it’s not clear Junior talks to him before the June 9 meeting.",
  "Read in their context, the emails make the offer of Russian government-sourced Clinton dirt sound like business as usual.",
  "Goldstone’s first dispatch unambiguously promises official documents that would incriminate Clinton, courtesy of Moscow.",
  "My Twitter feed boils every utterance before pressing “send.” My RSS feed irradiates its output with deadly gamma rays.",
  "Based on his inept lies, Junior might be less a witch and more a dupe than the others in Trump’s inner circle.",
  "As it turns out, there is a good reason for the witch hunt President Donald Trump keeps complaining about.",
  "You know, in the grand scheme of things, how busy we were, it—it was much more important to doing … this.",
  "Veselnitskaya claims she’s being smeared as a Kremlin operative who didn’t have any kompromat to share.",
  "But what she does say is that Junior asked her for dirt on the Democratic National Committee.",
  "First he expresses his “love” for the information and asks to explore the topic on the phone.",
  "It was—it was literally just a wasted 20 minutes, which was a shame.”\n\nWhat is Junior saying?",
  "My email alerts clean every message with Clorox Disinfecting Wipes before sending.",
  "I mean, I wouldn’t have remembered it until you start scouring through the stuff.",
  "That he never told his father anything about the pending meeting.",
  "******\n\nFor more on Veselnitskaya, see this Bloomberg News piece.",
  "Or is he just a music publicist who got in over his head?",
  "Don’t send Russian dirt to Shafer.Politico@gmail.com.",
  "Jack Shafer is Politico’s senior media writer.",
  "“They wanted it so badly,” she claims.",
  "Junior offers an unsatisfying answer.",
  "And which side is he playing for?",
  "What game is Goldstone playing?",
  "That’s the charitable view.",
  "There was nothing to tell.",
  "“It was such a nothing.",
  "I run a clean shop.",
  "“No,” he says.",
  "C’mon."
]