[
  "“I have to think that he has.”\n\nThe broader story about this GOP report is that, again and again, it acknowledges contact between members of the Trump campaign and Russians, but essentially says, “Okay sure, that happened, but it wasn’t collusion.” That’s their explanation for the Trump Tower meeting; for Carter Page’s Russia contacts; for George Papadopoulos’ Russian contacts; for everything Paul Manafort did; for the campaign’s enthusiastic use of the material hacked from Democratic email systems; for conversations with the Russian ambassador that Michael Flynn and Jeff Sessions later lied about; for all of it.",
  "But the GOP report brushes this off, concluding there was “no evidence that the Trump campaign colluded, coordinated, or conspired with the Russian government.”\n\nBut the Democratic response fills in some extremely important context — and it may involve the president himself, though we cannot know one way or the other right now.",
  "The response by Democrats makes this important charge: That Republicans refused to follow up on a lead that could have demonstrated whether, despite his denials, Trump had advance knowledge of the now-infamous Trump Tower meeting in June 2016 between a group of Russians and Donald Trump Jr., Jared Kushner, and Paul Manafort.",
  "As the Democrats point out in their response, on June 7, the day after Trump Jr.’s conversations to set up the meeting, Trump told a crowd:\n\n“I am going to give a major speech on probably Monday of next week and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "“That would tell us whether Don Jr. sought his father’s permission to take the meeting, and [whether] that was the purpose of that call.”\n\nSchiff added that Democrats asked Republicans to subpoena phone records to determine whose number it was, but Republicans “refused,” Schiff said.",
  "I think you’re going to find it very informative and very, very interesting.”\n\nThe Trump Tower meeting happened two days later, and didn’t produce the promised dirt — and the “major speech” never took place.",
  "As we learned from Trump Jr.’s emails, those top Trump campaign officials went to the meeting in the full expectation of receiving dirt on Hillary Clinton, supplied by the Russian government.",
  "Although it is meant to exonerate President Trump and everyone around him, what it actually does is bring the utter degradation and disgrace of that committee to its fullest expression.",
  "“We sought to determine whether that number belonged to the president, because we also ascertained that then-candidate Trump used a blocked number,” Schiff said during our interview.",
  "“They didn’t want to know whether he had informed his father and sought his permission to take that meeting with the Russians.”\n\nTrump has denied he knew or heard about the meeting.",
  "We may still find out the truth on this front — because it’s possible special counsel Robert S. Mueller III will take an interest in these phone records, if he hasn’t already.",
  "To paraphrase David St. Hubbins, there’s a fine line between stupid and clever, and the committee’s Republicans seem to think they’re firmly on the right side of it.",
  "According to the Democratic response, right after Trump Jr. set up the specifics of the meeting, he had two calls with a number in Russia belonging to Emin Agalarov.",
  "(Jabin Botsford/The Washington Post)\n\nRepublicans on the House Intelligence Committee on Friday released a report on Russia’s involvement in the 2016 election.",
  "In particular, the Democrats detailed new information that appears to shed light on what Republicans would not do in their investigation.",
  "Clarification: An earlier version of this post mistakenly said the Democratic response claimed a third call was made by Donald Trump Jr.",
  "So naturally, any investigator would want to find out if Trump Jr. spoke to his father at the very moment he was arranging the meeting.",
  "After conducting seven separate congressional investigations into Benghazi, it is clear they just want the Russia story to go away.",
  "But if Trump Jr. did inform his father of the meeting in between calls with Emin Agalarov, it would be absolutely explosive news.",
  "The GOP report does address that Trump Tower meeting, allowing that it showed “poor judgment” on the part of the Trump campaign.",
  "During an interview with us today, Rep. Adam B. Schiff (D-Calif.), the committee’s ranking member, expanded on this claim.",
  "“It speaks to all the majority was determined to ignore, and the fundamental unseriousness of what they did,” Schiff said.",
  "\n\nRep. Devin Nunes (R-Calif.), the chairman of the House Intelligence Committee, outside the White House in March 2017.",
  "If the Democratic response is accurate, what we know is that Republicans didn’t want to find out one way or the other.",
  "Between those two calls, the Democratic response recounts, Trump Jr. received a third call from a blocked number.",
  "Democrats wanted to find out, but Republicans blocked it from happening, according to the Democrats’ response.",
  "Second, it would show he was an active participant in a manner of speaking, though he wasn’t in the room.",
  "The only consolation is that they’re not even competent enough to mount a credible cover-up.",
  "First, it would mean the president has lied about his knowledge of the Trump Tower meeting.",
  "There is at least some reason to suspect that Trump may have known about the meeting.",
  "In fact, the report says the call came in to Trump Jr. from a blocked number.",
  "By contrast, there may be real news in the Democrats’ response to the report.",
  "“I certainly hope that if he hasn’t already that he will,” Schiff said.",
  "We have edited the above to correct the error.",
  "Again, we don’t know who made that third call.",
  "Who might it have been?"
]