[
  "[Donald Trump Jr. was told campaign meeting would be with ‘Russian government lawyer,’ according to emails]\n\nThe tweeted emails blew up on Twitter and confirmed previous reporting, particularly from the New York Times, about Trump Jr. being offered potentially compromising information about Clinton from the Russian government.",
  "MSM reading Don Jr emails pic.twitter.com/MYyjTa4BxW — Jack Posobiec (@JackPosobiec) July 11, 2017\n\nOther insta-analyses around the Trump Internet defended and celebrated Trump Jr.’s emails, which the son of the president published after the New York Times had obtained them and was preparing to publish a story about it.",
  "An anonymous pro-Trump Internet personality told BuzzFeed on Monday that when “liberal Fake News starts its coordinated attack on Don Jr., the pro-Trump online ecosystem tries to defend him as best we can.”\n\nTrump Jr. — particularly his Twitter feed — has been a reliable presence in the pro-Trump Internet.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nPresident Trump’s eldest son, Donald Trump Jr., tweeted out a series of emails from the 2016 campaign Tuesday, showing that he agreed to a meeting with a “Russian government lawyer” who was said to have damaging information on Hillary Clinton.",
  "Mike Cernovich tweeted that the emails proved “the lying NY Times fabricated another fake story.” And Scott Adams, the Dilbert creator who has become an active voice on the pro-Trump Internet, launched his own Periscope to discuss the emails with his fans.",
  "[Donald Trump Jr. loyally prosecutes his father’s meme war on CNN]\n\nAs BuzzFeed reported this week, Trump’s online base of support was already rallying around Trump Jr. in response to the New York Times’s series of reports on the Trump son’s meeting.",
  "Details are slowly coming out about Donald Trump Jr.'s meeting with a Russian lawyer during his father's presidential campaign in June 2016, including a newly disclosed email from the lawyer to a music publicist who arranged the meeting.",
  "He then hopped on Periscope, the live-streaming service, to tell his followers that mainstream reports on the significance of those emails was nothing more than “confirmation bias.”\n\n“This is not proof of anything,” Posobiec said.",
  "Last week, for instance, when Trump supporters were accusing CNN of “blackmailing” an Internet troll who created a version of an anti-CNN meme that was later tweeted by the president, Trump Jr. joined in.",
  "This is just basic campaigning https://t.co/reLT8Y5nqq — Charlie Kirk (@charliekirk11) July 11, 2017\n\nOthers on the pro-Trump Internet followed with their own similar, instant analyses.",
  "“You’ve got an email from one source who’s this fat nutjob who says Russia supports Trump.” Based on context, Posobiec was probably referring to Rob Goldstone, a music publicist.",
  "And that narrative was crafted almost instantly as the hearings unfolded, particularly by a gleeful live-tweeting session by one of the Trump Internet’s best-known members.",
  "Goldstone represented Emin Agalarov, whose father, Aras, is an Azerbaijani Russian businessman with connections to Russian President Vladimir Putin.",
  "Beats #FakeNews and Releases Entire Email Chain on Meeting Russian Lawyer,” read a headline on Gateway Pundit shortly after Trump Jr.’s tweets.",
  "The Trump Internet is in constant collision with mainstream media, and the way in which today’s news played out online is no exception.",
  "The pro-Trump site was picking up on an insta-reaction from Charlie Kirk, who founded Turning Point USA and campaigned with Trump.",
  "A stickied thread on r/The_Donald, a popular pro-Trump message board on Reddit, cheered Trump Jr.’s decision to tweet the emails.",
  "Among Trump’s online base, however, the emails meant basically one thing: that the mainstream media got owned again.",
  "Adams seemed certain that the emails contained no evidence that Trump Jr. had done anything wrong or even sketchy.",
  "Remember the Comey hearings, which confirmed several anonymously sourced stories about the Trump administration?",
  "The offer was part of “Russia and its government’s support” for the Trump team, according to the emails.",
  "“In what country do we live where listening to somebody talk in America is illegal?” he said.",
  "Don JR beats the fake news to the punch and releases the entire email chain.",
  "The emergent narrative, as it was now, is almost always one of victory.",
  "The Trump Internet found plenty to celebrate in the hearings, too.",
  "“NY Times story blown out of the water,” Jack Posobiec tweeted.",
  "Father and son were both referenced in the email exchange.",
  "Trump Jr. later found his own anti-CNN meme to tweet.",
  "He was, of course, Trump Jr. himself:\n\nMore reading:",
  "Nothing here is even borderline.",
  "Donald Trump Jr.",
  "“BOOM!"
]