[
  "Trump Jr., contacted by a music promoter he’d met when the Miss Universe pageant was held in Moscow, is offered dirt on Hillary Clinton that was collected by the Russian government as “part of Russia and its government’s support for Mr. Trump.”\n\n“If it’s what you say it is, I love it,” Trump Jr. replied.",
  "And there are few people who might be able to offer more insight on the Russia investigation than Donald Trump Jr.\n\nWe got another reminder of that Thursday, when the New York Times reported that Mueller’s team had subpoenaed Trump Organization records related to potential investments in Russia.",
  "“That very fact suggests a third alternative explanation for Mueller’s failure to interview him thus far: Don, Jr. is a serious subject or, quite possibly a target of the Special Counsel investigation.”\n\n“Federal prosecutors rarely interview targets of an investigation,” she continued.",
  "Even after Trump declared his candidacy, the Trump Organization was pursuing a project in the Russian capital, prompting Trump attorney Michael Cohen at one point to reach out to a spokesman for Russian President Vladimir Putin for assistance in moving the project forward.",
  "The FBI is reportedly looking at another question that involves Trump Jr. We learned last year that Alexander Torshin, a deputy governor of Russia’s central bank, repeatedly sought to be connected to the Trumps using connections he’d made at the NRA.",
  "… We see a lot of money pouring in from Russia.”\n\nIn 2011, a woman who worked for a company that facilitated obtaining visas noted on social media that the Russian consulate in New York City had an autographed photo of Trump Jr. on the wall.",
  "“It’s entirely true, based on public reports so far, that Donald Trump, Jr. appears to have been involved in many significant events that would be of interest to Special Counsel Mueller,” she wrote in a message to The Post.",
  "There are few people beyond the president who are as knowledgeable about the Trump Organization’s efforts in Russia as Trump Jr.\n\nThen, of course, there’s the infamous meeting in Trump Tower in June 2016.",
  "We get trickles of information about who Mueller’s team is talking to and who’s been called before a grand jury, usually thanks to those people subsequently revealing those conversations publicly.",
  "“In terms of high-end product influx into the U.S.,” Trump Jr. said during an interview in 2008, “Russians make up a pretty disproportionate cross-section of a lot of our assets.",
  "Since Trump Jr. was so involved in so many important parts of the campaign and the business, Mueller may be trying to figure out what he needs to ask Trump Jr. before he asks it.",
  "Even had he not been involved in the business or involved in the Trump Tower meeting or linked to Torshin, that involvement would seem to make him an important point of contact.",
  "When the Times first reported on the Trump Tower meeting, the response from Trump Jr. was a deeply misleading statement claiming that it was predicated on the issue of adoption.",
  "We do know, though, that President Trump and the Trump Organization had been looking for a project in Moscow or elsewhere in Russia for years before the presidential campaign.",
  "Mueller’s been investigating the initial response to that report to determine whether Trump Jr. or others tried to obstruct justice by misrepresenting what had happened.",
  "After calls were placed between Trump Jr. and Agalarov, the meeting was set — though Trump Jr. has claimed that he doesn’t remember actually speaking with Agalarov.",
  "We will stipulate at the outset that the investigation being conducted by special counsel Robert S. Mueller III and his team is a black box, by design.",
  "It’s almost certain that Mueller’s team has talked to scores more people than we know about or can think of simply by the nature of his investigation.",
  "He was regularly on the trail with the president and involved in key decisions like the firing of Trump’s first campaign manager, Corey Lewandowski.",
  "There are really two possibilities here: Mueller has already spoken with Trump Jr. and we don’t yet know about it — or he will at some point soon.",
  "Torshin himself leveraged his relationships to reach out to the Trumps, seeking, at one point, to set up a dinner between Trump and Putin.",
  "\n\nRobert S. Mueller III testifying during a hearing of the U.S. Senate Appropriations Committee on Capitol Hill in Washington in 2013.",
  "The FBI is reportedly investigating whether the NRA took money from Russian interests that was then used to boost Trump’s campaign.",
  "Contacted by The Post, she said she couldn’t remember specifically what the photo depicted or what the signature said.",
  "So it’s odd that one very prominent name appears not to have talked to Mueller: Donald Trump Jr. Again, it’s unclear.",
  "Trump Jr. then invited Trump’s then-campaign chairman Manafort and Jared Kushner to the meeting, and both attended.",
  "He then asked to speak with the music promoter’s client, Emin Agalarov, before finalizing the meeting time.",
  "“Instead, they build the case around them, with documents, emails, public admissions and other witnesses.”",
  "Maybe Trump Jr. has had extended conversations with Mueller’s investigators and we don’t know about it.",
  "At some point that same month, Trump Jr. and Torshin met briefly at an NRA-related event in Kentucky.",
  "(Sometimes, as in the case of former Trump aide Sam Nunberg, we are informed ahead of time, loudly.)",
  "The Trump Organization, subpoenaed by Mueller, is now run jointly by Trump Jr. and his brother Eric.",
  "At one point about a decade ago, Trump Jr. and his sister Ivanka traveled to Moscow pursuing a deal.",
  "The scope of the subpoena isn’t clear, nor is any specific focus of Mueller’s efforts.",
  "Hearing Trump Jr.’s description of how that statement was developed seems important.",
  "(Beyond the contemporaneous post, we were unable to confirm the photo’s existence.)",
  "Given how closely Mueller’s efforts are being watched, though, that seems unlikely.",
  "When the emails surfaced proving that this was false, Trump Jr. changed his story.",
  "Beyond those specifics, Trump Jr. was also deeply involved in the campaign itself.",
  "Update: Former federal prosecutor Elizabeth de la Vega raised another possibility.",
  "At one point, Paul Manafort’s real estate agent testified before the grand jury.",
  "Trump Jr. was also involved in the presidential transition, despite criticism.",
  "In the past, Trump Jr. has bragged about the company’s Russian business ties.",
  "It seems impossible that Mueller won’t want to know what Trump Jr. knows.",
  "(Brendan Smialowski/AFP/Getty Images)\n\nThis article has been updated.",
  "So why hasn’t Mueller talked to Trump Jr. — assuming he hasn’t?",
  "Did Manafort and Kushner know what the meeting was about?",
  "One reason may be that Trump Jr. is so important.",
  "The first layer here is the meeting itself.",
  "There are a slew of questions that arise.",
  "That brings us to the other layer.",
  "Did Trump Jr. speak to Agalarov?",
  "What were they told?",
  "What was promised?",
  "Who knew?"
]