[
  "On June 15, Veselnitskaya was featured on the Sputnik News website criticizing the sanctions and its leading advocate, William Browder, a financier working in Moscow who was barred from returning to Russia a decade ago amid concerns about corruption of the sort exposed by Magnitsky, the lawyer and auditor he had hired.",
  "View Graphic Team Trump’s ties to Russian interests\n\nThe president’s son did not disclose the discussion when the meeting was first made public by the New York Times on Saturday and did so only on Sunday as the Times prepared to report that he had been offered information on Clinton at the session.",
  "Trump Jr. said that her comments during the meeting were “vague, ambiguous and made no sense” and that she then changed the subject to discuss a prohibition that the Russian government placed on the adoption of Russian children as retaliation for sanctions imposed by Congress in 2012.",
  "He said that after pleasantries were exchanged, the lawyer told him that “she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton.”\n\n“No details or supporting information was provided or even offered.",
  "He did not name the acquaintance, but in an interview Sunday, Rob Goldstone, a music publicist who is friendly with Trump Jr., told The Washington Post that he had arranged the meeting at the request of a Russian client and had attended it along with Veselnitskaya.",
  "At the meeting, which also included the candidate’s son-in-law, Jared Kushner, and then-campaign chairman, Paul Manafort, the Russian lawyer opened by saying she knew about Russians funding the Democratic National Committee and Clinton, the statement said.",
  "Donald Trump Jr., the president’s son, said in a statement Sunday that a Russian lawyer with whom he met in June 2016 claimed she could provide potentially damaging information about his father’s likely Democratic opponent, Hillary Clinton.",
  "The revelations about the meeting come as federal prosecutors and congressional investigators explore whether the Trump campaign coordinated and encouraged Russian efforts to intervene in the election to hurt Clinton and elect Trump.",
  "The meeting suggests that some Trump aides were in the market to collect negative information that could be used against Clinton — at the same time that U.S. government officials have concluded Russians were collecting such data.",
  "She did not respond to requests for comment from The Post but told the Times in a statement that she had never acted on behalf of the Russian government and that the meeting included no discussion of the presidential campaign.",
  "Goldstone has been active with the Miss Universe pageant and works as a manager for Emin Agalarov, a Russian pop star whose father is a wealthy Moscow developer who sponsored the pageant in the Russian capital in 2013.",
  "On Saturday, a Kushner attorney, Jamie Gorelick, said her client had previously revised required disclosure forms to note multiple meetings with foreign nationals, including the session in June with Veselnitskaya.",
  "Four days after the Trump Tower session June 9, Veselnitskaya was in Washington attending a House Foreign Relations Committee hearing that discussed sanctions and other aspects of U.S.-Russia relations.",
  "He said he had agreed to the meeting at Trump Tower in New York because he was offered information that would be helpful to the campaign of his father, then the presumptive GOP presidential nominee.",
  "It quickly became clear that she had no meaningful information,” he said, saying he concluded that claims of helpful information for the campaign had been a “pretext” for setting up the meeting.",
  "Browder led the lobbying for the Magnitsky Act’s passage in 2012, a vote that infuriated Putin, leading the Russian leader to retaliate by halting American adoption of Russian children.",
  "In the Sunday interview, Goldstone did not describe the conversation about Clinton or indicate that he had told Trump Jr. that he could provide information helpful to the campaign.",
  "Hackers began leaking emails stolen from the Democratic Party in July 2016, and U.S. intelligence agencies have said the effort was orchestrated by Russia to help elect Trump.",
  "Donald Jr. said that his father “knew nothing of the meeting or these events” and that the campaign had no further contact with the woman after the 20- to 30-minute session.",
  "She has for the past several years been a leading advocate around the world to fight Magnitsky Acts, sanctions intended to rebuke Russia for human rights abuses.",
  "The acts are named for Sergei Magnitsky, a Russian lawyer who died under mysterious circumstances in a Moscow prison in 2009 after exposing a corruption scandal.",
  "In his statement, Trump Jr. said he did not know the lawyer’s name, Natalia Veselnitskaya, before attending the meeting at the request of an acquaintance.",
  "Likewise, a spokeswoman for Donald Trump Jr. did not respond when asked whether Goldstone was the acquaintance to whom the president’s son was referring.",
  "He said Veselnitskaya wanted to discuss ways that Trump could be helpful about the Russian government’s adoption issue should he be elected president.",
  "In his statement, Trump Jr. said he was approached about the meeting by an acquaintance he knew from the 2013 Miss Universe pageant.",
  "(Jenny Starrs/The Washington Post)\n\nNeither Manafort nor his spokesman responded to requests for comment Sunday evening.",
  "That evening, a film critical of the Magnitsky sanctions — and the story behind them — showed at the Newseum.",
  "Mark Corallo, a spokesman for Trump’s attorney, said Trump was unaware of the meeting and did not attend it.",
  "“As Mr. Kushner has consistently stated, he is eager to cooperate and share what he knows,” Gorelick said.",
  "Should [Trump] be in power, maybe that’s a conversation that he may have in the future?’ ” Goldstone said.",
  "The adoption issue is frequently used as a talking point by opponents of the Magnitsky Act, Browder said.",
  "Veselnitskaya’s client roll includes individuals and companies close to the Kremlin.",
  "“Once she presented what she had to say, it was like, ‘Can you keep an eye on it?",
  "The meeting occurred during a period of intense focus on the Magnitsky sanctions.",
  "Trump officials have vigorously denied they colluded with Russia in any way.",
  "Attorneys for Kushner also did not respond to requests for comment Sunday.",
  "He did not respond to a second request for comment late Sunday.",
  "His role in the meeting has not been previously reported.",
  "Goldstone would not name the client."
]