[
  "By Sunday, he had acknowledged that he took the meeting — which was also attended by Trump’s son-in-law, Jared Kushner, and then-campaign chairman Paul Manafort — because he was told Veselnitskaya, whose name he said he wasn’t given before they met, “might have information helpful to the campaign.”\n\nBut in an interview Tuesday morning on NBC’s “Today” show, Veselnitskaya denied possessing any “damaging or sensitive information” about Clinton, remarking that “it was never my intention to have” such information.",
  "In a statement late Monday, Futerfas framed last summer as “an intensely busy time” for Trump Jr. but said Goldstone had indicated in an email “that people had information concerning alleged wrongdoing by Democratic Party front runner, Hillary Clinton, in her dealings with Russia.”\n\n“Don Jr.’s takeaway from this communication was that someone had information potentially helpful to the campaign and it was coming from someone he knew.",
  "Sanders said Monday the president learned of the meeting only “in the last couple of days,” and Futerfas wrote in a statement late Monday that the president “knew nothing about it.”\n\nTrump Jr.’s narrative regarding the June 2016 meeting inside Trump Tower has evolved significantly since Saturday, when he said the meeting with Natalia Veselnitskaya was largely about an adoption program.",
  "“Further, at no time was there ever any understanding or commitment that he, or anyone else, would find the information, whatever it turned out to be, to be reliable, credible or of interest, or would even survive due diligence.”\n\nAccording to Veselnitskaya, Kushner left the 20- to 30-minute meeting within 10 minutes, and Manafort was preoccupied with his phone and did not speak.",
  "“To put this in context, this occurred before the current Russian fever was in vogue.”\n\nThe president’s own silence had deepened the mystery around the latest twist in the long-running Russia scandal, which has proved to be, at the least, a major distraction for the Trump White House and could pose a significant threat to his close allies and overall presidency.",
  "There have been no tweets about Trump Jr.\n\nAnd on Monday night, as The New York Times dropped another harmful report about Trump’s eldest son — alleging that he was informed by email that the Clinton information was part of a Russian government effort to help his father — the president’s legal team just reiterated that Trump himself was not a part of it.",
  "“If that email is accurate, the description is accurate, it means that among the very first people, if not the first people of the public who would learn that the Russians were trying to help elect Donald Trump, were the Trump family itself,” Adam Schiff of California, the top Democrat on the House Intelligence Committee, told CNN on Tuesday morning.",
  "Hard to imagine something more serious than that.”\n\nBut the president’s allies are keeping distance between this furor and Trump as they forcefully defend his son, whom lawmakers have indicated should be brought in for interviews with the House and Senate Intelligence Committees investigating Russia’s meddling in the 2016 election.",
  "Later in the morning, he tweeted out the email chain setting up the meeting with the Russian lawyer — shortly before The New York Times published the same batch of emails — that revealed he had said \"love it\" when told the lawyer was willing to share documents and other information that would \"incriminate” Hillary Clinton.",
  "“They wanted it so badly.”\n\nTrump Jr., Futerfas and White House spokespeople have insisted the president’s son didn’t do anything wrong and that no member of the campaign colluded with Russia, a central question among the federal and congressional investigations into the Kremlin’s role in the 2016 campaign.",
  "Counselor to the president Kellyanne Conway has said, “There’s no evidence of collusion,” while Sanders has asserted that “no one within the Trump campaign colluded in order to influence the election.”\n\nAs for the president, he continues to stay on message by avoiding the story dominating Washington.",
  "President Donald Trump broke his silence Tuesday afternoon, praising his embattled eldest son for his \"transparency\" after going three days without a single comment on the deepening scandal about Donald Trump Jr.'s meeting with a Kremlin-linked lawyer during the height of the campaign.",
  "Trump has long denied any collusion with Russia, dismissing such reports as “fake news” and a “hoax.” But the storyline that has engulfed his presidency since before he inherited the Oval Office has gotten only deeper and now puts his son in the center of it, at least for now.",
  "Politicians react to Donald Trump Jr.'s emails poster=\"http://v.politico.com/images/1155968404/201707/3360/1155968404_5503113014001_5503061556001-vs.jpg?pubId=1155968404\" true\n\nAs of late Monday, Trump Jr. has not received any interview requests from lawmakers, Futerfas said.",
  "Story Continued Below\n\nUntil then, Trump had been conspicuously silent about the growing firestorm involving Trump Jr., who is facing more revelations about a meeting he held in June 2016 with a Russian lawyer promising damaging information about Hillary Clinton.",
  "“My son is a high-quality person, and I applaud his transparency,” Trump said, according to deputy White House press secretary Sarah Huckabee Sanders, who read the statement to reporters at Tuesday's off-camera press briefing.",
  "Veselnitskaya had information about purported illegal campaign contributions to the Democratic National Committee that she thought Donald Trump Jr. might find helpful, Goldstone told The Associated Press on Monday.",
  "“To everyone, in order to be totally transparent, I am releasing the entire email chain of my emails with Rob Goldstone about the meeting on June 9, 2016,” Trump Jr. said in a tweet.",
  "Trump Jr., who has hired New York criminal defense attorney Alan Futerfas as his personal attorney for Russia-related matters, took to Twitter to defend himself on Tuesday morning.",
  "He had been active on Twitter, but his messages ranged from railing against Democrats to bringing the Olympics to Los Angeles to defending his daughter Ivanka’s role at the G-20.",
  "Trump has kept a light schedule since returning from the G-20 summit in Germany on Saturday, making no public appearances.",
  "“The President was not aware of and did not attend the meeting,” said Mark Corallo, a spokesman for Trump’s legal team.",
  "“This is a hostile foreign power offering to intervene to help elect someone president of the United States.",
  "But the White House has expressed confidence that nothing will come of what it's painting as a non-story.",
  "Don Jr. had no knowledge as to what specific information, if any, would be discussed,” Futerfas said.",
  "Music publicist Robert Goldstone set up the meeting on behalf of singer-songwriter Emin Agalarov.",
  "He was also told that such information was \"part of Russia and its government’s support for Mr.",
  "If this nonsense meeting is all they have after a yr, I understand the desperation!” he wrote.",
  "“If we do, we will work with any committee or office to convey what he knows,” he continued.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "But lawmakers are interested in hearing from Trump Jr., Kushner and Manafort anyway.",
  "“It’s quite possible that maybe they were longing for such information,” she added.",
  "“Media & Dems are extremely invested in the Russia story.",
  "“Big wins against ISIS!” he tweeted Tuesday morning.",
  "Trump Jr.’s meeting is “a very big deal,” he said.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Trump.\""
]