[
  "Testimony and documents revealed that the meeting stemmed from an email sent by a music publicist to Trump Jr. in which the Trump campaign was promised “some official documents and information” that constituted “very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.”\n\nTrump Jr. famously replied: “[I]f it’s what you say I love it.” He wanted to speak with wealthy Moscow entrepreneur and entertainer, Emin Agalarov, the publicist’s client, before finalizing details.",
  "(Jewel Samad/AFP/Getty Images)\n\n[‘I’m not going to be a punching bag anymore’: Inside Michael Cohen’s break with Trump]\n\nCohen is under federal investigation for bank fraud as well as possible campaign finance violations, and FBI agents are scrutinizing whether he had inflated the value of his taxi medallion business to seek additional financing.",
  "When asked if Trump would be willing to talk about the Russian meeting with special counsel Robert S. Mueller III, Giuliani said, “I still have my doubts about the people around Mueller” and said the president’s team remained undecided about whether to agree to a sit-down conversation with federal investigators about that topic and others.",
  "Editor’s Note: For this story, Lanny Davis, an attorney for Michael Cohen, provided information as an unnamed source, saying Cohen told associates he had witnessed a 2016 exchange in which Donald Trump Jr. informed his father that he expected to receive damaging information about Hillary Clinton.",
  "Giuliani said that if Cohen is aiming for a pardon by threatening to testify about the June 2016 meeting, “this is a stupid way to do it.”\n\n“I don’t want the president to consider a pardon, but you don’t get one by lying,” he said\n\nDavis said earlier this week that Cohen is not seeking a pardon.",
  "We are very confident of the accuracy and reliability of the information that has been provided by Mr. Trump, Jr., and on his behalf.”\n\nDemocratic lawmakers have pointed out that two days before the meeting in Trump Tower, Trump announced plans to give a “major speech” about Clinton’s scandals.",
  "But Trump Jr., the president and White House aides insisted that President Trump had no knowledge of the meeting beforehand, wasn’t told about it at the time, and first learned about it only a year later when approached about it by the New York Times.",
  "President Trump on Friday issued a fresh rebuttal against his former personal attorney, Michael Cohen, maintaining that he did not know in advance about a June 2016 meeting in which Russians had promised to provide dirt on Hillary Clinton.",
  "On Twitter Friday morning, Trump also lashed out at the Mueller probe and suggested, without evidence, that in fact it was Democrats and not his own campaign that had colluded with Russia to interfere in the 2016 election.",
  "The former New York mayor said in an interview late Thursday with The Post that Cohen “isn’t credible at all, and there are witnesses who know what he’s claiming isn’t true.”\n\nGiuliani declined to name the witnesses.",
  "“The president is willing to talk about anything, but it’d be wrong to subject him to that,” Giuliani said, adding that the Russian meeting “hasn’t come up in our conversations” with Mueller and his team.",
  "Democrats have been skeptical of his account, pointing to phone calls made by Trump Jr. on June 6, 2016, which they believe may show that Trump’s son informed his father about the meeting in advance.",
  "[Trump dictated son’s misleading statement on meeting with Russian lawyer]\n\nAfter news of the meeting broke in July 2017, the Trump team initially offered a misleading explanation of the session.",
  "His lawyer Alan Futerfas issued a statement Thursday evening saying that: “Donald Trump Jr. has been professional and responsible throughout the Mueller and Congressional investigations.",
  "It comes on the heels of a report by CNN Thursday evening that Cohen has said he is willing to testify that then-candidate Trump knew in advance about the 2016 meeting in Trump Tower.",
  "Trump, Donald Trump Jr. and others have repeatedly said that the president knew nothing about the 2016 Trump Tower meeting until he was asked about it by reporters in July 2017.",
  "Trump Jr. told the Senate Judiciary Committee that he did not remember with whom he spoke at that time, but others testified that his father, Donald Trump, uses a blocked line.",
  "He lashed out at Cohen without naming him, saying, “Sounds to me like someone is trying to make up stories in order to get himself out of an unrelated jam (Taxi cabs maybe?).",
  "But his interest in discussing his recollections of Trump’s advance knowledge of the meeting was confirmed to The Washington Post by a person familiar with Cohen’s thinking.",
  "Then presidential nominee Donald Trump stands with his son Donald Trump Jr. after the first presidential debate at Hofstra University in Hempstead, N.Y., Sept. 26, 2016.",
  "“The only Collusion with Russia was with the Democrats, so now they are looking at my Tweets (along with 53 million other people) - the rigged Witch Hunt continues!",
  "At the 2016 Trump Tower meeting, Trump Jr. was joined by his brother-in-law, Jared Kushner, and Trump’s campaign chairman at the time, Paul Manafort.",
  "CNN reported that Cohen claims he was present, along with several others, when Trump was informed of the Russians’ offer by Trump Jr. in 2016.",
  "Gee, I wonder if they helped him make the choice!”\n\nOne of Cohen’s attorneys is Lanny Davis, a longtime friend and adviser to the Clintons.",
  "On Aug. 26, Davis agreed to reveal his identity as the source of that information and said he is no longer confident that it is true.",
  "Trump Jr. testified last year to the Senate Judiciary Committee that his father had no knowledge of the meeting with the Russians.",
  "But in between those two calls, phone records show that Trump Jr. was connected with a phone number that was blocked in records.",
  "Cohen’s credibility was immediately challenged Thursday evening by the president’s current lawyer, Rudolph W. Giuliani.",
  "The statement, made by Trump in morning tweets, escalates the public feud between the president and his longtime fixer.",
  "There were several native Russians in the room, including Natalia Veselnitskaya, a lawyer with links to the Kremlin.",
  "A first statement said that the participants had mostly discussed adoption of Russian orphans in the United States.",
  "At 4:04 p.m. on that day, phone records show that Agalarov called Trump Jr.; the call lasted up to 2 minutes.",
  "““My father knew nothing of the meeting or of these events,” he said in a statement issued July 9, 2017.",
  "Trump Jr. says he didn’t get any dirt at the meeting — and the promised speech never happened.",
  "“I did NOT know of the meeting with my son, Don jr,” Trump declared on Twitter Friday morning.",
  "Stephen Ryan, an attorney who represented Cohen until recently, also declined to comment.",
  "Cohen has told people that Trump approved going ahead with the meeting with the Russians.",
  "Phone records then show that Trump Jr. called Agalarov back at 4:31 p.m.",
  "Rosalind S. Helderman and Carol D. Leonnig contributed to this article.",
  "There are apparently no tapes or documents to back up Cohen’s account.",
  "Davis declined to comment on the CNN report Thursday night.",
  "He even retained Bill and Crooked Hillary’s lawyer.",
  "How stupid and unfair to our Country,” he tweeted.",
  "The official story later changed."
]