[
  "AVENATTI: I think that -- I don't know that he's directly promised it to him but I think he may have alluded to it, but that's a false hope if Michael Cohen is banking on that, Erin, and the reason is because they have effectively telegraphed that that's a possibility to prosecutors and I have to believe that the attorney general of New York will communicate with federal prosecutors as it relates to the charging decisions in order to guard against that.",
  "\n\n\n\nReturn to Transcripts main page\n\nERIN BURNETT OUTFRONT\n\nSource: Cohen Investigation Is \"Consuming\" Trump; Longtime Trump Lawyer Warns Cohen Will Likely Turn On Him; Rudy Giuliani Joins Trump's Personal Legal Team; Source: Rosenstein Told Trump He's Not A Target In Cohen Probe; Comey Memos on Their Way to Capitol Hill Tonight; Trump's New National Security Adviser, John Bolton, Meets with Russian Ambassador.",
  "I think if you look at the book, if you look at what he said in the past, that based on the totality of the circumstances, based on the fact that the president, elect at the time, later on the president continued to bring up these allegations which he found a little bit peculiar, that led him to believe it's more probable than not.",
  "CARRIE CORDERO, FORMER COUNSEL TO THE U.S. ASSISTANT ATTORNEY GENERAL FOR NATIONAL SECURITY: Well, Erin, I think one of the most important things as the President continues to build his legal team is are these new lawyers, Giuliani and the additional two lawyers, are these lawyers that the President is going to listen to?",
  "Of course the White House has issued a readout of that meeting between John Bolton and the Russian ambassador, and they say that among the things that they discussed was Russian interference in the American -- in the 2016 American election, the poisoning of that former Russian spy, the situations in Ukraine and Syria.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJAY GOLDBERG, LONGTIME TRUMP ATTORNEY WHO WARNED HIM MICHAEL COHEN COULD FLIP: I'm concerned about a person who's facing a lengthy prison term is likely to say those things which in the witness's mind would best position him to enable the government to recommend that he be shown leniency.",
  "And I thought that was a naive assurance given to a member of the President's staff, because even though he may not be out front, his disciples, people he has chosen to be on his staff, after all Mueller is not sitting and working on the case himself, it's the chief deputy that calls the shots.",
  "But what he said, as we will continue to see that he was so concerned with the nature of this relationship that he wanted to document in contemporaneous fashion, in real time, so that he would have later on down the road a representation of what took place during those meetings.",
  "And let's remember that at least four of these memos according to Chuck Grassley, the senator from Iowa, he says that at least four of them have some classified information, which is why as you mentioned perhaps some of them are going to be redacted before they're made public.",
  "And when you talk about John Bolton, clearly a star on the rise, you're learning tonight he is just one of two advisers, the other being Larry Kudlow, top economic adviser, that sources are telling you are incredibly now just reporting directly to the president.",
  "You know, he said one thing about the special counsel's investigation that I just wanted to point out, that I disagree with, which is that he said he didn't think the special counsel was sort of managing the case, or was running the investigation on that side.",
  "And we know that the fact that these memos existed and the fact that Comey decided to have some of them, or at least one of the contents of one of them leaked to a \"New York Times\" reporter is partly the reason why Robert Mueller's investigation even exists.",
  "Giuliani, though, former U.S. Attorney for the Southern District of New York, he's worked with Mueller, the other two hires who are married, which I find to be a fascinating part of the story, are white collar crimes prosecutors, decades of experience there.",
  "Look, somebody under the investigation that Michael Cohen is obviously under in the Southern District of New York, given the search warrants that were executed, given the proceedings that we're seeing, his whole life is being turned upside down.",
  "And so I think the point that Mr. Goldberg is trying to make is that is a person who might be in his experience motivated to try to cooperate with the government in any way to try to bring some better resolution for his own self in this case.",
  "I'm concerned about a person whose facing a lengthy prison term is likely to say those things which in the witness' mind would best position himself for a 5K1 letter which would enable the government to recommend that he'd be shown leniency.",
  "Of course we saw the scuffle between the United Nations Ambassador Nikki Haley and Larry Kudlow this week, something that we're told the president was not that bothered when Larry Kudlow said that Nikki Haley had a moment of confusion there.",
  "And I think what folks will see if they get to see the memos is I've been consistent since the very beginning, right after my encounters with President Trump, and I'm consistent in the book and tried to be transparent in the book as well.",
  "Is he being brought in because we keep on seeing, and as you noted, that these really top shelf lawyers are refusing to join this legal team and Donald Trump's looking around and realizing, \"My god, I got to get somebody else in there.\"",
  "[19:20:03] OUTFRONT now, former Assistant U.S. Attorney for the Southern District, Harry Sandick, former Counsel to the U.S. Assistant Attorney General for National Security, Carrie Cordero, and our Political Analyst, Mark Preston.",
  "It corrupts the system, said one important federal judge that witnesses under a threat of going to jail for a long period of time generally try to conform their conduct in such a way that they can earn what's known as a 5K1 letter.",
  "BURNETT: And, you know, Harry, this also comes, you know, we're learning, the Deputy Attorney General Rod Rosenstein, right, who had referred this Michael Cohen matter to the Southern District of New York --\n\n\n\nSANDICK: Right.",
  "Michael Cohen is viewed in the west-wing at least as a wild card, someone who never came in the administration, although he wanted to, but he was blocked for a variety of reasons, so he never came inside the administration.",
  "BURNETT: And on that note, you know, Carrie and Mark, we just heard Jay Goldberg, right, who knows the President for 20 years, knows Michael Cohen, thinks Michael Cohen is a weak character and will turn on the President.",
  "But what else Rudy does bring to this, you know, not only his knowledge of the Southern District of New York and understanding of how these prosecutions move forward, but he does give a sense of comfort to Donald Trump.",
  "And let's remember also that one of the memos talks about Comey and the president having a one-on-one meeting in which he asks for the investigation to Michael Flynn, his former national security adviser to be dropped.",
  "I will say this, though, today, it appears that Michael Cohen is smarter than the president because Michael Cohen is cutting his losses on these other cases, appears to be focusing on our case and the criminal matter.",
  "So, dropping it is not a small thing for Michael Cohen, and his lawyer said, OK, we're backing out because we need to focus on other matter which is presumably is the criminal investigation here in New York.",
  "Because what's evidenced from the interview you just conducted is that the President is just sort of on the phone asking different people who he happens to know, who he has a history with, what he should do.",
  "But history has shown that people under the threat of heavy litigation glean what the prosecutor is interested in hearing, and they can form their conduct so that they can get what's known as the 5K1 letter.",
  "DAVIS: OK.\n\n\n\nBURNETT: Listen to what Comey says about whether it's possible Trump could be compromised by the Russians because I think this wording here will be something you both will be able to discuss.",
  "Now, obviously the Southern District of New York had been looking into this in a very serious way for months before Mueller referred whatever Mueller referred to them that also happened to be about Cohen.",
  "BURNETT: Now, the White House, of course, says there's no way that\n\n\n\nthis will happen and the president was asked about it today by reporters about Cohen flipping and he basically didn't respond at all.",
  "Never settle this case unless it involves full disclosure by Michael Cohen and the president about what really happened here relating to the agreement, the cover up --\n\n\n\nBURNETT: Who knew what when?",
  "What I mean is they're going to leave a window open to the New York A.G. to bring state charges against Michael Cohen and Michael Cohen cannot get a pardon for the state charges from the president.",
  "BURNETT: Obviously, a part of all of this, maybe a small part, but we don't know when it comes to perjury we just don't know, is alleged payments including the $130,000 payment to Stormy Daniels.",
  "And if the government requires a certain kind of cooperation or gives out a hint as to what could be necessary, the record has shown --\n\n\n\nBURNETT: So you think he is a weak character, basically?",
  "(BEGIN VIDEO CLIP)\n\n\n\nGOLDBERG: The weakness in Michael's position is able to glean what it would take to get a letter of cooperation from the government and thereby avoid a lengthy prison term.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOMEY: What you asked me now why did I say what I said when people asked me if I thought it was possible that the Russians had derogatory information on president Trump.",
  "What he did on October 28th in the afternoon when it busted with his letter to Congress that violated Justice Department policies, I'd like to know about his communication with Mr. Giuliani.",
  "But he said I wouldn't use the word flip essentially saying the President didn't do anything wrong, but Michael Cohen will tell the Feds whatever they want to hear to avoid going to prison.",
  "So, look, if Rudy is the guy that the President will listen to, will keep confidences, will establish a proper attorney-client relationship, then that potentially could be useful to him.",
  "That for someone in Jim Comey's position who was a director of the FBI and a former director, it says a lot to even bring that cloud to says, well, it's possible, this is possible, that.",
  "(COMMERCIAL BREAK) [19:31:13] BURNETT: Breaking news: Fired FBI Director Jim Comey's memos on his conversations with President Trump are expected to be delivered to Congress any moment.",
  "I'm a big fan and favor of transparency here in seeing these because I think it will tell a side of the story, especially with a lot of the noise that we see coming from the other side.",
  "[19:35:04] I want to see the day when he meets with Mueller, and Mr. Giuliani representing Mr. Trump is handed a subpoena by Mr. Mueller saying, now you're called before a grand jury.",
  "The other thing is that the real concern as it has been reported is that the Southern District investigation into Cohen is very strong, and that Cohen has the motivation to cooperate.",
  "DAVIS: I mean, I think having a conversation with Lanny, who I really like, sometimes it's like swimming through jell-o because I don't really know what we're talking about right now.",
  "We're learning President Trump's new national security adviser John Bolton met with the Russian ambassador to the United States, and that meeting happened at the White House today.",
  "CORDERO: And knowing how Mr. Mueller, the former Director Mueller operates, I just -- I think that that is probably incorrect advice if that's what Mr. Goldberg told the President.",
  "Trump defender, Alan Dershowitz, even says Cohen could be facing life imprisonment, which makes you think about the choice of loyalty versus spending the rest of your life in jail.",
  "And, Evan, look, these memos are very significant, you know, at the heart of all the conversation here as it began about the obstruction of justice possibility with the president.",
  "So, now we see John Bolton, the new national security adviser, somebody who is carrying a lot of weight in the West Wing is talking about those things with the Russian ambassador.",
  "Of course, John Bolton was just a few days on the job when Bolton informed Bossert he was going to be dismissing him, and Bossert was stunned, and he asked to speak to John Kelly.",
  "Whatever word people want to put around it, letting Nikki Haley, you know, flail and be brought down by Larry Kudlow who I'm sure felt very, very upset when Haley was mad at him.",
  "BURNETT: Now, as you know, there have been questions raised, right, about for example why you brought Stormy Daniels last week to the Michael Cohen hearing in New York, right?",
  "The lawyer who handled both his divorces says beware of Michael Cohen, that Cohen will flip on Trump, joining other former Trump advisers and start cooperating with the Feds.",
  "Cohen dined with them as well and you see him here with Emin Agalarov, you remember the guy who eventually helped organize that infamous Trump Jr. meeting at Trump Tower.",
  "GOLDBERG: And so I urge the President not to let his guard down when he has a conversation with wise -- with Michael, and to be aware of the penchant for tape recordings.",
  "BURNETT: OK.\n\n\n\nDAVIS: My accusation is Rudy Giuliani said he heard from current or former FBI agents and three days before the letter, it seemed that somebody told him.",
  "Cohen was also at the President's side during the campaign through 2015 and 2016, introducing him there, and during the presidential transition, and even the presidency.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Talking about crowd size, of course turning to his favorite topic as a crutch to avoid addressing a possible major threat to his presidency.",
  "Carrie, we know that President was turned down by a multiple a-list lawyers, right, that he had gone out to and asked to join his legal team and none of them wanted to.",
  "And also breaking this hour, the President bypassing his chief of staff, sources say it is clear two new advisers are basically reporting directly to Donald J. Trump.",
  "Is there any chance, Michael, that you would consider settling your current case with Michael Cohen given that they appear willing to do just that with almost anyone?",
  "[19:55:01] You know, I first predicted that I think two or three weeks ago and I think that he now is on the bandwagon if you will, along with a lot of other people.",
  "And even though CNN is learning the Deputy Attorney General Rod Rosenstein told the President he's not the target of the FBI investigation into Cohen, it's unclear.",
  "But a witness in Michael's position is able to glean what it would take to get a letter of cooperation from the government and thereby avoid a lengthy prison term.",
  "And next breaking news, the President's new National Security Adviser John Bolton meeting with the Russian ambassador at the White House, we have details on that.",
  "JOSH CAMPBELL, FORMER SPECIAL ASSISTANT TO FORMER FBI DIRECTOR JAMES COMEY: Well, let's focus on what these memos represent first of all, which is quite stunning.",
  "To allude to the guy that was going out and defending the president on the \"Access Hollywood\" tape, that would be the last guy you're going to leak to, isn't it?",
  "Although the FBI had a forensic investigation of Hillary Clinton's server and found no evidence of hacking, a direct quote, it is possible her server was hacked.",
  "He has his daughter, Ivanka, his son-in-law, you know, I guess to some extent, his two sons, but there isn't very many other people that Donald Trump can trust.",
  "And Erin, again, we have pointed out again and again how different Michael Cohen is than all the other advisers, all the other people's names who are mentioned.",
  "Also with me, former FBI supervisory special agent Josh Campbell, who was a special assistant to the former FBI Director Jim Comey, knows him incredibly well.",
  "You know, here are what Josh Holmes that was the former chief of staff to the Senate Majority Leader Mitch McConnell and Meghan McCain had to say about that.",
  "ERIN BURNETT, CNN ANCHOR: OUTFRONT next breaking news, Deputy Attorney General Rod Rosenstein revealing Trump's standing in the Michael Cohen investigation.",
  "So, to this front, CNN lawmakers, more than a dozen of them, our Manu Raju has been talking to them, whether they would support the president's reelection.",
  "It's probably confusing to some viewers here, but Michael Cohen is as close to the President as it gets here, so that's why the President is concerned.",
  "Rudy Giuliani being brought on board here, but is those questions about Michael Cohen what he might do that I'm told is worrying the President tonight.",
  "He was here in Florida meeting with the President in Palm Beach for some 30 minutes or so at Mar-a-Lago at least the other night, talking about this.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOSH HOLMES, FORMER CHIEF OF STAFF TO SENATE MAJORITY LEADER MITCH MCCONNELL: At this stage, clearly she wants to be on camera.",
  "And I want to go now to the former White House special counsel under President Clinton, Lanny Davis, author of \"The Unmaking of the President 2016.\"",
  "What's interesting about Rudy Giuliani right now is you have to wonder why wasn't he brought into this case earlier than what we've seen right now.",
  "Michael Cohen is under criminal investigation by the Feds in the Southern District of New York, an investigation that has been going on for months.",
  "LANNY DAVIS, FORMER SPECIAL ASSOCIATE COUNSEL, PRESIDENT CLINTON ADMINISTRATION: No, I think he has laid it out in his book and in his interviews.",
  "Plus breaking news, Chief of Staff John Kelly's role in the White House, big change tonight to talk about and two new hires gaining power tonight.",
  "And now, the president has really given John Bolton and Larry Kudlow a lot of leeway in their areas of focus, hiring and firing whoever they want.",
  "GOLDBERG: Now, I said to him that the Southern District of all the districts in the United States, some 96 districts, engages in body recordings.",
  "OUTFRONT now, Jay Goldberg, long-time attorney, personal friend of the President who as I mentioned represented him in both of his divorce cases.",
  "What Cohen chooses is significant and that is why one lawyer, who also has intimate knowledge of Trump's business empire is raising the red flag.",
  "(CROSSTALK)\n\n\n\nGOLDBERG: And the only thing they worry about is --\n\n\n\nBURNETT: But we don't yet know what Mueller's conclusion of that would be.",
  "America doesn't like a marauding black hooded individual with a lance going around the country with few restraints and trying to indict people.",
  "He -- let's just -- you're also a former federal prosecutor --\n\n\n\nJAY GOLDBERG, PERSONAL FRIEND AND LONGTIME ATTORNEY FOR PRESIDENT TRUMP: Yes.",
  "Because of course when John Kelly first became the chief of staff, he had everyone, including Ivanka Trump and Jared Kushner reporting to him.",
  "I mean, I think yesterday because you didn't have anything to do with the case, it seems a little like you were just trying to get attention.",
  "SEN. BOB CORKER (R), TENNESSEE: I have no idea whether the president runs for reelection, nor what the field will be on the Republican side.",
  "When he said on July 5th it's possible it was hacked, that was just as irresponsible as what Jake called him on today during the interview.",
  "But, of course, it's stunning because when President Trump spoke with Russian President Vladimir Putin, he discussed none of those things.",
  "BURNETT: So, Mark, speaking of loyalty and a relationship, right, Giuliani and Trump, they go back, right, when nobody, and I mean nobody.",
  "But my sources inside the West Wing say that is certainly the understanding of the new hierarchy, a dramatic change to the pecking order.",
  "I think what happened was the president changed his mind about the policy of the Russian sanctions that had been briefed to Nikki Haley.",
  "Giuliani telling CNN he's going to focus on trying to end Special Counsel Bob Mueller's investigation saying, \"It needs a little push.\"",
  "Back to 2007, here he is with Trump in 2011 at the time helping the President, then Mr. Trump, set up the Web site, \"Should Trump Run?\"",
  "BURNETT: You're saying Michael Cohen, it sounds like you believe did do something wrong, that there could be something criminal here.",
  "And that indicates to me that he is struggling to have trust in his legal team that he feels like he's getting advice he can rely on.",
  "BURNETT: Do you know of this being the way the President would act, would use this sort of nondisclosure agreements to pay off women?",
  "First, the target of the investigation is -- only the target wants the government to essentially decide that they're ready to indict.",
  "And that is why this forms an important part of the investigation into whether or not Donald Trump committed obstruction of justice.",
  "He's dropped his libel lawsuits against \"BuzzFeed\" and Fusion GPS over the Russia dossier, right, which had allegations against him.",
  "AVENATTI: I don't think there's any chance, Erin, because we will never settle this case and when I say never, I mean exactly that.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Do you think, Michael, that the president has directly promised Michael Cohen that he will pardon him?",
  "And so, now, what they want to try to do is distract away from the issues, the claim that somehow all of this is a publicity stunt.",
  "They are worried and they should be worried and, you know what, they're going to get more worried because the worst is yet to come.",
  "Here's what Jay Goldberg told me moments ago about why Trump should be worried about his personal lawyer's criminal investigation.",
  "He wanted for there to be a special counsel because he didn't believe that the Justice Department could handle this investigation.",
  "They educate the witness to say certain things and then the witness can say something that would possibly jeopardize his position.",
  "(BEGIN VIDEO CLIP)\n\n\n\nRUDY GIULIANI, FORMER NEW YORK CITY MAYOR: Well, first of all, I don't know what that he did this to anyone.",
  "And so he is under pressure from his family to try to figure out what it would take to bring the government aboard as his sponsor.",
  "So I am told the President has been asking multiple people what he should do about this if he thinks that Michael Cohen will flip.",
  "CAMPBELL: Only Lanny Davis could take a question into the actions of Donald Trump and somehow pivot that back to Hillary Clinton.",
  "So, essentially, you have two new guys with a new favorite, who are going to report directly to the president, sidelining Kelly.",
  "And it's another part of this irony that now Giuliani -- remember, he is supposed to be secretary of state and attorney general.",
  "[19:15:07] But when I think of past presidents, be it Kennedy or Bill Clinton, what Donald is accused of fades in significance.",
  "And the person like Michael doesn't see himself walking down Broadway while people are clamoring, \"You're going to be my wife.\"",
  "He would simply say what they wanted to hear to get out of his own prison which you believe he could very fairly have deserved?",
  "That lawyer sounding the alarm to the President is Jay Goldberg, and I'm going to be speaking with him in just one moment here.",
  "But I'm also not sure whether the national security adviser has ever in any administration reported through the chief of staff.",
  "SEN. SUSAN COLLINS (R), MAINE: I think it's far too early to be discussing what the political landscape will look like in 2020.",
  "But --\n\n\n\nBURNETT: But other sitting presidents who have been challenged in primaries, they haven't been beaten by that person.",
  "So, I have more questions at the end of this interview than I have answers to, but I look forward to doing it again with Lanny.",
  "BURNETT: What do you make, though, of -- look, a president who thrives on chaos, who thrives on playing people off each other.",
  "That he'll say what they want -- basically, he will indict the President, but it wouldn't necessarily be by telling the truth.",
  "JEFF ZELENY, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, Erin, it's interesting because so much focus had been on James Comey.",
  "What does this mean when Rod Rosenstein tells the President, \"Don't worry, you're not under criminal investigation right now.\"",
  "It may not be that he cooperates against people relating to the crimes that are under investigation in the Southern District.",
  "But I was talking to a White House official who said he has weathered James Comey, it is Michael Cohen that is consuming him.",
  "Here he is with the President in New Hampshire in the same year, at that time telling CNN he takes care of Trump's problems.",
  "HARRY SANDICK, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NEW YORK: I think it's going to be very hard to deliver.",
  "But the idea that the investigation will just fold up because Giuliani asked Bob Mueller to do it, it seems hard to imagine.",
  "(COMMERCIAL BREAK)\n\n\n\nBURNETT: Long time lawyer for President Trump warning him tonight that Michael Cohen will turn on him.",
  "Rand Paul, the senator from Kentucky said that few people could withstand the scrutiny that Mueller has placed upon Trump.",
  "Calling a witness, calling Donald to testify, and knowing that you have a couple of witnesses who can --\n\n\n\nBURNETT: Yes.",
  "So, they have effectively shot themselves in the foot by even alluding to this or by people believing it ahead of time.",
  "To be clear, the president has not expressly told Larry Kudlow and John Bolton that they're reporting directly to him.",
  "I mean, I blew it out of the water when I gave my answer and the answer was she absolutely was entitled to be there.",
  "GOLDBERG: At one point I said to him that the chief deputy of Mueller is a person of questionable honor, in my view.",
  "GOLDBERG: The only thing you worry about is like with Nixon, a cover- up can be worse than the alleged crime itself.",
  "I'm told the President still does not think that he will, but that has not sort of calmed all these questions here.",
  "[19:05:02] All this coming as the President is adding new lawyers to his legal team, a familiar name Rudy Giuliani.",
  "It doesn't mean he couldn't become one, which may explain why sources say Trump is consumed by this investigation.",
  "Today, a reporter asked the President if he was afraid of Cohen flipping, and here is how the President responded.",
  "DAVIS: -- that Hillary Clinton's server was hacked, even though a year's worth of investigation found no evidence.",
  "And then she feels as though she is being thrown under the bus --\n\n\n\nBURNETT: Well, she was thrown under the bus.",
  "BURNETT: -- told the President at a recent meeting that he is not a target in the investigation of Michael Cohen.",
  "Three days later in the morning, October 28th, he said current FBI agents are telling me something big is coming.",
  "And after all, Erin, please understand that while he is not involved in any collusion, collusion is not a crime.",
  "Well, he is of a type that I've recognized in the past as one not suited to stand up to the rigors of jail life.",
  "He used the exact same device when he said it's possible that Hillary Clinton's --\n\n\n\nCAMPBELL: Back to Hillary.",
  "Also breaking, Rudy Giuliani now joining the President's personal legal team, is this a game changer for Trump?",
  "BURNETT: So you were telling the President you think the Mueller investigation could be compromised and unfair?",
  "And next breaking news, Rudy Giuliani, you heard Jay mentioned it, joining the President's legal team tonight.",
  "And now I guess this is his reward, if you can call it that, to represent the President in this investigation.",
  "And then after a referral from the Special Counsel Bob Mueller, turned into a raid of Cohen's home and office.",
  "And he is viewing them as these mini executives, essentially how he ran things back at the Trump organization.",
  "Rudy Giuliani knows a whole lot of guys in the FBI, right, because he had interacted with them significantly.",
  "I don't think people are that concerned that the President may have an affair or may co-chief in some regard.",
  "BURNETT: You're saying -- it implies what you're saying is Comey did too if you're saying Comey is the leak.",
  "CORDERO: Well, that seems to me, you know, the advice that Mr. Goldberg gave the President at Michael Cohen.",
  "BURNETT: Having all these people think he is reporting to him but it's not clear and playing off each other.",
  "But it's unusual, but I think like Ron Johnson saying we don't know what's going to happen, that's sincere.",
  "And more Republicans refusing to say whether they will even back President Trump as the candidate for 2020.",
  "GOLDBERG: He asked me about a number of lawyers and what I thought the lawyer best suited for him would be.",
  "And Michael Cohen dropping his suit against BuzzFeed, this is something he is personally passionate about.",
  "So, clearly, he is reasserting his authority as the new national security adviser over the chief of staff.",
  "The judge on Friday, the previous Friday had stated that we effectively had standing to address the court.",
  "The choice of serving prison time versus flipping on the president is no choice at all for Michael Cohen.",
  "BURNETT: You're making a case he is a guy who likes to use the same word all the time, I mean, you know?",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. RON JOHNSON (R), WISCONSIN: It could be a completely different world by 2020.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Then 2013, traveling with Trump to Las Vegas to meet with wealthy Russians.",
  "If there is an issue that relates to Mr. Trump that is of concern to him, it's of course concern to me.",
  "Look around Donald Trump right now, he doesn't have very many people surrounding him that he can trust.",
  "But there is something he needs to be asked in, the new attorney for President Trump needs to be asked.",
  "So, look, I think everyone who works for Trump realizes there's some expiration date on their service.",
  "MICHAEL AVENATTI, ATTORNEY FOR STORMY DANIELS: Absolutely none and I haven't had any doubts for weeks.",
  "Is that he how he knew on October 25th leaking information, which Giuliani admitted could be a crime.",
  "GOLDBERG: I don't say that the government has importuned him to say certain things that are not true.",
  "Flip means to me that when faced with the potential of spending time in jail, he will tell the truth.",
  "I don't think that's what the President was concerned about and that's not what I'm concerned about.",
  "I mean, Jim Comey didn't document every single conversation he had with everyone throughout the day.",
  "PEREZ: -- but he was aware of what the contents were and the White House didn't make any redactions.",
  "And next, breaking news, the president's chief of staff, John Kelly, losing even more power tonight.",
  "Also joining the team, Jane and Marty Raskin, both former prosecutors white collar crime attorneys.",
  "BURNETT: OK. You know a significant amount about his personal life, probably more than many people.",
  "BURNETT: OK. Andrew Weissmann, OK.\n\n\n\nGOLDBERG: And he said he heard that from a number of people.",
  "If Cohen cooperates, he'll be made to cooperate against anyone about whom he has that information.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Federal prosecutors could threaten Cohen with some serious jail time.",
  "So the bigger question as we saw with the Mueller investigation is, is the President the subject?",
  "And for somebody to say, well, he hasn't tried a case in like 20 or 30 years is beside the point.",
  "(COMMERCIAL BREAK)\n\n\n\nBURNETT: Breaking news, Rudy Giuliani joining President Trump's legal team.",
  "GOLDBERG: It could be -- it wouldn't be the first time it happened between sexes, I grant you.",
  "Rudy Giuliani on October 25th, 2016 went on Fox and said, something big is coming, ha, ha, ha.",
  "And don't forget, he is under pressure not only from his own personality, but from his family.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMICHAEL COHEN, PRESIDENT TRUMP'S PERSONAL ATTORNEY: I protect Mr. Trump.",
  "And it's not typically what should be stunning because that should be what they're discussing.",
  "RICH LOWRY, EDITOR, NATIONAL REVIEW: It might be a further diminishment of John Kelly's clout.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: OUTFRONT now, the attorney for Stormy Daniels, Michael Avenatti.",
  "I mentioned here Jay Goldberg, he's known Trump for decades, much longer than Michael Cohen.",
  "But, the advice that Mr. Goldberg is giving really just seems to be based on his experience.",
  "Rudolph Giuliani has certainly had a long and distinguished career, but he's not a magician.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJAMES COMEY, FORMER FBI DIRECTOR: I'm totally fine with transparency.",
  "BURNETT: So, Lanny, we now can confirm Congress has the memos which means we will see them.",
  "And I will use my legal skills within which to protect Mr. Trump to the best of my ability.",
  "He learned at the knee of one of the best, James Baker, the former Bush secretary of state.",
  "BURNETT: But one thing we can be certain of is I haven't thought than reelection is untrue.",
  "I think a primary challenge would be very unlikely if anything like the status quo obtains.",
  "People that are supportive of the president on the right are getting very, very concerned.",
  "It's all I'm pointing out, and you're not allowed --\n\n\n\nBURNETT: He sure did, he sure did.",
  "GOLDBERG: It is profession -- no, I'm talking about his personal morality, Stormy Daniels.",
  "I don't think these people --\n\n\n\nBURNETT: So you're talking aside from personal morality?",
  "So pretty clear from what is describe there that John Bolton, go ahead and talk to Kelly.",
  "Did he give you any color as to why he is so deeply concerned about the Cohen situation?",
  "Now they will be, you know, redacted for security reasons, for parts of them at least.",
  "BURNETT: Now Michael Cohen has done something pretty interesting and surprising today.",
  "So, I think it's unlikely but if it happens, it's going to be very bad for the party.",
  "DAVIS: Here is what josh and I appear to agree on, but he doesn't get the connection.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: I haven't even thought about that election.",
  "But we'll just have to see how long that lasts because we've seen this movie before.",
  "Let me give you another --\n\n\n\nBURNETT: He's doing to Trump what you're doing to him.",
  "But guess who went out there and just ate it, Rudy Giuliani and here's what he said.",
  "Flipping is an expression that we use when a witness is of a mind to tell the truth.",
  "I think in many ways, and it's difficult to say this, prison has a racial overtone.",
  "Cohen has been the President's fixer, his personal attorney for more than a decade.",
  "Plus, Comey's private memos now on their way to Capitol Hill, it could be released.",
  "BURNETT: -- trying to understand where would you even -- where that even come from?",
  "But the question is at to what level and will he go through with all of his advice.",
  "[19:50:00] LOWRY: If you get a serious challenge, it's a sign you're going to lose.",
  "GOLDBERG: I think people are starting to lose interest in Mueller's investigation.",
  "This as one of Trump's long-time attorneys warns Cohen will turn on the President.",
  "GOLDBERG: Look, that's -- when I think of Bill Clinton, it fades in significance.",
  "The second --\n\n\n\n[19:25:06] BURNETT: So you're saying it's the cherry on the top.",
  "BURNETT: And next, Stormy Daniels attorney with a dire warning for the president.",
  "I thought we were talking about Donald Trump and his interaction with Jim Comey.",
  "He is not going to involve himself in any investigation involving the President.",
  "Sources telling CNN he met with Trump for half an hour this week at Mar-a-Lago.",
  "Private recordings have been seized along with a whole trove other information.",
  "But then also with the departure of that homeland security adviser Tom Bossert.",
  "And he has sharp elbows and he is going to protect his territory, as he should.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: I mean that was a pretty incredible moment, Mark.",
  "And gosh almighty, you know, he who hasn't sinned throw the first stone here.",
  "We know that's been the President's, you know, drumbeat for a long time here.",
  "Will the President respect, listen to, adhere to the advice of Rudy Giuliani?",
  "We can pose a question and say I wonder if Jim Comey talked to Rudy Giuliani.",
  "BURNETT: All right, Jeff Zeleny, thank you very much and a very fair concern.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: Are you worried he is not loyal?",
  "It doesn't fit with what we've heard about Bob Mueller, that's for certain.",
  "And he can't disappear an investigation that's been going on for 11 months.",
  "We remember the weekend when this \"Access Hollywood\" tape came out, right?",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Justice correspondent Evan Perez is OUTFRONT.",
  "Aired 7-8p ET\n\nAired April 19, 2018 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "BURNETT: -- so I want to people to know that you've known him a long time.",
  "We want to know who leaked this information to you, and was it Jim Comey?",
  "BURNETT: So, Lanny, you're saying Jim Comey leaked that to Rudy Giuliani?",
  "I mean, this is -- it is not as if any of those things have not happened.",
  "They have happened, putting Michael Cohen aside in the Southern District.",
  "Giuliani is a former U.S. attorney for the Southern District of New York.",
  "I never saw the President engage in conduct that he couldn't be proud of.",
  "BURNETT: So, that's very significant, Kaitlan, from what you're learning.",
  "SEN. JOHN CORNYN (R), TEXAS: I haven't even thought about that election.",
  "CAMPBELL: He said unlikely today which is a little bit of a walk- back.",
  "And, Michael, Goldberg obviously confident that Cohen is going to flip.",
  "(CROSSTALK) DAVIS: -- that Mr. Mueller should have to be interested in.",
  "I want to see all your e-mails between you, Giuliani and you Jim Comey.",
  "We've been told from GOP members of Congress they're coming out, right?",
  "I chose not to use the word inform because that's not how we found out.",
  "I want to go to Jeff Zeleny, though, OUTFRONT first in West Palm Beach.",
  "BURNETT: So, but -- so you're saying, I want to make sure I understand.",
  "They don't see Michael as taking pressure or a fall for somebody else.",
  "MEGHAN MCCAIN, TV HOST: It seems like a publicity stunt on some level.",
  "LOWRY: Well, I'm not sure any of that was deliberate over the weekend.",
  "In both case, it's an improper word because he is not stating a fact.",
  "Kaitlan, this is very significant, the first meeting between the two.",
  "He's not going to want to abandon his family just to back the prison.",
  "It is a near certainty that he is going to rollover on the president.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Michael Cohen is a very talented lawyer.",
  "DAVIS: It's a question that hasn't been asked by anyone of Mr. Comey.",
  "I don't think that is of the interest to the people in the heartland.",
  "BURNETT: What you're talking to me about me is professional morality?",
  "There are multiple people who plead guilty as cooperating witnesses.",
  "That's a key part of this investigation that is still ongoing, Erin.",
  "And Bolton made clear it was not John Kelly's decision to make here.",
  "Of course, these two are favorites of the president right now, Erin.",
  "UNIDENTIFEID MALE: It could be a completely difficult world by 2020.",
  "Do as much good as they can, push the ball along as far as they can.",
  "So I think it's way too early to weigh in on who want might support.",
  "KAITLAN COLLINS, CNN WHITE HOUSE REPORTER: Erin, it is significant.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Thank you, everybody.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Carrie, is that what the fear here is?",
  "All I'm saying --\n\n\n\nDAVIS: Information that should be looked into.",
  "DAVIS: Well, I just said that I think the memos have been revealed.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Thank you, everybody.",
  "But you don't think that he would have the goods on the President.",
  "I believe that this is not the man that we're talking about today.",
  "Would it be better if Stormy Daniels and you stayed lower profile?",
  "And let's go to the \"National Review\" Editor, Rich Lowry OUTFRONT.",
  "AVENATTI: Well, Erin, you didn't play my answer to Meghan McCain.",
  "Meanwhile the president is focused on the crowd size in Key West.",
  "There's no need for her at all to be at the courthouse yesterday.",
  "They could pay a very important role in the Russia investigation.",
  "I actually admire what Mr. Comey did in standing up to Mr. Trump.",
  "And I think it's fair to point out, right, you have guilty pleas.",
  "That's the announcement from Trump Attorney Jay Sekulow tonight.",
  "And frankly, the White House officials have no control over him.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: What do you make of that criticism?",
  "(BEGIN VIDEO CLIP)\n\n\n\nREPORTER: Are you worried he's not loyal?",
  "Do you have any doubts that Cohen will turn on President Trump?",
  "They tapes, wires --\n\n\n\n[19:10:02] BURNETT: Wires, essentially.",
  "It may --\n\n\n\nBURNETT: So, I mean, he was cheating on his wife.",
  "By posing a question you're implicit in that is an accusation.",
  "BURNETT: OK.\n\n\n\nSANDICK: At the very end of the investigation.",
  "In fact, he helped negotiate Trump's two divorces decades ago.",
  "He is predicting Cohen could end up cooperating with the Feds.",
  "(END VIDEO CLIP) (COMMERCIAL BREAK)\n\n\n\nBURNETT: Breaking news.",
  "AVENATTI: Well, again, Michael Cohen is going to be indicted.",
  "And don't forget, you can watch out front any time, anywhere.",
  "BURNETT: Who knows, Lanny, but completely out of right field.",
  "I mean, they will be some significant redactions, we presume.",
  "You were there with him the moment he found out he was fired.",
  "GOLDBERG: I guess that's what the President is worried about.",
  "They're concerned about larger issues, Syria and North Korea.",
  "And this is a case where you run the risk of a perjury trap.",
  "MARK PRESTON, CNN SENIOR POLITICAL ANALYST: I think he will.",
  "Knowing Larry personally, I'm sure he felt upset about that.",
  "LOWRY: And John Bolton is a very tough bureaucratic fighter.",
  "So, she goes out and dually talks about them in the public.",
  "It's possible that men are from Mars sleeping under my bed.",
  "And when I think of John Kennedy, it fades in significance.",
  "He said he's going to push for an end to the Mueller probe.",
  "And that's really not a rhetorical question, we don't know.",
  "And the President has returned Cohen's loyalty with praise.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "He didn't say, I'm worried about Michael Cohen or I agree.",
  "I was then told that Andrew Weissmann has been walled off.",
  "But for you to jump to Comey seems a very big leap indeed.",
  "DAVIS: It's the word it's possible, it's an improper word.",
  "And they're going to ride the bronco as long as they can.",
  "Is he the subject of a Mr. Mueller investigation as well?",
  "GOLDBERG: -- that doesn't require any judicial oversight.",
  "Cohen flipping on the President could be a seismic event.",
  "BURNETT: So you're saying he will turn on the President.",
  "You know, Trump says Giuliani wants to end this quickly.",
  "BURNETT: Well, they may not be, I'm simply pointing out.",
  "Because I think what Giuliani did may have been a crime.",
  "LOWRY: One thing certain he wants to run for reelection.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Repeating \"it's possible.\"",
  "EVAN PEREZ, CNN JUSTICE CORRESPODENT: Absolutely, Erin.",
  "We're told that the White House did review these memos.",
  "BURNETT: And so what did he say when you told him this?",
  "Yes, there are many things, but one thing before we go.",
  "But that the fact is that men at times talk like that.",
  "Comey in an interview with CNN says that's fine by me.",
  "It's one of the few things I admire about his conduct.",
  "That doesn't necessarily mean that he tells the truth.",
  "[19:00:02] WOLF BLITZER, CNN ANCHOR: That's it for me.",
  "That doesn't necessarily mean that he tells the truth.",
  "And I've talked to him several times about that case.",
  "OUTFRONT tonight, a major warning to President Trump.",
  "Is this a sign he is ready to cave to Stormy Daniels?",
  "There's a lot of evidence, Erin, I'll tell you that.",
  "He's under criminal investigation here in New York.",
  "You know, this is a very assistant position itself.",
  "BURNETT: And I want to ask you one important thing.",
  "BURNETT: Well, of course it's not a criminal crime.",
  "BURNETT: So when you told -- he said he understood.",
  "And you spoke to the President about Michael Cohen.",
  "But, Lanny, I want to move to something else here.",
  "But the president had no problem with any of that.",
  "It appears that he's focused where he needs to be.",
  "And they're the new guy, so they're the favorite.",
  "Let's look at what we're dealing here with Trump.",
  "DAVIS: He said this on national television, Erin.",
  "I think it's unlikely, but I think it's possible.",
  "He says it's going to be consistent, don't worry.",
  "I don't think people are that concerned about it.",
  "And Jeff, how concerned is the President tonight?",
  "It would still be a weakness in moral character.",
  "Chris Christie wouldn't go on the weekend shows.",
  "It's also significant for what they did discuss.",
  "BURNETT: But he wouldn't use the word probable?",
  "JAKE TAPPER, CNN ANCHOR: You've talk like that?",
  "CAMPBELL: I see what you're doing there, Lanny.",
  "That's what I'm trying to get to the bottom of.",
  "Did he share your concern about Michael Cohen?",
  "You wouldn't be worried about jail, otherwise.",
  "An FBI director should not say it's possible.",
  "CAMPBELL: What does it have to do with memos?",
  "I've tried to be transparent throughout this.",
  "The president himself didn't read them, Erin.",
  "The public expected to see the memos as well.",
  "DAVIS: He's a direct quote on July 5th, 2016.",
  "He always brings up the \"BuzzFeed\" situation.",
  "BURNETT: Anything specific you mean by that?",
  "How did Mr. Giuliani know three days before?",
  "What are we going to learn from these memos?",
  "GOLDBERG: Well, I was with him for 20 years.",
  "Now, nobody knows this better that Giuliani.",
  "We're going to talk to Jay in just a moment.",
  "SANDICK: Well, I think it means two things.",
  "No one has any idea what's going to happen.",
  "UNIDENTIFIED MALE: That's a long ways off.",
  "Without that, there will be no settlement.",
  "I think his approval rating has gone down.",
  "I was in the office majority of the week.",
  "Let's just start here with Rudy Giuliani.",
  "So, we're going to see that come through.",
  "And I'm just --\n\n\n\nDAVIS: That's correct.",
  "\"ERIN BURNETT OUTFRONT\" starts right now.",
  "There's no doubt that he's going to flip.",
  "We kept circling back to Hillary Clinton.",
  "And almost all of them refused to answer.",
  "He has already hired a campaign manager.",
  "BURNETT: That's what your concern about.",
  "You don't hear about it until it's done.",
  "Could this be a game- changer for Trump?",
  "That just is the prosecutor's decision.",
  "And I didn't accept the notion of flip.",
  "He's a Republican, they're Republicans.",
  "I'm worried about the midterm election.",
  "BURNETT: But they have lost reelection.",
  "He's not going to do anything about it.",
  "So, I'm glad that they hit him on that.",
  "Now he says something else is possible.",
  "And that's evidenced by several things.",
  "And I agree with what Jake was saying.",
  "In fact, they investigated the server.",
  "Look, that's what we saw this weekend.",
  "LOWRY: It's not going to last forever.",
  "I hope you saw the crowds in Key West.",
  "Michael Avenatti, thank you very much.",
  "I hope you saw the crowds in Key West.",
  "Let's assume there was a relationship.",
  "You represented Trump in his divorces.",
  "All right, a lot to talk about, Harry.",
  "Then we don't know the answer to that.",
  "The Justice Department is making them.",
  "Every single thing I've said adds up.",
  "Jay Goldberg, I appreciate your time.",
  "You've never seen anything like that.",
  "GIULIANI: He was wrong for doing it.",
  "CAMPBELL: We're talking about memos.",
  "CAMPBELL: But Comey is not an agent.",
  "We have breaking details just ahead.",
  "DAVIS: Nice to be on with you, Josh.",
  "DAVIS: I say what Jake Tapper said.",
  "COLLINS: John Kelly is still there.",
  "I've never seen anything like that.",
  "Michael Avenatti is OUTFRONT, next.",
  "BURNETT: So you've worked with him.",
  "BURNETT: So this is after the raid.",
  "BURNETT: What makes you think that?",
  "He knows the way the system works.",
  "He is a person of great intellect.",
  "GOLDBERG: OK. Good to be with you.",
  "No one else was willing to say it.",
  "PRESTON: And Rudy Giuliani is one.",
  "And who will he cooperate against?",
  "BURNETT: The worst is yet to come?",
  "BURNETT: Thank you for joining us.",
  "Isn't that unfair to Donald Trump?",
  "Is that unfair to Hillary Clinton?",
  "BURNETT: I like the rodeo analogy.",
  "OK, this should be a no- brainer.",
  "So she pushes back against Larry.",
  "AVENATTI: \"The Full, Full Monty.\"",
  "It was really very inspirational.",
  "But, Josh, let's start with this.",
  "Who are they cooperating against?",
  "No one else was willing to do it.",
  "Is he going to take their advice?",
  "You know New York extremely well.",
  "And the key point, Erin, is this.",
  "It was really very inspirational.",
  "GOLDBERG: He said he understood.",
  "BURNETT: The leniency, they say.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: OK.",
  "BURNETT: You had the first word.",
  "There is no John Kelly in there?",
  "It happened at the White House.",
  "BURNETT: Oh, we certainly have.",
  "BURNETT: \"The Full Monty\" here.",
  "I appreciate your time tonight.",
  "BURNETT: He said he understood.",
  "GOLDBERG: That is my -- no, no.",
  "All of this announced together.",
  "Here is what Jay Goldberg said.",
  "But --\n\n\n\nBURNETT: Interesting.",
  "He is a good lawyer in my firm.",
  "BURNETT: Why do you think that?",
  "That's what I'm worried about.",
  "I know he believes it's wrong.",
  "BURNETT: All right, thank you.",
  "[19:40:00] BURNETT: Thank you.",
  "They know what he wants to do.",
  "We have a 2018 election first.",
  "Usually, it's a very bad sign.",
  "He knows what he wants to do.",
  "Well put, Kaitlan, thank you.",
  "You just have to go to CNNgo.",
  "We'll see you tomorrow night.",
  "Look, here's the bottom line.",
  "That would be a perjury trap.",
  "So do you know Michael Cohen?",
  "GOLDBERG: -- contradict him.",
  "Thank you very much tonight.",
  "We'll tell you who they are.",
  "Does this carry risk or not?",
  "That's all I'm going to say.",
  "Kaitlan Collins is OUTFRONT.",
  "LOWRY: There is some chance.",
  "He was passionate about it.",
  "And maybe someone told him.",
  "GOLDBERG: Andrew Weissmann.",
  "He called me on April 13th.",
  "Is he going to trust them?",
  "Her attorney is my guest.",
  "The government does that.",
  "Did you talk to Giuliani?",
  "Suddenly, he disappeared.",
  "BURNETT: Evan, thank you.",
  "It could be this evening.",
  "Is John Kelly headed out?",
  "The worst is yet to come.",
  "BURNETT: OK, that's true.",
  "What did they talk about?",
  "What the president knew?",
  "Thank you all very much.",
  "BURNETT: I have no idea.",
  "You were close to Comey.",
  "You have charges, right?",
  "Not all men, but men do.",
  "How --\n\n\n\nGOLDBERG: Yes.",
  "GOLDBERG: I do know him.",
  "GOLDBERG: I do think so.",
  "GOLDBERG: That's right.",
  "So what did he ask you?",
  "I am not justifying it.",
  "What do you say, Lanny?",
  "Rich, great to see you.",
  "It will do him no good.",
  "Let me play it for you.",
  "It is a near certainty.",
  "Quick final word, Josh?",
  "They're all full of it.",
  "What do you make of it?",
  "How long does it last?",
  "Giving me good visual.",
  "\"ANDERSON\" starts now.",
  "CAMPBELL: Interesting.",
  "What's the accusation?",
  "Comey says he is fine.",
  "SANDICK: That's right.",
  "How significant is it?",
  "Is that just big talk?",
  "You have indictments.",
  "I believe it's wrong.",
  "BURNETT: Rosenstein?",
  "They'll be redacted.",
  "GOLDBERG: I do that.",
  "The record is clear.",
  "Thanks for watching.",
  "AVENATTI: Thank you.",
  "Thank you very much.",
  "AVENATTI: All of it.",
  "He likes to do that.",
  "And Jake nailed him.",
  "Jim Comey does that.",
  "BURNETT: All right.",
  "They don't like it.",
  "BURNETT: All right.",
  "BURNETT: All right.",
  "Here you go, Lanny.",
  "BURNETT: All right.",
  "That's what it is.",
  "Let's go OUTFRONT.",
  "It makes no sense.",
  "He's got a family.",
  "AVENATTI: Correct.",
  "He is a gentleman.",
  "That's ridiculous.",
  "I agree with Josh.",
  "It's their party.",
  "LOWRY: Thank you.",
  "And good evening.",
  "I'm Erin Burnett.",
  "GOLDBERG: He did.",
  "I don't think so.",
  "What did he say?",
  "Nobody would go.",
  "He has no power.",
  "BURNETT: Right.",
  "BURNETT: Right.",
  "Go to congress.",
  "BURNETT: Right.",
  "BURNETT: Right.",
  "GOLDBERG: I do.",
  "He is my guest.",
  "They're close.",
  "GOLDBERG: Yes.",
  "He called you.",
  "GOLDBERG: Yes.",
  "GOLDBERG: Yes.",
  "GOLDBERG: Yes.",
  "GOLDBERG: Yes.",
  "GOLDBERG: Yes.",
  "Here is a few.",
  "BURNETT: Josh?",
  "Appreciate it.",
  "Here they are.",
  "BURNETT: Yes.",
  "LOWRY: Right.",
  "LOWRY: Right.",
  "LOWRY: Right.",
  "BURNETT: Yes.",
  "GOLDBERG: No.",
  "This is talk.",
  "BURNETT: Yes.",
  "BURNETT: No?",
  "BURNETT: OK.",
  "That's true.",
  "LOWRY: Yes.",
  "LOWRY: Yes.",
  "Go public.",
  "Will it?",
  "Erin?",
  "Yes.",
  "OK."
]