[
  "By the time you’ve finished listening to his frenetic reversals, you are much more inclined to believe that Trump knew about the Daniels payment but likely lied to his lawyers and staff; Trump and/or his son Donald Trump Jr. have legal exposure regarding conspiracy; and Cohen can’t be a disreputable liar, since Trump employed him for many years.",
  "Giuliani only highlighted his blunder with a feeble tweet trying to explain himself:\n\nMy statement was not meant as a pontification on moral theology but one referring to the situation where two people make precisely contradictory statements, the classic “he said,she said” puzzle.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "In a NBC News piece this morning, Todd, Mark Murray and Carrie Dann recount the email exchange preceding the Trump Tower meeting:\n\n[ROB] GOLDSTONE: Emin [Agalarov] just called and asked me to contact you with something very interesting.",
  "On “Meet the Press” on Sunday, there was this display of buffoonery:\n\nCHUCK TODD: What, what, I mean, I mean let’s talk with collusion, I mean the Trump Tower meeting itself is at least evidence of you better investigate.",
  "Then, on June 7, 2016, Goldstone wrote to Trump Jr. again: GOLDSTONE: Emin asked that I schedule a meeting with you and The Russian government attorney who is flying over from Moscow for this Thursday.",
  "CHUCK TODD: They didn’t know she was Russian, I think they knew she was Russian, but OK. RUDY GIULIANI: Well, they knew it when they met with her, not when they set up the meeting.",
  "His job, unlike the actual lawyers who do not appear on TV, is to throw red meat to the base, to please the “TV watcher in chief” and to conduct the Trumpian obliteration of truth.",
  "What’s apparent, however, is that he is very bad at giving Trump and his cultists ammunition to combat special counsel Robert S. Mueller III in the court of public opinion.",
  "For one thing, Giuliani makes glaring reversals, which only serve to highlight Trump’s dishonesty and possible liability:\n\nHe didn’t know about the Stormy Daniels payment.",
  "These 180-degree turns work to an extent with obsequious Fox News hosts, but in the realm of legitimate news, his twists and turns get amplified — and worse, mocked.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin.",
  "For a president who thrives on sound bites and gotcha moments, it is ironic that the best lines for his opponents now come from Trump’s TV lawyer.",
  "In addition, Giuliani has lost a step (from his days as an eagle-eye prosecutor) and now makes damaging admissions with some regularity.",
  "They didn’t know she was a representative of the Russian government and indeed, she’s not a representative of the Russian government.",
  "And, of course, any meeting with regard to getting information on your opponent is something any candidate’s staff would take.",
  "RUDY GIULIANI: Well, because the meeting was originally for the purpose of getting information about, about [Hillary] Clinton.",
  "What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?",
  "Opinion writer\n\nRudy Giuliani is not acting as President Trump’s real lawyer, but rather, playing one on TV.",
  "Giuliani’s “Truth isn’t truth” assertion spread throughout traditional and social media like a firestorm.",
  "Yes, Giuliani admitted they met with the purpose of getting something of value from a foreign national.",
  "You, you told me, you, you asked me, you know, did they show an intention to do anything with Russians?",
  "I believe you are aware of the meeting – and so wondered if 3pm or later on Thursday works for you?",
  "In short, Trump’s TV lawyer now provides more fodder for Trump’s opponents than he does for Trump.",
  "If Giuliani’s job is to buck up his side and demoralize the opposition, he’s failing miserably.",
  "— Rudy Giuliani (@RudyGiuliani) August 20, 2018\n\nThat’s not intelligible, let alone effective.",
  "Seems we have some time and if it’s what you say I love it especially later in the summer.",
  "The meeting turned into a meeting — CHUCK TODD: Which in itself it’s attempted collusion.",
  "If it happens to be a person with a Russian — CHUCK TODD: From the Russian government?",
  "If someone said, I have information about your opponent, you would take that meeting.",
  "RUDY GIULIANI: She didn’t represent the Russian government, she’s a private citizen.",
  "It turned out to be a meeting about another subject and it was not pursued at all.",
  "He found out about it after and by the time he found out about it, it was nothing.",
  "Well, all they knew is that a woman with a Russian name wanted to meet with them.",
  "The meeting was intended to get dirt on Hillary Clinton from a criminal lawyer.",
  "Moreover, at least Trump Jr. knew exactly who was asking for the meeting.",
  "I am on the road at the moment but perhaps I just speak to Emin first.",
  "Sometimes further inquiry can reveal the truth other times it doesn’t.",
  "CHUCK TODD: That was the intention of the meeting, you just said it.",
  "Plus, the President of the United States wasn’t at that meeting.",
  "What did Giuliani accomplish in his “Meet the Press” appearance?",
  "He highlighted Trump Jr.’s not insignificant criminal exposure.",
  "RUDY GIULIANI: That was the original intention of the meeting.",
  "I don’t even know if they knew she was Russian at the time.",
  "Could we do a call first thing next week when I am back?",
  "Finally, Giuliani is becoming a walking gaffe machine.",
  "Well, come to think of it, collusion is not a crime.",
  "DONALD TRUMP JR: Thanks Rob I appreciate that.",
  "As I said, Giuliani isn’t helping Team Trump.",
  "Thanks rob appreciate you helping set it up.",
  "I understand — RUDY GIULIANI: No it’s not.",
  "You do wonder why Trump keeps him around.",
  "(OVERTALK) RUDY GIULIANI: No, it wasn’t.",
  "TRUMP JR: How about 3 at our offices?",
  "I assume it would be at your office.",
  "So, this is much ado about nothing.",
  "He didn’t know about that meeting.",
  "If true, that would be illegal.",
  "CHUCK TODD: You just said it.",
  "Michael Cohen is a great guy.",
  "CHUCK TODD: — how is it not?",
  "All they had was her name.",
  "… RUDY GIULIANI: It’s not.",
  "There was no collusion.",
  "Actually, he’s a liar.",
  "That’s the problem.",
  "(Emphasis is ours.)",
  "(Emphasis is ours.)",
  "Oh, no, he knew.",
  "No, no."
]