[
  "“While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines.”\n\n— Press statement\n\nJan. 11 “If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia.”\n\n— News conference “As far as hacking, I think it was Russia.",
  "June 15 “We believe it was the DNC that did the hacking as a way to distract from the many issues facing their deeply flawed candidate and failed party leader.”\n\nJune 29 Goldstone reaches out to Scavino again about VKontakte: “I’m following up on an email [from] a while back of something I had mentioned to Don and Paul Manafort during a meeting recently,” he wrote in an email cc-ing Sidorkov.",
  "It’s going to be impossible for President Trump to ever get along with Russia because of all the pressure he’s got with this fake story.’”\n\n— News conference\n\nMarch 20 Comey testifies before the House Intelligence Committee and, for the first time, confirms the existence of the investigation into Russian hacking and possible links to the Trump campaign.",
  "I never met Putin, I have nothing to do with Russia whatsoever.”\n\n— CBS interview\n\nJuly 27 “Funny how the failing @nytimes is pushing Dems narrative that Russia is working for me because Putin said ‘Trump is a genius.’ America 1st!”\n\n— Twitter “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing.",
  "June 3 Goldstone emails Trump Jr. “The Crown prosecutor of Russia met with [Agalarov’s] father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” Goldstone wrote.",
  "Feb. 7 “I don’t know Putin, have no deals in Russia, and the haters are going crazy — yet Obama can make a deal with Iran, #1 in terror, no problem!”\n\n— Twitter\n\nFeb. 16 “But I want to just tell you, the false reporting by the media, by you people, the false, horrible, fake reporting makes it much harder to make a deal with Russia.",
  "You can be very tough, but you shouldn’t be doing what she’s doing.”\n\n— Speech\n\nOct. 31 “In the meantime, Putin — who she likes to say bad things about — and all of the other leaders, many of whom she says bad things about, then you wonder why the world hates us.”\n\n— Speech\n\nNov. 28 “I don’t believe they interfered,” he said.",
  "The same day, Papadopoulos emails senior campaign adviser Stephen Miller to say that he had “some interesting messages coming in from Moscow about a trip when the time is right.”\n\nMay Two people who support Trump email the campaign to set up a meeting between a Trump staffer and a Russian official named Alexander Torshin.",
  "Now what, should show I say, no I’m not going to see him?”\n\n— NBC News interview The president tells NBC’s Lester Holt that Comey’s firing was because “this Russia thing with Trump and Russia is a made-up story.”\n\nJuly 7 “President Putin and I have been discussing various things, and I think it’s going very well.",
  "I think you’re going to find it very informative and very, very interesting.”\n\nJune 9 Trump Jr., Manafort and Kushner meet at Trump Tower with a Kremlin-connected attorney named Natalia Veselnitskaya and Rinat Akhmetshin, a former Soviet counterintelligence officer who works as a lobbyist.",
  "And I — I’ll be honest, I think if he did have something, they would’ve released it; they would’ve been glad to release it.”\n\n— News conference\n\nJan. 20 Shortly after Trump is inaugurated, Flynn allegedly signals to a business partner that sanctions against Russia will soon be lifted.",
  "It’s very bad for this world.”\n\n— Fox Business interview\n\nMay 9 Trump fires Comey\n\nMay 10 In a private meeting with Russian Foreign Minister Sergei Lavrov and Kislyak, Trump reveals classified information shared with the United States by an ally, later reported to be Israel.",
  "But if Putin wants to go and knock the hell out of ISIS, I am all for it, 100 percent, and I can’t understand how anybody would be against it.”\n\n— Republican primary debate\n\nDec. 18 “He’s running his country, and at least he’s a leader, unlike what we have in this country.",
  "“This is obviously very high level and sensitive information but is part of Russia and it’s government’s support for Mr. Trump – helped along by Aras and Emin.” “Seems we have some time and if it’s what you say I love it especially later in the summer,” Trump Jr. replied.",
  "Oct. 7 The director of national intelligence and the head of the Department of Homeland Security release an unusual joint statement in which they warn of Russian efforts to meddle in the election and suggest that Russia had a hand in the WikiLeaks document releases.",
  "I will get along — I think — with Putin, and I will get along with others, and we will have a much more stable — stable world.”\n\n— Republican primary debate\n\nSep. 30 “We have a president who looked like — remember, he said they were the JV, that ISIS was the JV?",
  "And I say very nicely, wouldn’t it be nice if actually we could get along with Russia, we could get along with foreign countries, instead of spending trillions and trillions of dollars?”\n\n— Republican presidential debate\n\nMarch 10 “[S]trong doesn’t mean good.",
  "“Do you know the people mentioned,” he wrote, apparently referring to those behind the Putin-Trump site, “and what the conspiracy they are looking for could be?”\n\nSep. 26 “I don’t think anybody knows it was Russia that broke into the DNC,” Trump said.",
  "Nov. 10 “But, as far as the Ukraine is concerned, and you could Syria — as far as Syria, I like — if Putin wants to go in, and I got to know him very well because we were both on ’60 Minutes,’ we were stablemates, and we did very well that night.",
  "Now I don’t say that in a good way or a bad way.”\n\n— Republican primary debate\n\nMarch 14 George Papadopoulos, on Trump’s foreign-policy team, meets with a London-based professor named Joseph Mifsud, director of the London Academy of Diplomacy.",
  "I think that’s very nice and it has no effect on me other than I think it’s very nice.”\n\n— Speech\n\nMarch 28 Political veteran Paul Manafort is hired to help the Trump campaign manage the delegate process for the Republican National Convention.",
  "Dec. 30 “Great move on delay (by V. Putin) — I always knew he was very smart!”\n\n— Twitter\n\nJan. 3, 2017 “The ‘Intelligence’ briefing on so-called ‘Russian hacking’ was delayed until Friday, perhaps more time needed to build a case.",
  "If Russia and the United States got along well and went after ISIS, that would be good.”\n\n— Presidential debate\n\nOct. 26 “First of all, I don’t know Putin, have no business whatsoever with Russia, have nothing to do with Russia.",
  "Putin was a pleasant call.”\n\n— Call with Australian prime minister\n\nWeek of Feb. 6 Cohen and Sater partner with a Ukrainian lawmaker on a proposal for easing Russian-Ukrainian tensions, which is delivered to Flynn’s office.",
  "July 25 “The new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me”\n\n— Twitter\n\nJuly 27 “I have nothing to do with Russia, nothing to do.",
  "And the reason they blame Russia because they think they’re trying to tarnish me with Russia.”\n\n— Presidential debate\n\nOct. 11 Trump Jr. travels to Paris to give a paid speech to a group that supports Russian interests.",
  "It’s a great honor to be on ’60 Minutes’ last week with my wife.”\n\n— MSNBC interview\n\nNov. 9 Sater emails Trump attorney Michael Cohen to outline his idea of having a Moscow ribbon-cutting that Putin would attend.",
  "It also could be somebody sitting on their bed that weighs 400 pounds, Okay?”\n\n— Presidential debate\n\nOct. 2 Stone tweets about upcoming WikiLeaks revelations: “Wednesday [Oct. 5] @Hillary Clinton is done.",
  "During a speech that evening, Trump says he is “going to give a major speech on probably Monday of next week and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "Well, he looked like the JV last week, when you compared him to Putin in New York, the JV.”\n\n— Speech\n\nOct. 14 “It’s a great honor to be on ’60 Minutes’ last week with my stablemate Vladimir Putin.",
  "Summer 2015 Hackers believed to be linked to the Russian Federal Security Service (FSB) gain access to the network of the Democratic National Committee, according to U.S. intelligence agencies.",
  "They want to be friendly with the United States.”\n\n— Fox News interview\n\nMay 20 or 21 Torshin and Trump Jr. meet at a dinner related to the National Rifle Association convention in Louisville.",
  "Kushner allegedly proposes setting up a back channel of communication between the administration and Putin, perhaps going so far as to use secure communications systems at the Russian Embassy.",
  "I think he is somebody that I would have a very decent relationship with if I ever win.”\n\n— Fox Business interview\n\nAug. 28 “Putin hates us, he hates Obama today, less I think he’d like me.",
  "April 27 Jared Kushner, Trump’s son-in-law, meets then-Russian Ambassador Sergey Kislyak at a reception at the Mayflower Hotel in Washington before a foreign-policy speech given by Trump.",
  "“At the time, Paul had said he would welcome it …”\n\nJuly At some point this month, the FBI begins investigating possible links between the Russian government and Trump’s campaign.",
  "Why wasn’t this brought up before election?”\n\n— Twitter\n\nDec. 13 At Kislyak’s urging, Kushner meets with Sergey Gorkov, chairman of the government-owned VEB and a Putin confidant.",
  "The FBI believes the conversation may have included a suggestion by the Russians that easing sanctions would allow Russian banks to offer financing to people with ties to Trump.",
  "Also said Russians did not give him the info!”\n\n— Twitter\n\nJan. 6 U.S. intelligence agencies release a report outlining why they believe Russia was behind the campaign hacking.",
  "Okay?”\n\n— Speech\n\nSeptember At some point in September, congressional leaders are briefed about the CIA’s belief that Russia was intervening in the election to benefit Trump.",
  "He’s not going to get anything.”\n\n— Post interview\n\nApril Hackers believed to be linked to Russia’s Main Intelligence Directorate (GRU) also gain access to the DNC network.",
  "Wanna know the truth.”\n\n— Speech\n\nSeptember An associate of Trump’s named Felix Sater reaches out to the Trump Organization about a proposed development project in Moscow.",
  "April 11 Manafort emails longtime aide Konstantin Kilimnik t0 ensure that Deripaska’s “operation” has seen his media coverage, presumably about the Trump campaign.",
  "April 13 “You know, Putin said Donald Trump is a genius, so the press said he should disavow the statement that Putin — Donald, Putin said Donald Trump’s a genius.",
  "The emails, sent to adviser Rick Dearborn, are titled “Kremlin Connection” and “Russian backdoor overture and dinner invite.” Kushner rejects the latter overture.",
  "People say ‘what do you mean?’ I think I’d get along well with him.”\n\n— Media availability\n\nAug. 20 “I actually think that he is somebody that can be dealt with.",
  "I respectfully request someone, preferably you, contact me so that I might discuss the specifics as well as arranging meetings with the appropriate individuals.",
  "April 12 On Syria: “[F]rankly, Putin is backing a person that’s truly an evil person and I think it is very bad for Russia, I think it’s very bad for mankind.",
  "And probably Putin said ‘You know’ — he’s sitting behind his desk and he’s saying ‘You know, I see what’s going on in the United States, I follow it closely.",
  "It’s good for Russia, it’s good for us.”\n\n— Fox News interview\n\nJan. 28 “I have been making these calls all day and this is the most unpleasant call all day.",
  "Why would I ever disavow that statement?”\n\n— MSNBC interview\n\nMarch 3 “Putin said about me — I didn’t say about Putin — Putin said very nice things about me.",
  "Putin says Trump is brilliant.”\n\n— Speech\n\nMid-January Cohen emails Putin’s personal spokesman seeking help in advancing the proposed development in Moscow.",
  "June 7 Goldstone and Trump Jr. finalize “a meeting with you and The Russian government attorney.” Trump formally clinches the nomination later in the day.",
  "And it could be some guy in his home in New Jersey.”\n\n— Time interview\n\nDec. 1 Trump adviser Michael Flynn and Kushner meet with Kislyak at Trump Tower.",
  "Now, you know what, he’s not gonna get me with that statement, but he said, ‘Donald Trump is a genius and he’s gonna be a great leader,’ or something.",
  "Jan. 29 Rob Goldstone, publicist for Russian musician Emin Agalarov, emails Donald Trump Jr. pitching a page on Russian social-media site Vkontakte.",
  "Is there anything wrong with that?”\n\n— Speech\n\nApril 18 Papadopoulos is introduced to someone who has contacts at Russia’s Foreign Ministry.",
  "I had a major event in Russia two or three years ago — Miss Universe contest — which is a big, incredible event, and incredible success.",
  "Well, I think that our country does plenty of killing, too, Joe.”\n\n— MSNBC interview\n\nDec. 20 “I didn’t praise him, he praised me.",
  "And, you know, they like to say every time WikiLeaks comes out, they say this is a conspiracy between Donald Trump and Russia.",
  "I think you will probably be rewarded mightily by our press.”\n\n— News conference\n\nJuly 31 “I have no relationship with Putin.",
  "Very strange!”\n\n— Twitter\n\nJan. 4 “Julian Assange said ‘a 14 year old could have hacked Podesta’ — why was DNC so careless?",
  "After his speech, one of the hosts traveled to Moscow, where she discussed the speech with a senior Russian official.",
  "Give me a break.”\n\n— Speech\n\nOct. 27 “But she speaks very badly of Putin, and I don’t think that’s smart, you know.",
  "We’ve driven them into the arms of China, so that now these two are together, which has always been the great sin.",
  "I’m not disavowing anything.’ Besides that, honestly, wouldn’t it be great if we actually got along with Russia?",
  "In an interview with Fox News, Mike Pence denies any connection between the Trump campaign and the organization.",
  "Dec. 29 Flynn calls Kislyak multiple times about proposed sanctions, asking Russia not to retaliate immediately.",
  "Papadopoulos and the contact begin communicating regularly to try to set up a meeting between Trump and Putin.",
  "Sep. 20 WikiLeaks messages Trump Jr. privately over Twitter, pointing to a new site linking Putin to Trump.",
  "Shortly afterward, he asks about the new information apparently referenced by Stone, but gets no response.",
  "I think it would be great if we got along with Russia because we could fight ISIS together, as an example.",
  "But I don’t know Putin.”\n\n— Presidential debate “She doesn’t know if it’s the Russians doing the hacking.",
  "May 5 Asked whether he’d spoken to Putin: “Yeah, but I don’t want to comment because, let’s assume I did.",
  "I think his dislike of President Obama is so intense, that it really has affected the whole relationship.",
  "I don’t think I’ve ever met him.”\n\n— ABC interview\n\nAug. 5 “So she said well, Donald Trump likes Putin.",
  "Dec. 12 “Unless you catch ‘hackers’ in the act, it is very hard to determine who was doing the hacking.",
  "Dec. 22 Flynn reaches out to Kislyak to urge Russia to oppose a resolution about Israeli settlements.",
  "Now, somebody would say, ‘Oh, of course he’s gonna say that.’ I respected the fact that he said that.",
  "March 19 Clinton’s campaign chairman clicks a link, inadvertently giving access to his email account.",
  "“Nice to meet you and your team,” he writes in an email to Scavino, Trump Jr. and Trump’s assistant.",
  "July 7 Manafort contacts Kilimnik again to invite Deripaska for a private briefing on the campaign.",
  "Konstantin Sidorkov, director of partnership marketing for VKontakte, follows up a few days later.",
  "I thank you in advance for your assistance and look forward to hearing from you soon,” he writes.",
  "Sep. 16 “We don’t get along with anybody, and yet, at the same time, they rip us left and right.",
  "… President Putin and Russia put out a statement today that this fake news was indeed fake news.",
  "McFarland about the conversation, and she shares thoughts with other transition team officials.",
  "And I’m not going to be politically correct.”\n\n— NBC interview\n\nJan. 9, 2016 “[R]emember this .",
  "Until he learns that Papadopoulos is tied to the Trump campaign, he’s uninterested in talking.",
  "Before joining the campaign, Manafort lobbied on behalf of Oleg Deripaska, an ally of Putin.",
  "This time, WikiLeaks asks him to have the campaign offer a response to a quote from Clinton.",
  "Sources close to Kushner indicate that the only focus of the back channel would be Syria.",
  "Jan. 24 The FBI interviews Flynn about his conversations with Kislyak the previous month.",
  "Russia is one of several countries Flynn contacts, apparently at the behest of Kushner.",
  "Jan. 26 “I don’t know Putin, but if we can get along with Russia, that’s a great thing.",
  "Trump Jr. passes it on to Dan Scavino, the person in charge of Trump’s social media.",
  "It is to be financed by VEB bank, which was being sanctioned by the U.S. government.",
  "April 26 Papadopoulos is told by Mifsud that the Russians have “dirt” on Clinton.",
  "He said, Trump is brilliant and Trump is going to be the new leader and all that.",
  "I hope I like him, I hope he likes me because I’d love to get along with Russia.",
  "“I will get Putin on this program and we will get Donald elected,” Sater writes.",
  "Trump at some point signs a letter of intent to move forward with the project.",
  "July 30 “I think I’d get along very well with Vladimir Putin, I just think so.",
  "The press and the guys I’m running against wanted me to disavow the statement.",
  "But when I spoke with Putin, he asked me whether or not I would see Lavrov.",
  "Oct. 12 WikiLeaks again contacts Trump Jr. sharing a link to file archives.",
  "I said, ‘I’m going to disavow a statement when somebody calls me a genius?",
  "“As this project is too important, I am hereby requesting your assistance.",
  "I mean, you would like me to call him a weak leader, he’s a strong leader.",
  "[Scarborough: But again, he kills journalists that don’t agree with him.]",
  "The next day, Trump Jr. responds to say that he’ll “ask around” about it.",
  "He then said, “Maybe it was,” but added, “I mean, it could be Russia.",
  "“That became a laughing point, not a talking point, a laughing point.",
  "But I think we also get hacked by other countries and other people.",
  "Oct. 14 Trump Jr. tweets the link he’d received two days earlier.",
  "“Please feel free to send me whatever you have,” Scavino replies.",
  "Trump Jr. then emailed senior campaign staff about the message.",
  "Sep. 8 Sessions and Kislyak meet in Sessions’s Senate office.",
  "Any time I do something, they say, ‘Oh, Russia interfered.’ .",
  "We’ve had some very, very good talks.”\n\n— Meeting with Putin",
  "They take advantage of us economically and every other way.",
  "And some of these clowns said, you should repudiate Putin.",
  "Shortly afterward, the candidate tweets about the leaks.",
  "#Wikileaks.”\n\nOct. 3 WikiLeaks again contacts Trump Jr.",
  "July 22 WikiLeaks releases emails stolen from the DNC.",
  "March 31 “I want Putin to respect our country, okay?",
  "FBI director Jim Comey briefs Trump at Trump Tower.",
  "He is recommended by Trump confidant Roger Stone.",
  "I said, I’m not going to disavow that statement.",
  "March 21 “Putin says very nice things about me.",
  "… Well, first of all, it’s sort of interesting.",
  "Sessions may have spoken with Kislyak, as well.",
  "You know, I don’t want to hurt his confidence.",
  "The Democratic convention begins on the 25th.",
  "Don’t ever let Russia and China get together.",
  "I mean, I accept it — he is a strong leader.",
  "Feb. 9 “Now, Putin said, Trump is brilliant.",
  "“They have thousands of emails,” he is told.",
  "He’s making mincemeat out of our president.",
  "WikiLeaks releases Podesta’s stolen emails.",
  "If we got along well, that would be good.",
  "I could name very many very weak leaders.",
  "What am I gonna say, he’s a weak leader?",
  "At some point, he communicates with K.T.",
  "May 11 “I have to speak with Putin also.",
  "Trump Jr. replies that he already had.",
  "“How do we use to get whole?” he asks.",
  "It could also be lots of other people.",
  "Putin is a strong leader, absolutely.",
  "I’d get along great with him I think.",
  "They said it totally never happened.",
  "Flynn lies about the conversations.",
  "He said very nice things about me.",
  "He said very good things about me.",
  "I said, why would I repudiate him?",
  "I could name many strong leaders.",
  "The bank is under U.S. sanctions.",
  "I don’t think I’ve ever met him.",
  "I got to meet a lot of people.",
  "[The hacking] could be Russia.",
  "He said nice things about me.",
  "But they always blame Russia.",
  "Oct. 19 “I don’t know Putin.",
  "Oct. 9 “I don’t know Putin.",
  "But it could also be China.",
  "We’ve driven them together.",
  "I don’t know Putin, folks.",
  "But he is a strong leader.",
  "Maybe there is no hacking.",
  "We get along with nobody.",
  "Perhaps it was personal.",
  "But I know Russia well.",
  "He called me brilliant.",
  "He is a strong leader.",
  "And it could be China.",
  "Wouldn’t it be great?",
  "But, you know that.",
  "It’s called Russia.",
  "And you know what?",
  "I never met him.",
  "… You saw that.",
  "Putin likes me.",
  "I don’t know.",
  ".",
  ".",
  ".",
  "."
]