[
  "(Natalia Seliverstova/Sputnik via Associated Press)\n\nAn executive at a leading Russian social media company made several overtures to Donald Trump's presidential campaign in 2016 — including days before the November election — urging the candidate to create a page on the website to appeal to Russian Americans and Russians.",
  "The executive at Vkontakte, or VK, Russia's equivalent to Facebook, emailed Donald Trump Jr. and social media director Dan Scavino in January and again in November of last year, offering to help promote Trump's campaign to its nearly 100 million users, according to people familiar with the messages.",
  "In an email, Sidorkov said his job at the company in 2016 was to encourage celebrities to use the social media platform, an effort that sometimes took \"some promotion and explanation,\" given that many Western celebrities were unfamiliar with the company.",
  "[At least nine people in Trump’s orbit had contact with Russians during campaign and transition]\n\nThe site, whose name translates as \"in contact,\" is Russia's most popular social network and owned by publicly traded Russian Internet giant Mail.Ru Group.",
  "Jonathan Albright, research director of the Tow Center for Digital Journalism at Columbia University, described VK as a \"hugely popular social media platform and an excellent tool to connect with Russian expats and Russian-speaking audiences.\"",
  "While mainly used by Russian-speaking users, the site has also become known in Europe — and increasingly in the United States — as a platform embraced by white-nationalist groups, according to groups that track their activity.",
  "The overture with VK was brokered by Rob Goldstone, a British music promoter who asked Trump Jr. last year to meet with a Russian lawyer who he said had compromising information about Democratic candidate Hillary Clinton.",
  "In June 2016, Goldstone again contacted Trump Jr., urging him to meet with Russian lawyer ­Natalia Veselnitskaya, who he said would share information that was part of a Russian government effort to help Trump's campaign.",
  "On Nov. 5, Sidorkov renewed his pitch to the Trump team, writing that \"all Russian speakers,\" including in the United States, Russia and former Soviet states, were interested in getting Russian language news about Trump.",
  "The emails, which were read to The Washington Post and confirmed by people with knowledge of their contents, show a new point of direct contact between an influential Russian and advisers to Trump during the 2016 race.",
  "Investigators for special counsel Robert S. Mueller III and several congressional committees are scrutinizing those contacts as part of their examinations into Russia's meddling in the 2016 campaign.",
  "Sidorkov posted photographs from the ­after-party on his VK page, including one in which Trump posed with a thumbs up next to Olivia Culpo, the previous year's winner, and musician Nick Jonas.",
  "\"It would merely require Mr. Trump to drop in a short message to Russian-American voters or a generic message, depending on your choice, and the page can be up and running very quickly.\"",
  "During the time that VK was contacting the Trump operation, Russia was engaged in an influence campaign through social media to bolster Trump, U.S. intelligence officials have said.",
  "Ike Kaveladze, a U.S.-based representative for the Agalarovs, attended the Trump Tower meeting but said the VK page idea was not discussed, according to his attorney Scott Balber.",
  "Sidorkov — a young, jet-setting tech executive who documents his frequent travels on Instagram and other sites — posted a photograph this July posing next to Vladi­mir Putin.",
  "He said it was \"pretty absurd\" to believe that a VK page, if opened, could have influenced the U.S. election, given that the site is not very popular in the United States.",
  "\"I'm following up on an email [from] a while back of something I had mentioned to Don and Paul Manafort during a meeting recently,\" Goldstone wrote to Scavino on June 29.",
  "Goldstone represented a Russian pop star, Emin Agalarov, whose father, Aras, is a Russian developer who helped bring Trump's Miss Universe pageant to Moscow in 2013.",
  "The website also directed substantial amounts of traffic to ­ Breitbart News and Infowars, a popular conservative conspiracy site, during the 2016 campaign, he said.",
  "\"At the time, Paul had said he would welcome it, and so I had the VK folks mock up a basic sample page, which I am resending for your approval now,\" Goldstone wrote.",
  "The VK proposal was not mentioned in notes taken by Manafort during the meeting, which have been turned over to Congress, according to a person who has seen them.",
  "An attorney for Trump Jr. said his client forwarded a pitch about the concept to Scavino early in the year and could not recall any further discussion about it.",
  "Sidorkov said he was 18 and working for a radio station during the event and had not met Trump personally but rather taken pictures while standing in a crowd.",
  "In early 2016, Goldstone sent an email to Trump Jr. to discuss the idea of setting up a page for Trump on VK, according to people familiar with his message.",
  "\"It will be the top news in Russia,\" Konstantin Sidorkov, who serves as VK's director of partnership marketing, wrote on Nov. 5, 2016.",
  "\"He did nothing more with the information and had no recollection of or involvement in any further discussion about the matter.\"",
  "\"There wasn't really follow-up because there was nothing there to follow up,\" Trump Jr. told Fox News's Sean Hannity in July.",
  "He later said Veselnitskaya provided no information about Clinton at the brief meeting, which he considered a waste of time.",
  "The newly disclosed emails show that Goldstone was in contact with the campaign about two weeks after visiting Trump Tower.",
  "He indicated that he was copying Sidorkov, \"a good friend,\" on his note, \"as he would oversee the promotion of the page.\"",
  "Balber, who also represents the Agalarovs, added that he had no reason to believe his clients \"knew anything about this.\"",
  "On Election Day, Sidorkov reposted the November 2013 photograph of Trump at the Miss Universe after-party on Instagram.",
  "Goldstone wrote that his client, Emin Agalarov, and a \"contact\" at VK wanted to create a \"Vote Trump 2016\" promotion.",
  "While Scavino expressed interest in learning more at one point, it is unclear whether the campaign pursued the idea.",
  "\"Goldstone wrote to Donald Trump Jr. early in the year, and he forwarded the information to Dan Scavino,\" he said.",
  "Alan S. Futerfas, an attorney for Trump Jr., confirmed that his client had received the email from Goldstone.",
  "He had apparently crossed paths with Trump at least once before, at the 2013 Miss Universe pageant in Moscow.",
  "Trump Jr. invited his brother-in-law Jared Kushner and campaign chairman Paul Manafort to attend the meeting.",
  "\"Nice to meet you and your team,\" Sidorkov wrote, attaching information about VK and its social media reach.",
  "A few days later, Sidorkov emailed Scavino, Trump Jr. and Donald Trump's longtime assistant Rhona Graff.",
  "Sidorkov joined VK as a partner relations manager in July 2014, according to his LinkedIn profile.",
  "The Russian president had just participated in a Q-and-A session with schoolchildren and VK users.",
  "\"Who would have thought,\" he wrote..\n\nAlice Crites and Craig Timberg contributed to this report.",
  "Scavino, now the White House social media director, did not respond to requests for comment.",
  "\"Please feel free to send me whatever you have,\" Scavino wrote to Goldstone on Jan. 19.",
  "Asked whether he had any further contact with Goldstone, Trump Jr. responded: \"Casual.",
  "Far-right politicians in Germany and other countries have VK profiles, Albright said.",
  "\"I was sending tens of similar email daily to lots of people everywhere,\" he wrote.",
  "Futerfas said that was the last discussion about VK that Trump Jr. could recall.",
  "\"Thank you so much for looking out for Mr. Trump and his presidential campaign.\"",
  "our audience, 100 million users,\" he wrote to Scavino, Trump Jr. and Graff.",
  "He said he had received no response to his notes from Trump aides.",
  "\n\nRussian social media site VK is seen on a smartphone screen.",
  "Jason Maloni, a spokesman for Manafort, declined to comment.",
  "At the time, Scavino responded to the idea enthusiastically.",
  "Robert Gage, an attorney for Goldstone, declined to comment.",
  "Emin's going to be in town performing, something like that.\"",
  "Excerpts of the email were first reported by CNN.",
  "\"We will help you with the page promotion to .",
  "A White House spokeswoman declined to comment.",
  "\"It absolutely did not come up,\" he said.",
  "'Hey, how's it going?'",
  ".",
  "."
]