[
  "Steele, as you likely know, is the former British intelligence official whose research into Donald Trump during the 2016 campaign became part of a dossier of information that has emerged as central to Republican defenses of Trump — and allegations of misbehavior against the campaign of Hillary Clinton and the Obama administration.",
  "So if I put the two memos together — the new one tonight, yours from Friday — Hillary Clinton paid for Russian propaganda, turned out to be lies, not verified, then used for a FISA warrant, and I’m, like, not only was it paid for to manipulate and lie to the American people but then to spy on an opposition party candidate.",
  "He’s at the leading edge of the fight that Fox News is facing in a shifting media environment: Republicans and Democrats increasingly see each other as a threat to the country, and Trump supporters in particular are willing to seize on extreme or false news outlets and stories that paint the opposition in a negative light.",
  "Hannity, though, depicts Steele’s conversations with people within the Russian government as “Russian propaganda.” He flatly declares Steele’s findings to be “lies, not verified,” the latter of which is a better description for most of the dossier’s contents than the former.",
  "It seems like the counterintelligence investigation should have been opened up against the Hillary campaign when they got a hold of the dossier.”\n\nNunes’s clear link to Russia is just a few steps shy of the clear link that exists between any Hollywood actor and Kevin Bacon.",
  "Trump has made this argument before, too, that there’s collusion between the Democrats and the Russians, on the basis of people in the Russian government talking to Steele, someone who’s been researching Russian business and political actors for years.",
  "He refers to this sentence in the Grassley-Graham memo: “On the face of the dossier, it appears that Mr. Steele gathered much of his information from Russian government sources inside Russia.”\n\nThere are two ways to read that sentence.",
  "One way is that Steele talked to people who worked for the government who shared information they weren’t supposed to, in the way that a media outlet might talk to a source in the White House who talks under the cover of anonymity.",
  "They didn’t tell a guy under the cloak of anonymity; much less a guy who worked for a firm (Fusion GPS) who was hired by a law firm (Perkins Coie), which was working for Clinton and the Democratic National Committee.",
  "\n\nIn an interview with Fox News, Rep. Devin Nunes (R-Calif.) refers to Christopher Steele, a former British intelligence officer, as “a foreign agent,” which casts him in the shadowy light of a Cold-War-era bad guy.",
  "That memo was a fleshed-out (but still redacted) version of a request the pair made public last month, referring Christopher Steele to the Justice Department for investigation into a possible criminal violation.",
  "He has, for not the first time in Trump’s presidency, gone way out on a limb on a theory that implies that the Clinton campaign and the Democrats acted unethically or illegally in 2016 and then covered it up.",
  "A longtime Trump defender whose defenses have in the past been shown to be hollow, he owns the memo alleging misbehavior by the Justice Department and has little choice but to keep pressing that point.",
  "When Russia wanted to get information out in 2016, they apparently (according to American intelligence agencies) passed it to WikiLeaks in some way to see it distributed widely.",
  "There’s certainly evidence to think that if they wanted to share information with a 2016 campaign, they used intermediaries to do things like email campaign staffers directly.",
  "It’s made up of 17 individual reports, many of which detail internal struggles within the Kremlin, including the firing of Russian President Vladimir Putin’s chief of staff.",
  "Discussions between campaign advisers and Russian allies or members of government, including one in which an adviser is told that the Russians have secret dirt on Clinton.",
  "Nunes and Hannity are accusing Clinton of colluding with Russia, with seeking dirt from Russia on their political enemies and having a clear link to agents of the country.",
  "“If we look at the memo that came out of Chuck Grassley’s committee today, Steele gathered much of his information from Russian government sources inside of Russia.",
  "His contacts in the Russian government provided “information from the Russians” — a phrasing that implies the information came with the blessing of the government.",
  "You have a campaign who hired a law firm who hired Fusion GPS who hired a foreign agent who went and got information from the Russians on the other campaign.",
  "The American people need to know about all of this because fundamentally we had an effort to undermine our election and then undermine an incoming president.",
  "If you’re Hannity, the furthest-right point on the sharply right Fox spectrum, the tug of demand from the base could keep pulling you further and further.",
  "That’s a sentence that, for an impartial observer, is like being told that there’s a Category 5 hurricane about to make landfall directly over your house.",
  "(J. Scott Applewhite/AP)\n\nHouse Intelligence Committee Chairman Devin Nunes (R-Calif.) appeared on Sean Hannity’s Fox News program on Monday evening.",
  "In this case, Nunes makes that claim after having pointed out that the “collusion” requires three other parties: the law firm, Fusion GPS and Steele.",
  "Again, there are multiple examples of Russian agents or individuals making direct outreach to people working with the Trump campaign.",
  "I think there’s clear evidence of collusion that the Democratic Party and the Hillary Clinton campaign colluded with the Russians.",
  "One or two steps removed — not four or more steps removed from someone who may not be acting on behalf of the Russian government.",
  "Steele, a former British intelligence officer, is “a foreign agent,” casting him in the shadowy light of a Cold-War-era bad guy.",
  "The Grassley-Graham memo appears to suggest that Steele may have lied to the FBI about if or when he contacted media outlets.",
  "The other way it can be read is that government officials were using Steele to spread misinformation deliberately.",
  "Hannity had spent a decent amount of time at the top of his show discussing another memo, released by Sens.",
  "Sir, are there crimes committed here?”\n\nBefore we get to Nunes’s answer, let’s parse what Hannity asked.",
  "Having read the public elements of the dossier, it seems unlikely that the latter is the case.",
  "But this isn’t the direction Hannity took the subject in his conversation with Nunes.",
  "Multiple attempts to connect the campaign to a man named Alexander Torshin.",
  "You know what’s coming, and all you can do is hunker down and ride it out.",
  "That is to collusion what a Super Bowl party is to a romantic date.",
  "You don’t get to hire lawyers and pretend that that didn’t happen.",
  "With a measured evaluation of the assumptions that Hannity made?",
  "Charles E. Grassley (R-Iowa) and Lindsey O. Graham (R-S.C.).",
  "Pop star Emin Agalarov being connected to Donald Trump Jr.",
  "What they accuse you of is what they actually were doing.",
  "What they accuse you of is what they actually were doing.",
  "A meeting with a Kremlin-linked lawyer at Trump Tower.",
  "“I hope the listeners understood what you just said.",
  "(If they even knew about that chain of connections.)",
  "The memo is heavily redacted, so it’s hard to say.",
  "“Well, you can’t really make this up,” he said.",
  "HANNITY: I believe you’ve done a great service.",
  "The interview wrapped up in a telling fashion.",
  "I believe it’s the right thing to do.",
  "Notice, too, Nunes’s choice of words.",
  "Hannity is in a weird position.",
  "We have a clear link to Russia.",
  "Here’s the question he posed.",
  "Nunes, though, goes along.",
  "NUNES: Yeah, I mean, look.",
  "Is that a fair statement?",
  "How does Nunes respond?",
  "Has kept pulling you.",
  "He does not.",
  "But this!"
]