[
  "In the original offer made by music publicist Rob Goldstone via an email to Donald Trump Jr., Goldstone wrote that pop star Emin Agalarov and his father, Aras, had met with a senior Russian official who “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.” This was “part of Russia and its government’s support for Mr. Trump,” Goldstone asserted.",
  "Instead, the Russian government exonerated everyone, and even gave some of the most complicit promotions and state honors.”\n\nWhen Trump Jr. — and campaign chairman Paul Manafort and Trump’s son-in-law, Jared Kushner — sat down with Veselnitskaya and a Russian intelligence veteran turned lobbyist named Rinat Akhmetshin in June 2016, this whole affair was what was discussed, including some allegations against Clinton.",
  "“Then we would expect that the Americans would reciprocate,” he said through a translator, “and they would question officials, including the officers of law enforcement and intelligence services of the United States, who we believe have something to do with illegal actions on the territory of Russia, and we have to request the presence of our law enforcement.”\n\nDid he have an example of one such investigation?",
  "We received copies of these complaints, and together they provided one of the most granular accounts of human rights abuse to come out of Russia in the last 35 years.”\n\n“Because of all the evidence,” he continued, “I figured the Russian authorities, corrupt as they were, would have to prosecute the people involved.",
  "(Goldstone’s initial email pitch said the Agalarovs had been given information from the “Crown prosecutor of Russia.”)\n\nStanding next to Trump on Monday, Putin isolated this same issue for specific mention as an example of his country having been treated unfairly.",
  "“It was this, you know, ‘Hey, some DNC donors may have done something and Russia and they didn’t pay taxes.’ I was, like, what does this have to do with anything?”\n\nThat, you will note, is a very good summary of the pitch Putin made Monday.",
  "Putin is focused on the issue of adoption because curtailing the adoption of Russian children by Americans was a response to sanctions imposed by the United States after the death of an anti-corruption lawyer named Sergei Magnitsky.",
  "Or, perhaps, he deliberately made reference to the most obvious example of the Trump campaign’s willingness to work with Russia, even while joining in Trump’s public denials that Russia and the Trump campaign had worked together.",
  "Perhaps Mueller could come to Russia and interview the 12 intelligence officers indicted by a grand jury last week for alleged involvement in hacking the Democratic National Committee and the campaign of Hillary Clinton.",
  "The statement was dictated by President Trump, The Washington Post later reported, on his flight back from a meeting of the Group of 20 in Europe at which he and Putin discussed, among other things, adoptions.",
  "It might have been legal, the contribution itself, but the way the money was earned was illegal.”\n\nThose transactions, he said, were “accompanied and guided” by intelligence officials.",
  "His is the first name listed among those Manafort typed into his phone; the notes proceed through Veselnitskaya’s case largely as articulated in a memo she prepared before the meeting.",
  "But while Browder’s name may not be familiar to most Americans, there was a subtext to Putin’s claim that is very important in the context of Russian election interference.",
  "In 2012, the United States passed the Magnitsky Act, which imposed sanctions on those believed to be responsible for his death, including a number of people close to Putin.",
  "Russian President Vladimir Putin seemed to offer an olive branch to special counsel Robert Mueller during a news conference after his summit with President Trump on Monday.",
  "Those officials could be interviewed in the presence of Russians — just as he would graciously allow Mueller’s team to be present for the questioning of his own officers.",
  "Trump Jr.’s original, misleading statement indicated that the meeting with Kremlin-linked lawyer Natalia Veselnitskaya was focused on the issue of Russian adoptions.",
  "Well, for one thing, there was no $400 million donation to Clinton’s campaign — or even to the Clinton Foundation — from anyone or any entity connected to Browder.)",
  "Magnitsky was arrested by Russian authorities after his work with a firm called Hermitage Capital Management revealed widespread corruption by Russian authorities.",
  "Trump Jr. asked to speak with Emin Agalarov before committing to a meeting; they spoke a few days later (according to Agalarov), and the meeting was set.",
  "She admitted this year that her past denials of a link to the Kremlin were false and that she was in contact regularly with Russia’s prosecutor general.",
  "Veselnitskaya had been working on the Magnitsky/adoption issue for a while, arguing for a reversal of the sanctions to allow adoptions to proceed.",
  "It’s not clear whether this obviously false assertion by Putin was the “interesting idea” of his to which Trump had earlier referred.",
  "What dirt Trump Jr. might have been expecting on Clinton wasn’t clear, but we have a good sense of what was actually offered.",
  "“I was probably pressing because the pretext of the meeting was, ‘Hey, I have information about your opponent,’ ” he said.",
  "In an conversation with Fox News’s Sean Hannity last year, Trump Jr. explained his frustration with Veselnitskaya.",
  "Trump Jr. later released his emails, which made clear that adoptions weren’t the predication for the meeting.",
  "“In his 358 days in detention, Sergei had written over 450 complaints documenting what had been done to him.",
  "Manafort’s notes from the meeting, turned over to Mueller, reinforce how important Browder was to the pitch.",
  "He explained in an essay for Politico in 2015 how Magnitsky’s death inspired him to push for new sanctions.",
  "But on Monday, he made clear how important the issue was to him and to his country, in very pointed terms.",
  "It’s unclear how direct Putin’s hand might have been in the Trump Tower meeting in June 2016, if at all.",
  "Browder and his relationship with Russia were at the center of the meeting at Trump Tower in June 2016.",
  "They sent a huge amount of money — $400 million — as a contribution to the campaign of Hillary Clinton.",
  "“There was no plausible deniability to Sergei’s torture and murder,” Browder wrote.",
  "They’ve never paid any taxes, neither in Russia or the United States,” Putin said.",
  "“Business associates of Mr. Browder have earned over $1.5 billion in Russia.",
  "All Putin would ask was that the courtesy be returned.",
  "They were transferred to the United States.",
  "“And yet the money escaped the country.",
  "But I couldn’t have been more wrong.",
  "He certainly did: Bill Browder.",
  "Well, that’s a personal case.",
  "But they weren’t unimportant.",
  "Browder was Magnitsky’s boss.",
  "He died in prison in 2009.",
  "(Why obviously false?"
]