[
  "Trump Jr. was clearly anxious for dirt on Hillary Clinton\n\nOne line from Trump Jr.'s email exchange with a publicist for a Russian musician stood out: “I love it.” Publicist Rob Goldstone had said his source could provide “official documents and information that would incriminate Hillary and her dealings with Russia\" and said the information came from Russia's \"crown prosecutor.\"",
  "Here they are:\n\nBill browder Offshore - Cyprus 133m shares Companies Not invest - loan Value in Cyprus as inter Illici Active sponsors of RNC Browder hired Joanna Glover Tied into Cheney Russian adoption by American families\n\nExactly what any of it means is unclear, but there will be plenty of sleuthing to figure it out.",
  "Trump Jr.'s response: “Seems we have some time and if it’s what you say I love it especially later in the summer.”\n\nIn his testimony to Congress, Trump Jr. confirmed that he was talking about the opposition research when he said “I love it.”\n\nQuestion: \"What was the 'it' that you loved in that e-mail?\"",
  "Trump Jr. says President Trump may have personally influenced misleading explanations about the meeting\n\nThe Washington Post has reported that the president dictated some of the misleading explanations for the meeting — which aides worried could open him up to charges of a coverup.",
  "The trove of information provides a new window into that ill-fated June 2016 Trump Tower meeting before which Donald Trump Jr. was promised damaging Russian government information about Hillary Clinton — from Natalia Veselnitskaya, who turned out to be a Kremlin-connected lawyer.",
  "Meeting attendees say no valuable information was provided\n\nIt's clear that Trump Jr. intended to get opposition research from Veselnitskaya in the meeting, but part of his defense has long been that he was unsuccessful in doing so — that the meeting was a bust.",
  "Goldstone vented about the meeting being “an awful idea” after investigators grilled him\n\n\n\nIn an email to Agalarov in June 2017, Goldstone expressed concern that the investigation was becoming very serious and said he regretted the whole thing.",
  "Trump Jr. said he didn't know about his father's direct involvement and actively discouraged it, but he said he thinks Trump may have influenced the messaging about the meeting through then-White House communications aide Hope Hicks:\n\nQ.",
  "Former Trump campaign manager Corey Lewandowski has testified that the president's primary residence utilizes a blocked number, but Trump Jr. said in testimony that he doesn't recall whether the call was with his father:\n\nQ.",
  "Trump Jr. also reiterated, under oath, that the meeting was a waste of time: “All else being equal, I wouldn’t have wanted to waste 20 minutes hearing about something that I wasn’t supposed to be meeting about.”\n\n6.",
  "“And I didn’t see anybody react in a way that I believed people would react if they heard damaging information.”\n\nGoldstone said at another point: \"I said to [Trump Jr.], 'Don, I really want to apologize.",
  "\"I did say at the time this was an awful idea and a terrible meeting.” pic.twitter.com/AGaiEx0UjO — Matt Viser (@mviser) May 16, 2018\n\n(Side note: The email describes the meeting being set up in October.",
  "It suggests that he was eager to have the meeting specifically because of the opposition research that was supposedly being supplied by official sources in the Russian government.",
  "pic.twitter.com/495f2Xnm49 — Natasha Bertrand (@NatashaBertrand) May 16, 2018\n\nThis is key because Trump Jr. wasn't completely clear about what he was talking about in the email.",
  "Goldstone suggests Veselnitskaya was pitched as having Russian government connections\n\nVeselnitskaya has denied she was working for the Kremlin, despite her ties to it.",
  "It came June 6 shortly after a call with Russian pop star Emin Agalarov about the meeting, but we don't know whom it was with was from because the number was blocked.",
  "The episode has been a centerpiece of special counsel Robert S. Mueller III's investigation of whether there was any collusion between the Trump campaign and Russia.",
  "Trump Jr. says he doesn't recall whether a key call with a blocked phone number was his father\n\nTrump Jr. has said he never told his father about the meeting.",
  "Ike Kaveladze, an American-based employee of a Russian real estate company and who was at the meeting, said Trump Jr. asked \"if they got anything on Hillary.\"",
  "It’s not clear if the call was outgoing or incoming; the testimony suggests that it was incoming but a report from Senate Democrats suggests it was outgoing.",
  "“Joanna Glover” appears to be former aide to vice president Richard B. Cheney and current GOP lobbyist Juleanna Glover, who worked on the Magnitsky Act.",
  "So even if you believe that the meeting represented attempted collusion with a Kremlin-aligned lawyer, the whole thing never actually came to fruition.",
  "(That position doesn't technically exist in Russia but does exist in Goldstone's native Britain and is roughly equivalent to attorney general.)",
  "Russian lobbyist Rinat Akhmetshin told senators Trump Jr. started the meeting by saying something like, \"So you have some information for us?\"",
  "Paul Manafort's notes\n\nWe've known that then-campaign manager Paul Manafort took notes during the meeting, and now we know what they said.",
  "A big question has been whether it was his father, and whether Trump Jr. might have informed his father about the meeting on that call.",
  "His initial explanation of the meeting suggested that it was primarily about adoptions, although that explanation quickly fell apart.",
  "Rob Goldstone, who set up the Trump Tower meeting, grew frustrated a year later and vents to his longtime client Emin Agalarov.",
  "“I don't know what would be deemed ‘damaging,’ but I didn't hear anything that I would deem to be damaging,” Goldstone said.",
  "And people who attended the meeting generally agreed that it didn't include the transmission of damaging information.",
  "A few notes, though: Browder is the U.S. businessman behind the Magnitsky Act, which the Russian government hates.",
  "This was also, notably, 11 days before the New York Times first reported on the existence of the meeting.",
  "And do you know if his comments provided through Hope Hicks were incorporated into the final statement?",
  "To the best of your knowledge, did the president provide any edits to the statement or other input?",
  "A. I believe some may have been, but this was an effort through lots of people, mostly counsel.",
  "Does your father used a blocked number on his cellphone or on any phones that you call him on?",
  "Philip Bump lays out the timeline in detail here:\n\nJune 6, 4:04 p.m.: Agalarov calls Trump Jr.",
  "Goldstone's initial email to Trump Jr. said the information came from the Russian government.",
  "The Senate Judiciary Committee released 2,500 pages of congressional testimony on Wednesday.",
  "And now we know much more about what the people who were there said under oath about it.",
  "“I did say at the time this was an awful idea and a terrible meeting,” he wrote.",
  "“Illici” is unclear but seems as though it may have been a typo for “illicit.”",
  "It shows again how far ahead Mueller's team is of what we see being reported.",
  "Goldstone said Emin Agalarov pitched Veselnitakaya as being \"well-connected.\"",
  "Call logs suggest that the call lasts between 60 seconds and two minutes.",
  "(The phone records are redacted in the documents released on Wednesday.)",
  "But Goldstone suggested he was led to believe she was very closely tied.",
  "June 6, 4:27 p.m.: Trump Jr. is in contact with a blocked number.",
  "Goldstone told the committee that he simply misstated the month.",
  "Other witnesses also suggested Trump Jr. was eager to get dirt.",
  "(The elder Trump has also denied knowing about the meeting.)",
  "So you don't know whether this might have been your father?",
  "But one particular phone call has raised lots of eyebrows.",
  "He blamed it on the \"fact that I'm now 57 and demented.",
  "This suggests he wasn't guessing or speaking loosely.",
  "I have no idea what this meeting was actually about.\"",
  "Trump Jr: \"Potential information about an opponent.\"",
  "\"I say, well-connected to what, the power grid?",
  "And Emin said, well-connected,\" Goldstone said.",
  "June 6, 4:38 p.m.: Trump Jr. emails Goldstone.",
  "June 6, 4:31 p.m.: Trump Jr. calls Agalarov.",
  "He may have commented through Hope Hicks.",
  "The call lasts for three minutes.",
  "“Rob thanks for the help.”\n\n4.",
  "This was hugely embarrassing.",
  "Here are some key findings.",
  "It lasts for four minutes.",
  "I mean the June meeting.\")",
  "A. I don't know.",
  "A. I don't.",
  "Q.",
  "5.",
  "1.",
  "Q.",
  "3.",
  "2.",
  "A.",
  "7."
]