[
  "The dirt, Trump Jr. was told in an email from music publicist Rob Goldstone, was “part of Russia and its government’s support for Mr. Trump.”\n\nTrump Jr.’s response was “if it’s what you say I love it.”\n\nHe forwarded later emails from Goldstone to Manafort and Kushner with the subject line “Russia — Clinton — private and confidential.”\n\nBefore setting up the meeting, Trump Jr. likely had a phone conversation with musician Emin Agalarov, Goldstone’s client, who was performing in Moscow.",
  "The first came in March 2017, shortly after Trump claimed on Twitter that Barack Obama had asked for phone lines at Trump Tower to be wiretapped “during the very sacred election process.” Those tweets were a direct response to Attorney General Jeff Sessions’s decision to recuse himself from any decision involving the investigation into Russian meddling the prior year.",
  "Later that day, then-candidate Trump told reporters that he planned “a major speech on probably Monday of next week and we’re going to be discussing all of the things that have taken place with the Clintons.”\n\nAt no point does anyone from Trump’s team contact federal intelligence agencies about the outreach.",
  "(In later testimony alongside former acting attorney general Sally Yates, Clapper noted that he’d also not been privy to details of the FBI counterintelligence investigation launched in July 2016 — the primary investigation into Russian meddling that was being conducted.)",
  "“And it is interesting how many times this fake narrative gets repeated over and over and over again,” Spicer said of the collusion question, “and yet no evidence has ever been suggested that shows the president has anything to do with any of the things that are written.",
  "He later added, “[t]here is no collusion between me and my campaign and the Russians.”\n\nThe Comey firing, of course, led to the appointment of special counsel Robert S. Mueller III, who was tapped by Deputy Attorney General Rod J. Rosenstein, given Sessions’s recusal.",
  "“[I]n spite of the constant headlines, rampant speculation, and overshadowing of accomplishments, a simple truth remains: There is no evidence of any collusion between the Trump campaign and the Russians,” wrote Reps. Mark Meadows (R-N.C.) and Jim Jordan (R-Ohio).",
  "Senior advisers\n\nAmerican intelligence officials noticed an uptick in communication between Russian Ambassador Sergey Kislyak and former national security adviser Michael Flynn after Flynn was paid to attend an RT event in Moscow in late 2015, according to CNN.",
  "In the wake of that unexpected move (which itself followed revelations that Sessions hadn’t told senators during his confirmation hearing about meetings with the Russian ambassador) Trump seized on rumors in conservative media that it was he who was the victim.",
  "Again: This is only what we’ve learned since the Trump administration first offered its “there was no collusion” defense — things that impartial observers might think undercut the claim that there is no evidence of the Trump team working with Russian actors.",
  "It also excludes a number of things we’ve learned since last March that are less direct: outreach by a Russian social-media company to the Trump campaign, for example, and contacts between one source of documents stolen by Russia and Trump ally Roger Stone.",
  "“We did not include any evidence in our report,” Clapper said, referring to a January report compiled by various government intelligence agencies, “that had any reflection of collusion between members of the Trump campaign and the Russians.",
  "We’ve left out things that were already known when Spicer first addressed the subject, including campaign adviser Carter Page’s repeated trips to Moscow in 2016 — and Trump Jr.’s speech to a pro-Russian group a month before the election.",
  "(Evan Vucci/AP)\n\nThere were two moments at which President Trump and his administration first started pushing back forcefully on the idea that he and his campaign might have colluded with Russian actors to influence the 2016 election.",
  "Other campaign officials and interactions\n\nForeign policy adviser George Papadopoulos was told in April 2016 by a London professor with ties to the Russian government that the Russians had dirt on Clinton in the form of emails.",
  "Clapper, for his part, told CNN’s Jake Tapper in November that he was not aware of either the Trump Tower meeting or Papadopoulos’s discussion of the Clinton emails when he said there was no evidence of collusion last March.",
  "Shortly after joining the campaign as its chairman, Manafort contacted his former aide Konstantin Kilimnik to ask if Russian oligarch Oleg Deripaska — who’d once partnered with Manafort’s firm — had seen his new position.",
  "The initial assertions by the president and his team that no collusion had taken place were predicated largely on Clapper’s public statement that he’d seen no evidence of collusion — by the time he left in January.",
  "On several occasions, WikiLeaks — in possession of material believed to have been stolen by Russian actors — contacted Trump Jr. At least once, Trump Jr. passed on the outreach to others on the campaign team.",
  "The Republicans, in terms of the House committees, they come out, they’re so angry because there is no collusion.” There was collusion in 2016, he claimed: “collusion with the Russians and the Democrats.",
  "Cato Institute senior fellow Julian Sanchez articulated an alternative reading of this new information in tweets after the Times report about Papadopoulos being the trigger for the FBI’s investigation.",
  "Flynn discussed sanctions against Russia in a separate call with Kislyak later that month — and lies to the FBI about the discussion when asked shortly after he takes his position at the White House.",
  "Flynn and Kushner met with Kislyak in Trump Tower shortly after Trump’s victory, with Kushner allegedly proposing a back-channel link between the Trump transition team and the Russian government.",
  "“When the DNC e-mail hack became public, did they call the FBI and say ‘hey, we actually got a heads up about this over a month ago — we have strong evidence Russia was probably responsible’?",
  "Meadows and Jordan, though, seem to be relying on a subjective definition of collusion that excludes what we’ve learned since Spicer first denied any collusion in March of last year.",
  "“Does intelligence exist that can definitively answer the following question, whether there were improper contacts between the Trump campaign and Russian officials?” Todd asked.",
  "Trump’s subjective position has always been that there was no collusion; his subjective position is also that there was collusion between the Russians and the Democrats.",
  "Two different people reached out to the campaign in May 2016 to try to set up a meeting between a Russian official named Alexander Torshin and someone from the campaign.",
  "Giving cover to actors who’ve committed felonies to help you — disparaging the IC consensus that Russia was responsible despite having inside knowledge that they were?",
  "— Donald J. Trump (@realDonaldTrump) May 8, 2017\n\nIn an interview with NBC’s Lester Holt shortly after Comey was let go, Trump tied the firing to that investigation.",
  "(The emails are titled “Kremlin Connection” and “Russian backdoor overture and dinner invite.”) Later that month, Trump Jr. and Torshin met briefly at a dinner.",
  "The next month, he relayed that to an Australian diplomat, who in turn told the FBI after emails stolen from the Democratic National Committee begin to leak.",
  "Spicer was expressing frustration that reporters were questioning Trump’s wiretapping allegations but ignoring what he presented as vindication from Clapper.",
  "Papadopoulos worked with the professor and another man with ties to the Russian Ministry of Foreign Affairs on a possible meeting between Trump and Putin.",
  "The meeting\n\nDonald Trump Jr., Paul Manafort and Jared Kushner met with a Kremlin-linked attorney and a former Soviet intelligence officer at Trump Tower.",
  "“In fact, when I decided just to [fire him], I said to myself, I said, you know, this Russia thing with Trump and Russia is a made-up story,” Trump said.",
  "When all of this was first reported by the New York Times last year, Trump helped craft a misleading response about what happened during the meeting.",
  "The next day, former director of national intelligence James Clapper appeared on “Meet the Press,” where he was asked whether such a wiretap existed.",
  "They did the opposite, trying to shift blame to a ‘400lb guy in his basement.’ Even if that were the end of it, that would be pretty egregious.",
  "The day before firing FBI Director James B. Comey, Trump offered his thoughts about the investigation that was still underway at the bureau.",
  "Director Clapper reiterated what everybody, including the fake media already knows- there is \"no evidence\" of collusion w/ Russia and Trump.",
  "In an interview with the New York Times, Trump repeatedly insisted that there was no collusion between his campaign and Russian actors.",
  "That meeting was pitched to Trump Jr. with the explicit promise of offering “dirt” on Hillary Clinton by way of the Russian government.",
  "Late last month, Trump offered his most vociferous denial of any collusion in language that mirrored the same words he used with Holt.",
  "It’s a recycled story over and over and over again.”\n\nThe first time Trump himself addressed the collusion question came a bit later.",
  "During a March 2016 meeting of the campaign’s foreign-policy advisory team, Papadopoulos raised the possibility of such a meeting.",
  "“The campaign got advance word that Russia had thousands of hacked Dem emails, yet consistently feigned doubt publicly,” he wrote.",
  "His attorney, Michael Cohen, emailed a close aide to Russian President Vladimir Putin and requested assistance on the deal.",
  "In the months before the Republican primaries began, Trump was involved in an effort to build a new development in Moscow.",
  "This theme was echoed by two Republican members of the House in an opinion piece at the Washington Examiner on Thursday.",
  "Seems absolutely fair to call that collusion.”\n\nIt’s been noted repeatedly that “collusion” is not a legal term.",
  "Meadows and Jordan, Trump supporters, also hold the subjective position that there is no evidence of collusion.",
  "At another point, Manafort emailed Kilimnik to ask him to offer Deripaska a “private briefing” on the campaign.",
  "He added that such evidence might have been uncovered since he left his position when Trump was inaugurated.",
  "“But, of course, a lot more has come out that raises, I think, circumstantial questions if nothing else.”",
  "This, the Times reported last month, is the revelation that prompted the FBI to launch its investigation.",
  "“I think that Bob Mueller will be fair, and everybody knows that there was no collusion,” Trump said.",
  "But then-press secretary Sean Spicer didn’t include that caveat when asked about it later that week.",
  "\n\nPresident Trump meets with Russian President Vladimir Putin at the G-20 Summit in Hamburg.",
  "There was no evidence of that included in our report.”\n\n“I understand that,” Todd replied.",
  "Host Chuck Todd also asked about the still-nascent investigations into Russian meddling.",
  "“I saw [Sen.] Dianne Feinstein the other day on television saying there is no collusion.",
  "“To say specifically that we had smoking gun evidence of collusion, no,” Clapper said.",
  "There’s no standard to be reached to establish the fact or fiction of collusion.",
  "A lot of collusion.” The nature of this alleged collusion was left unexplained.",
  "Kushner and Sessions met with Kislyak before the election on several occasions.",
  "(He later lied to the FBI about his interactions with the professor.)",
  "Only after Trump Jr. called Agalarov was a time and date set.",
  "“But does it exist?”\n\n“Not to my knowledge,” Clapper replied.",
  "Here’s what we’ve learned since Sessions recused himself.",
  "He apparently didn’t inform the FBI about the outreach.",
  "Kilimnik reportedly has ties to Russian intelligence.",
  "“How do we use to get whole?” he asked Kilimnik.",
  "She’s the head of the committee.",
  "It’s subjective.",
  "(It didn’t.)"
]