[
  "Trump Jr. and Agalarov each claim not to remember speaking, but the following day a meeting is set up between Trump Jr. and other campaign staffers predicated on the sharing of information detrimental to Democrat Hillary Clinton from the Russian government.",
  "June: Cohen is invited to attend an economic forum in St. Petersburg, where “he could be introduced to Dmitry Medvedev, the Russian prime minister, top financial leaders and perhaps to Putin.” He declines.",
  "Last month, The Washington Post reported the latest in a series: another contact between someone connected to Donald Trump’s 2016 presidential campaign and a person with links to the Russian government.",
  "Dec. 29: Flynn speaks with Kislyak multiple times, apparently discussing the imminent imposition of new sanctions by the U.S. government, partly in response to Russian meddling in the campaign.",
  "While in that role, Manafort emailed a longtime business associate and suggested that, if desired, a private briefing on the campaign could be arranged for the oligarch Oleg Deripaska.",
  "Walking through those contacts in chronological order:\n\nOctober 2015: Russian developer Giorgi Rtskhiladze emails Cohen hoping to begin a development deal with the Trump Organization.",
  "Dec. 10: Michael Flynn, an early Trump supporter who would eventually be named national security adviser, travels to Moscow for an event honoring the Kremlin-backed news outlet RT.",
  "(Carlos Barria/Reuters)\n\nOn Monday, a pair of new revelations emerged about contacts between Donald Trump’s 2016 campaign and Russian nationals or agents of the Russian government.",
  "The Atlantic reported Monday that Manafort asked him in April 2016 how Manafort’s position with the campaign might be used to his economic advantage, including with Deripaska.",
  "June 6: Donald Trump Jr. may have spoken by phone with Emin Agalarov, a musician and developer who worked with the Trumps on the 2013 Miss Universe pageant in Moscow.",
  "Because there is a question about such a relationship, though, we thought it appropriate to map out where and when Russian interests overlapped with Trump’s team.",
  "We also learned this week of two other contacts between Trump’s lawyer Michael Cohen and Russians seeking to do business with the Trump Organization.",
  "(Though the June 9 meeting at Trump Tower that was predicated on information from the Russian government certainly shows some willingness to do so.)",
  "To set up that briefing, Manafort reached out to Konstantin Kilimnik, a joint citizen of Russia and Ukraine who had worked with Manafort for years.",
  "April 27: Jared Kushner, Trump’s son-in-law, meets with Russian Ambassador Sergey Kislyak at a campaign event at Washington’s Mayflower Hotel.",
  "None of these contacts by themselves prove that Trump’s team was intentionally working with Russian agents to ensure his victory in November.",
  "They meet with Natalia Veselnitskaya, a lawyer linked to the Russian government, and Rinat Akhmetshin, who has ties to Russian intelligence.",
  "July 7: Carter Page, identified by Trump as an adviser on foreign policy, travels to Moscow — with the campaign’s blessing — for an event.",
  "Dec. 13: Kushner, apparently at Kislyak’s urging, meets with Sergey Gorkov, head of the Russian bank VEB, which is under sanctions.",
  "At this meeting, they allegedly discuss setting up a secret communications system between Trump’s team and Moscow.",
  "January 2016: Cohen emails Putin’s spokesman seeking help with the real estate development project in Moscow.",
  "\n\nPresident Trump meets with Russian President Vladimir Putin at the Group of 20 summit in Hamburg on July 7.",
  "There, he participates in a banquet during which he shares a table with Russian President Vladimir Putin.",
  "Jeff Sessions, then a senator and eventually Trump’s attorney general, may have greeted Kislyak, as well.",
  "July 18: At an event at the Republican National Convention, Sessions and Kislyak greet each other.",
  "April 11: Manafort emails Kilimnik about leveraging his position with the campaign.",
  "Cohen passes, because the organization was already working on a project in Moscow.",
  "Oct. 11: Trump Jr. gives a speech in Paris to a group linked to Russian interests.",
  "Sept. 8: Sessions and Kislyak meet again, this time in Sessions’s Senate office.",
  "In that case, it was Paul Manafort, who was once chairman of Trump’s campaign.",
  "In light of those revelations, we’ve updated the article below throughout.",
  "At some point, Sessions and Kislyak apparently discuss the campaign.",
  "Two weeks later, Trump accepted his party’s presidential nomination.",
  "On July 7 of this year, Trump and Putin finally meet face to face.",
  "The next day, Gorkov travels to Japan, where Putin was visiting.",
  "Our complete interactive timeline of the Trump-Russia question.",
  "One of the organizers later briefs the Kremlin on the event.",
  "Dec. 1: Flynn and Kushner meet with Kislyak at Trump Tower.",
  "Again: These were just a few of many such connections.",
  "Dec. 8: Page again travels to Moscow for an event.",
  "It includes Trump Jr., Kushner and Manafort.",
  "July 7: Manafort offers to brief Deripaska.",
  "That project is eventually abandoned.",
  "June 9: That meeting happens.",
  "Dec. 25: Flynn texts Kislyak."
]