[
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.” “This is obviously very high level and sensitive information but is part of Russia and its government support for Mr. Trump — helped along by Aras and Emin,” Goldstone wrote.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nIn two tweets this morning, Donald Trump Jr. flatly confirmed that the son, son-in-law and campaign chairman of the president of the United States actively sought information that had been clearly and unequivocally described to him as coming from the Russian government — precisely because he believed it would damage his opponent in the 2016 presidential campaign.",
  "Top campaign lawyer Bob Bauer put it this way yesterday, well before these emails became public:\n\n“It does not help their case that you have a very specific operational instance where the campaign decided it was prepared to welcome assistance from a Russian source,” said Bauer, who has previously argued in a series of posts that the law prohibits cooperation with foreign nationals to influence a U.S. election.",
  "… A week later, McConnell and other congressional leaders issued a cautious statement that encouraged state election officials to ensure their networks were “secure from attack.” The release made no mention of Russia and emphasized that the lawmakers “would oppose any effort by the federal government” to encroach on the states’ authorities.",
  "[New York Times reporter on Donald Trump Jr.’s claim of transparency: ‘Nonsense’]\n\nBut at a minimum, these top Republicans refused to take the Russian effort to subvert our democracy seriously, even as — we now know — the Republican president’s campaign had sought to collude with it.",
  "Trump Jr. tweeted out the entire email chain of an exchange between him and publicist Rob Goldstone, who had sought to arrange a meeting for him with a Russian lawyer, Natalia Veselnitskaya, at the behest of one of Goldstone’s clients, pop star Emin Agalarov.",
  "It isn’t just that the Trump campaign was “prepared to welcome assistance from a Russian source.” It was prepared to welcome assistance from the Russian government, after having been told that it was actively trying to swing the election to Trump.",
  "As The Post story comments:\n\nThe email exchange showed clearly that Trump Jr. understood he was taking the meeting as a way of channeling information directly from the government of a nation hostile to the United States to his father’s campaign.",
  "Details are slowly coming out about Donald Trump Jr.'s meeting with a Russian lawyer during his father's presidential campaign in June 2016, including a newly disclosed email from the lawyer to a music publicist who arranged the meeting.",
  "As I argued yesterday, Trump’s second statement was notable because in it, he carefully said he did not know the name of the person with whom he had agreed to meet, without saying whether he understood her general identity or purpose.",
  "[Donald Trump Jr.’s emails are far more damning than anyone could have imagined]\n\nTop congressional Republicans were told that Russia was trying to tip the election to Trump and argued against doing something public about it.",
  "The email chain shows that Trump Jr. had been told that the Russian government was seeking to help his father win the U.S. presidential election and purportedly had information about Clinton that would help make that happen.",
  "The exchange had previously been reported to show that Trump Jr. had cause to know that at this meeting, he would be given information about Hillary Clinton, the source for which was somehow the Russian government.",
  "We now know that Republicans refused to join in an effort to alert the public about Russian meddling in the election after the Trump campaign had shown itself to be plainly open to colluding in that effort.",
  "But let’s not forget that during the summer of 2016, top Obama administration officials went to Congress and briefed 12 top congressional officials of both parties about the Russian meddling effort.",
  "U.S. intelligence agencies have concluded that Russian President Vladi­mir Putin directed a campaign to assist Trump, including the release of hacked emails stolen from Democratic officials.",
  "In the first statement he released, when this meeting was first revealed, Trump Jr. only said unrelated matters — a program involving the adoption of Russian children — were discussed.",
  "Now, in light of Trump Jr.’s emails, their refusal to take the Russian assault seriously enough during the campaign takes on added meaning and demands more scrutiny in a big way.",
  "It was only after the Times reported that he had been promised information about Clinton that he volunteered in a second statement that this was why he agreed to the meeting.",
  "Here’s how The Post describes it:\n\n“Emin just called and asked me to contact you with something very interesting,” publicist Rob Goldstone emailed Trump Jr. in June 2016.",
  "Senate Majority Leader Mitch McConnell (R-Ky.) went further, officials said, voicing skepticism that the underlying intelligence truly supported the White House’s claims.",
  "But Republicans resisted, arguing that to warn the public that the election was under attack would further Russia’s aim of sapping confidence in the system.",
  "You cannot enter into a conspiracy with a foreign national to influence an election.”\n\nToday’s news shows that it may be substantially worse than this.",
  "Here’s how:\n\nTrump Jr. eagerly accepted proffered help from a foreign government that was trying to help his father win the U.S. presidential election.",
  "To be clear, these top Republicans probably didn’t know about this email exchange or the extent to which the Trump camp was open to active collusion.",
  "This blog has talked a lot about how congressional Republicans continue to enable Trump’s ongoing erosion of our democracy on multiple fronts.",
  "It is the most concrete public evidence to date suggesting that top Trump campaign aides were eager for Russia’s assistance in the campaign.",
  "Remember, at the meeting were Trump Jr., Trump’s son-in-law Jared Kushner and Trump’s campaign chair at the moment, Paul Manafort.",
  "[The Donald Trump Jr. emails could hardly be more incriminating]\n\nThe actual email chain confirms this with startling clarity.",
  "Trump Jr.’s response made his enthusiasm clear: “If it’s what you say, I love it especially later in the summer,” he wrote.",
  "Some additional points that should not be lost here:\n\nTrump Jr. initially refused to disclose the reason for this meeting.",
  "The newly released email chain shows unequivocally that he understood her general identity and purpose perfectly well.",
  "“You are not permitted to solicit or accept anything of value from a foreign national to influence an election.",
  "Criticism of the Obama administration’s inaction in the face of Russian meddling in the election is fair game.",
  "Even at that point, Trump Jr. carefully dissembled about what he knew about the Russian lawyer’s identity.",
  "Trump Jr. apparently released it because the New York Times was preparing to publish the exchange.",
  "At a minimum, we now know the Trump campaign was willing to collude with the Russia government.",
  "Through a spokeswoman, McConnell declined to comment, citing the secrecy of that meeting.",
  "“The Dems were, ‘Hey, we have to tell the public,’ ” recalled one participant.",
  "And this happened:\n\nThe meeting devolved into a partisan squabble.",
  "Trump Jr. eagerly accepted this offer."
]