[
  "[Donald Trump Jr. was told campaign meeting would be with ‘Russian government lawyer,’ according to emails]\n\nIn the NBC interview, Veselnitskaya said that Trump Jr. asked her only one question during the meeting, which was “whether I had any financial records which might prove that the funds used to sponsor the DNC were coming from inappropriate sources.” Veselnitskaya said that she had no such records and that “it was never my intention to collect any financial records to that end.”\n\nVeselnitskaya also told NBC that she had not asked specifically to meet with Trump Jr., and that the appointment had been coordinated in part by pop-star Emin Agalarov, who appeared in a music video with Trump during the 2013 Miss Universe pageant, held in Russia.",
  "Details are slowly coming out about Donald Trump Jr.'s meeting with a Russian lawyer during his father's presidential campaign in June 2016, including a newly disclosed email from the lawyer to a music publicist who arranged the meeting.",
  "[White House tries to play down meeting of Trump Jr., Russian lawyer as new details emerge]\n\nVeselnitskaya said she met with Trump Jr. to press her client’s interest in the Magnitsky Act, a wide-ranging Russia sanctions bill.",
  "(Yury Martyanov/Kommersant Photo via AP)\n\nWith one story, Russian lawyer Natalia Veselnitskaya found herself at the center of one of the biggest stories in America: the Trump family's potential collusion with Russia.",
  "\n\nRussian lawyer Natalia Veselnitskaya said in an NBC television interview that she met with Donald Trump Jr. last year to press her client’s interest in the Magnitsky Act, a wide-ranging Russian sanctions bill.",
  "Katsyv registered a nonprofit company in Delaware in February 2016 called the Human Rights Accountability Global Initiative to lobby for the repeal of the American law and the end of the Russian adoption ban.",
  "He is the son of senior Russian government official Pyotr Katsyv and the owner of Prevezon, under investigation by the Department of Justice for laundering millions of dollars into New York City real estate.",
  "Veselnitskaya told NBC that the meeting lasted for about 30 minutes, and that Trump Jr.'s brother-in-law Jared Kushner and Trump Sr.'s campaign manager at the time, Paul Manafort, were also in attendance.",
  "This is what Veselnitskaya said she wanted to talk about with Trump Jr. She maintained that she never disclosed any damaging information about Hillary Clinton or the Democratic National Committee.",
  "On Sunday, the New York Times reported that Veselnitskaya met with the president's eldest son in June 2016, and that Donald Trump Jr. was promised damaging information about top Democrats.",
  "[Donald Trump Jr. was told campaign meeting would be with ‘Russian government lawyer,’ according to emails]\n\nVeselnitskaya has worked closely with the Katsyv family on the issue.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nOn Tuesday, Trump Jr. released emails that confirm he was seeking damaging information on Clinton.",
  "But the Times then reported, citing unnamed sources, that Trump Jr. was told the lawyer would give him incriminating information on Hillary Clinton.",
  "Trump Jr. had allegedly been told that Veselnitskaya was part of the Russian government's efforts to help his father win the 2016 presidential race.",
  "The Magnitsky Act imposes sanctions on Russian officials identified by the U.S. government as having been involved in violations of human rights.",
  "In a statement to the New York Times, Trump Jr. initially confirmed that he had a “short, introductory” meeting with Veselnitskaya.",
  "She has lobbied extensively for repeal of the Magnitsky Act and helped organize a Brussels screening of an anti-Magnitsky film.",
  "One morning you wake up and all of a sudden you are the focus of all the high-ranking, upstream media of the world,” she said.",
  "On the day of the meeting, music publicist Rob Goldstone met her in the lobby of the Trump hotel, the lawyer said.",
  "One of Veselnitskaya’s clients, Denis Katsyv, has been lobbying hard to get the American law overturned.",
  "I have to take a trip back to Moscow, because I just wanted to be able to answer the questions myself.”",
  "The Kremlin hates the law — and banned the adoption of Russian children by Americans in retaliation.",
  "They wanted it so badly that they could only hear the thought that they wanted,” she said.",
  "On Tuesday morning, Veselnitskaya defended herself in an NBC television interview.",
  "Within hours, Veselnitskaya had become a source of intrigue — who is she, really?",
  "“It is quite possible that maybe they were longing for such an information.",
  "Veselnitskaya also denied that she has any ties to the Russian government.",
  "“I never had any damaging or sensitive information about Hillary Clinton.",
  "“Those were not the happiest days of my life, I have to say.",
  "(Kremlin officials said that they don't know the lawyer.)",
  "It was never my intention to have that,” the lawyer said.",
  "He said the conversation was primarily about adoption.",
  "“Imagine yourself in my shoes.",
  "I have to break up my holiday."
]