[
  "The night that the meeting time was set up, following calls between Trump Jr., Manafort and Kushner — and the day after Trump Jr. had a call with a blocked number before agreeing to the meeting — Trump told reporters, “I am going to give a major speech on probably Monday of next week, and we’re going to be discussing all of the things that have taken place with the Clintons.”\n\nWhen that dirt did not materialize, the speech about Clinton the following Monday did not either.",
  "Specifically, the controversial dossier of reports compiled by former British intelligence officer Christopher Steele includes a report from mid-July alleging that Page met with a Russian official who “rais[ed] a dossier of ‘kompromat’ ” — compromising material — “the Kremlin possessed on TRUMP’s Democratic presidential rival, Hillary CLINTON, and its possible release to the Republican’s campaign team.”\n\nThis allegation is unproven.",
  "Gordon, offering to share “incredible insights and outreach I’ve received from a few Russian legislators and senior members of the Presidential administration here.” In testimony before the House Intelligence Committee, Page said his contact with Russian legislators was limited to a brief greeting with Deputy Prime Minister Arkady Dvorkovich.",
  "So we are confident the following people were offered or told about information allegedly incriminating Clinton:\n\nGeorge Papadopoulos\n\nRoger Stone\n\nMichael Caputo\n\nDonald Trump Jr.\n\nJared Kushner\n\nPaul Manafort\n\nIt is possible that the following other people knew about or received similar offers, too:\n\nStephen Miller\n\nCarter Page\n\nJ.D.",
  "That new report, involving a Trump campaign staff member and longtime Trump ally Roger Stone, means that at least six members of Trump’s broader team knew about offers of dirt from Russians during that campaign — and, depending on how that information was shared, as many as 10 may have, including Trump.",
  "When the Senate Judiciary Committee last month released Trump Jr.’s testimony from his appearance there, it became clear that the assertion that dirt existed — Veselnitskaya did not end up offering any, per both sides — was not confined to Goldstone and Trump Jr.",
  "It is apparent that Agalarov and Trump Jr. almost certainly spoke on the phone multiple times before that meeting and that Trump Jr. informed both Trump’s son-in-law, Jared Kushner, and campaign chairman Paul Manafort of what was being offered.",
  "When Stone first claimed to have had contact with WikiLeaks’ Julian Assange, speaking before a Republican group in Florida in August 2016, he predicted that the next document cache released by WikiLeaks would center on the Clinton Foundation.",
  "Some important context: By March 2016, both Clinton campaign chairman John Podesta’s email and the Democratic National Committee’s network had been compromised by hackers believed to be working for Russian intelligence agencies.",
  "After Mifsud told Papadopoulos about the dirt, Papadopoulos shared that with an Australian diplomat — who eventually informed the FBI and kicked off the counterintelligence investigation of the Trump campaign.",
  "Emin Agalarov, a pop star and developer in Moscow, asked his associate Rob Goldstone to reach out to Trump Jr. to pitch a meeting in which dirt on Clinton would be shared, courtesy of Agalarov’s intervention.",
  "Stone has been under fire for having claimed to have had a back channel with WikiLeaks, the organization that ultimately dumped the information stolen from the Democratic National Committee and Podesta.",
  "On Sunday, The Washington Post reported on a previously unknown point of contact between the 2016 Donald Trump campaign and a Russian offering negative information about Hillary Clinton.",
  "Reports suggest that the first access of the DNC’s network occurred in summer 2015, the hack of Podesta’s account in mid-March and the DNC network was compromised again in April.",
  "That same month, Trump campaign adviser George Papadopoulos was told by a London-based professor named Joseph Mifsud that the Russians had dirt on Clinton in the form of emails.",
  "In July — as Page was in Moscow — Manafort emailed Kilimnik to offer private campaign briefings to oligarch Oleg Deripaska, for whom Manafort had done consulting work for years.",
  "Papadopoulos sent an email to Trump adviser Stephen Miller the day after Mifsud reached out to him, telling Miller he had some “interesting messages” coming in from Moscow.",
  "This is noteworthy not only because of the connection between Page and a senior government official but because of what other reports suggest about Page’s time in Russia.",
  "Another connection between the Trump camp and Russia, though one not centered on compromising information, is Manafort’s longtime Ukraine-based aide Konstantin Kilimnik.",
  "Mifsud, Papadopoulos later admitted to special counsel Robert S. Mueller III, was interested in Papadopoulos once Papadopoulos revealed his connection to Trump.",
  "In March, we looked at the various ways in which members of Trump’s extended teams had been approached by agents of the Russian government during the campaign.",
  "In the graphic below, the gray box indicates the connections between Russians (top) and Trump’s team (bottom), arrayed relative to when they occurred in 2016.",
  "Stone was not part of the campaign in 2016, but had been connected to Greenberg (who also used the name Henry Oknyansky) by campaign official Michael Caputo.",
  "Gordon (if Page was offered dirt)\n\nDonald Trump\n\nTrump’s argument has long been that there was no collusion between his campaign and the Russian government.",
  "In August, Stone took up another cause: denying that the release of material stolen from the DNC the prior month was a function of the Russian government.",
  "He was himself a Russian national, but there is no indication at this point that either he or “Alexei” were working in coordination with that government.",
  "In May, a former member of the Russian parliament named Aleksandr Torshin made repeated efforts to contact Donald Trump Jr., the candidate’s son.",
  "He sent multiple emails hoping to set up a meeting with Trump Jr. when both were at a National Rifle Association convention in Kentucky.",
  "Greenberg told The Post that a third person was at that meeting, a man named Alexei who said he had worked for the Clinton Foundation.",
  "Guccifer 2.0 is now believed to have been a Russian intelligence officer, based on a slip-up in his efforts to anonymize his identity.",
  "Rick Gates, a longtime business partner of Manafort’s who also served as deputy campaign chairman, also had ties to Kilimnik.",
  "None of those messages suggest Trump Jr. and the organization coordinated the released of information damaging to Clinton.",
  "The meeting, centered on a Kremlin-connected lawyer named Natalia Veselnitskaya, took place at Trump Tower in early June.",
  "But the exchange occurred shortly before WikiLeaks began releasing the emails stolen from Podesta in early October.",
  "Let’s walk through the connections between the Trump team and Russian agents and actors in chronological order.",
  "Individuals at the top and the bottom are arrayed in relative proximity to Trump and the Russian government.",
  "By April, then, Russians had a cache of information stolen from the DNC and Clinton’s campaign chairman.",
  "“He told Mr. Stone what he knew and what he want,” Greenberg said in a text message to Post reporters.",
  "He wrote an article for Breitbart placing the blame instead on someone calling himself “Guccifer 2.0?",
  "Steele’s work on the dossier was funded by a law firm working for the DNC and the Clinton campaign.",
  "A man calling himself Henry Greenberg approached Stone about having unspecified dirt on Clinton.",
  "It is not clear whether Torshin had any information to offer Trump Jr.\n\nGreenberg-Stone-Caputo.",
  "Kilimnik joined Gates and Manafort this month in being indicted on criminal charges by Mueller.",
  "It was a complicated web at that point — a web that has since grown only more intricate.",
  "It is not clear whether the offer from Mifsud was conveyed to Miller at a later point.",
  "In July 2016, Trump campaign adviser Carter Page traveled to Russia to give a speech.",
  "What is not known is whether Greenberg had any contact with the Russian government.",
  "Guccifer then reached out to Stone on Twitter; the two carried on a brief exchange.",
  "The following month, Trump Jr. and WikiLeaks exchanged private messages on Twitter.",
  "That the information allegedly dealt with the Clinton Foundation is interesting.",
  "Stone met with Greenberg, who asked for money in exchange for the alleged dirt.",
  "who released several documents from the cache of stolen documents in June.",
  "(It was Caputo’s business partner who connected him with Greenberg.)",
  "This is the new connection reported by The Post over the weekend.",
  "If Page was offered dirt, it’s also not clear he informed Gordon.",
  "The question is whether any of those three also informed Trump.",
  "That claim increasingly depends on how one defines “collusion.”",
  "The two met briefly at a dinner associated with that event.",
  "Kilimnik is believed to have ties to Russian intelligence.",
  "The meeting was a bust, Stone and Caputo told The Post.",
  "On his return, he emailed Trump campaign staffer J.D.",
  "Agalarov-Veselnitskaya-Trump Jr.-Manafort-Kushner.",
  "(“If it’s what you say I love it,” Trump Jr.",
  "This is the infamous Trump Tower meeting.",
  "There is good reason to think he knew.",
  "Intelligence agencies-Stone.",
  "Kilimnik-Manafort-Gates.",
  "Mifsud-Papadopoulos.",
  "WikiLeaks-Trump Jr.",
  "Torshin-Trump Jr.",
  "Dvorkovich-Page.",
  "It did not.",
  "replied.)"
]