[
  "The meeting stemmed from an email sent by a music publicist to Trump Jr. in which the Trump campaign was promised “some official documents and information” that constituted “very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.”\n\nTrump Jr. famously replied: “If it’s what you say I love it.” He wanted to speak with Emin Agalarov, the publicist’s client, before finalizing details.",
  "Veselnitskaya apparently made a case in that meeting that was similar to the one that Russian President Vladimir Putin offered during that news conference with Trump last week: Browder had given large contributions of allegedly illegally acquired money to the Clinton campaign.",
  "On Thursday night, both NBC and CNN reported that Cohen, per a source close to him, was prepared to tell investigators that he was present when Trump Jr. told his father about the possibility of meeting with the Russian lawyer to get dirt on Hillary Clinton.",
  "The call lasted three minutes, and, the next morning, the meeting was set up (after Trump Jr. placed calls to both campaign chairman Paul Manafort and Jared Kushner, the other two meeting attendees — calls Trump Jr. says he didn’t remember).",
  "It’s long been the case that giving Trump the benefit of the doubt on having not known about the meeting in advance means setting aside mounting evidence and Trump’s habit of denying things that are later proved true.",
  "Instead, she was a lawyer who also lobbied to overturn a law called the Magnitsky Act, which imposed sanctions on Russian officials in retaliation for the death of a corruption whistleblower named Sergei Magnitsky.",
  "That was a subject central to the meeting at Trump Tower, she claimed, including that lifting the sanctions would mean that Russia would end its opposition to Americans adopting Russian children.",
  "Of course Natalia Veselnitskaya, the Russian lawyer who attended the meeting with Donald Trump Jr. and others at Trump Tower in June 2016 had closer ties with Russian officials than she let on.",
  "(Browder denies any wrongdoing; the case against him and his company is generally regarded as trumped-up by the Russian government, and no evidence of large donations to the campaign exists.)",
  "“I am going to give a major speech on probably Monday of next week, and we’re going to be discussing all of the things that have taken place with the Clintons,” he said during the speech.",
  "And of course there would now be allegations — secondhand, but credible — that President Trump himself knew that the meeting was scheduled and what it was about before it took place.",
  "The bad news for Trump is that, so far, the safe bet has consistently been to assume that the Trump Tower situation is more incriminating than Trump’s team would have you believe.",
  "Notes taken by Manafort during the meeting suggest that the Magnitsky Act was discussed, as was Bill Browder, Magnitsky’s employer and the main driver of the law.",
  "More broadly — and more subject to interpretation — is the key question: What does this tell us about Trump’s relationship with Russia before the election?",
  "A conversation between Trump and his longtime attorney and problem-solver Michael Cohen discussing that payment the prior month emerged this week.",
  "Nor, it seems, did Trump Jr., Manafort and Kushner get the promised dirt about Clinton — or, at least, they didn’t get anything they found usable.",
  "But, then, that’s what his campaign said about an alleged payment to former Playboy model Karen McDougal when that news broke in October 2016.",
  "After all, denial after denial from those involved in the meeting, statement after statement, has crumbled away or been perforated with holes.",
  "But Veselnitskaya’s relationship to the Kremlin and the subject matter that was discussed were both more complicated than at first presented.",
  "On Thursday night, the Associated Press reported on emails and other documents that more closely linked her to government officials and work.",
  "The scenario that seemed at the outset to be worst for Trump politically is increasingly the one in which we seem to be headed.",
  "The same evening as the calls to Agalarov, after Trump won several Republican primary contests, he gave a victory speech.",
  "About 20 minutes later, Trump Jr. received a call from a blocked number, after which he immediately called Agalarov back.",
  "In his initial statement about the meeting, Trump Jr. focused solely on the adoption issue as the topic of discussion.",
  "Three days later, Trump Jr. and Agalarov spoke (a call Trump Jr. claimed not to remember but that Agalarov did).",
  "Call logs suggest that Agalarov called Trump Jr. at 4:04 p.m. on June 6 and that they spoke for a minute or two.",
  "I wonder if the press will want to attend, who knows.”\n\nHe never gave that speech about the Clintons.",
  "Was Cohen with Trump when the then-candidate called his son and was told about the Russia meeting?",
  "Earlier this year, she admitted having ties to the Kremlin, including Russia’s chief prosecutor.",
  "(Former New York mayor Rudolph W. Giuliani, now on Trump’s legal team, says Cohen is lying.)",
  "Trump said explicitly last July that he didn’t know about the meeting before it happened.",
  "(This, the first emails to Trump Jr. claimed, was the person who was offering the dirt.)",
  "Enter Veselnitskaya, who at first claimed to have no connections to the Kremlin.",
  "“I think you’re going to find it very informative and very, very interesting.",
  "Is the presentation from that source close to Cohen accurate?",
  "The revelations on Thursday further bolster that idea.",
  "It also seems, though, that the “dirt” was offered.",
  "The natural first reaction is: Of course.",
  "That statement was dictated by Trump.",
  "Did he find out some other way?",
  "There are still question marks.",
  "It just wasn’t great dirt."
]