[
  "“Special counsel Robert Mueller’s team is asking witnesses pointed questions about whether Donald Trump was aware that Democratic emails had been stolen before that was publicly known,” NBC’s Katy Tur and Carol E. Lee write, “and whether he was involved in their strategic release, according to multiple people familiar with the probe.”\n\nOver the weekend, Trump said to Fox News’s Jeanine Pirro that he had not colluded with the Russians because “I had no phone calls, no meetings, no nothing.” It’s worth noting that this is not a refutation of the idea that anyone on his campaign worked with Russian actors and that it is not a denial that Trump might have aided the Russian effort through inaction — by not interfering with something he knew was happening.",
  "\n\nThen-candidate Donald Trump holds a news conference at Trump National Doral on July 27, 2016, in Doral, Fla. (Gustavo Caballero/Getty Images)\n\nNBC News reports that special counsel Robert S. Mueller III is asking those he’s interviewing a question that, upon reflection, seems obvious: When did President Trump know that Russia was in possession of emails stolen from the Democratic National Committee and Hillary Clinton’s campaign chairman, if not others?",
  "Rob Goldstone, a music promoter who represents a Russian singer named Emin Agalarov, emails Donald Trump Jr.\n\n“The Crown prosecutor of Russia met with his [Agalarov’s] father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” he wrote.",
  "That prompted us to want to outline the various points during 2016 when we know or have reason to believe that members of Trump’s campaign team had contact with Russian actors about stolen information or contact with WikiLeaks, which released the information believed to have been stolen by the Russians.",
  "Christopher Steele, a former British intelligence officer hired by Fusion GPS to investigate Trump’s ties to Russia for the DNC and Clinton campaign, files a report indicating that Page met with a Kremlin official named Igor Diveykin who told Page that Russia had compromising material on Clinton.",
  "He later sends an email to two other campaign staffers promising “a readout soon regarding some incredible insights and outreach I’ve received from a few Russian legislators and senior members of the Presidential administration here.”\n\nJuly 19.",
  "“This is obviously very high level and sensitive information but is part of Russia and it’s government’s support for Mr. Trump.”\n\n“Seems we have some time and if it’s what you say I love it especially later in the summer,” Trump Jr. replies.",
  "“In a private conversation, Dvorkovich expressed strong support for Mr. Trump and a desire to work together toward devising better solutions in response to the vast range of current international problems,” Page writes.",
  "Before any of the events on the timeline above, the Democratic National Committee network was accessed in the summer of 2015 by hackers believed to be acting on behalf of Russian intelligence agencies.",
  "Stephen K. Bannon later tells author Michael Wolff that “the chance that Don Jr. did not walk these [Russians] up to his father’s office on the 26th floor is zero.”\n\nThe Page thread\n\nMarch 21, 2016.",
  "During a meeting of the foreign policy advisory team, Papadopoulos informs the campaign that he has connections who can facilitate a meeting between Trump and Russian President Vladimir Putin.",
  "Papadopoulos emails senior campaign adviser Stephen Miller, telling him that he has “some interesting messages coming in from Moscow about a trip when the time is right.”\n\nMay.",
  "After DNC emails are released by WikiLeaks, the Australians inform the FBI of Papadopoulos’s comments, kicking off the investigation into collusion with the Trump campaign.",
  "In essence, Trump would have Americans believe that he knew that Russia had possession of emails stolen from the DNC and Podesta prior to their being released publicly.",
  "This has not been confirmed publicly, and Page has denied having extended meetings with anyone in media interviews and when asked by the House Intelligence Committee.",
  "In a speech from New Jersey, he teases an upcoming speech in which “we’re going to be discussing all of the things that have taken place with the Clintons.”\n\nJune 9.",
  "Longtime Trump ally and confidant Roger Stone tweets that it will soon be Clinton campaign chairman John Podesta’s “time in the barrel.”\n\nSep. 20.",
  "At some point this month, Papadopoulos tells an Australian diplomat named Alexander Downer that the Russians have emails from Clinton.",
  "The Papadopoulos thread\n\nGeorge Papadopoulos was asked to serve as a foreign policy adviser to the Trump campaign in early March 2016.",
  "In a television interview, WikiLeaks’ Julian Assange reveals that his organization is in possession of emails from Hillary Clinton.",
  "— Donald J. Trump (@realDonaldTrump) October 12, 2016\n\nTrump continues promoting WikiLeaks on Twitter for the rest of the election.",
  "Papadopoulos meets a London-based professor named Joseph Mifsud who has connections to the Russian government.",
  "Earlier this week, we presented that information in an article, but it seems worth a visual timeline, as well.",
  "Papadopoulos is identified as a campaign adviser by President Trump in an interview with The Washington Post.",
  "At a news conference, Trump asks Russia to release emails it hacked from Clinton’s private email server.",
  "Trump Jr. is in Paris giving a speech to a Russia-linked group; he shares the link when he gets back.",
  "While there, he has some sort of conversation with Russian Deputy Prime Minister Arkady Dvorkovich.",
  "Until he learns that Papadopoulos is linked to the Trump campaign, Mifsud is uninterested in him.",
  "Mifsud tells Papadopoulos that the Russians have “dirt” on Hillary Clinton in the form of emails.",
  "Very little pick-up by the dishonest media of incredible information provided by WikiLeaks.",
  "WikiLeaks contacts Trump Jr. over Twitter pointing to a website that links Trump to Putin.",
  "Carter Page is identified as a campaign adviser by Trump in an interview with The Post.",
  "WikiLeaks contacts Trump Jr. again, asking him to share a link to its information.",
  "That night, primary voting wraps up, with Trump the presumed Republican nominee.",
  "WikiLeaks again contacts Trump Jr. to get a response to a quote from Clinton.",
  "RIGGED — Donald J. Trump (@realDonaldTrump) July 23, 2016\n\nJuly 27.",
  "Stone teases an upcoming WikiLeaks release of material on Clinton.",
  "WikiLeaks begins releasing more documents stolen from the DNC.",
  "Trump Jr. forwards the information to others in the campaign.",
  "Leaked e-mails of DNC show plans to destroy Bernie Sanders.",
  "Mueller, it seems, is trying to determine if that’s true.",
  "Trump Jr. replies to ask what Stone was talking about.",
  "WikiLeaks begins releasing emails stolen from Podesta.",
  "Page travels to Russia to give a commencement speech.",
  "A document stolen from the DNC is leaked to Gawker.",
  "Trump Jr. invites Paul Manafort and Jared Kushner.",
  "Page sends a memo to the campaign about his trip.",
  "The leaks continue for the rest of the month.",
  "After some back-and-forth, a meeting is set.",
  "Points are explained in more detail below.",
  "Shortly after that message, Trump tweets.",
  "On-line from Wikileakes, really vicious.",
  "The Trump Tower thread\n\nJune 3, 2016.",
  "The Trump Tower meeting takes place.",
  "The WikiLeaks thread\n\nJune 12, 2016.",
  "Mock his heritage and much more.",
  "He wins on Nov. 8.",
  "March 14, 2016.",
  "Rigged system!",
  "So dishonest!",
  "He accepted.",
  "March 21.",
  "March 31.",
  "April 27.",
  "April 26.",
  "July 22.",
  "June 15.",
  "Aug. 21.",
  "Oct. 12.",
  "Oct. 7.",
  "Oct. 3.",
  "Oct. 2.",
  "July 8.",
  "July 7.",
  "June 7.",
  "July."
]