[
  "In addition to Russian money laundering, the committee may probe Trump's financial relationship with Deutsche Bank, social media interference, GOP operative Peter Smith's hunt for Hillary Clinton's emails and who Donald Trump Jr. called in between his calls setting up the June 2016 Trump Tower meeting with pop star Emin Agalarov, the Democratic aide said.",
  "Democratic lawmakers and aides say planning is already underway for how they will use their committee powers — from hearings to subpoenas — to get the answers to their burning questions about matters ranging from Trump campaign contacts with Russian officials to the firing of former FBI Director James Comey.",
  "Politically, Trump campaigned during the midterms on the idea that Democrats would try to impeach him, and there's concern among some Democrats that impeachment could be politically helpful to Trump in 2020 — he'd claim he's the victim, that his political enemies were abusing their power to attack him.",
  "What this could mean for impeachment\n\nThe wild card for Democrats in their preparations for next year is they don't know yet when — and in what form — the special counsel will present his findings, which has them in a holding pattern as they anticipate the end of the Mueller probe could be near.",
  "Rep. Adam Schiff, for instance, who is expected to become chairman of the House Intelligence Committee, intends to wait to see what both Mueller and the Senate Intelligence Committee found before diving back into his panel's Russia investigation, according to a senior House Democratic aide.",
  "(CNN) After sweeping to victory in the House, Democrats plan to use their investigative powers next year to reopen the House's Russia investigation, probe possible obstruction of justice and fight to ensure that special counsel Robert Mueller's findings are not hidden from the public.",
  "\"What's important to me is that people know it's not the Democrats frothing to be Benghazi-like,\" said Illinois Rep. Mike Quigley, referencing the GOP-led investigation into the 2012 terrorist attack that Democrats say was a political attack on Hillary Clinton.",
  "Schiff may have crafted the most comprehensive blueprint when Republicans ended their Russia investigation in March, releasing a 21-page status report with more than 60 witnesses, document requests and subpoenas he wanted to pursue to finish the investigation.",
  "Investigative blueprints\n\nTop Democrats on multiple congressional committees laid out their investigative road maps through the dozens of letters sent to GOP committee chairmen over the past two years with requests for interviews, hearings and subpoenas.",
  "They also are watching for what could be a more central threat to the Mueller investigation: the departure of either Attorney General Jeff Sessions or Deputy Attorney General Rod Rosenstein, who supervises the Mueller probe with Sessions recused.",
  "The renewed focus in a Democratic-run House on the key elements of the special counsel's probe will play out as Democratic leaders will face pressures both internally and externally to launch proceedings to impeach President Donald Trump.",
  "Of course, there's a vocal wing of the Democratic Party that argues the President has already crossed the impeachment threshold, and a small band of House Democrats last year forced the House to take procedural votes on the matter.",
  "\"The question, though, that I don't know whether Mueller has been able to answer, because I don't know whether he's been given the license to look into it, is were the Russians laundering money through the Trump Organization?\"",
  "Attorneys who have dealt with Mueller's investigators and other officials expect that the special counsel's efforts will include a report outlining what Mueller's investigators decided to prosecute and what they declined.",
  "Potential probes into Russia and obstruction are just two of the numerous ways that Democrats are readying oversight of the Trump administration's actions as well as Trump's personal finances once they control the House.",
  "There's nothing in Justice Department regulations that requires Mueller to present his conclusions to Congress or the public, and Democrats are already preparing to fight any attempts to keep his findings hidden.",
  "Not being 'Benghazi-like'\n\nDemocrats on multiple congressional panels, including the Judiciary, Intelligence and Oversight committees, could play a role in reacting to whatever Mueller has uncovered.",
  "Nadler said that if the President tries to interfere with the Mueller probe, his committee will try to protect the special counsel's inquiry and push the administration to preserve the records.",
  "Trump's lawyers have argued that a sitting President cannot be indicted, pointing to Justice Department regulations, and it's still unknown whether an in-person interview of Trump will happen.",
  "The special counsel's investigation into Trump's team is believed to be nearing its conclusion, and activity is expected to ramp up after Mueller worked quietly ahead of the midterm elections.",
  "\"I expect his report based on his investigation will be more thorough and also broader in scope than what the Congress has done,\" said Rep. Joaquin Castro, a Texas Democrat.",
  "Schiff has said he wants a primary focus as chairman to be restoring comity and credibility on the Intelligence Committee after the Russia probe bitterly divided the panel.",
  "Democrats say they're cognizant of the fact there's a risk of overreaching with their investigations and an impeachment process that leads to the public to souring on them.",
  "When that end comes, the question will inevitably turn to impeachment, a topic Nancy Pelosi and other top House Democrats have strenuously avoided during the campaign.",
  "... (But) I do think all of us take an oath to uphold and defend the Constitution, and high crimes and misdemeanors are not something that can be swept under the rug.\"",
  "The impeachment question is likely to be one chasing Democratic presidential hopefuls onto the campaign trail while House Democrats debate the matter on Capitol Hill.",
  "The looming question is what Mueller's team concludes when it comes to the President himself, whose legal team is preparing written responses to Mueller's questions.",
  "Congressional aides say it will be important politically for the speaker to coordinate so the committees aren't fighting to get the same information and witnesses.",
  "But they aren't planning to come out guns blazing come January, they say, because many of their questions may already be answered by the special counsel probe.",
  "Pursing all those leads isn't the Democrats' plan in January, because much of that work may have already been completed elsewhere, aides and lawmakers say.",
  "\"America saw how divisive impeachment was when the Republicans impeached Bill Clinton for telling one lie,\" said Rep. Jamie Raskin, a Maryland Democrat.",
  "Any impeachment process is likely to be led by New York Rep. Jerry Nadler, the expected chair of the House Judiciary Committee in charge of impeachment.",
  "The Mueller factor\n\nDemocrats are looking to Mueller's findings as a jumping off point for Russia, obstruction of justice and possibly impeachment.",
  "If we do that, we will permanently alienate his base, who are fellow Americans who voted for him,\" said Rep. Gerry Connolly, a Virginia Democrat.",
  "\"And it could — we don't know what will be in there — lead the Congress to have other questions about the information that's presented.\"",
  "While Democrats could impeach Trump with a majority, it would require two thirds of the Senate to remove him from office.",
  "\"The idea is not to do a full-blown investigation again, but to fill in the information gaps that remain,\" the aide said.",
  "\"But I do want to make sure we give the American people the investigation they deserve, get the answers they deserve.\"",
  "\"I hope people stop and realize impeachment is sort of the culmination of a process, not the beginning of a process.",
  "It also needs to be fact-based and thoroughly vetted, and involve bringing the public along, if it comes to that.\"",
  "There are still open questions, Nadler said, about whether Trump colluded with the Russians or obstructed justice.",
  "\"If there are no longer open questions, then we will have to make judgment and we will go from there,\" he said.",
  "Pelosi said on \"PBS NewsHour\" Tuesday: \"For those who want impeachment, that's not what our caucus is about.\"",
  "Tom Steyer, the billionaire Democratic donor who has called for Trump's impeachment, said in an interview.",
  "\"I don't believe in overkill, I don't believe in fighting just for the sake of fighting,\" Castro said.",
  "\"The question is, are you going to tell the truth or are you going to try to play a political game?\"",
  "\"We'll see what (Mueller) does, how he is treated, and that'll tell us what we have left to do.\"",
  "But the California Democrat has hinted at some areas of the Russia matter that he may address.",
  "CNN's exit polling Tuesday found 77% of self-identified Democrats supported impeachment.",
  "But there's no guarantee they'll even learn what the special counsel has uncovered.",
  "\"I think it's way too early to talk about impeachment,\" Nadler told CNN.",
  "\"They're looking at it in the framework of the next political election.",
  "In the run-up to the midterms, Nadler has mostly avoided the topic.",
  "We're saying this is a matter of right and wrong for the country.\"",
  "\"We have to see what the Mueller investigation comes up with.\"",
  "\"I detect no bloodlust for impeachment on the Democratic side.",
  "\"Saying he ought to be impeached right now is not the model.",
  "\"That will be a very high priority to get an answer to.\"",
  "Schiff told CNN's Wolf Blitzer last month."
]