[
  "As well as a TV interview with Cooper, the letter also says that if Clifford’s offer to return the fee is accepted, she would then be permitted to: “(A) speak openly and freely about her prior relationship with the president and the attempts to silence her and (b) use and publish any text messages, photos and/or videos relating to the president that she may have in her possession, all without fear of retribution and/or legal liability for damages.”\n\nCohen admitted last Friday that he had used a line of credit based on the value of his own home to gather the $130,000 to pay Daniels, and had used his email account associated with the Trump Organization – the president’s business empire – to communicate about the payment.",
  "Letter from actor’s lawyer offers return of $130,000 fee and asks that no action be taken to prevent the airing of an interview on CNN\n\nStormy Daniels offers to return money to 'tell her story' of alleged Trump affair\n\nStormy Daniels has offered to return a $130,000 fee paid to her by Donald Trump’s personal lawyer so she can break her silence about her alleged affair with the future US president.",
  "How Trump tried to keep his alleged affair with Stormy Daniels a secret Read more\n\nA letter from the actor’s lawyer Michael Avenatti to Trump’s personal lawyer, Michael Cohen, on Monday offered to return the $130,000 (£93,000) into an account of the president’s choosing by Friday.",
  "In a series of twists and turns last week, the White House press secretary, Sarah Sanders, was the first to acknowledge from the administration’s side that there had been any contact between Trump and Clifford, claiming that he had won a case “in arbitration” against the actor.",
  "Then on Wednesday night, the New York Times obtained a copy of a temporary restraining order issued by a private arbitrator in Los Angeles on 27 February precluding one Peggy Peterson from disclosing “confidential information” as defined in an earlier secret agreement.",
  "The letter asks that no action be taken to prevent the airing of an interview that the actor – real name Stephanie Clifford – recently recorded with the CNN journalist Anderson Cooper for the CBS news program 60 Minutes, for which Cooper is a regular contributor.",
  "Peggy Peterson is a pseudonym for Stephanie Clifford, according to a separate lawsuit brought by Clifford days later, while Trump, for the purposes of his legal dealings with Clifford, “was referred to by the alias ‘David Dennison’ or ‘DD’”.",
  "One of the fundamental premises that America was founded on was the right to free speech and that’s very important to her.”\n\nCohen, a longtime Trump lawyer, has admitted paying Clifford $130,000 in 2016.",
  "“Ms Clifford wants to be able to tell her story directly to the American people and say what happened with the president, as well as his efforts to silence her,” Avenatti told the Guardian on Monday.",
  "The New York Times broke the story on Monday of Clifford’s offer to pay back the 2016 fee of $130,000 paid to her by Cohen.",
  "Trump has denied Clifford’s allegations of a lengthy affair with him in 2006, the year after he married Melania Trump.",
  "“She wants the people to decide who is shooting straight with them and who is being less than forthcoming.",
  "In February, the celebrity magazine InTouch published a 5,000-word interview detailing Clifford’s story.",
  "Cohen had used a shell company, Essential Consultants LLC, to wire the $130,000 to Clifford.",
  "It gives Trump until noon ET on Tuesday 13 March to accept the offer.",
  "There is no proof that Trump knew about or approved the payment.",
  "He says he paid Clifford in a personal capacity."
]