[
  "“How incompetent are you if you didn’t sign your own NDA?”\n\nStormy Daniels: White House appears to confirm Trump contract with porn star Read more\n\nNoah concluded: “To recap: in the 12 hours following the ‘Everything’s Fine’ tweet, a senior counselor busted breaking the law, a senior adviser said ‘F this, I’m out’, and a senior citizen apparently forgot to sign the hush money contract with his porn star mistress.”",
  "Stephen Colbert on Trump's 'loving' tariff: 'That's what you say if you don't know what a tariff is' Read more\n\nStephen Colbert\n\n“I know we’re getting numb to the Trump presidency – it’s a natural defense mechanism – but let those words sink in for a second,” said Stephen Colbert upon showing news coverage of porn star Stormy Daniels’ lawsuit against president Trump.",
  "“Now, it turns out using campaign funds to pay off your porn star mistress could be a violation of campaign finance law,” Colbert said, before explaining that Trump’s personal attorney and “fixer” Michael Cohen set up a company called Essential Consultants LLC for the purpose of paying off Daniels.",
  "Because at 7.55am he tweeted ‘no chaos’ and then the rest of the day was nothing but chaos.”\n\nThe host then explained that Kellyanne Conway was found to have violated the Hatch Act, which prohibits government officials from using their position to influence political campaigns.",
  "“Now, Daniels is suing Donald Trump over the confidentiality agreement, alleging that iti’s invalid because while both she and Trump’s attorney signed it, Trump himself never did.”\n\nColbert replied: “So this is the thing Trump thought was too sketchy to put his name on?",
  "“While these amazing kids were providing the leadership on guns we sorely need, our actual leaders continue to do nothing but hope that the news cycle will move on,” she began, in reference to the students who survived the shooting in Parkland.",
  "Both of these cults are based on fanciful myths that when repeated enough their otherwise intelligent followers start to believe.”\n\nThe host noted that both groups “despise” the media and push narratives that “only they can save the world”.",
  "Most of us know the NRA as a lobbying group for gun manufacturers, but to its hardcore members it is more than that.”\n\nThe host then showed footage of an NRA-sponsored video in which a member refers to the organization as a religion.",
  "“Specifically, the best religion: Scientology.”\n\nBee continued: “At first, I thought it was ridiculous to compare these two organizations, but then I did a Google image search and I thought maybe there is something here.",
  "“Monday we learned that Cohen’s payment to Stormy Daniels was reported suspicious by a bank,” the host said, before revealing that Cohen reportedly complained to friends that he had yet to be reimbursed by Trump.",
  "At this point, I bet even “chaos” is like, “nah, this is too crazy for me, you need to take this up with ‘bat-shit.’”\n\n\n\nFull episode: https://t.co/NHZTY51LF4 pic.twitter.com/XQT1rU0raB\n\n“The Hatch Act?",
  "Trevor Noah on Trump: 'We're learning about laws because they keep breaking them'\n\nLate-night hosts on Wednesday discussed Stormy Daniels’ lawsuit against Trump and how the NRA influences lawmakers.",
  "“We have not seen anything like this since the famous headline ‘Dewey boinks Truman’.”\n\n“Miss Daniels received $130,000 right before the election to keep their affair a secret,” the host explained.",
  "What about Trump University or Don Jr?”\n\nThe host then noted that the lawsuit mentions that Daniels is in possession of “confidential information” including images and/or texts from Trump.",
  "Bee then discussed how the NRA wields its power in Washington, noting that monitoring “how the NRA actually influences lawmakers is a little more complicated than buy and sell”.",
  "“And then there’s the really crazy myth that guns have nothing to do with gun violence.”\n\nTrevor Noah\n\nFinally, Trevor Noah addressed another chaotic day in the White House.",
  "Maybe now you’ll sympathize with Stormy Daniels because Donald Trump has screwed you both.”\n\nSamantha Bee\n\nTBS’s Samantha Bee compared the NRA to the church of scientology.",
  "There is no Chaos, only great Energy!’\n\n“I’ve got to say, if this whole president thing doesn’t work out, Trump would be dope at writing fortune cookies,” Noah joked.",
  "We’re learning about all of America’s laws because they keep on breaking them.”\n\n\n\nNoah went on to note that, that same day, senior adviser Gary Cohn resigned.",
  "It’s a bad day, but it’s not exactly chaos.”\n\nThen, Noah showed news of Daniels’ lawsuit against Trump: “This is amazing,” he quipped.",
  "He began: “Yesterday morning the president tweeted, ‘The new Fake News narrative is that there is CHAOS in the White House.",
  "He also added that the confidentiality agreement referred to Trump as “David Dennison” and Daniels as “Peggy Peterson”.",
  "Bee went on to mention the NRA’s disproportionate spending on television advertisements versus campaign contributions.",
  "“One says that 75m years ago an intergalactic warlord nuked billions of people in volcanoes,” Bee said.",
  "People will always come & go, and I want strong dialogue before making a final decision.",
  "The Daily Show (@TheDailyShow) Trevor on Trump’s denial of chaos in the W.H.",
  "I still have some people that I want to change (always seeking perfection).",
  "“Lawmakers know they have to appeal to these faithful disciples of the NRA.",
  ": I don’t wanna say the president is wrong, but this seems like chaos.",
  "“One adviser caught breaking the law, another adviser quit.",
  "“Look, Trump always says things that are easily disproved.",
  "“But that’s what’s great about the Trump administration.",
  "“A porn star is suing the president,” he repeated.",
  "“Yes, the NRA is like a religion,” Bee added.",
  "But yesterday was particularly entertaining.",
  "I didn’t know that was a thing,” Noah said.",
  "“Maybe I’m being a hater,” he said.",
  "“It works,” she said.",
  "“Well, Mr Cohen.",
  "Wrong!"
]