[
  "On the March 25 episode of 60 Minutes, a former chairman of the Federal Election Commission said Donald Trump was in “an enormous legal mess.” The source of that mess, Trevor Potter explained, was the $130,000 payment from Trump’s lawyer Michael Cohen to Stephanie “Stormy Daniels” Clifford, which Potter described as “a $130,000 in-kind contribution by Cohen to the Trump campaign, which is about $126,500 above what he’s allowed to give.” Potter went on to argue that the prosecution of John Edwards had been a similar case—an instance in which the federal government brought charges against a politician for failing to disclose a campaign contribution.",
  "Some of the more damning evidence against Rowland was the way he and Foley attempted to hide their arrangement, talking in emails about creating “cover,” drafting sham contracts to disguise their activity, and routing payments through a shell company called Ridgeview Realty.",
  "Cohen’s reported annoyance at not being reimbursed by Trump undermines that assertion, as does his use of his Trump Organization email account and the fact that counsel for Essential Consultants, the company that paid Daniels, is another attorney from Trump’s company.",
  "Although Rowland, Foley, and Wilson-Foley all swore the payments were for consulting services to Foley’s nursing home company, the government alleged that they were conspiring to buy Rowland’s support with clandestine payments outside the campaign finance system.",
  "In the Edwards case, the DOJ charged him with raising illegal donations for his 2008 presidential campaign by having one of his donors, the heiress Bunny Mellon, funnel more than $700,000 to cover the living expenses of Rielle Hunter, Edwards’ pregnant mistress.",
  "It’s clear that Cohen intended to conceal the payment to Daniels: He drafted a nondisclosure agreement that referred to Daniels as Peggy Peterson and Trump as David Dennison, and he paid Daniels through a private company named Essential Consultants.",
  "Moreover, the Wall Street Journal’s reporting that Cohen “complained to friends [after the election] that he had yet to be reimbursed for the payment” to Daniels suggests Trump did have knowledge of the payment.",
  "Earning some renown as a radio talk show host, he still held considerable sway with the Republican establishment when he gave his support to Lisa Wilson-Foley, who ran for Congress in Connecticut in 2012.",
  "If he didn’t know about the payments, the argument went, he couldn’t have intended to use that money to help his campaign, nor could he have intended to evade the public-reporting requirements.",
  "In-kind donations, which count against the contribution limit, must be reported to the Federal Election Commission so they can be scrutinized by the press, opposing candidates, and the public.",
  "Alleging that the payments to Daniels and McDougal were intended to protect him from personal embarrassment gives the government a free pass to show how he has always been a man without shame.",
  "All Mueller would have to do is show that there is probable cause to believe the conversations were in furtherance of a crime—in this case, illegal payments to benefit the Trump campaign.",
  "Attorneys for both Daniels and McDougal have claimed that the payments to their clients were for political purposes, raising the prospect that the women could testify to that point.",
  "But even though Edwards, as the candidate, was responsible for raising funds and making honest reports to the FEC, a jury ultimately could not agree that he’d committed any crimes.",
  "The deceit gave the case an air of criminality until a government witness testified that the ruse was meant to throw off Mellon’s money manager, not to hide payments from the FEC.",
  "An investigation that touches on Trump’s sexual dalliances wakes the ghosts of Monica Lewinsky and Ken Starr, reminding the country of a tawdry history many would rather forget.",
  "The government can charge anyone with evading these rules so long as that person knows about the contribution limits and reporting requirements and intends to circumvent them.",
  "After Wilson-Foley obtained Rowland’s support, a reporter revealed that Wilson-Foley’s husband, Brian Foley, was routing secret payments to Rowland through an attorney.",
  "Edwards’ lawyers argued that he hadn’t known about the payments, and a defense witness testified that Edwards had been “surprised” when he ultimately found out.",
  "Trump’s notorious philandering notwithstanding, any prosecution will have to contend with Cohen’s claim that he made payments to Daniels of his own volition.",
  "Defense attorneys must only raise reasonable doubt in one juror’s mind to trigger a mistrial, and telling a coherent story can be enough to raise that doubt.",
  "But the defense argued that payments to conceal Hunter were intended to spare Edwards’ family, particularly his sick wife, personal embarrassment and shame.",
  "As such, it seems fair to say that there’s no way Trump is going down for illegal campaign payments if the government doesn’t take down Michael Cohen first.",
  "What’s more, if Trump spoke to Cohen about the payments to the women before they happened, the attorney-client privilege would likely not protect him.",
  "Rowland’s attorney made an impassioned plea that the ex-governor had no responsibility to report anything to the FEC and thus couldn’t be convicted.",
  "Moreover, special counsel Robert Mueller and his team have not expressed any interest in the women’s stories, which may be a shrewd political move.",
  "Taken together, the Edwards and Rowland prosecutions hold important lessons for building a campaign finance case against Trump and his associates.",
  "If the government could prove Trump knew about the payment and intended it to aid his candidacy, he would still be a conspirator in such a crime.",
  "Finally, while the prosecution’s main role is to prove up its own story, disproving the defense’s theory of the case is almost as important.",
  "Given that Edwards was the only individual charged with a crime, it’s unsurprising the jury returned an acquittal on his conspiracy count.",
  "They had raised four children together, suffered through the death of one of them, and persevered through Elizabeth’s battles with cancer.",
  "In Rowland’s case, disproving his parallel assertion that Foley was paying him for consulting became vital to the government’s efforts.",
  "From the prosecution’s perspective, it appeared self-evident that Mellon’s payments to Hunter were intended to help Edwards’ campaign.",
  "Trump’s uncharacteristic silence about the two women could be an attempt to keep himself from conceding any knowledge of the payments.",
  "While Cohen has vociferously maintained that the president never reimbursed him for his payment to Daniels, this is of little import.",
  "In the end, proving the political nature of the payments will almost certainly require a full-scale assault on Cohen’s credibility.",
  "The Edwards and Rowland cases also make it clear that if the government charges conspiracy, there must be more than one defendant.",
  "There was concealment in Edwards’ case, too—Mellon disguised many of her checks to make them appear to be payments for furniture.",
  "He sent an email to Wilson-Foley reminding her that, if anyone asked, he was “just a volunteer.” The jury easily convicted him.",
  "In the Rowland case, we made that evidence, in part, by rolling Brian Foley against him—a tactic Robert Mueller has perfected.",
  "While evidence of concealment is always useful in building a campaign finance case, the secrecy must be for corrupt purposes.",
  "Ten years before that, Rowland had pled guilty to corruption charges arising from his tenure as the governor of Connecticut.",
  "The second is the payment the National Enquirer made to Karen McDougal, which, she asserts, was orchestrated by Cohen.",
  "Rowland, meanwhile, was convicted in 2014 of receiving under-the-table payments to support a political candidate.",
  "The government also charged him with conspiracy and with misleading the FEC by not reporting Mellon’s payments.",
  "The president’s defenders may take solace in the fact that the Department of Justice failed to convict Edwards.",
  "But there’s another precedent that Potter didn’t mention: the conviction of former Connecticut Gov.",
  "The nondisclosure agreements signed by Daniels and McDougal have no force in a grand jury hearing.",
  "Edwards and his wife, Elizabeth, made their partnership a central aspect of his public persona.",
  "While Trump may try to follow Edwards’ lead, the same defense isn’t really available to him.",
  "While Trump may try to follow Edwards’ lead, the same defense isn’t really available to him.",
  "However, in email after email, Rowland discussed ways to hide his “arrangement” with Foley.",
  "A few additional pieces of evidence in the form of emails or texts could cement this proof.",
  "Trump, on the other hand, has never been beholden to notions of family values or fidelity.",
  "But if the special counsel wants to probe the payments, he has a valid basis to do so.",
  "He’d serve a nominal prison term and re-emerge on the public scene as a reformed man.",
  "Trump’s possible violations center on a pair of payments made by his associates.",
  "The first is a deal his attorney Michael Cohen negotiated with Stormy Daniels.",
  "In the Rowland case, by contrast, both Foley and Wilson-Foley pleaded guilty.",
  "Federal law limits the total amount an individual can donate to a candidate.",
  "In this way, a defendant’s knowledge and intent become very important.",
  "The claim apparently had some sway with at least one juror.",
  "Photos by Gotham/GC Images, Chip Somodevilla/Getty Images.",
  "For now, direct links back to the president are minimal.",
  "In 2008, the limit was $2,300; in 2016, it was $2,700.",
  "John Rowland, which I secured as a federal prosecutor.",
  "But a cooperating defendant is not necessary.",
  "At the moment, that looks more than probable.",
  "Michael Cohen and Donald Trump.",
  "Photo illustration by Slate."
]