[
  "While it’s possible in some circumstances for a lawyer to make representations on behalf of a client who isn’t specifically aware they’re being made—or so I’m told, at least, by Slate employees who’ve been to law school—the 2016 NDA reads as if Cohen was entering into it on behalf of Essential Consultants, an LLC that paid Daniels, not as Trump’s attorney:\n\nDD is “David Dennison,” which is Trump’s pseudonym in the contract.",
  "“Not a lawyer-client relationship … he wasn’t acting for Donald.” Here’s Michael Cohen’s LinkedIn page:\n\nMeanwhile, another lawsuit Cohen and EC, LLC are involved with seeks $20 million in damages from Daniels, on Trump’s behalf, for her alleged violation of the 2016 NDA.",
  "Whether their case will be persuasive to a judge is an open question; meanwhile, others have asked whether the agreement might also be invalid if, as the White House has implied, Trump didn’t even know it existed when it was signed.",
  "Asked why Cohen would pay Daniels $130,000 out of his own pocket instead of having Trump pay it, Schwartz seemed to imply that Cohen isn’t Trump’s lawyer at all, but rather, just, like, a helpful buddy:\n\n.",
  "Screenshot/Twitter\n\nThe central question in the legal dispute between Stormy Daniels and Donald Trump is whether the 2016 nondisclosure agreement for which Daniels was paid $130,000 is legally valid.",
  "• They have reason to believe, based on nonpublic information, that admitting Trump’s involvement would increase the risk of the Trump campaign’s being found to have broken campaign-finance laws.",
  "For an outside client, it’s a different relationship.https://t.co/FYdlcHAKyr pic.twitter.com/XoEx5pLOtE — CBS News (@CBSNews) March 29, 2018\n\nThe transcript:\n\nWould I do that?",
  "Some possibilities:\n\n• They think it would be politically damaging for Trump to admit any involvement whatsoever in a hush-money payment or negotiation with Daniels.",
  "The White House’s statements have been hedged but seemed to suggest the NDA was negotiated and executed wholly by Trump’s longtime attorney, Michael Cohen.",
  "We just don’t know, and Trump’s various representatives (and their representatives) seem to make things more confusing every time they open their mouths.",
  "On Wednesday, Cohen’s own attorney, David Schwartz, said explicitly on CNN that Trump was not aware of the NDA or the $130,000 payment when it was made.",
  "Daniels and her attorney Michael Avenatti have argued in a court filing that the NDA should be considered moot because Trump didn’t physically sign it.",
  "• Trump, for ego reasons, does not want to give Daniels the satisfaction of knowing that he considered her enough of a threat that he became involved.",
  "Why are Cohen and Schwartz and Sarah Sanders making such a big deal of a talking point that would seem to undermine the president’s legal case?",
  "(Cohen has said previously that he fronted the payment himself; it’s not clear if he was ever paid back.)",
  "If you’re perplexed by all this, be assured even actual lawyers find it bewildering as well.",
  "• Trump has some sort of personal, Melania-related motivation to deny any such involvement.",
  "You have to understand, it’s a different relationship between these two people.",
  "@NorahODonnell: [Cohen] took out a home equity loan to pay off Stormy Daniels?",
  "So that brings us to David Schwartz’s Thursday appearance on CBS This Morning.",
  "And by the way, [Cohen] wasn’t acting for Donald, David Dennison.",
  "That’s what I’m trying—it’s not a lawyer-client relationship.",
  "This opens its own bag of legal worms (mmm … law worms).",
  "Of course, it could be all or none of those reasons.",
  "David Schwartz on CBS This Morning on Thursday.",
  "@GayleKing: Does that make sense to you?",
  "Schwartz: To get the money quickly.",
  "[Not] for an outside client.",
  "He was acting for EC, LLC.",
  "Schwartz: Would I do that?",
  "No.",
  "No."
]