[
  "“[T]he claims released include but are not limited to DD’s Claims against PP” for possibly providing photo or text evidence of their relationship to unauthorized persons “and to PP’s having allegedly engaged in efforts to disclose, disseminate and/or commercially exploit the Images and/or Property and/or Confidential Information, and any harm suffered by DD therefrom.” This is a very clear promise from Trump not to sue Daniels for any efforts she may have made to disseminate information about their alleged affair.",
  "As part of the agreement’s “recitals,” the contract states that “[t]he Parties wish to avoid the time, expense, and inconvenience of potential litigation, and to resolve any and all disputes and potential legal claims which exist or may exist between them.” The contract then goes on to offer a promise from Trump, who in the lawsuit is referred to by the pseudonym David Dennison, to release any of his potential claims against Clifford, who in the lawsuit is referred by the pseudonym Peggy Peterson.",
  "To put a fine point on how important this promise is, the contract goes on to say the recitals portion is the “essential, integral and material terms of this Agreement.”\n\nAnother “essential” portion of the contract is Trump’s promise to stay away from Clifford and her family:\n\nIt is an essential element of this Settlement Agreement that the Parties shall never directly or indirectly communicate with each other or attempt to contact their respective families.",
  "He further notes that there are portions of the agreement in which Essential Consultants LLC is explicitly granted specific abilities, such as the ability to accept “certain still images and/or text messages which were authored by or relate to DD.” This only bolsters Clifford’s case: If other specific abilities, like waiving the right to sue on Trump’s behalf, aren’t spelled out, that would seem to mean Essential Consultants LLC doesn’t possess them.",
  "Super believes it can thus be argued in court that it was “implied that the parties thought that his signature was needed [for the release of these claims].”\n\nThe upshot here is that if Clifford agreed to this deal on the basis of these essential promises by Trump and he never legally agreed to those promises, then the contract is unenforceable and should be considered moot.",
  "* According to this logic, it would be politically untenable for Trump to force Clifford to pay him because it would require that Trump sue Daniels, opening him up to “public disclosures and liabilities” and because “the discovery process could further endanger them” and Trump “would have to testify.”\n\nThis is incorrect, Super says.",
  "As Scott Pilutik noted in Slate, one relevant concept here is the “statute of frauds,” which “requires that certain types of contracts must be signed in writing by both parties.” But there’s another, more straightforward reason the contract might be unenforceable if Trump didn’t sign it.",
  "Any of the details of Clifford’s alleged affair—or even how the contract was initiated—“would not be relevant in such a case.”\n\nUltimately, then, Clifford is betting millions of dollars that Michael Cohen screwed up a contract.",
  "Joe Raedle/Getty Images\n\nOn Wednesday, the Los Angeles County Superior Court set a July hearing date for Stephanie Clifford’s lawsuit seeking to nullify a nondisclosure agreement with Donald Trump over their alleged affair.",
  "The president of CBS News earlier this week said the network planned to air the interview after it had completed its fact-checking process, despite reported threats from Trump’s legal team to try to prevent it from airing.",
  "Furthermore, when Cohen signed the contract, he appears to have changed “Attorney for DD” to “Attorney for Essential Consultants, LLC.” Here, Cohen appears to be rejecting the notion that he is acting as DD’s attorney.",
  "”There wouldn’t be discovery in an enforcement action because discovery is limited to relevant evidence, or to things that are reasonably calculated to lead to relevant evidence,” Super says.",
  "If the contract were valid, filing a lawsuit could be considered a breach of the agreement, as that lawsuit lays out several of the details Clifford would have promised to keep confidential.",
  "But according to Super, an expert in contract law, there isn’t anything in the agreement to indicate Essential Consultants is authorized to agree to essential promises on Trump’s behalf.",
  "*Correction, March 15, 2018: This piece originally mischaracterized comments made by Seth Abramson and other political commentators about Stormy Daniels’ contract with Donald Trump.",
  "(Super notes that the Latin term for this legal principle is expressio unius est exclusio alterius, meaning that the explicit mention of one thing is the exclusion of another.)",
  "While BuzzFeed reported that “Avenatti did not answer questions about the number of [other] women or the nature of their allegations,” Clifford’s specific case appears strong.",
  "If she refuses to pay and Trump sues to get his money, he would not be opening himself up to much in the way of potential exposure beyond what’s already come to light.",
  "If the court were to rule that the contract is valid, an arbitrator would then determine how much money Clifford owes Trump for whatever possible breaches.",
  "Meanwhile, Clifford’s attorney Michael Avenatti told BuzzFeed that other women have approached him about potential legal cases against the president.",
  "Stephanie Clifford, who uses the stage name Stormy Daniels, arrives at the Solid Gold Fort Lauderdale strip club on Friday in Pompano Beach, Florida.",
  "Some, including political commentator Seth Abramson, have suggested the contract is unlikely to be enforced whether or not Clifford wins her suit.",
  "Georgetown Law professor David Super told me that only Trump or an explicitly defined representative can sign off on such essential promises.",
  "There are specific portions of the agreement that only Trump, or perhaps an explicitly designated Trump representative, could assent to.",
  "So she didn’t get her promises, so they didn’t complete the deal.”\n\nThe strength of the case could explain Clifford’s public posture.",
  "“Just because I’m your lawyer doesn’t mean I can give away your rights unless it says I’m authorized to do that,” Super told me.",
  "Clifford, better known by her professional name Stormy Daniels, argues the agreement isn’t valid because Trump never signed it.",
  "Trump’s attorney, Michael Cohen, set up a company called Essential Consultants LLC to agree to the deal with Clifford.",
  "But she is going further than that, doing an interview with 60 Minutes’ Anderson Cooper—another possible breach.",
  "Finally, and most simply, there is a separate line on the contract explicitly for Trump’s signature.",
  "“If the contract was money for promises, then you wouldn’t need Trump’s signature,” Super said.",
  "These comments suggested her contract is unlikely to be enforced, not that it is unenforceable.",
  "Given all this, it appears as if Clifford believes she’s in the clear.",
  "The strength of the case could explain Stormy’s public posture.",
  "If Trump’s signature is absent, it’s clear he didn’t sign off.",
  "What would happen, though, if the contract was deemed valid?",
  "(This would likely run into the millions of dollars.)",
  "What about the fact that Cohen is Trump’s lawyer?",
  "They made it money and promises for promises.",
  "It’s looking like a pretty good bet.",
  "“But they didn’t draft it that way.",
  "And what about a representative?"
]