[
  "Then, after plausibly stating that damages would be “difficult or impracticable to determine,” the Trump–Daniels contract resorts to incantation that the million-dollar figure is “reasonable and fair” and “not a penalty.” If those four defects were not enough, two final fatal flaws infect the contract: It authorizes more piling on—allowing for both an injunction [to prevent Daniel’s disclosures] plus damages—and to expressly authorize awarding punitive damages, at Trump’s election, which is exactly what contract law bans.",
  "“Daniels would have a good chance of voiding the clause”\n\n—Heidi Li Feldman, professor, Georgetown University Law Center\n\nThe question boils down to whether Trump could sustain the claim that Daniels’s disclosure or description of the materials covered in the agreement could have been anticipated to cost Trump $1 million per disclosure back in October 2016 or, cumulatively, $20 million after 20 instances of disclosure.",
  "“If the number was just plucked out of thin air as a convenient round number, a court might be skeptical of it.”\n\n—Stacey Lantagne, assistant professor of law at the University of Mississippi School of Law and contributing editor at ContractsProf Blog\n\nCourts are reluctant to enforce liquidated damages awards when they act to penalize the breaching party rather than seeking to compensate the breached party for harm.",
  "A disclosure to People magazine is the same as telling your best friend?”\n\n—Nancy S. Kim, professor at California Western School of Law and author of The Fundamentals of Contract Law and Clauses\n\nThe liquidated damages clause appears to be a penalty and not a reasonable estimate of damages.",
  "Particularly because the contract provides no justification or calculation for the amount of damages specified—and indeed seems to emphasize that the parties did not attempt to ground the amount in any loss assessment—Daniels would have a good chance of voiding the clause.",
  "Providing the option of liquidated damages or actual damages seems to show that the parties did not intend to establish a specific sum to constitute damages in the event of breach; the purpose is to deter by threat of punishment (which is not a contract law objective).",
  "Eduardo Munoz/Reuters\n\nFor the past couple of months, salacious details about the alleged decade-old dalliances between Donald Trump and adult film performer Stormy Daniels have slowly dripped out: supposed spankings with a rolled-up Forbes magazine and the like.",
  "“The Trump–Daniels damages clause is illegal, in my opinion”\n\n—Lawrence Cunningham, professor at the George Washington University Law School and author of Contracts in the Real World\n\nThe Trump–Daniels damages clause is illegal, in my opinion.",
  "Next, it purports to distinguish [the] varying seriousness of [a given] breach, even giving certain grave breaches a special name, but then uses a laundry list that sweeps in all imaginable ways of breaching without distinguishing severity.",
  "If those allegations are true, that might convince the court the liquidated damages clause was meant to function as a penalty—or alternatively, that the contract was formed under duress or a similar doctrine, and therefore is unenforceable.",
  "It is possible that Daniels might have access to information that would nullify a prenuptial agreement between Trump and Melania Trump, or that which would open him to claims of child support on behalf a child he has not acknowledged.",
  "Courts have usually considered damage to reputation (as would result from Daniels’s breach here) to be difficult to ascertain, so this is indeed a situation where liquidated damages have been regularly considered appropriate.",
  "Keeping her relatively silent is a disputed nondisclosure agreement entered into, just days before the 2016 election, with a shell company called Essential Consultants, LLC and possibly also with Donald Trump.",
  "Last Friday a lawyer representing the shell company, but also acting with Trump’s consent, made a filing in federal court contending that Daniels already owes at least $20 million for the little she has said.",
  "Without knowing the content that Daniels might disclose, nobody can be certain that her revelations would not cost, or have reasonably been anticipated to cost, Trump $20 million or $1 million per disclosure.",
  "Applying this framework, it is hard to imagine how $1 million could be the actual or anticipated damages for a shell company set up only for the purpose of transferring a $130,000 payment.",
  "And as for Donald “grab ’em by the pussy” Trump, it is unlikely that the acknowledgement of a consensual intimate relationship could be considered worth $1 million in reputational harm.",
  "This evaluation was backed up by a number of legal experts, who each assessed the likelihood that Trump or EC LLC might be likely to prevail in a claim for $20 million in damages.",
  "Daniels can challenge the $20 million claim, arguing that the liquidated provision was not based on any meaningful assessment of expected financial losses to Trump.",
  "Stephanie Clifford, also known as Stormy Daniels, poses for pictures at the end of her striptease show in Gossip Gentleman club in Long Island, New York on Feb. 23.",
  "Moreover, relevant to the enforceability of the liquidated damages clause are Daniels’s further allegations in her complaint about aggressive and coercive behavior.",
  "For one, the Trump–Daniels contract expressly condones “cumulative” remedies, automatically risking double dipping, which is illegal because it is excessive.",
  "The first is that it seeks both disgorgement [of any profits Daniels makes from unlawfully disclosing confidential information] and liquidated damages.",
  "Yet since the story broke back in January, the public has learned very little directly from Daniels (real name Stephanie Clifford) about the liaison.",
  "But unless Daniels would be disclosing information that would clearly exact such financial loss, the clause appears more punitive than compensatory.",
  "Contract remedies compensate for the harm caused by a breach; unlike criminal sanctions, they are not used to deter or punish and may not enrich.",
  "The filing contended that Daniels must pay due to a provision in the agreement stating that she could owe $1 million per unauthorized disclosure.",
  "While an agreement can set out in advance what a breaching party might owe, such “liquidated damages” provisions are not always enforced.",
  "Generally, they are honored only if they are viewed as reasonable in light of the anticipated or actual losses caused by the breach.",
  "Third, it arbitrarily picks $1 million per breach to be applied “per item,” without addressing their severity or how to count them.",
  "A court might not agree, though, that the $1 million per breach sum is a reasonable estimate of what the damages might be.",
  "It also seems arbitrary that each and every disclosure by Daniels would have been anticipated to cause equal harm.",
  "If the number was just plucked out of thin air as a convenient round number, a court might be skeptical of it.",
  "There is no attempt to show that the liquidated damages amount was based on a pre-estimate of actual damages.",
  "These are the sorts of circumstances that might justify the dollar amount specified in the damages clause.",
  "There is no effort here to distinguish the type of harm, and the number seems arbitrary.",
  "One imagines publishing a videotape would be more damaging than sharing a text message.",
  "One imagines publishing a videotape would be more damaging than sharing a text message.",
  "The second is that it allows Trump as his “sole discretion” to recover actual damages.",
  "A disclosure to People magazine is the same as telling your best friend?",
  "There are two compelling reasons to find the clause to be a penalty.",
  "Something that looks like a penalty will be rejected.",
  "But will the court or an arbitrator make Stormy pay?",
  "“How can every single disclosure be valued the same?",
  "How can every single disclosure be valued the same?",
  "Is a conversation as damaging as pictures?",
  "What about the nature of the disclosure?",
  "This seems unlikely.",
  "I don’t think so."
]