[
  "“But here, the parties distinguish [recent] case law by arguing the arbitration agreement itself violates federal law, not just the entire contract.”\n\nAs Zimmerman also notes, Avenatti cites “well-established contract law that generally find political contracts to suppress information for money as void against public policy.”\n\nThe brief directly cites the epochal legal treatise, the Restatement of Contracts, and points out “remarkably” similar circumstances:\n\nA, a candidate for political office, and as such advocating certain principles, had previously written letters to B, taking a contrary position.",
  "“Plaintiff intends to prove the arbitration clause was entered with the purpose of keeping facts concerning federal campaign contributions and expenditures secret and hidden from public view by using a confidential arbitration proceeding in violation of FECA’s mandates to publicly report campaign contributions and expenditures,” Avenatti writes.",
  "“[I]f Mr. Trump was completely unaware of Mr. Cohen’s actions, the question naturally arises as to how it would be possible for a ‘meeting of the minds’ to have occurred between parties where one of the parties does not even know about the existence of the agreement?” the filing continues.",
  "Avenatti goes on to argue that Cohen’s motion to compel arbitration per the terms of the contract is moot until this fundamental question of Trump’s knowledge of the agreement can be sorted out via limited discovery, including depositions of the president and Cohen.",
  "As I pointed out then, and as Avenatti hammers home in his filing, how could Trump have agreed to the essential terms of the contract forswearing his right to contact or sue Daniels if he hadn’t been aware of its existence?",
  "On Sunday, Avenatti issued a powerful rebuke to these criticisms in the form of a 27-page legal filing that requests the chance to depose both President Donald Trump and Cohen as part of Daniels’ lawsuit against them.",
  "As Loyola Law School professor and arbitration expert Adam Zimmerman told me over email:\n\nAvenatti’s argument that the Court set aside the arbitration agreement is well-grounded in federal arbitration law.",
  "That’s what Avenatti argues here: that there’s a genuine factual dispute over whether one of the critical parties to this agreement–in this case, President Trump–ever agreed to be bound by arbitration.",
  "“[B]y failing to sign the Agreement, Mr. Trump failed to supply essential consideration to Plaintiff in the form of a release, covenant not to sue, and representations and warranties,” Avenatti notes.",
  "Even if Trump is able to convince a judge that he was actually party to the contract, despite all of the evidence and his statements to the contrary, he could lose on these grounds alone.",
  "As I’ve reported, Daniels’ legal challenge to a contract made with Cohen’s Essential Consultants LLC for her to stay quiet about an alleged affair with Trump is stunningly strong.",
  "In Sunday’s memorandum of points accompanying his motion for a jury trial and limited discovery, Avenatti effectively used Trump’s and his surrogates’ own words against them.",
  "Trump’s lack of signature on the contract and his own statements, as well as those of his representatives in the White House and those of Cohen, support that very argument.",
  "“Michael Avenatti is in it for all the press and money,” Michael Cohen’s attorney, David Schwartz, said last month during an interview with Good Morning America.",
  "B is about to publish the letters, and A fearing that the publication will cost him his election, agrees to pay $1000 for the suppression of the letters.",
  "If someone never even signed an agreement to arbitrate, for example, what business does some random person have deciding rights between total strangers.",
  "Joe Raedle/Getty Images\n\nIf you listen to Michael Avenatti’s opponents, the attorney for Stormy Daniels is a fame-seeking extortionist without any case.",
  "“Ordinarily, [moving to set aside an arbitration agreement on the ground that it is simply illegal is] a tough hurdle to overcome,” Zimmerman told me.",
  "Avenatti says that the arbitration clause itself is a mechanism to avoid federal campaign laws by whoever paid Daniels $130,000 for her silence.",
  "He also cites previous cases where arbitration agreements have been nullified because courts have determined that a contract was never formed.",
  "While this argument alone should get him out of arbitration for the time being, Avenatti added an additional novel and clever argument.",
  "Exhibit C as part of the motion are statements the president issued on Thursday denying that he had any knowledge of the agreement.",
  "Avenatti’s case is “completely wrong on the merits,” Schwartz added to the Los Angeles Times in an interview published on Saturday.",
  "Her case rests on the claim that Trump never agreed to the deal, which would mean the contract was never actually formed.",
  "In such cases, the Federal Arbitration Act provides for a summary jury proceeding to decide whether a contract exists.",
  "Stormy Daniels arrives to perform at the Solid Gold Fort Lauderdale strip club on March 9 in Pompano Beach, Florida.",
  "… [C]ourts generally determine questions about whether an arbitration agreement was initially formed at all.",
  "If the arbitration clause itself was formed for an illegal purpose, it might be considered invalid.",
  "“It’s a novel argument, but then again, these are novel circumstances,” Zimmerman said.",
  "And accordingly, Avenatti is pursuing limited factual discovery to that end.",
  "That should make sense, as a general principle, too.",
  "Again, this argument is incredibly solid.",
  "The bargain is illegal."
]