[
  "“In court filings, Cohen’s attorney said that Cohen has seven clients for whom he provides ‘strategic advice and business consulting.’” Included in the Avenatti allegations, were $200,000 in payments from AT&T to Cohen’s Essential Consultants, as well as an additional $400,000 from pharmaceutical company Novartis.",
  "The most incendiary allegation in the Avenatti document is a series of payments made to Trump’s personal lawyer by a financial firm closely linked to Russian oligarch Viktor Vekselberg, the chairman of asset manager Renova Group, who has since been placed under U.S. sanction by the Trump administration.",
  "HECTOR RETAMAL/Getty Images\n\nThe Michael Cohen nexus, beyond presidential hush payments to porn stars, just got a lot more interesting, as multiple outlets have confirmed the Trump lawyer received hundreds of thousands of dollars in payments from a Russian oligarch close to Vladimir Putin.",
  "Vekselberg’s payments have been subject to scrutiny by special counsel Robert Mueller and his investigators, CNN reports, though what the payments were for and the extent of Trump’s attorney’s relationship with the Putin-aligned oligarch remains unclear.",
  "Vekselberg was stopped by FBI agents when entering the country on a private plane earlier this year; his cousin Intrater, who is a U.S. citizen, was similarly questioned about hundreds of thousands of dollars in donations to Trump and his inaugural fund.",
  "The transfers were made through a private equity firm with $2 billion in assets called Columbus Nova LLC, which was founded and run by Vekselberg’s cousin, Andrew Intrater, and operates as the U.S. investment vehicle for Vekselberg’s Renova Group.",
  "In October 2016, according to Avenatti, Cohen set up a business account at First Republic Bank and the Vekselberg-linked firm sent eight payments to the Trump lawyer from January 2017 to at least August 2017 totaling some $500,000.",
  "“The payments occurred at the same time Cohen was trying to build a consulting and legal business after the election and around the time he left the Trump Organization,” according to CNN.",
  "Stormy Daniels’ lawyer Michael Avenatti dropped that information, in addition to a number of other serious allegations on Michael Cohen’s dodgy financial dealings Tuesday evening.",
  "The New York Times later reported, after a review of relevant financial records, it could confirm much of what was in Avenatti’s report.",
  "President Donald Trump’s personal lawyer Michael Cohen leaves the courthouse in New York on April 26, 2018.",
  "The total amount transferred to Cohen by different entities topped $4 million."
]