[
  "Novartis said it hired Cohen on a $100,000-a-month contract in February last year because it believed he “could advise the company as to how the Trump administration might approach certain US healthcare policy matters” such as the Affordable Care Act, which Trump had pledged to scrap.",
  "Novartis and AT&T were among companies revealed to have paid Cohen in a document published on Tuesday by Michael Avenatti, an attorney for Stephanie Clifford, the pornographic actor known as Stormy Daniels, who is engaged in a legal dispute with Cohen and Trump.",
  "Ryan said Avenatti appeared to have obtained Cohen’s bank records, and “should be required to explain” how he got them before he is allowed to be officially involved in a dispute the court is considering over records the FBI seized from Cohen’s home and offices.",
  "Confirming the arrangement, the company said: “The terms were consistent with the market.”\n\nThe records also said AT&T paid Cohen $50,000 per month for at least four months, meaning the company may have paid him as much as $600,000 for the year.",
  "Firm tied to Russian oligarch gave Michael Cohen $500,000, says Stormy Daniels' lawyer Read more\n\n“Novartis cooperated fully with the special counsel’s office and provided all the information requested,” the company said in a statement.",
  "AT&T and the Swiss pharmaceuticals company Novartis both said they were contacted by Mueller’s office in November last year, as Novartis confirmed it had paid Cohen $1.2m – significantly more than was initially disclosed.",
  "Avenatti sought to connect the payments from Novartis to the company’s incoming chief executive, Vas Narasimhan, being invited to a group dinner with Trump at the World Economic Forum in Davos on 25 January 2018.",
  "Cohen’s attorney, Stephen Ryan, hit back at Avenatti in a furious letter filed to Manhattan’s federal court late on Wednesday, in which he confirmed that AT&T, Novartis and Columbus Nova were all Cohen clients.",
  "Cohen used the same Delaware company to pay Daniels $130,000 in October 2016 in return for an agreement that she would not talk publicly about allegedly having had sex with Trump a decade earlier.",
  "After only one meeting, however, executives concluded Cohen “would be unable to provide the services that Novartis had anticipated”, according to the company, and decided “not to engage further”.",
  "KAI is currently competing for a lucrative contract from the US defense department and hopes to produce about 350 trainer jets in partnership with the US contractor Lockheed Martin.",
  "Robert Mueller, the special counsel, has been investigating payments made by corporations to Donald Trump’s attorney Michael Cohen, two of Cohen’s clients said on Wednesday.",
  "Richard Delmar, a counsel to the inspector general, told the Guardian the inquiry would focus on “compliance with the Bank Secrecy Act and its protections of information”.",
  "Cohen was also paid by Columbus Nova, the US affiliate of a corporate empire belonging to Viktor Vekselberg, a Russian oligarch closely linked to Vladimir Putin.",
  "But Novartis stressed on Wednesday that the company’s contract with Cohen predated Narasimhan, and said he had “no involvement whatsoever” in the arrangement.",
  "AT&T said in a statement: “We cooperated fully, providing all information requested.”\n\nPeter Carr, a spokesman for Mueller’s office, declined to comment.",
  "Mueller is primarily investigating possible collusion between Trump’s 2016 presidential campaign and Russians who interfered in the election.",
  "Trump’s administration was at the time considering whether to allow an $85bn merger of AT&T and Time Warner, which it has since rejected.",
  "The inspector general of the US Treasury opened an investigation on Wednesday into whether Cohen’s bank records were improperly leaked.",
  "Avenatti’s document said a subsidiary of the Swiss company had made at least four payments to Cohen’s company totalling $400,000.",
  "A company spokesperson said it had contracted Trump’s attorney to “provide insights into understanding the new administration”.",
  "A spokesman for the company told Reuters that it had contracted Cohen for “legal consulting concerning accounting standards”.",
  "Korea Aerospace Industries (KAI), one of the biggest defence companies in South Korea, also confirmed it had paid Cohen.",
  "Some reports on Wednesday alleged that Cohen had offered his clients access to senior administration officials.",
  "But the contract could not be terminated so Cohen was paid in full for the year, a spokesman said.",
  "Cohen is the subject of a separate criminal investigation by federal authorities in New York.",
  "Avenatti’s document said it had paid Essential Consultants $150,000 in November last year.",
  "Columbus Nova said Vekselberg had no involvement in its own arrangement with Cohen.",
  "Vekselberg, too, was reportedly interviewed by investigators for Mueller’s team.",
  "His home and offices were searched in surprise raids by FBI agents last month.",
  "Avenatti’s document said the payments totalled about half a million dollars.",
  "Prosecutors have said the inquiry relates to Cohen’s personal finances.",
  "AT&T confirmed earlier on Wednesday that it also paid Cohen.",
  "The arrangement was later disclosed by reporters.",
  "He has not been accused of any wrongdoing."
]