[
  "In addition, during 2017 and early 2018, the same account(s) received the following deposits:\n\n• $500,000 from Columbus Nova, an investment firm in New York whose biggest client is a company controlled by oligarch Viktor Vekselberg, a Putin associate who recently became the subject of American sanctions\n\n• Roughly $400,000 from Novartis Investments S.A.R.L., a subsidiary of Novartis, the multinational pharmaceutical company based in Switzerland\n\n• $150,000 from Korea Aerospace, which according to the New York Times, “has teamed with the American defense contractor Lockheed Martin in competing for a multibillion-dollar contract to provide trainer jets for the United States Air Force that is expected to be awarded this year”\n\n• $200,000 from AT&T\n\nColumbus Nova claimed that the money was for an investment consulting arrangement commenced shortly after the Trump inauguration but later terminated.",
  "The more the connections between Trump’s people and Russia are measurable in dollars and cents, the harder it will be for Republicans who retain any measure of intellectual honesty to dismiss the Russia investigation as a “witch hunt.” And that in turn should give Mueller and the U.S. Attorney’s Office in the Southern District of New York both more time and solid legal reasons to perform a full analysis of the Trump Organization’s entanglements with Russia and perhaps other questionable sources of financing.",
  "But Tuesday night’s reports that over the past year or so multiple corporations, including one associated with Russian oligarch Viktor Vekselberg, deposited large sums in an account held by a shell company controlled by Michael Cohen, Trump’s personal lawyer, have a different feel than anything that’s come before.",
  "AT&T has said that, “Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” adding that, “[t]hey did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nThere are two important threads here.",
  "I have been extremely reluctant to speculate about whether the investigations by special counsel Robert Mueller and other federal law enforcement authorities will produce results that could present a real danger to the Trump presidency.",
  "Moreover, this story should be seen in conjunction with the excellent reporting over the past few days by both the Washington Post and the New York Times about the finances of both the Trump Organization and Michael Cohen.",
  "First, this presents perhaps the first link between a very close Trump associate and a high-level Russian actor where the connection is not merely a meeting or solicitation with debatable objectives and uncertain results.",
  "Second, the other side of the story is the fat paychecks for Cohen from corporations with an obvious interest in currying favor with Cohen’s client, the newly minted president of the United States.",
  "After all, back in 2014, before Trump became a candidate and the Russia connection became politically hazardous, Eric Trump bragged that the Trumps had access to huge quantities of Russian money.",
  "The Post details the Trump Organization’s sudden shift in around 2006 from financing acquisitions through debt to making huge purchases totaling in the hundreds of millions of dollars with cash.",
  "Although it is far too early to reach any conclusion, the speculation that the cash may have come from sources like Russian oligarchs and others looking to park shady money is not far-fetched.",
  "Moreover, the existence of large payments to Cohen by corporations with obvious interests in influencing the White House will put pressure on Trump to disavow his former lackey.",
  "It is possible, as Eric Trump has claimed, that the change occurred because other Trump properties were generating so much cash that debt financing was no longer necessary.",
  "The Times maps what it calls Cohen’s “shadowy business empire,” in which connections to Russians and Ukrainians of doubtful probity seem disturbingly common.",
  "The money is real and undeniable, and not even Russian billionaires pay people half-a-million dollars without some expectation of return on the investment.",
  "One or more bank accounts in the name of that company were used to make the 2016 hush payment to “adult entertainer” Stormy Daniels.",
  "But given Trump’s career-long failure to achieve that level of profitability, that explanation seems at least questionable.",
  "And I suspect either Mueller or the Southern District is going to dig deeply into the question of what Cohen was selling.",
  "Which should in turn increase the likelihood that an abandoned Cohen will agree to cooperate against his faithless boss.",
  "Those companies are going to have to answer a lot of pointed questions about what they thought they were buying.",
  "The results of those inquiries are quite likely to add to the growing legal pressure on Cohen.",
  "The results of those inquiries are quite likely to add to the growing legal pressure on Cohen.",
  "Exactly what the money was for remains to be seen, but it will have to be explained.",
  "A version of this piece first appeared on the blog Impeachable Offenses.",
  "In sum, Cohen created a company called Essential Consultants LLC.",
  "Michael Cohen departs federal court in the Manhattan on April 26.",
  "Photo by Lucas Jackson/Reuters.",
  "This is getting interesting.",
  "I retain that reluctance.",
  "Photo edited by Slate."
]