[
  "Columbus Nova’s attorney also said that any insinuation that its payment to Cohen was related to Vekselberg, who has been personally affected by the economic sanctions against Russia that Trump has been hesitant to impose, is “patently untrue.”\n\nSo, these four entities paid a former personal-injury lawyer’s zero-employee paper company millions of dollars for advice about accounting standards, telecom reform, tax policy, antitrust law, the Affordable Care Act, and high-end investment opportunities in the same period that said company was also involved in nondisclosure payments to a pornographic actress and a Playboy playmate.",
  "Stat notes dryly that “the employee could not explain why Novartis would have agreed to a deal with a lawyer with no background in health care and without deep Washington ties.” A spokesman for the company called its involvement with Cohen “a mistake.”)\n\n• Columbus Nova, a New York investment firm, paid Cohen $500,000 to work as “a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.” Columbus Nova’s CEO is the cousin of a Russian billionaire named Viktor Vekselberg who controls a holding company called the Renova Group.",
  "• The Swiss pharmaceutical company Novartis says it hired Cohen to “advise the company as to how the Trump administration might approach certain U.S. healthcare policy matters, including the Affordable Care Act.” Amazingly, Novartis says, it agreed to a $1.2 million contract with Cohen in February 2017 but didn’t even meet with him until a month later, at which point it “determined that [he] would be unable to provide the services that Novartis had anticipated related to U.S. healthcare policy matters” and made the decision not to “engage further” with him.",
  "Hector Retamal/AFP/Getty Images\n\nMultiple media reports have confirmed details of Stormy Daniels attorney Michael Avenatti’s bombshell Tuesday claim that the Michael Cohen–affiliated shell company that paid Daniels $130,000 for her participation in a nondisclosure agreement—Essential Consultants LLC—later received large sums from companies that have been or could have been affected by Trump administration decisions.",
  "• AT&T said in a statement that it paid Cohen “to help us understand how the President and his administration might approach a wide range of policy issues important to the company, including regulatory reform at the FCC, corporate tax reform and antitrust enforcement.” Cohen reportedly received $600,000 from the company.",
  "Also, one of the companies that paid Cohen is now downplaying a previously disclosed connection to a Russian billionaire who has been affected by the type of sanctions that have been the subject of several suspicious interactions between Trump advisers and agents of the Russian government.",
  "• Korean Aerospace Industries, a defense contractor, said it paid $150,000 to Essential Consultants for “legal consulting concerning accounting standards on production costs” and told the Washington Post that it was not aware that Cohen had a connection to Donald Trump.",
  "Avenatti’s report indicates that it identified itself to one bank as “a real estate consulting company that collects fees for investment consulting work.” Cohen is an attorney with a background in real estate, personal-injury law, and the New York City taxi business.",
  "Those companies are now attempting to explain why they paid Cohen—or, that is, attempting to explain why they paid him without using the words bribery and/or cash-for-access contribution to a sleazy hush-money slush fund—and the results are, simply put, ridiculous.",
  "(A Novartis employee told the health care publication Stat that Cohen contacted the company’s former CEO around the time of Trump’s inauguration and offered his services helping obtain “access” to Trump and his advisers.",
  "A lawyer for Columbus Nova told the New York Times that the company is “solely owned and controlled by Americans”; as of last year, however, the Renova Group’s own website listed Columbus Nova as a subsidiary.",
  "Bear in mind before you read these that Essential Consultants LLC describes itself in court documents as a “single-member LLC,” which means that it is solely owned by Cohen.",
  "(Cohen has represented the Trump Organization and Trump personally for more than a decade, in which time he has also acted as a Trump spokesman and campaign surrogate.)",
  "It was created and registered in Delaware less than a month before the 2016 election and does not have any known employees, website, or physical office space.",
  "Jack-of-all-trades health care, real estate, and internal-corporate-accounting expert Michael Cohen leaves a federal courthouse in New York City on April 26.",
  "Here’s what the various corporate entities say they paid Michael Cohen’s paper company for.",
  "(The pages on which that information appears have since been taken offline.)",
  "Very normal stuff!",
  "Super normal!",
  "Normal."
]