[
  "Speaking of shit we don’t need, let’s check in with the festering hemorrhoids on the ass of the entertainment industry.”\n\nReferring to the hordes of powerful Hollywood men who have been in hiding since allegations of their sexual misconduct surfaced, Bee said that “these high-powered penis weasels are starting to sniff around to see if it’s safe to come out of their holes.”\n\nMario Batali, the host explained, is said to be planning a “second act,” as is Garrison Keillor and Charlie Rose, who reportedly planned to create a talkshow with other men accused of misconduct.",
  "“There’s no way Mitch McConnell is on cocaine,” the host responded, adding “it is fun to imagine that he is.”\n\n\n\nNoah also addressed Blankenship’s racist statements on the campaign trail, including a separate television ad in which he targets Elaine Chao, the Chinese-American wife of McConnell and US secretary of transportation, by referring to McConnell’s “China family”.",
  "“Avenatti also claims that Cohen received payments from AT&T totaling $200,000 while their merger with Time Warner was pending before the Trump justice department,” Colbert said, reading aloud AT&T’s statement explaining that Essential Consultants LLC “was one of several firms we engaged in early 2017 to provide insight into understanding the new administration”.",
  "Samantha Bee to Eric Schneiderman: 'You are trash and we do not need you'\n\nLate-night hosts on Wednesday discussed continued revelations stemming from the release of Michael Cohen’s bank records, the resignation of Eric Schneiderman, and the results of the Republican primaries in the West Virginia senate race.",
  "“West Virginia was the race that everyone was watching, and from the news coverage last night I can’t actually tell you who won but I can absolutely tell you who lost.”\n\nNoah then showed news clips about the Senate race, most of which focused on West Virginia voters’ rejection of Don Blankenship.",
  "It’s actually for his completely original views on Mitch McConnell.”\n\nFirm tied to Russian oligarch gave Michael Cohen $500,000, says Stormy Daniels' lawyer Read more\n\nNoah then showed television ads featuring Blankenship, in which he encourages voters to “ditch cocaine Mitch”.",
  "“Once you meet Don Blankenship, you understand this guy might not be newsworthy, but he was definitely great TV,” Noah said, explaining that Blankenship served a year in prison for his connection to the Upper Big Branch mining disaster in which 29 people were killed.",
  "“Amazing, considering even Rachel Dolezal found someone to make a documentary about her.”\n\nStephen Colbert\n\n“Beautiful day here in New York, unless you’re Trump attorney and man-who-looks-how-cigarettes-smell Michael Cohen,” Stephen Colbert began.",
  "“Last night Stormy Daniels lawyer Michael Avenatti stormed the internet with what appeared to be Michael Cohen’s bank statements.”\n\nAvenatti, Colbert explained, claims Cohen was “selling access to the president of the United States”.",
  "He championed the #MeToo movement, filed a civil rights lawsuit against Harvey Weinstein, put out pamphlets for victims of domestic violence and helped craft an anti-choking law even though he’s now accused of choking his girlfriend.",
  "Vekselberg is an oil and metal magnate who is under sanctions by the US and who bought nine Fabergé Easter eggs for $900m.”\n\nColbert then noted that special counsel Robert Mueller has already interviewed Vekselberg.",
  "Trevor Noah: Schneiderman tried to jail Weinstein 'while abusing women himself' Read more\n\nSamantha Bee\n\nSamantha Bee covered the physical abuse allegations levied against Schneiderman.",
  "He also detailed some of the other suspicious transactions in the bank records, including deposits from the drug company Novartis, the state-run Korea Aerospace Industries, and AT&T.",
  "“This is especially infuriating given his supposed woke bae-ness.”\n\n“Throughout his political career,” the host explained, “Schneiderman positioned himself as a feminist crusader.",
  "“The bank statements belong to the company Cohen set up to silence Stormy Daniels, Essential Consultants LLC, because Pornstar Payoffs Incorporated was taken,” the host joked.",
  "https://t.co/lGz5yqrOJQ pic.twitter.com/0dzebovQ6x\n\n“I’m willing to bet with that bourbon-and-Xanax delivery no one messed with him in the joint,” Noah joked.",
  "“New York attorney general Eric Schneiderman resigned Monday night after multiple allegations of physical abuse were published in the New Yorker,” Bee said.",
  "“Harvey Weinstein skipped out from his $58,000 rehab spot to make a documentary about himself, but he hasn’t found a director yet,” she said.",
  "“Yesterday was a big day in the midterm primary season, which is basically the election before the election between the elections,” he began.",
  "$200,000 please.”\n\n\n\nTrevor Noah\n\nFinally, Trevor Noah discussed Tuesday’s Republican primary in the West Virginia senatorial election.",
  "Fuck you Eric Schneiderman.”\n\nAddressing the former attorney general, Bee said the legal work Schneiderman did “does not absolve you”.",
  "“Schneiderman was a guest on my show, so this is a little complicated for me to talk about,” the host added.",
  "“That’s right, West Virginia: meet your new Republican Senate nominee, not Don Blankenship.",
  "Colbert went on: “After the inauguration, Cohen got $500,000 from a Russian oligarch.",
  "The Daily Show (@TheDailyShow) Don Blankenship: bad for the Senate, great for TV.",
  "“China family sound like how your racist uncle refers to Fresh Off the Boat.”",
  "“He’s a horny old racist who likes cheeseburgers more than his children.",
  "“You paid for insight into this administration?” Colbert replied.",
  "“That’s not even the reason Blankenship’s senate run blew up.",
  "The oligarch in question is Putin ally Viktor Vekselberg.",
  "She added: “You are trash and we do not need you.",
  "“China family?” Noah said.",
  "It’s not complicated.",
  "“Just kidding."
]