[
  "This is all the more egregious because, in addition to his own corruption, Trump is presiding over a host of corruption scandals in his Cabinet, from nepotism and abuse of taxpayer funds at the Department of Housing and Urban Development, to the torrent of petty graft at the Environmental Protection Agency, where Administrator Scott Pruitt is under fire for his ties to lobbyists and other unethical behavior.",
  "While there’s still much to piece together from the revelations involving Donald Trump’s personal lawyer, Michael Cohen, and his shell company, Essential Consultants LLC, the possibility that Trump was personally involved in Cohen’s self-dealing could make the ordeal one of the most serious corruption scandals in presidential history.",
  "Cohen accepted hundreds of thousands of dollars from major corporations with business before the Trump administration, including AT&T, which made four payments totaling $200,000 to Cohen’s shell company and only ceased those payments after Trump’s Federal Communications Commission repealed regulations around net neutrality.",
  "It’s possible this is all innocuous, that Cohen—a “fixer” for Trump who, with his knowledge, used cash from this shell company to pay hush money to a pornographic actress for an extramarital affair—also maintained an aboveboard consulting firm, for which these payments are legal and legitimate.",
  "It wasn’t until after the president’s death in 1923 that an investigation would uncover the breadth of Fall’s deceit, earning him a $100,000 fine, nine months in prison, and the dubious honor of being the first former Cabinet member convicted of a felony committed while in office.",
  "But, once he became aware of this wrongdoing, Grant gave Treasury Secretary Benjamin Bristow full freedom to pursue an investigation that eventually ended with criminal indictments against multiple officials, including Grant’s secretary, Orville Babcock.",
  "While we don’t know if those payments are related directly to President Trump, we do know that last year, Cohen hand-delivered to then–national security adviser Michael Flynn a plan to lift sanctions against Russia.",
  "And given his close relationship with Cohen, it’s possible he knew Fortune 500 companies and Russian oligarchs were funneling millions of dollars to the same account used to pay for his liaisons.",
  "But while Washington is marred by self-dealing and countless conflicts of interest, it’s also true that the casual corruption and graft of a Trump or Pruitt or Blankenship are rare.",
  "Most notorious was the Whiskey Ring scandal of 1875, wherein whiskey distillers successfully bribed Treasury Department agents, helping them evade millions of dollars in taxes.",
  "But if that isn’t true, if what we’re looking at is the outline of a broad network of improper payments and illegal contributions, then we have something truly unprecedented.",
  "No, it’s not Watergate or Iran-Contra—where the president and his executive branch took extraconstitutional actions that threatened the integrity of the entire system.",
  "Even if Trump is nominally disconnected from some of Cohen’s activities, what we already know about Daniels and the web of payments to keep her silent is damning.",
  "But most politicians aren’t crooks, and to believe otherwise is to give license to those who only care to line their pockets, and will betray the public to do it.",
  "Fall had taken more than $400,000 in cash and no-interest personal loans in exchange for arranging low-rate, noncompetitive contracts for friendly oil companies.",
  "Add the ongoing scandal of Trump’s self-enrichment from the office of the presidency, and you have a previously unseen level of corruption from the White House.",
  "It reflects the broad idea that Washington and its denizens are corrupt; that politicians are corrupt; and that open corruption is better than the alternative.",
  "But it is the kind of blatant self-enrichment—corruption in the traditional sense—that we rarely see at this level of American politics, or at this scale.",
  "It is the kind of blatant self-enrichment—corruption in the traditional sense—that we rarely see at this level of American politics, or at this scale.",
  "Cohen also took $500,000 in payments from Columbus Nova, an investment firm tied to Russian oligarch (and Vladimir Putin ally) Viktor Vekselberg.",
  "Harding’s offense was managerial—indifferent to allegations of wrongdoing against Fall, he took no action to investigate claims of quid pro quo.",
  "The gold standard for presidential corruption, the Teapot Dome scandal under President Warren Harding, involved Interior Secretary Albert Fall.",
  "One of those voters lost three cousins in the mine explosion overseen by Don Blankenship, one of the three candidates for the nomination.",
  "Ulysses S. Grant was savaged throughout his presidency for the self-dealing and personal enrichment that plagued his administration.",
  "On Tuesday, ABC News interviewed West Virginia voters as they cast their ballots in the state’s Republican Senate primary.",
  "Cohen’s company took more than $4 million in payments from various companies, including one linked to a Russian oligarch.",
  "There’s no direct evidence that Cohen was involved in a pay-to-play scheme, but it certainly looks suspicious.",
  "Indeed, past examples of presidential corruption didn’t actually involve the presidents tarnished by them.",
  "Still, that voter backed the former coal baron, who went to prison for his culpability in the accident.",
  "The permissive attitude toward this type of graft has filtered down to others in the Republican Party.",
  "President Donald Trump’s personal lawyer Michael Cohen exits a hotel in New York City on April 13.",
  "And what seems present from Michael Cohen, and potentially the president, is extraordinary.",
  "By contrast, President Trump is directly involved in this unfolding scandal.",
  "Blankenship lost, but that same sentiment helped Trump become president.",
  "He now admits that he reimbursed Cohen to buy Stormy Daniels’ silence.",
  "“I want an honest crook, and that’s Blankenship,” said the voter.",
  "A certain amount of cynicism about the process is warranted.",
  "And it continues to buoy Trump as he is beset by scandal.",
  "In today’s dollars, that’s nearly $6 million in bribes.",
  "Photo by REUTERS/Jeenah Moon.",
  "Photo edited by Slate.",
  "First, the facts."
]