[
  "Photograph: Eduardo Munoz Alvarez/AFP/Getty Images\n\nAccording to the president’s less-competent lawyer, Rudy Giuliani, Trump himself paid Cohen a retainer to cover the $130,000 so generously handed over to Stormy Daniels just before the 2016 election for a relationship Trump says never existed.",
  "Robert Mueller investigating payments to Michael Cohen, Swiss drug giant says Read more\n\nPerhaps the most memorable (and least lawyerly) business was El Caribe, a Brooklyn catering hall that has been a beloved location for Russian and Italian mob weddings and Christmas parties.",
  "Broidy was not known as a big spender on illicit affairs, but he was a big spender on government officials, pleading guilty to $1m in bribes and illegal gifts to New York state officials and their families to win $250m of investment from them.",
  "Who could have known, back in mid-2015, that Cohen was capable of anything less than the highest standards of public service when he threatened a Daily Beast reporter with untold pain – economic, legal and unspecified.",
  "That’s a total of almost $2.5m – as far as we know – paid to the deliciously titled Essential Consultants, the company also used to pay hush money to a porn star and a model on behalf of Donald J Trump and a donor.",
  "Payments to Michael Cohen show how 'shadow lobbying' eludes US law Read more\n\nSome reporters claim these relationships and sums are normal in the influence-peddling business that thrives in the nation’s capital.",
  "Sign up for the Guardian US opinion email Read more\n\nYou might be forgiven for thinking his fixing was confined to mysterious payments to porn actors and Playboy models, in exchange for their silence.",
  "You are instead the kind of lawyer who has carved out a series of businesses – including real estate deals, a casino boat and multiple taxi medallions – with immigrants from the former Soviet Union.",
  "Until 2016, Cohen had a minority stake in an establishment owned by his uncle, Morty Levine, who according to a sworn FBI affidavit was a personal doctor and fixer to a Lucchese crime family.",
  "Cohen also facilitated the payment of an astonishing $1.6m in hush money to another woman, Playboy model Shera Bechard – who had an abortion – supposedly on behalf of another man.",
  "They burn cash on glass-tabled conference rooms close to the White House, hugely inflated salaries for former congressmen, and steak dinners on Pennsylvania Avenue.",
  "Most of the coverage of this giant wheelbarrow of cash has focused on the corporate giants who were so happily fleeced by the fixer, until the deals became public.",
  "Cohen recently put up his $9m Park Avenue apartment as collateral, to back up reportedly as much as $12.8m of debt previously backed by his taxi medallions.",
  "This is not a good look for any self-respecting fixer, or for the large corporations that paid him millions for his insights into Trump’s inner thoughts.",
  "I have nothing to do with his business.”\n\nThis may be the most reasonable thing Trump has ever said on Fox News, even if it is the least believable.",
  "But the real mystery is not about the revenue: there are always suckers out there ready to believe the patter of a supposedly well-connected fixer.",
  "By the time Rudy Giuliani started blabbing to Fox News, and Trump started tweeting about the hush money, it was clear none of that story stood up.",
  "Michael Cohen, the most personal of the president’s personal attorneys, has cut an extraordinary figure in this totally abnormal administration.",
  "“So I’m warning you, tread very fucking lightly, because what I’m going to do to you is going to be fucking disgusting,” he told the reporter.",
  "He does have one client with a remarkable ability to steer cash to his own enterprises, and we’re not talking about Sean Hannity of Fox News.",
  "Now it’s true that his sideline business in taxi medallions has been more than a little distressed since Uber and Lyft burst on the scene.",
  "These are mind-grabbing, if not body-grabbing, stories involving actual sex, movies about sex, a president and one of his major donors.",
  "Earlier this year, he claimed he paid the Stormy Daniels hush money out of his own pocket, without Trump’s knowledge or involvement.",
  "But Elliott Broidy, now former deputy finance chairman of the Republican National Committee, apparently paid the money himself.",
  "But you would be wrong, because there are several public statements identifying other sources of cash for the hush money.",
  "Until we see the accounts of Essential Consultants, we don’t know if any cash has been spent at Trump-related businesses.",
  "Facebook Twitter Pinterest Stormy Daniels speaks outside US federal court in Manhattan with her lawyer Michael Avenatti.",
  "But unlike fixers of yore, Cohen has been unable to fix anything without requiring a good deal of cosmetic after-fixing.",
  "Trump has managed to monetize his presidency thanks to foreign diplomats spending money at his hotel in Washington.",
  "He also practices law … probably the big thing is his business Donald Trump\n\nWho or what could Essential be paying?",
  "At least that’s what his biggest client called him, in his recent jaw-dropping interview with Fox & Friends.",
  "Columbus Nova, an investment firm linked to the Russian oligarch Viktor Vekselberg, paid Cohen $500,000.",
  "AT&T now says the deal with Cohen was “a big mistake” and its head lobbyist is taking early retirement.",
  "For some unusual reason, Cohen used the same alias for Trump and Broidy in the hush payment contracts.",
  "He has monetized his Secret Service protection at his golf courses and in Trump Tower in Manhattan.",
  "We understand very clearly that you are not a traditional lawyer advising a traditional president.",
  "Novartis blames its previous CEO for a relationship that involved all of one meeting with Cohen.",
  "But Essential’s known revenues are trivial compared with the scale of Cohen’s taxi troubles.",
  "That does raise a few questions about the $1.6m paid in the affair somehow involving Broidy.",
  "That’s not true for Essential Consultants, whose staff amounted to one Michael Cohen.",
  "Most of the influence-peddlers have to support large teams and offices.",
  "You wouldn’t want to have anything to do with Cohen’s business either.",
  "And we all know how much the Trump administration admires immigrants.",
  "AT&T paid Cohen’s firm $600,000 last year, while Novartis paid $1.2m.",
  "Michael Cohen’s story about the $130,000 payment to her has evolved.",
  "“Let me just tell you that Michael is in business,” Trump explained.",
  "He said he had dipped into his home equity line of credit to do so.",
  "And they are looking into something having to do with his business.",
  "So it’s still not clear how Cohen spent as much as $2.5m last year.",
  "No, the unanswered questions are about where the money was going.",
  "You’d think it was to pay off all those pesky women, right?",
  "After all, Cohen is a businessman above everything else.",
  "Retainers of $100,000 a month are few and far between.",
  "Korea Aerospace Industries paid him a measly $150,000.",
  "I would say probably the big thing is his business.",
  "We can’t rely on Cohen’s account of his own fixing.",
  "Fixing is what you might call a family business.",
  "What was the fixer doing with all that money?",
  "Inventing names must be difficult or costly.",
  "“You understand me?”\n\nYes we do, Mr Cohen.",
  "Fairly big businesses, as I understand it.",
  "But this doesn’t have to do with me.",
  "“He’s really a businessman.",
  "Rest assured, they are not.",
  "I don’t know his business.",
  "Michael is a businessman.",
  "Michael is a businessman.",
  "He has got a business.",
  "One thing is for sure.",
  "He has got a business.",
  "He also practices law.",
  "The fixer is in a fix.",
  "Go on, admit it."
]