[
  "The note claimed he did not have to make the disclosure, but was doing so anyway “in the interest of transparency.”\n\nIn a letter to Deputy Attorney General Rod Rosenstein, acting OGE Director David Apol wrote, “You may find the disclosure relevant to any inquiry you may be pursuing regarding the president’s prior report that was signed on June 14, 2017.”\n\nKnowingly and willfully falsifying or omitting required information on the financial disclosure form can be prosecuted as a criminal offense, punishable by as long as a year in jail.",
  "“There’s nothing wrong with it.”\n\nWhen asked why an ostensibly legitimate payment had been funneled through the newly registered Delaware shell company Essential Consultants, Giuliani said: “No, it wasn’t.” He then added that there was no need to list Trump’s monthly payments to Cohen at all.",
  "He used it in the coming weeks and months to collect millions of dollars in consulting fees from corporate clients like AT&T, Swiss drugmaker Norvatis and Columbus Nova, which described itself as an affiliate of a conglomerate known to be owned by a Russian oligarch.",
  "Giuliani, who was once the U.S. attorney leading the office now investigating Cohen, makes that same argument and says news outlets that cover the Mueller investigation and the Stormy Daniels payment are treating Trump unfairly.",
  "Rosenstein appointed Mueller after Trump first fired FBI Director James Comey, and then shortly thereafter told both NBC News and Russian diplomats visiting the Oval Office that he had done so because of the FBI’s Russia probe.",
  "The Office of Government Ethics determined Wednesday that Cohen’s payment to Daniels, which Trump repaid last year, constituted a loan that should have been reported on the president’s June 2017 financial disclosure form.",
  "Special Counsel Robert Mueller, meanwhile, continues his year-old investigation into possible collusion between Trump’s campaign and Russian intelligence services, which were actively working to help Trump win in 2016.",
  "Trump and his White House staff had for months denied knowing anything about Cohen’s $130,000 payment to Daniels to buy her silence about the affair the porn star said she had with Trump a decade earlier.",
  "“Once again Mr. Giuliani has attempted to deceive the American people with this payment,” said Michael Avenatti, Daniels’ new lawyer, who is trying to break the nondisclosure agreement in court.",
  "President Donald Trump’s failure last year to disclose that he repaid his lawyer Michael Cohen for Cohen’s pre-election payout to Stormy Daniels has been referred to the Department of Justice.",
  "“OGE has concluded that, based on the information provided ... the payment made by Mr. Cohen is required to be reported as a liability,” Apol wrote in his letter to Rosenstein.",
  "Video: Trump's Annual Financial Report Disclosed\n\nIn a Wednesday interview with HuffPost, Giuliani continued to insist that Cohen’s payment to Daniels ?",
  "They removed documents and electronic equipment from Cohen’s offices using a search warrant last month, although he has not been charged with any crime.",
  "Trump has repeatedly called the Mueller probe a “witch hunt” spurred by Democrats angry that they had lost an election they believed they would win.",
  "was made on Oct. 27, 2016, by Essential Consultants LLC to her lawyer at the time, Keith Davidson, according to a copy of the wire transfer.",
  "Trump’s newest outside lawyer Rudy Giuliani finally admitted that Trump had repaid Cohen in a Fox News interview earlier this month.",
  "and that he had correctly anticipated that the OGE would rule that Trump had needed to disclose the $130,000 as a loan.",
  "“It was listed out of an excess of caution.”\n\nBoth of Giuliani’s assertions, however, are incorrect.",
  "The FBI and federal prosecutors from the Southern District of New York are investigating Cohen.",
  "In a follow-up interview, Giuliani said that he did not know how Cohen had paid Daniels ?",
  "Trump did disclose the liability in a footnote to the form he filed Tuesday.",
  "which he previously described as the settlement of a nuisance claim ?",
  "That is why, he said, he decided to disclose it himself.",
  "Essential Consultants was created by Cohen days earlier.",
  "The White House did not respond to requests for comment.",
  "“Lawyers do things under LLCs all the time,” he said ?",
  "“This is a perfectly legitimate thing,” Giuliani said.",
  "whose real name is Stephanie Clifford ?",
  "The payment to Daniels ?",
  "was fully aboveboard.",
  "WASHINGTON ?"
]