[
  "Spencer Platt/Getty Images\n\nMichael Avenatti, the Stormy Daniels attorney who published a damaging report this week showing President Donald Trump's personal lawyer, Michael Cohen, ran a shell company that took in millions of dollars from corporations after Trump's election, hinted on Friday that Cohen paid out \"large sums of money\" from that shell company, too.",
  "The precise nature of the services for which Avenatti said Cohen paid \"large sums of money\" to Demeter Direct was not immediately clear, but Avenatti has hinted repeatedly that there are other revelations yet to come about Cohen's business dealings, which are already the subject of a criminal investigation in the Southern District of New York.",
  "Ko told CNN that he is the CEO of Demeter Direct, and acted as a \"business consultant and translator\" between Cohen and Korea Aerospace Industries (KAI), a South Korean company that paid Cohen's Essential Consultants firm $150,000 after Trump's election.",
  "The official address listed for Demeter Direct, Inc., 3810 Wilshire Boulevard., Suite 412, Los Angeles, CA 90010, is actually an apartment, located inside a high-rise condo building near downtown Los Angeles.",
  "A middle-man for Cohen\n\nCNN reporter MJ Lee first noted on Friday that Ko was Cohen's \"middle-man\" in the KAI deal and cited a KAI spokesperson who said the company had no direct contact with Cohen.",
  "Avenatti represents Daniels, an adult-film star, in a lawsuit centered around a $130,000 nondisclosure agreement between his client, Cohen, and Trump.",
  "\"In 2017-18 - Why was Mr. Cohen paying Demeter Direct Inc. in Los Angeles large sums of money from his Essential Consultants LLC account?",
  "A search of state public records shows that Demeter Direct, Inc. is a California-based entity operated by a person named Mark S. Ko.",
  "Demeter Direct's website archive shows Verizon, Sony, FedEx, and Union Bank of California as some of its clients.",
  "but an archive of the company's website shows it as a business strategy, consulting, and investment firm.",
  "Another company name, PK2 Entertainment, is also linked to the Los Angeles address, and to Ko.",
  "Please.,\" Avenatti tweeted in response to attacks from Rudy Giuliani, Trump's newest lawyer.",
  "That nondisclosure agreement stems from an affair Daniels said she had with Trump in 2006.",
  "Documents for the company describe it as a Korean food retailer.",
  "Ko's work with Cohen ended in November 2017, according to Lee.",
  "The website was no longer live as of this writing.",
  "Keep attacking me Mr. Giuliani and Fox News.",
  "Michael Cohen."
]