[
  "Novartis announced one of its top legal experts, who signed a $1.2m contract with Michael Cohen in February 2017, is resigning\n\nSwiss pharmaceutical giant Novartis on Wednesday announced the retirement of its top legal expert, as he apologised for payments made by the firm to Donald Trump’s personal lawyer Michael Cohen.",
  "Payments to Michael Cohen show how 'shadow lobbying' eludes US law Read more\n\nUS special counsel Robert Mueller is investigating the payments as a strand of his wider investigation into Russian interference in the 2016 presidential election and allegations of collusion and obstruction of justice by the Trump campaign.",
  "Telecoms giant AT&T, which has acknowledged paying about $600,000 to Cohen and was also named by Daniels’ lawyer, has also said it was a “big mistake” to hire Trump’s lawyer, even as it maintained its actions were legal.",
  "Last week, Daniels’ lawyer Michael Avenatti wrote on Twitter that Novartis and US telecoms giant AT&T had used the services of Cohen’s firm Essential Consultants – the same company used to make the payment to Daniels.",
  "Embarrassed AT&T says hiring Trump fixer Michael Cohen was 'big mistake' Read more\n\nOn Wednesday, Novartis’s general counsel Feliz Ehrat apologised for making the deal in the first place.",
  "The announcement came after Novartis was dragged into the scandal over Cohen’s payment of $130,000 to US adult film actor Stormy Daniels just days before the 2016 presidential election.",
  "But one of the newest members of Trump’s legal team, former federal prosecutor and New York mayor Rudy Giuliani, has acknowledged the US president reimbursed Cohen for the hush money.",
  "On 9 May, Novartis said it had signed a one-year contract for $100,000 a month with Cohen’s firm in February 2017, seeking advice on the new administration’s public health policy.",
  "Trump has denied having an affair with Daniels, who has stated she prefers to go by her stage name rather than her real name of Stephanie Clifford, more than a decade ago.",
  "As a co-signatory with our former CEO, I take personal responsibility to bring the public debate on this matter to an end,” Ehrat said in a statement issued by the firm.",
  "Novartis has insisted that its current chief executive, Vas Narasimhan, was “in no way involved” with the agreement with Cohen’s firm, which pre-dated his leadership.",
  "Cohen is currently under federal investigation in New York, separately from the Mueller investigation but triggered by advice from the special counsel.",
  "Following a meeting with Cohen, the company changed its mind, although Novartis was contractually obliged to pay Cohen the full $1.2m.",
  "“Although the contract was legally in order, it was an error."
]