[
  "The court stated: “To qualify as an ‘official act,’ the public official must make a decision or take an action on [a] ‘question, matter, cause, suit, proceeding or controversy,’ or agree to do so.” The court cautioned against an interpretation that would permit prosecution of commonplace interactions between politicians and their constituents, even if its decision would lead to conduct that is “distasteful” or even “tawdry.” In essence, swamps will be swamps.",
  "The Cohen investigation has since been reassigned to federal prosecutors in the Southern District of New York, providing some indication that the Cohen matter may be unrelated to the core of Mueller’s investigation into Russian interference in the 2016 presidential election, although it remains unclear whether the case was wholly transferred to the SDNY or if Mueller retains certain aspects of it that are related to the Russia investigation.",
  "That is a question that prosecutors at the U.S. Attorney’s Office for the Southern District of New York are likely asking themselves as they investigate allegations that President Donald Trump’s personal attorney received $4.4 million in bank deposits, including almost $3 million in payments from a wide array of corporations after Trump’s election.",
  "We also know that Cohen’s Essential Consultants received money relating to Cohen’s work facilitating a $1.6 million payment to keep silent a Playboy Playmate who reportedly became pregnant during an affair with Elliott Broidy, the former deputy finance chairman of the Republican National Committee and vice chairman of Trump’s inaugural committee.",
  "One theory that remains intact is conspiracy—if prosecutors could prove that Cohen and administration officials agreed to take official acts in exchange for payments, and that one of them committed some overt act in furtherance of that agreement, then the crime of conspiracy could be established, even if no official act ever occurred.",
  "Grand jury subpoenas for Cohen’s bank records, along with the recently executed search warrant at his offices, will show whether Cohen received additional payments from other corporations seeking to do business with the new administration as well as whether Cohen made any payments to others.",
  "An even wilder theory about Essential Consultants that some have expressed is whether companies who were paying Cohen, even after they realized he was adding no value, feared that ending the payments could result in a Trump tweetstorm that could send their stock prices plummeting.",
  "The allegations were first disclosed by Michael Avenatti, the attorney for adult film actress Stormy Daniels, who was paid $130,000 from Essential Consultants shortly before the 2016 election in exchange for a nondisclosure agreement relating to an alleged affair with Trump.",
  "If Cohen was instead lobbying on behalf of any of these companies by contacting government officials, including Trump, on their behalf, he may have violated federal lobbying registration laws, which punish knowing and corrupt violations with up to five years in prison.",
  "On appeal, the 2nd Circuit found that the jury instructions were too broad, permitting the juries to convict the defendants of corruption charges on a theory that fell outside the definition of official act, which the Supreme Court had provided in McDonnell.",
  "When I served as U.S. attorney for the Eastern District of Michigan, I supervised the prosecution of former Detroit Mayor Kwame Kilpatrick, who was convicted of bribery and extortion in connection with awarding public contracts, among other crimes, in 2013.",
  "So if Cohen has agreed with any administration official to approve the AT&T merger, and one of them makes a phone call or arranges a meeting to facilitate the agreement, then a conspiracy case could be established, even if the merger never goes through.",
  "However, if Cohen engaged in a scheme to defraud the companies by offering influence he did not intend to deliver, then he could be charged with mail or wire fraud if he sent an invoice or even an email by mail or any electronic means.",
  "For example, if Cohen could succeed in persuading administration officials to approve the merger AT&T is seeking with Time Warner, then that conduct could be the kind of formal government action that could constitute an official act.",
  "Such arrangements are sometimes referred to as pay-to-play schemes, in which private entities receive favorable treatment, such as lucrative government contracts, only if they first pay the public officials who make the decisions.",
  "Bob McDonnell and narrowed the definition of what constitutes an “official act.” In that case, McDonnell and his wife accepted $175,000 in gifts from a business owner who was promoting a dietary supplement.",
  "His was a classic pay-to-play scheme, in which contractors were required to make payments or hire a favored subcontractor if they wanted to be considered for lucrative city public works contracts.",
  "The breadth of this expertise is so breathtaking as to strain credulity, leading a suspicious mind to wonder whether these payments were not in fact for expertise but instead for influence.",
  "The breadth of this expertise is so breathtaking as to strain credulity, leading a suspicious mind to wonder whether these payments were not in fact for expertise but instead for influence.",
  "Could the crime of extortion be established if, hypothetically, President Trump threatened to post a tweet that could adversely affect a company’s stock price unless the company paid Cohen?",
  "A thornier question is raised if Trump simply knew about the payments to Cohen for “consulting fees,” which Cohen would then use for Trump’s benefit to pay hush money to Daniels and others.",
  "If Cohen was just freelancing, accepting payments for his insights into how Trump operates and not coordinating with anyone in the Trump administration, then there may be no crimes at all.",
  "Michael Cohen, longtime personal lawyer and confidant for President Donald Trump, leaves the United States District Court of the Southern District of New York on April 26 in New York City.",
  "While investigators likely know far more about the case than has been publicly disclosed, they are no doubt grappling with whether these transactions constitute crimes or just smell bad.",
  "The 2015 convictions of former New York State Assembly Speaker Sheldon Silver and state Senate Majority Leader Dean Skelos were overturned on the basis of the McDonnell decision.",
  "The companies claim that payments were made for Cohen’s expertise spanning a sweeping range of topics, including accounting, tax reform, health care, real estate, and antitrust.",
  "If Cohen was merely providing access to Trump or members of his administration, then prosecutors will be unlikely to charge public corruption offenses against any of them.",
  "Silver’s retrial began last week, and Skelos is scheduled to be retried later this year, both on the narrower theory that official acts must be formal government actions.",
  "The Supreme Court held that these acts were not official acts for purposes of proving bribery because they did not constitute some formal exercise of government power.",
  "Bribery and extortion are two sides of the same coin—bribery is usually charged when the public official accepts a “thing of value” in exchange for an official act.",
  "If Cohen and a Trump official, including the president, received a thing of value in exchange for that decision, then they could be convicted of bribery.",
  "Spencer Platt/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "Other payments were made by telecommunications giant AT&T, Swiss drugmaker Novartis, and South Korean airplane manufacturer Korea Aerospace Industries.",
  "Kilpatrick and more than 30 members of his administration and individuals doing business with the city were convicted of various federal offenses.",
  "An overt act is an element of any conspiracy case and need not be an illegal act, just some conduct that helps advance the goal of the conspiracy.",
  "Instead, they would need to show that administration officials took formal government action in exchange for payments or other things of value.",
  "All of these entities have confirmed making payments to Cohen through his firm, Essential Consultants, which Cohen established in October 2016.",
  "Recent reports allege that Columbus Nova, a firm with ties to Russian oligarch Viktor Vekselberg, paid Michael Cohen $500,000 in the past year.",
  "The more interesting scenario, of course, is whether members of the Trump administration were aware of these payments or even shared in them.",
  "Rudy Giuliani, who is representing Trump in the special counsel investigation, has said that Trump was unaware of the payments to Cohen.",
  "A very novel question could emerge as to whether a tweet or threatened tweet could amount to an official act for purposes of extortion.",
  "And as the facts come into focus, prosecutors will have to assess whether the facts establish a crime or are simply lawful but awful.",
  "If no public official performed an official act in exchange for the money, then crimes of bribery or extortion cannot be charged.",
  "If Cohen was sharing any of his payments with government officials, all of them could be guilty of a variety of federal offenses.",
  "It could, but only if Trump agreed to an illegal scheme and that someone would commit an overt act in furtherance of the scheme.",
  "Special counsel Robert Mueller’s team reportedly has interviewed Vekselberg as well as representatives of Novartis and AT&T.",
  "Extortion occurs when the public official demands a thing of value as a condition of doing business in interstate commerce.",
  "However, on the question of the Stormy Daniels payment, Giuliani, Trump, and Cohen have all told conflicting stories.",
  "Of course, prosecutors may charge a crime only when they have evidence that a specific statute has been violated.",
  "Depending on the facts, prosecutors may be looking at bribery, extortion, or conspiracy to commit these crimes.",
  "Some recent developments in the law have made it harder for prosecutors to make a case of bribery or extortion.",
  "An overt act can be a phone call, a meeting, or another innocuous act, as long as it helps promote the scheme.",
  "Some of the official acts for which they were convicted consisted of arranging meetings and hosting events.",
  "Think of the payments that are strong-armed from a business owner in a classic mob movie—that’s extortion.",
  "In exchange, McDonnell set up meetings and hosted a promotional event for him at the governor’s mansion.",
  "In 2016, the U.S. Supreme Court reversed the public corruption conviction of former Virginia Gov.",
  "The Court’s opinion in McDonnell has had direct consequences on public corruption prosecutions.",
  "Anyone who conspired with Cohen to execute this scheme, including Trump, could also be charged.",
  "The 10-Layer Dip at the Heart of the Latest Guantánamo Mess\n\nDHS: Not Entitled to Its Own Facts",
  "Anyone who conspired with him to execute this scheme, including Trump, could also be charged.",
  "It seems likely that we will learn more about these events in the coming days and weeks.",
  "More from Just Security:\n\nWhat the Heck Is Happening in the Al-Nashiri Case?",
  "To determine the difference, prosecutors first need to understand the facts.",
  "Sometimes payments to gain access may look bad but violate no laws.",
  "Then comes the harder part of making sense of it all.",
  "Kilpatrick was sentenced to 28 years in prison.",
  "An overt act is different from an official act.",
  "Would such conduct amount to a crime?",
  "The facts, as always, will matter.",
  "Is it crime or is it slime?",
  "Which brings us to Cohen."
]