[
  "The Vekselberg meeting\n\nVictor Vekselberg, the Russian oligarch allegedly tied to Essential Consultants, also met with Cohen to discuss Russo-American relations at Trump Tower just over a week before the 2016 presidential election, according to The New York Times.",
  "The Ukraine allegation\n\nThe BBC reported in May that Cohen was secretly paid at least $400,000 by Ukraine to help arrange talks between Ukrainian President Petro Poroshenko and President Trump, citing sources in Kiev who are close to those involved.",
  "He's the target of a federal investigation that resulted in charges and an FBI raid, is being sued by an adult film star, and has gotten in some trouble for his apparent efforts to lobby his old boss on behalf of deep-pocketed clients.",
  "\"Obviously, if I'd known in January 2017 that I was about to hire this high-profile guy who'd wind up in this big mess, I wouldn't have introduced him to my biggest client, and wouldn't have hired him at all,\" Intrater told the Times.",
  "The Broidy deal\n\nLast month, the Wall Street Journal reported that Cohen negotiated a $1.6 million payment to Shera Bechard, a former Playboy playmate who said she was impregnated by Elliott Broidy, a prominent Republican fundraiser.",
  "The Qatari business\n\nAccording to the Washington Post, Cohen solicited a payment of at least $1 million from Qatari government in late 2016, an offer he made in exchange for access and advice related to the Trump administration.",
  "Avenatti has come into the possession of Cohen's bank records and has alleged that Trump's fixer has been paid thousands of dollars from American companies as well as foreign interests, in exchange for access to the president.",
  "The raid and charges\n\nCohen's home, office and hotel room were raided by the FBI in April, after he had been, according to the Justice Department, \"under criminal investigation\" for months over his personal business dealings.",
  "Another Playboy playmate who says she had an affair with Mr. Trump, Karen McDougal, also hired Davidson when she negotiated a deal to sell her story to the parent company of the National Enquirer, which kept it under wraps.",
  "While prosecutors have blacked out court documents describing what laws they think Cohen has broken, they say the \"crimes being investigated involve acts of concealment\" and suspected fraud, according to the government.",
  "The search warrant documents executed for the raids mentioned Mr. Trump by name several times, as well as records related to the release of the so-called \"Access Hollywood tape: and NDA agreements with Daniels.",
  "According to the report, Cohen was paid through intermediaries acting on Poroshenko's behalf, even though he was not registered as a foreign agent of Ukraine under the U.S. Foreign Agents Registration Act.",
  "The Post reported that Cohen made the offer to Ahmed al-Rumaihi, the head of Qatar Investments, a division of the Qatar Investment Authority (QIA), which exists as the country's sovereign wealth fund.",
  "The \"Taxi King\"\n\nAmong Cohen's financial interests is the taxicab business -- according to various media reports he still owns over 30 taxi medallions and once had a taxi business with over 200 cabs.",
  "The Stormy payoff\n\nMuch of Cohen's legal woes stem from his payment to adult film star Stormy Daniels of $130,000 to keep her from talking about an alleged affair she had with Mr. Trump back in 2006.",
  "Hannity has since denied that Cohen ever represented him, and instead told listeners on his radio show that he occasionally sought Cohen's advice on legal matters, particularly real estate cases.",
  "Afterwards, Ukraine dropped its investigation into former Trump campaign chairman Paul Manafort and made deals with the U.S. to import coal, locomotives and Javelin anti-tank missiles.",
  "Freidman agreed to aid state or federal prosecutions, which could add to the pressure on Cohen as Mueller continues to investigate Russian meddling in the 2016 presidential election.",
  "Al-Rumaihi disputes the Post's reporting, saying that the fee was brought up in the context of a discussion regarding the QIA's interest in U.S.-based infrastructure investments.",
  "Andrew Intrater, Vekselberg's cousin and money manager, then signed a $1 million consulting contract with Cohen's Essential Consultants shortly after Mr. Trump's inauguration.",
  "But Mr. Trump's attorney Rudy Giuliani revealed earlier this month that the president himself repaid Cohen for the payment, and reimbursed him over a period of several months.",
  "The New York Times reported that Cohen, as he began to step away from the taxi business, looked to Evgeny Freidman, known as the \"Taxi King,\" to take over running his cabs.",
  "The raid stemmed from information gathered during the course of Mueller's investigation into Russian election meddling, but is a part of a separate federal investigation.",
  "Al-Rumaihi reportedly declined the offer, but the report highlighted an alleged instance of Cohen offering access to a foreign government in exchange for seven figures.",
  "Essential Consultants lobbying work\n\nEssential Consultants is the corporate entity that Cohen used to pay Stormy Daniels that $130,000 for her silence.",
  "The Hannity revelation\n\nDuring Cohen's appearance in a New York Court, he was forced to reveal that one of his clients was Fox News host Sean Hannity.",
  "Striving to get more than a brief handshake from Mr. Trump, Ukrainian interests acting on Poroshenko's behalf sought a backchannel to the president.",
  "Cohen also used the firm to receive payments from companies like Novartis and AT&T, which paid him for his advice after Mr. Trump took office.",
  "Freidman's major legal troubles began when, according to the Times, he stiffed New York on $5 million in taxes for mass transit improvements.",
  "The Avenatti back and forth\n\nAvenatti has tried to intervene on behalf of his client Stormy Daniels in the matter of Cohen's search warrants.",
  "She alone decided that she did not want to continue with the pregnancy and I offered to help her financially during this difficult period.\"",
  "According to Delaware state records, Essential Consultants LLC was incorporated on Oct. 17, 2016, days ahead of the presidential election.",
  "Broidy retained the services of Keith Davidson, the same lawyer who worked with Stormy Daniels when she received her payment from Cohen.",
  "Broidy admitted to both the affair and the pay-off, and promptly resigned his post as the Republican National Committee's finance chair.",
  "Hannity maintains that he never paid legals to Cohen, and had assumed his conversations with Cohen were \"attorney-client confidential.\"",
  "So here's a refresher on all the ways a once-obscure New York lawyer became one of America's most prominent people in the Trump era.",
  "It also allegedly received money from Viktor Vekselberg, a Russian oligarch with close ties to Russian president Vladimir Putin.",
  "The two leaders ultimately met in June 2017 in the Oval Office and had what Poroshenko was able to tout as a substantive visit.",
  "Avenatti believes that his client's name and information were included in the communications and documents seized by the FBI.",
  "Judge Kimba Wood made one of Cohen's attorneys identify him in open court in connection with an FBI raid of Cohen's files.",
  "Michael Cohen, President Trump's longtime personal attorney and confidant, is seemingly all over the news these days.",
  "\"I acknowledge I had a consensual relationship with a Playboy Playmate,\" Broidy said in a statement to the Journal.",
  "Broidy, a venture capitalist who raised money for Mr. Trump during the 2016 campaign, worked with Cohen at the RNC.",
  "In May, the Times reported Freidman made a deal to cooperate, pleading guilty to evading just $50,000 in taxes.",
  "Mr. Trump and several White House officials had repeatedly denied ever being aware of the payment to Daniels.",
  "Intrater also said that the meeting was brief, and that Vekselberg had no role in the decision to hire Cohen.",
  "Cohen and the Ukrainians identified by the BBC as having opened the backchannel to Mr. Trump deny the report.",
  "Cohen made the payment via a wire transfer, which was arranged using a Trump organization email address.",
  "Cohen brought in millions of dollars through the LLC, which is headquartered in Delaware.",
  "Cohen at the time said that he had used his own personal funds to pay Daniels in 2016.",
  "\"At the end of our relationship, this woman shared with me that she was pregnant.",
  "They turned to Cohen, hoping he could help arrange a higher-profile meeting.",
  "Cohen claims that he has never been Freidman's partner in the taxi business.",
  "Vekselberg became the target of U.S. sanctions earlier this year.",
  "Mr. Trump called the raids a \"disgrace.\"",
  "It's a lot to keep track of."
]