[
  "“The second report that the official was unable to locate, which investigated a three-month period between June and September of 2017, found suspect transfers totaling more than two million dollars.” Other banks also filed SARs based on Cohen’s financial activity that had all the indications of illegal activity: from money laundering to “bribery or gratuity” and “suspicious use of third-party transactors (straw-man).”\n\nThe financial warning signs were there and the suspicious-activity reports appeared to have done their job in flagging potentially illicit activity.",
  "“Nevertheless, a former prosecutor who spent years working with the FINCEN database said that she knew of no mechanism for restricting access to SARs.” The disclosed SARs filed by First Republic Bank with the Treasury Department covered a million dollars in transactions made by Cohen between September of 2017 and January of 2018.",
  "Drew Angerer/Getty Images\n\nA recent string of disclosures about payments made to bank accounts linked to Michael Cohen and his shell company, Essential Consultants, used to pay off porn star Stormy Daniels, raised a host of new legal questions for the longtime personal lawyer to Donald Trump.",
  "When something’s not there that should be, I immediately became concerned.” The official added, “That’s why I came forward.”\n\n“Some speculated that FINCEN may have restricted access to the reports due to the sensitivity of their content, which they said would be nearly unprecedented.",
  "The report referenced two previous SARs filed by the bank, which, according to the New Yorker’s source, were now missing from the financial database of suspicious transactions maintained by the Treasury Department’s Financial Crimes Enforcement Network, or FINCEN.",
  "That proximity, it appears, prompted the whistleblower to act and disclose the remaining financial documents for fear that Cohen’s potential financial crimes were in the process of being scrubbed from the system, whitewashed from the record.",
  "Turns out it was none of the above, according to a New Yorker report published Wednesday, which reports instead the source of the financial records was someone perhaps indicative of something larger and more worrisome—a whistleblower.",
  "The official could no longer find two SARs filed on Cohen; much of what has been reported over the last week is derived from a SARs filed by First Republic Bank, where’s Cohen’s Essential Consultants had an account.",
  "“Things that stand out as abnormal, like documents being removed from a system, are of grave concern to me… This is a terrifying time to be an American, to be in this situation, and to watch all of this unfold.”",
  "From the New Yorker:\n\nBanks are legally mandated to file suspicious-activity reports with the government in order to call attention to activity that resembles money laundering, fraud, and other criminal conduct.",
  "The law enforcement source leaked financial reports, called “suspicious-activity reports (SARs),” stored in a government database chronicling Cohen’s financial activity because they were beginning to disappear.",
  "The disclosure carries with it the possibility of up to five years in prison and a significant fine, but the official, knowing the potential consequences, decided it was a risk worth taking.",
  "“The first report that the official was unable to locate, which covered almost seven months, appears to have listed a little over a million dollars in activity,” the New Yorker reports.",
  "These reports are routed to a permanent database maintained by FINCEN, which can be searched by tens of thousands of law-enforcement and other federal government personnel.",
  "This is not an uncommon occurrence in the world of white collar crime and intricate financial investigations; its proximity to the president, however, is unique.",
  "They are not proof of criminal activity, and often do not result in criminal charges, though the information in them can be used in law-enforcement proceedings.",
  "Namely, did payments made to Cohen by companies with something to gain from the federal government, like Novartis and AT&T, amount to thinly veiled bribes?",
  "Michael Cohen, former personal attorney for President Donald Trump, arrives at the Loews Regency Hotel, May 11, 2018 in New York City.",
  "“To say that I am terrified right now would be an understatement,” the official said of the potential legal consequences.",
  "“We’ve accepted this as normal, and this is not normal,” the official said of the disappearing documents.",
  "One called the possibility ‘explosive,’” former government officials told the New Yorker.",
  "The New Yorker’s source continued: “I have never seen something pulled off the system… .",
  "The reports are a routine response to any financial activity that appears suspicious.",
  "Then there was the question: how did this information become public?",
  "Someone related to the Stormy Daniels case?",
  "That system is a safeguard for the bank.",
  "It’s a stockpile of information.",
  "Was it federal investigators?",
  "The Mueller team?"
]