[
  "More\n\nEarlier this month, Michael Avenatti, attorney for porn star Stormy Daniels, publicly disclosed that Cohen’s shell company, Essential Consultants LLC, had received hundreds of thousands of dollars from companies, including AT&T, pharmaceutical conglomerate Novartis and Columbus Nova, an investment firm with ties to Russian oligarch Viktor Vekselberg.",
  "We have only just begun...#Basta — Michael Avenatti (@MichaelAvenatti) May 11, 2018\n\nDetails about the payments to Cohen reportedly came from SARs filed by First Republic Bank, where Essential Consultants maintained an account, the New Yorker reported.",
  "The unnamed whistleblower, who reportedly spent a career in law enforcement, told New Yorker reporter Ronan Farrow he grew worried when he was unable to find two SARs on attorney Michael Cohen’s financial dealings in the database.",
  "The second report that the official was unable to locate, which investigated a three-month period between June and September of 2017, found suspect transfers totalling more than two million dollars.",
  "These reports are stored on a database, which is managed by the Treasury Department’s Financial Crimes Enforcement Network, and can be accessed by law enforcement agents and federal officials.",
  "The most recent report — the only one made public so far — examined Cohen’s transactions from September of 2017 to January of 2018, and included activity totalling almost a million dollars.",
  "Essential Consultants is also the same company Cohen used to pay $130,000 to Daniels as part of a non-disclosure agreement barring her from talking about an alleged 2006 affair with Trump.",
  "The whistleblower who reportedly leaked the financial records of PresidentDonald Trump’s personal lawyer did so after discovering that two files had disappeared from a government database.",
  "Banks are required to file suspicious activity reports (SARs) whenever transactions that may violate federal law are detected, or if certain activities may be linked to money laundering.",
  "On Wednesday, the Office of Government Ethics determined that the payment constituted a loan that should have been reported on the president’s June 2017 financial disclosure form.",
  "Let this serve as formal notice - there is significantly more evidence and facts to come relating to Mr. Cohen's dealings and Mr. Trump's knowledge and involvement.",
  "The first report that the official was unable to locate, which covered almost seven months, appears to have listed a little over a million dollars in activity.",
  "The president’sfailure to disclose that he repaid Cohen for the pre-election payout to Daniels has now been referred to the Department of Justice.",
  "The New York Timeslater reported on the paymentsbased on interviews and an internal review of the confidential financial records.",
  "Investigators are examining records related to a payment Cohen made to porn star Stormy Daniels and to other unspecified topics.",
  "In April, the FBI raided the office and hotel room of Michael Cohen, personal attorney to President Donald Trump.",
  "By January of this year, First Republic had filed the three suspicious-activity reports about Cohen’s account.",
  "When something’s not there that should be, I immediately became concerned,” the whistleblower added.",
  "CNN also reportedthat special counsel Robert Mueller had questioned Vekselberg about the payments.",
  "It alludes to the two previous reports that the official could not find in the fincendatabase.",
  "“I have never seen something pulled off the system,” the official told the magazine.",
  "You can come clean now or wait to be outed.",
  "“That system is a safeguard for the bank.",
  "It’s a stockpile of information.",
  "Your choice."
]