[
  "There is no excuse whatsoever for anybody who has access to these important systems to release information on an unauthorized basis.”\n\nHe said the department's inspector general is looking into “everything associated with the information in the SARs,\" including \"technology issues, the issues around login.”\n\nMorning Tax Sign up for our tax policy newsletter and stay informed — weekday mornings, in your inbox.",
  "| Aaron P. Bernstein/Getty Images Mnuchin says Treasury investigating leak of Cohen records\n\nTreasury Secretary Steven Mnuchin said Tuesday that someone in his department may have leaked banking records of President Donald Trump's longtime personal attorney Michael Cohen and confirmed that an investigation is underway.",
  "“And for different law enforcement reasons, as you can appreciate, this is often done.”\n\n“I am not making any comments whether this was or was not done as it relates to these specific SARs, but I do want to comment that FinCEN does have a long-standing policy of accommodating the enforcement agencies,” Mnuchin said.",
  "Earlier this month, Michael Avenatti, the lawyer to adult film star Stormy Daniels, distributed a document claiming that AT&T, a Russian oligarch and others had contributed to a Cohen bank account for Essential Consultants, the shell company Avenatti said paid money to his client.",
  "Banks file hundreds of thousands of suspicious activity reports every year, which are meant to alert authorities about transactions that could be related to fraud, money laundering, terrorist financing and other illegal activities.",
  "Treasury Secretary Steven Mnuchin also slammed any whistleblowers who leaked suspicious activity reports about President Donald Trump's longtime personal attorney.",
  "His comments came in response to questions about reports that certain SARs from Treasury’s Financial Crimes Enforcement Network tied to Cohen were leaked.",
  "Story Continued Below\n\n“There is the appearance that some information may have gone out,” he said at a hearing of the Senate Appropriations Committee.",
  "But citing “misinformation about this in the press,” he said law enforcement agencies can request that certain information be suppressed.",
  "“I have seen articles that actually reference employees who claim they released information because they thought things were suppressed.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Mnuchin also slammed any whistleblowers who leaked suspicious activity reports about Cohen.",
  "“We do have the ability to suppress important information,” he said.",
  "Mnuchin said he is not personally involved in the matter.",
  "You can unsubscribe at any time."
]