[
  "MICHAEL AVENATTI'S LAW FIRM ORDERED BY JUDGE TO PAY $10M TO EX-COLLEAGUE\n\nThe decision was the latest black eye for Avenatti, who has achieved media notoriety for representing adult film star Stormy Daniels -- aka Stephanie Clifford -- in her fight against a confidentiality agreement preventing her from discussing an alleged 2006 sexual encounter with Donald Trump.",
  "Avenatti has refused to say how he got the information, but The New Yorker reported last week that the details on the payments came from a single document, a Suspicious Activity Report, filed by First Republic Bank, where Cohen's shell company, Essential Consultants LLC, maintained an account.",
  "Avenatti's revelation drew the ire of Cohen's attorneys, who complained to a federal judge that Daniels' attorney had come by the information unlawfully and made \"numerous incorrect statements to the public in an apparent attempt to prejudice and discredit Mr.",
  "On Tuesday, a federal bankruptcy court judge in Southern California ordered a law firm managed by Michael Avenatti to pay $10 million to an attorney who claimed that the firm stiffed him on the first installment of a $4.85 million settlement.",
  "A Washington state court did find Nold in contempt of court for leaking an Avenatti deposition transcript to The Seattle Times, but Nold pointed out that \"the court found nothing wrong with sending the [California] bar complaint.\"",
  "MICHAEL AVENATTI UNDER INVESTIGATION BY CALIFORNIA STATE BAR\n\nAccording to The Seattle Times, which first reported on Nold's complaint, the money was withheld from employee paychecks and meant to be used to pay quarterly taxes.",
  "Earlier this month, Avenatti tweeted information about payments to a shell company used by Cohen from pharmaceutical giant Novartis, telecommunications company AT&T and from a company associated with a Russian billionaire.",
  "Michael Avenatti is described in court documents as the \"managing member and majority equity holder\" of Eagan Avenatti and \"solely owns and controls\" another firm, Avenatti & Associates, which represents Daniels.",
  "The complaint was filed by Washington state attorney David Nold, who alleged that Avenatti -- and his ownership group, Global Baristas LLC -- faced a lien for unpaid federal taxes worth approximately $5 million.",
  "With that matter still pending, Fox News confirmed last week that Avenatti is being investigated by the California State Bar over allegations related to his stewardship of the bankrupt Tully's Coffee chain.",
  "He told Fox News, \"At no point in time was I ever responsible for any taxes for Global Baristas US LLC, nor was I ever a member of that entity, nor did I own any direct interest in that entity.\"",
  "On May 9, the Treasury Department’s Office of the Inspector General said Wednesday that it was \"inquiring\" into claims that Cohen's bank information was \"improperly disseminated.\"",
  "\"We have done nothing wrong and the best thing they can point to is claiming that a mere $25,000 worth of transactions out of $3 million that we detailed is inaccurate?\"",
  "The complaints against Avenatti are not related to his representation of Daniels, as the attorney himself angrily pointed out to the news media after Tuesday's decision.",
  "Nold also claimed that Avenatti transferred at least $100,000 from Tully's operations to retain lawyers to handle bankruptcy proceedings for his firm, Eagan Avenatti.",
  "According to Dempsey's complaint, Avenatti told him that Global Barista's had enough capital to finance the acquisition and operate the dozens of Tully's stores.",
  "Avenatti has also claimed that the tax lien in question \"is related to an entity that was owned by another company that I used to have an interest in.\"",
  "When contacted by Fox News last week, Avenatti described the complaint as \"completely baseless” and called Nold an \"unethical hack of a lawyer.\"",
  "He’s a noted collector of watches and artwork, uses a private jet to travel, and leases expensive cars, his wife claimed in case documents.",
  "However, a 2017 court document posted by The Seattle Times shows Avenatti acknowledging he was the \"principal\" of Global Baristas US LLC.",
  "The paper also quoted a former Tully's employee who claimed that Avenatti's name \"was the only name on my paycheck … up until we closed.\"",
  "On a personal level, his wife told Fox News last week she wants a divorce, pointing to his extravagant, big-money lifestyle.",
  "In fact, the actor claimed, Avenatti had taken out a $2 million loan for \"working capital\" with a 15 percent interest rate.",
  "In 2013, months after Global Baristas bought the chain, Avenatti was sued by his business partner -- actor Patrick Dempsey.",
  "But he is facing questions over how he obtained bank records belonging to Trump's personal attorney, Michael Cohen.",
  "Fox News' Brooke Singman, Lukas Mikelionis, Kristin Brown and The Associated Press contributed to this report.",
  "In typical fashion, Avenatti told The Seattle Times that Dempsey's lawsuit had been \"much ado about nothing.\"",
  "Court records detail Avenatti’s extravagant lifestyle, with monthly expenses running to about $40,000.",
  "As for his wife, Lisa Storie-Avenatti suggested he was avoiding their divorce proceedings.",
  "Dempsey's lawsuit was settled in August 2013, after which he walked away from the project.",
  "Avenatti fired back, telling Fox News that Cohen's claims were \"comical and baseless.\"",
  "Eagan Avenatti was ordered to pay $10 million to attorney Jason Frank on Tuesday.",
  "Perhaps fittingly, the story of Avenatti and Tully's has a Hollywood twist.",
  "She told Fox News, \"Tell me where our money and his time has been spent.\"",
  "\"What a joke.\"",
  "he said.",
  "Cohen.\""
]