[
  "President’s personal lawyer expected to seek new representation – but it is not clear if Cohen will cooperate with prosecutors\n\nMichael Cohen, the longtime personal lawyer of Donald Trump, was preparing to part ways with the legal team that has been representing him in federal court in New York, according to multiple reports on Wednesday.",
  "The investigation of Cohen under way in New York was referred there by special counsel Robert Mueller, whose separate inquiry may have been the first to assess suspect money flows through Essential Consultants, which Cohen registered as a vehicle for “modest” payments for real-estate consulting services.",
  "For a decade, Cohen has served as one of Trump’s most trusted aides, scouting foreign real estate deals and handling sensitive transactions, including a hush deal made with the pornographic actor Stormy Daniels on the eve of the presidential election.",
  "Any cooperation by Cohen with prosecutors would represent a significant blow to Trump, whose campaign is under investigation for alleged collusion with Russia and who regularly expresses acute frustration with investigators.",
  "Sign up to receive the top US stories every morning\n\nThose documents include millions of electronic files from four phones, an iPad, multiple hard drives and USB drives, and at least eight boxes of paper documents.",
  "The switch in legal representation could be a prelude for a deal for Cohen to cooperate with prosecutors, legal analysts said, although the Journal reported that Cohen had not yet made such a decision.",
  "Donald Trump and Michael Cohen are destroying their documents all wrong Read more\n\nCohen set up a limited liability corporation, Essential Consultants LLC, to make a $130,000 payment to Daniels.",
  "Judge denies Michael Cohen's request for more time to review seized materials Read more\n\nThose lawyers are “not expected to represent him going forward”, ABC News first reported.",
  "Following a 9 April raid on his residences and office, Cohen has been represented by Stephen Ryan and Todd Harrison of the firm McDermott, Will & Emery LLP.",
  "While Cohen has not been charged with a crime, he is the subject of an investigation by federal prosecutors of alleged wire fraud and other crimes.",
  "The Wall Street Journal reported the law firm, which has represented Cohen since June 2017, would part company with him at the end of the week.",
  "Cohen, a 51-year-old father of two college-age children, recently told friends he expected to be arrested at any moment, Vanity Fair reported.",
  "He has appeared repeatedly in court over the last two months in an effort to block prosecutors from using documents seized in the raids.",
  "Later, Cohen used the LLC to receive millions in payments from corporations that hired him for access to Trump.",
  "A judge had set a deadline of Friday for Cohen’s legal team to finish its review of the seized documents.",
  "Daniels alleges an affair with Trump, which the president has denied.",
  "Phone messages left for Ryan were not immediately returned."
]