[
  "“I do think that the most important new development of the last few months is the Michael Cohen guilty plea,” said Goodman, “because it points a finger directly at the president for criminal liability, and it comes out of the SDNY office” – the US attorney’s office for the southern district of New York – “which is not something that the president could even begin to control in the same way that he or his appointees could try to control the [special counsel Robert] Mueller investigation.”\n\nMost analysts agree Trump is not likely to be charged with a crime during his time in office.",
  "Trump himself has asserted his innocence, tweeting: “The only thing that I have done wrong is to win an election that was expected to be won by Crooked Hillary Clinton and the Democrats.”\n\nBut the prospect of a president known for misogynistic behavior being laid low by a serial adultery scandal is laden with irony, said Juliet Williams, a professor of gender studies at the University of California, Los Angeles and contributing co-editor of Public Affairs: Politics in the Age of Sex Scandals.",
  "It’s like one tiny straw of hay in a giant haystack of bad behavior Juliet Williams, UCLA\n\n“What I think is so ironic and satisfying about the Cohen deal is that the president is going to be brought down by having taken this huge risk, and compromised himself legally, to hide something that nobody cares about, because it’s like one tiny straw of hay in a giant haystack of bad behavior,” Williams said.",
  "The fact that these affairs come up has not moved the dial on this president being impeached Sam Nunberg\n\n“The fact that these affairs come up has not moved the dial on this president being impeached,” Nunberg said, noting that Trump continues to poll well among evangelical Christians and other so-called “values voters”.",
  "“So that a person is not afraid to stand on a stage and talk about his penis size and deride his opponent for her face, but he is afraid that somebody might know that he committed adultery.”\n\nTrump succeeded in keeping the Daniels and McDougal allegations out of the headlines during the election.",
  "“I think that this is a powerful moment where we see that, even as much progress as we think we’ve made in terms of women’s liberation and a feminist sensibility, that nonetheless sex scandals reveal an incredibly traditional, not to say archaic, morality that shrouds issues of sex and gender.",
  "“The game gets started here.”\n\nThere’s only one cure for the cancer of Trump’s presidency | Jill Abramson Read more\n\nBut for now, Trump is dealing with the consequences of a decision two years ago to attempt to conceal alleged adultery with alleged campaign finance violations.",
  "After the election, in transactions whose recklessness seems indicative of Cohen’s regard for banking laws, US corporations would transfer hundreds of thousands of dollars to the account for Cohen’s consulting services, and Cohen would use the account to pay private club dues.",
  "“This candidate and his handlers make an assessment in 2016 that even with everything that’s out there, it would somehow be damaging if the public were to get wind of two extramarital affairs.”\n\nThe calculation to pay off Daniels and McDougal was made under pressure.",
  "“Here’s candidate Trump running for office, blatantly misogynistic, not afraid to get on a stage and criticize women for their appearance, known to speak in vulgar terminology – and also running on a platform that is widely characterized by opponents as anti-woman.",
  "‘It points a finger directly at the president’\n\nWhatever else it may turn out to be, the Trump presidency has seen a spectacular collision between Trump and his associates on one hand, and the cogs of law enforcement – city, state and federal – on the other.",
  "The future president took an extraordinary risk to keep alleged extramarital affairs secret – a concern that feels somewhat quaint in the context of his public behavior\n\nInside the offices of the National Enquirer was a safe full of secrets.",
  "The Journal reported on Friday that Allen Weisselberg, for decades chief financial officer of the Trump Organization and the man named by Trump to run the businesses during his presidency, had reached an immunity deal to testify about Cohen.",
  "But after a week in which Cohen pleaded guilty to eight federal felonies and Pecker was revealed to have reached an immunity deal with prosecutors in exchange for his testimony, it’s a fair question as to whether they went too big.",
  "“Weisselberg’s cooperation takes the Mueller and SDNY investigations out of some of the penny ante stuff in play so far and into the heart of the Trump Organization and President Trump’s business history,” O’Brien tweeted.",
  "A month before the election, the Trump campaign was hit by the release of an Access Hollywood videotape in which Trump could be heard saying that one of his techniques for approaching women was to “grab ’em by the pussy”.",
  "In the plea deal, Cohen’s legal team agreed with prosecutors that the hush payments violated federal laws restricting direct corporate donations to political candidates and limiting individual gifts to $2,700 per cycle.",
  "“The first thing that’s really puzzling is what it means that anyone would think that the ‘crime’ involving sex and gender that would be unforgivable is adultery rather than all of the misogyny,” she said.",
  "Trump was a longtime friend of the Enquirer publisher, David Pecker, a fellow New Yorker who was a frequent guest at Trump’s Mar-a-Lago resort in Florida, including at Trump’s wedding to Melania Knauss.",
  "A boldface name wanted something to remain private and in exchange for silence was willing to pay cash – or maybe, in the case of Tiger Woods, offer exclusive content to a sister publication.",
  "On Trump’s side, the man handling the hush agreements was Michael Cohen, a personal injury lawyer and taxi business owner who had been plying his unique skills on Trump’s behalf since 2007.",
  "The tape precipitated a wave of sexual misconduct accusations against the candidate and convinced Cohen of the importance of heading off further stories, the Wall Street Journal reported.",
  "She had seen the Access Hollywood tape, and it prompted her to step forward again with her Trump story, which she had related to journalists before but which had never been published.",
  "For now, the most ominous legal hazards surrounding Trump have sprung up not in connection with his campaign, his charity or his businesses, but from a fourth area: his sex life.",
  "In other words, there is a direct link between Trump sitting on a tour bus counseling Billy Bush to “Grab ’em by the pussy”, and Trump on the run from his own justice department.",
  "If prosecutors begin to dig around Trump’s business, said Tim O’Brien, a financial journalist and Trump biographer, it could spell trouble for Trump and members of his family.",
  "In hindsight, they’re offended by being used by George W Bush.” That president endorsed civil unions for same-sex couples, after leaning on evangelicals for his election.",
  "David Pecker and the National Enquirer will get you every time.”\n\nThe launch of Trump’s presidential campaign in June 2015 did not stop the accumulation of documents.",
  "One, the former Playboy model Karen McDougal, accepted a cash payment from the magazine publisher for exclusive rights to her story, which has not yet been printed.",
  "'Glenlivet 12 on the rocks': Michael Cohen's day in court Read more\n\nOne of those investigations might yet turn up something that ultimately brings Trump down.",
  "Soon after, FBI agents raided Cohen’s office and residences, and his vow to protect the president became an accusation in open court that Trump made him do it.",
  "Its weekly front page featured celebrity gossip – sex gossip, ideally – mixed in with stories about celebrity rehab and, often, the British royal family.",
  "It’s a complicated wreck, involving at least four teams of prosecutors investigating Trump’s presidential campaign, his charity and his businesses.",
  "The Cohen plea deal “raises the stakes very significantly for the president himself”, said Ryan Goodman, a law professor at New York University.",
  "For example, there is evidence that Trump need not have worried about voters abandoning him because of anything Daniels or McDougal had to say.",
  "As Lanny Davis, Cohen’s lawyer, put it: “If those payments were a crime for Michael Cohen, then why wouldn’t they be a crime for Donald Trump?",
  "The second, the adult film-maker and actor Stormy Daniels, was represented by the same lawyer as McDougal and had a similar story to tell.",
  "It’s possible that some development in a current or future scandal may pose a greater legal liability for Trump than he currently faces.",
  "The former Trump adviser Sam Nunberg said that neither voters nor Trump supporters in Congress were concerned by his alleged affairs.",
  "When the actor Cameron Diaz threatened to sue the Enquirer in 2005 over an allegation of an affair, Trump went in to bat for Pecker.",
  "David Pecker and the National Enquirer will get you every time Donald Trump, 2005\n\nTrump’s fate may have been sealed with them.",
  "To pay Daniels, Cohen set up Essential Consultants LLC, a shell company he told the bank was part of his real estate business.",
  "Trump's terrible week: stunning news and whispers of impeachment Read more\n\nBut the magazine sat on certain stories.",
  "Observing these suspect money flows, the bank filed multiple alerts with federal regulators, as required by law.",
  "Cohen was a child of Long Island, New York, who grew up reading The Art of the Deal and aiming for the big time.",
  "At least two major documents landed in the safe in late 2016, it appears, just weeks before Trump was elected.",
  "The documents were agreements with two women who alleged affairs with Trump early in his marriage to Melania.",
  "On the contrary, Trump’s political career made his secrets more precious – or so he seemed to believe.",
  "Cohen told the court Trump directed him to make the payments, implicating the president in the crime.",
  "But now he is president, and the cost of that silence has far exceeded any money the women received.",
  "Karen McDougal and Stormy Daniels both allege affairs with Trump early in his marriage to Melania.",
  "A contract was drawn up, perhaps money changed hands, and the documents were chucked in the safe.",
  "Instead, he deposited $130,000 in the company account which then was wired to Daniels’ lawyer.",
  "An unknown number of years ago, documents relating to Donald Trump began to land in the safe.",
  "Photograph: Katy Winn/Getty Images\n\nOne woman with a story – and a lawyer – was Daniels.",
  "Facebook Twitter Pinterest Donald and Melania Trump shortly after their wedding in 2005.",
  "“We don’t really know to this point,” said Williams, “whether that gamble was correct.”",
  "“Cameron, one last word of advice,” the future president told the New York Daily News.",
  "Its existence was itself a secret, until the Associated Press reported it this week.",
  "‘The game gets started here’\n\nPull one thread of irony, and others appear.",
  "Everyone involved would make it bigger than anyone had imagined.",
  "“They may be offended by it,” said Nunberg of the evangelicals.",
  "“You may just want to avoid hugging strange men in the bushes.",
  "The supermarket tabloid was not known for keeping them.",
  "Williams called that decision “puzzling”.",
  "The payment to McDougal was $150,000.",
  "Prosecutors began to look into it.",
  "And all of that is out there.",
  "Or that might not happen.",
  "Because you know what?",
  "Daniels got $130,000.",
  "“But you know what?"
]