[
  "It should be: Of the various crimes the attorney and onetime Republican National Committee deputy finance chair pleaded guilty to, the most interesting was facilitating payments to two women—Karen McDougal and Stormy Daniels (aka Stephanie Clifford)—at the direction of his client, Donald Trump, “for the principal purpose of influencing the election.” This is an extraordinary allegation from a loud Trump loyalist who has worked for the man since 2007 or thereabouts and built his reputation on silencing women and threatening journalists on his boss’s behalf—all while denying that spousal rape is possible and singing his boss’s praises.",
  "Around April (shortly after the FBI raid on Cohen’s offices), some noted the White House using language that distanced Cohen from Trump—where the president used to refer to him as “my attorney,” Sarah Huckabee Sanders noted, a little repressively, that “I believe they’ve still got some ongoing things, but the president has a large number of attorneys.” But even back in 2017, an increasingly isolated Michael Cohen was reportedly asking cronies whether they’d heard from the boss.",
  "Or that in her new book Omarosa describes Trump’s disrespect toward his “pit bull“ in humiliatingly Pavlovian terms: “Trump had sussed out that Michael would work ten times harder to earn praise if it were rarely given.” It seemed so plausible that Cohen would become the “fall guy” for a president who considers himself above consequences that in July George Stephanopoulos asked Cohen how he’d respond to a legal effort to make him just that.",
  "“I am not a villain of this story, and I will not allow others to try to depict me that way.” And yet even in that interview—which heavily signaled Cohen’s intention to turn on Trump—you could discern echoes of his eternal lament (made in interviews and according to “friends”) that he wasn’t quite as included in the “family” as he hoped to be.",
  "It was an impression he cultivated by dressing and acting the part: the plaid jacket, the cigar huddle with his buddies after his office was raided, his admission in court to having a glass of scotch on the eve of his plea—all seeming calculated to produce a consigliere-ish impression that worked better in theory than in practice.",
  "The sometime vice president of the Trump Organization, Trump’s “special counsel,” the guy who likes being thought of as the “sixth Trump child,” speaks of Trump as a father, and tears up talking about him in interviews, is represented as a hanger-on who was “holding himself out” as Trump’s personal attorney.",
  "Rewarding as it is to see a self-dealing mercenary like Paul Manafort—whose previous clients include Mobutu Sese Seko, Ferdinand Marcos, and Jonas Savimbi—face some measure of legal consequences, the guilty plea of Donald Trump’s “fixer” Michael Cohen is, in Trumpworld, the much bigger deal.",
  "The plea deal states that in 2017 “COHEN left the Company and began holding himself out as the ‘personal attorney’ to Individual-1, who at that point had become the President of the United States.” From Cohen’s image-obsessed point of view, it must have been a deflating line.",
  "In September, Cohen was bragging about turning down a $10 million deal for a “tell-all” book, saying, “There’s no money in the world that could get me to disclose anything about them.” By February of the next year, he was shopping around a book proposal.",
  "And while some companies (like Ford Motor Co. and Uber) said no, Novartis and AT&T paid Cohen a total of about $1.8 million, which he used Essential Consultants—the very corporation he set up to pay Stephanie Clifford (aka Stormy Daniels)—to process.",
  "Imagine Cohen’s feelings when Team Trump tried to split the atom yet again by claiming that Trump had repaid Cohen but “didn’t know about the specifics of it.” No wonder Cohen released a recording of his discussion of the McDougal payment with Trump!",
  "And when Trump started distancing himself from Cohen, the attorney started to act out (meeting with Trump rival Mark Cuban in front of paparazzi, for instance)—perhaps out of pique, but also because his livelihood to some extent depended on it.",
  "These stories made no sense, and they were a little degrading to him personally, but Cohen had financial incentives to present himself as the kind of guy who’d both serve them up and serve Trump at great personal expense.",
  "He tried to intimidate Stormy Daniels, not just threatening to sue but adding that he’d be taking a vacation “on her dime,” and he did all this while monetizing his slightly embarrassing status vis-à-vis the president.",
  "Trump’s mistake was believing that the professions of loyalty were real—that besides absorbing the routine disrespect Trump doles out to his underlings, Cohen would literally, not figuratively, take a bullet for him.",
  "Not only does it deny Cohen the satisfaction of explicitly linking his name to the president’s at this legally climactic juncture, it also implies that Cohen’s position had become as marginal as he’d always feared.",
  "Thanks to deputy chairman of the Trump campaign (and liaison to the Republican National Committee) Rick Gates, we know that he and former Trump campaign chairman Paul Manafort committed a broad spectrum of crimes.",
  "He did his level best to intimidate journalists alongside with Trump’s critics, ex-girlfriends, and enemies, all while costing the U.S. Treasury $1.4 million in unpaid taxes on undeclared income.",
  "Cohen’s sad-sack story of his relationship to the president ought to be understood, then, through a Trumpian lens that sees a relationship as being worth only as much as it nets.",
  "Cohen has now admitted that the $130,000 payment to Stormy Daniels was not made on his own initiative and on his dime without Trump’s knowledge, as he claimed back in February.",
  "One thing we’ve learned about Michael Cohen is that his loud, performative self-abnegation—including his claim that he’d take a bullet for Trump—was enormously profitable.",
  "“I have the best relationship with the president on the outside, and you need to hire me,” Mr. Cohen said while shopping his influence around to large corporations.",
  "He’s since decided to come clean, as it were: Hence his bombshell statement in court on Tuesday drawing a direct line between the payments, Trump, and the election.",
  "Thanks to Omarosa, for instance, we know that the Trump machine likes to keep White House alumni quiet by spending campaign funds on hush money of $15,000 a month.",
  "If Cohen’s case has a lesson for the Trump administration, it’s this: The corollary to the idea that everyone has a price is that everyone has a limit.",
  "Cohen had lied for his client; he’d kept Trump out of hot water by claiming he’d handled the Daniels payment himself for unexplained reasons.",
  "In fact, Michael Cohen’s brand of sleaze is so pitiable that even his plea document casts some doubt on his much-marketed proximity to Trump.",
  "If we’ve learned anything from this administration, it’s that liars and cons develop like Polaroids: Time exposes the details they once hid.",
  "The product Cohen was selling, as an unregistered lobbyist and personal attorney, wasn’t access to Trump but his story about it.",
  "A top Trump donor was ready to pay Cohen $10 million if he managed to help him secure funding for a nuclear power project.",
  "Now he’s implicated in a criminal conspiracy, and the man whose silence he took for granted is more than willing to spill.",
  "Everyone in Trumpworld acts out of self-interest, but there’s value in studying the contours of an administration’s lies.",
  "That says something about the distance between his aspirations and his actual position, but his effort was unrelenting.",
  "(Yes, even this excuse was briefly floated by Rudy Giuliani to try to separate the payment from the election.)",
  "But so did the incredibly damaging admission by Rudy Giuliani that Cohen had indeed been reimbursed by Trump.",
  "It wasn’t enough that in 2012 Trump showed up late to Cohen’s son’s bar mitzvah and mocked him to his guests.",
  "Photos by Brendan McDermid/Reuters, Lucas Jackson/Reuters, Stephanie Keith/Reuters, and Jeenah Moon/Reuters.",
  "He thought he could delegate everything unseemly up to and including jail time to his long-suffering lawyer.",
  "When Trump confirmed it, they effectively neutralized the one bullet Cohen more or less did take for Trump.",
  "If you can temporarily overlook Cohen’s thuggish threats to destroy Trump’s enemies, this seems, well, sad.",
  "No matter how embarrassing it sometimes looked, Cohen’s loyalty to Trump was a (literal) selling point.",
  "If this stirs a tiny bit of pity, it should: Trump treated Cohen poorly right up until the end.",
  "The B-movie lingo he used to threaten journalist Tim Mak is nasty but also cringeworthy.",
  "Several observers have noted just a touch of “spurned lover” drama in Cohen’s betrayal.",
  "“I will not be a punching bag as part of anyone’s defense strategy,” Cohen replied.",
  "Cohen never got a job in an administration whose bar for hiring was already low.",
  "After Trump and Giuliani’s admissions he looked like a liar and, worse, a fool.",
  "When Cohen made people offers they couldn’t refuse, they sometimes managed to.",
  "He was at least clear-eyed enough about his old boss not to expect a pardon.",
  "Cohen loved his reputation as a kind of Ray Donovan (or Tom Hagen) to Trump.",
  "If we’ve learned anything, it’s that liars and cons develop like Polaroids.",
  "Even when he complained about his status it bespoke a certain intimacy.",
  "Nor was it done for “personal” reasons to save the Trump marriage.",
  "Cohen was a blunt instrument Trump perhaps failed to appreciate.",
  "Selling his influence required trumpeting his proximity.",
  "But Cohen’s hangdog reputation isn’t the whole story.",
  "The FBI raid dealt that hustle a serious blow.",
  "These people aren’t that complicated.",
  "He talked a great deal about loyalty.",
  "This loyalty was not reciprocated.",
  "And what did that all get him?",
  "Photo illustration by Slate."
]