[
  "Robert Mueller investigating payments to Michael Cohen, Swiss drug giant says Read more\n\nOne lead prosecutors are pursuing grew out of multiple suspicious activity reports filed by a bank that flagged large money flows into and out of a limited liability corporation (LLC) Cohen set up just before the 2016 presidential election.",
  "Sign up to receive the top US stories every morning\n\nThere are signs Cohen is actively seeking such a deal, significantly including his recent hire of a new lawyer, Guy Petrillo, formerly a federal prosecutor in the Southern District of New York (SDNY), the office currently prosecuting Cohen.",
  "Cohen has not been charged with a crime but his residences, offices and electronic devices were raided on 9 April by FBI agents looking for evidence of suspected crimes including bank fraud, wire fraud, tax fraud, campaign finance violations and possibly more.",
  "Michael Cohen: inside the strange world of Trump's fixer Read more\n\nTrump and three of his children – Ivanka, Don Jr and Eric – have also been accused by the New York state attorney general of violating charity laws in the operation of the Trump Foundation.",
  "As a vice-president in the Trump Organization who worked closely with Trump for a decade, Cohen was entrusted with delicate tasks including promoting real estate deals in Russia and coordinating payoffs for women who claimed to have had affairs with Trump.",
  "Mueller might expect Cohen to be able to testify, for example, about whether anyone in the Trump campaign ever encouraged foreign nationals linked to Russian hackers to publicize emails stolen from Hillary Clinton – conduct that could be criminal.",
  "Potential witnesses are said to “flip” when they go from being targets of a criminal investigation to entering some kind of deal with prosecutors in which they agree to cooperate in exchange for a reduction in charges or sentencing.",
  "After months of silence, Michael Cohen, the former personal lawyer to Donald Trump who is the target of a multifaceted federal criminal investigation, sat for an interview with ABC News that was published on Monday morning.",
  "As an American, I repudiate Russia’s or any other foreign government’s attempt to interfere or meddle in our democratic process, and I would call on all Americans to do the same.”\n\nIs Cohen making a play for a pardon?",
  "And Cohen could face criminal charges brought by the state of New York or another state that Trump would be powerless to pardon, as the constitution states the president may only pardon federal crimes.",
  "Michael Cohen hints at flipping and says 'first loyalty' is to family – not Trump Read more\n\nCohen revealed that his loyalty to Trump is perhaps not as absolute as it has previously seemed.",
  "Among those whom Trump has pardoned so far are the rightwing fireband Dinesh D’Souza; discriminatory Arizona sheriff Joe Arpaio; and former Dick Cheney aide Lewis “Scooter” Libby.",
  "But the prosecutor for whom Cohen may be most valuable is the special counsel, Robert Mueller, who is investigating ties between the Trump campaign and Moscow.",
  "Cohen used the company, Essential Consultants, to send $130,000 to Stormy Daniels, a porn star who alleges an affair with Trump, among other payments.",
  "“Once I understand what charges might be filed against me, if any at all, I will defer to my new counsel, Guy Petrillo, for guidance,” Cohen told ABC.",
  "Cohen has close personal ties to Ukrainian and Russian immigrants and managed communications between the Trump Organization and Russian entities.",
  "The account was also used to receive hundreds of thousands of dollars from corporations seeking to improve access to the president.",
  "But in fact, he told interviewer George Stephanopoulos: “My wife, my daughter and my son have my first loyalty and always will.",
  "Trump’s habit of making seemingly spontaneous, high-profile pardons has led to speculation Cohen may be seeking the same.",
  "If Cohen reaches a deal with prosecutors, the consequences could be serious for Trump and his family on multiple fronts.",
  "Legal analysts say gambling on a pardon would be a wild strategy for a lawyer of Petrillo’s caliber and standing.",
  "Trump has denied all knowledge of wrongdoing by his campaign and calls the Russia investigation a “witch-hunt”.",
  "I put family and country first.”\n\n\n\nWhat does Cohen’s apparent change of heart mean, for him and for Trump?",
  "Donald Trump’s former personal lawyer has told an interviewer that his first loyalty is to his family.",
  "Cohen has said he would “take a bullet” for Trump and “grab” anyone who attacked Trump “by the neck”.",
  "“I will not be a punching bag as part of anyone’s defense strategy,” Cohen told Stephanopoulos.",
  "“I am not a villain of this story, and I will not allow others to try to depict me that way.”",
  "That is a price Cohen does not sound prepared to pay on behalf of his former employer.",
  "The potential charges carry maximum possible sentences of decades in prison.",
  "There is, however, good reason to believe Cohen is not looking for a pardon.",
  "Trump has denied wrongdoing and called the case a Democratic hit job.",
  "The president denies all wrongdoing and has denied multiple affairs.",
  "Petrillo’s relationships with SDNY prosecutors could hasten a deal.",
  "Cohen is likely to know a lot about how the foundation worked.",
  "Cohen told Stephanopoulos: “I don’t like the term witch-hunt.",
  "Here are the key questions:\n\nIs Cohen ‘flipping’?",
  "So a pardon might not keep Cohen out of prison.",
  "Remind me why Cohen is in trouble?",
  "How bad would that be for Trump?",
  "Is he about to change tack?"
]