[
  "Buzz60\n\nRudy Giuliani (Photo: Tasos Katopodis, Getty Images)\n\nWASHINGTON — President Trump’s attorney Rudy Giuliani said Wednesday that his client is not affected by investigations into payments to longtime Trump lawyer Michael Cohen from several American companies and a firm tied to a Russian oligarch.",
  "More: Trump and Giuliani are the gift that keeps on giving to late-night hosts\n\nMore: Rudy Giuliani won't rule out Trump pleading the Fifth in Russia inquiry\n\nContributing: Fredreka Schouten\n\nRead or Share this story: https://usat.ly/2I2Msm8",
  "If Trump had some kind of legal exposure, Giuliani said, Russia special counsel Robert Mueller would not have passed on the information to federal prosecutors in New York who are investigating Cohen’s business dealings.",
  "Essential Consultants, a limited liability company Cohen used to pay porn star Stormy Daniels days before the 2016 presidential election, received payments from companies that had business with the Trump administration.",
  "They included a subsidiary of Swiss-based drug-maker Novartis, telecom giant AT&T and Columbus Nova, an American firm tied to Russian businessman Victor Vekselberg, who is under U.S. sanctions.",
  "Giuliani also scoffed at a suggestion made by Daniels' attorney Michael Avenatti that Russian money went to the adult film star to keep her quiet about an alleged affair with Trump.",
  "White House Press Secretary Sarah Sanders referred questions about Cohen to Trump's outside counsel, but said Cohen's private business dealings did not involve the administration.",
  "More: AT&T, Novartis face scrutiny over hefty payments to Trump lawyer Michael Cohen\n\nGiuliani said that Cohen paid Daniels, and that Trump repaid his lawyer via retainer.",
  "CLOSE President Trump’s personal attorney Rudy Giuliani is casting doubt on a new report compiled by Stormy Daniels’ lawyer, Michael Avenatti.",
  "\"I don't see how that could be the case,\" Giuliani said, noting that the entity cited by Avenatti is \"not Russian; it's an American company.\"",
  "\"That would be up to those individuals who make the decision to hire someone,\" Sanders said.",
  "Asked if Cohen has stayed in touch with Trump lately, Giuliani said, \"not as far as I know.\"",
  "\"That's the decision of an independent company and has nothing to do with the White House.\"",
  "\"How Cohen paid, Michael has to explain,\" he said.",
  "\"I don't see it,\" Giuliani told USA TODAY.",
  "Veuer's Chandra Lanier has the story.",
  "\"This has nothing to do with us.\""
]