[
  "A nonprofit watchdog group has asked the Justice Department and the Office of Government Ethics to investigate whether a secret payment to an adult film actress made prior to the 2016 presidential election may have violated federal law because Donald Trump did not list it on his financial disclosure forms.",
  "Stormy Daniels, whose real name is Stephanie Clifford, claimed in a lawsuit filed this week that the $130,000 payment made by Cohen as part of a nondisclosure agreement was to ensure she didn't share details of an affair with Trump.",
  "If \"Mr. Trump intentionally omitted this material information from his financial disclosures as part of a larger scheme to hide his relationship with Ms. Daniels, that would be no small thing,\" said Norm Eisen, chairman of CREW.",
  "She alleged in the filing that Trump \"at all times has been fully aware of the negotiations ... the existence and terms of the Hush Agreement, the payment of $130,000, (and) the use of (Essential Consultants LLC) as a conduit.\"",
  "He's also said that \"neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.\"",
  "The group argues that President Trump's 2016 financial disclosure form did not include any reference to Cohen or Essential Consultants LLC, and that if the allegations are true, it should have.",
  "The letter also states that Cohen is required under the New York Rules of Professional Conduct to keep Trump informed about \"all material developments,\" including settlements, with Clifford.",
  "And CREW noted that Special Counsel Robert Mueller may also want to investigate the incident because of \"a similar pattern of potential blackmail\" in personal matters involving Trump.",
  "Public officials are required under the Ethics in Government Act of 1978 to report all liabilities beyond $10,000 during the preceding calendar year.",
  "Remember, the feds got Al Capone for lying on his federal financial submissions (his taxes), not for any underlying offenses,\" he said.",
  "The group argues that Trump attorney Michael Cohen's $130,000 payment may have been a loan to Trump, and if so, needed to be disclosed.",
  "The White House has said that none of the allegations are true and that the Clifford case has already been won in arbitration.",
  "Citizens for Responsibility and Ethics in Washington lodged the civil and criminal complaint on Thursday.",
  "Cohen has said he paid the porn actress $130,000 out of his own pocket as part of the agreement.",
  "\"The president personally certified these filings, so he may finally face some accountability.",
  "Clifford sought to invalidate their agreement in order to \"set the record straight.\"",
  "..."
]