[
  "On Jan. 31, 2017, the pharmaceutical lobbygroup PhRMA appointed Novartis CEO Joseph Jimenez as its “chairman elect.” The same day, Jimenez and other leaders of the pharmaceutical industry met with President Donald Trump, who had shortly before that accused the industry of “getting away with murder.” The deal between Novartis and Cohen began the following month.",
  "NBC News reported that Columbus Nova's lawyers have claimed that “Columbus Nova itself is not now, and has never been, owned by any foreign entity or person including Viktor Vekselberg or the Renova Group.” However, the Renova Group's website listed Columbus Nova as one of its companies until at least November, according to research done by NBC.",
  "They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nAlthough Avenatti's document lists only four payments, Reuters reported that the company continued paying Essential Consultants for an entire year, which would have added up to $600,000.",
  "A company spokesperson told Reuters that it had entered into its contract with Cohen's company for “legal consulting concerning accounting standards on production costs.”\n\nKorea Aerospace Industries is back by the South Korea’s government Export-Import Bank.",
  "On Tuesday night, Michael Avenatti, the attorney for adult film actress Stormy Daniels, produced documents showing half a million dollars from a Russian oligarch being paid to a company owned by President Donald Trump’s longtime lawyer Michael Cohen.",
  "However, he offered no evidence other than the fact that Essential Consultants was a shell company that Cohen set up just before he used it to pay Daniels, whose real name is Stephanie Clifford, before the 2016 presidential election.",
  "Novartis later revealed, however, that after these four payments it had ceased business dealings with Cohen, it had been contractually obligated to continuing paying him until the end of the year — an amount totaling $1,199,760.",
  "Novartis released a statement saying that it had a contract with Essential Consultants “focused on U.S. healthcare policy matters,” but that their business relationship had ended in February.",
  "Avenatti also pointed to suspiciously large amounts of money Cohen’s company received money from the Swiss pharmaceutical company Novartis, AT&T;, and Korea Aerospace industries.",
  "Korea Aerospace Industries\n\nAmount: $150,000\n\nKorea Aerospace Industries gave $150,000 to Essential Consulting in November, according to the documents produced by Avenatti.",
  "Former New York City Mayor Rudy Giuliani, a recent addition to Trump's legal team, has insisted that the president himself reimbursed Cohen for the $130,000 payment.",
  "The Russian oligarch\n\nAmount: $500,000\n\nAvenatti's documents detailed a $500,000 payment from Columbus Nova LLC to Essential Consultants, a company created by Cohen.",
  "Novartis\n\nAmount: $1,199,760\n\nAvenatti's documents stated that Cohen's company received four separate monthly payments from Novartis, each totaling exactly $99,980.",
  "Columbus Nova is a company controlled by Andrew Intrater, an American cousin of Russian oligarch Viktor Vekselberg, and is connected to Vekselberg's Renova Group.",
  "Cohen has disputed these accusations, calling out, “His document is inaccurate,” before getting in a cab Wednesday morning, according to NBC News.",
  "The company is currently competing with American-based Lockheed Martin to secure a lucrative Air Force contract worth up to $16.3 billion.",
  "When CNBC reached out to AT&T; to confirm whether or not this was accurate, the company refused to comment on how much it had paid Cohen.",
  "Avenatti speculated that the money may have gone to cover the costs of Cohen’s $130,000 payment to his client in return for her silence.",
  "The Treasury Department’s inspector general is now investigating how Avenatti managed to obtain the banking records of Cohen's company.",
  "AT&T;\n\nAmount: $200,000 (at least)\n\nAT&T; confirmed that it had given Cohen's company four separate monthly payments of $50,000 each.",
  "AT&T; said in a statement that it had hired Essential Consultants to \"provide insights into understanding the new administration.",
  "The company that is awarded the contract will produce aircraft for the Air Force’s Advanced Pilot Training Project.",
  "“This episode was clearly a mistake,” a Novartis spokesperson volunteered to the news outlet STAT on Wednesday.",
  "Avenatti questioned whether this money had helped reimburse Cohen for the hush money he paid to Daniels.",
  "Cohen allegedly promised Novartis that he would supply them with access to Trump and his inner circle.",
  "Vekselberg was one of the Russian oligarchs that the U.S. hit with sanctions in April.",
  "He also attended Trump's inauguration with a ticket that Intrater gave to him.",
  "Novartis has been questioned by special counsel Robert Mueller's probe.",
  "However, the companies involved have confirmed the transactions.",
  "As of Wednesday, the company had not been contacted by Mueller.",
  "These documents also raise questions about Avenatti.",
  "Intrater also donated $250,000 to Trump's campaign."
]