[
  "\"Because the facts underlying this action and the criminal investigation related to Mr. [Michael] Cohen overlap, Mr. Cohen’s Fifth Amendment rights may be adversely impacted if this case proceeds,\" lawyers for Cohen and Trump argued in court regarding Cohen's right against self-incrimination.",
  "They also argue that Daniels, too, would be prejudiced, because, they write, she \"likely would be unable to obtain the documents and deposition testimony that she is seeking from Mr. Cohen\" — presumably because he would invoke the Fifth Amendment privilege.",
  "In Friday night's filing, Blakely and Harder argue that, \"where there are overlapping issues in criminal and civil cases, a stay 'is appropriate to preserve [an individual's] Fifth Amendment Rights'\" — quoting from a federal court ruling from New York.",
  "Daniels' lawyer, Michael Avenatti, argues that the court must first decide if there even is an agreement and has asked for limited discovery, including depositions of Trump and Cohen and production of certain documents, in order to prove there is not.",
  "President Donald Trump and his longtime personal lawyer, Michael Cohen, asked a federal court in California on Friday evening to put Stormy Daniels' lawsuit against them on hold while the criminal investigation of Cohen proceeds in New York.",
  "\"If this action is not stayed, Defendants will be unable to fully respond to and defend themselves against the claims asserted by [Daniels] (including in connection with the currently pending motions), resulting in substantial prejudice.\"",
  "Daniels, the adult film star whose legal name is Stephanie Clifford, is seeking to have a 2016 settlement agreement that her lawyer calls a \"hush agreement\" tossed out, in part, because Trump didn't sign it.",
  "However, on April 9, federal agents executed search warrants against Cohen as part of an ongoing criminal investigation — leading to the request to put the civil case brought by Daniels on hold.",
  "Cohen and the company, represented by Brent Blakely, and Trump, represented by Charles Harder, have asked the court to send the case to arbitration — as required by the agreement.",
  "The parties had informed the court earlier Thursday that the request would be coming and agreed to a scheduled briefing, which the court granted.",
  "Daniels received $130,000 under the agreement, facilitated by Cohen through a company, Essential Consultants, that he set up for the payment.",
  "Daniels opposes the request; her response to Friday evening's request is due by 6 p.m. PT Monday.",
  "They are asking for the litigation to be stayed.",
  "Cohen's reply is due by 6 p.m. Tuesday."
]