[
  "In order to believe everything that Cohen has said, you need to believe this:\n\nTrump's longtime personal fixer took out a home equity line of credit to make a $130,000 payment to a porn star alleging an affair with Trump.",
  "He went to considerable lengths to keep Daniels from breaking the hush agreement, including filing suit against her in court -- and using a senior member of Trump Organization's legal team to do so.",
  "(CNN) The FBI raided the law office of Donald Trump personal attorney Michael Cohen on Monday, seizing records that are related to several topics, including payments to porn actress Stormy Daniels.",
  "Remember that last week, for the first time, Trump addressed the $130,000 payment 11 days before the 2016 election from Cohen to Stormy Daniels , who alleged she had a 2006 affair with Trump.",
  "While Mueller reportedly referred the matter to the FBI, it is not believed to have anything to do with his ongoing probe into Russia's attempted meddling in the 2016 presidential election.",
  "Why would Cohen put himself in financial trouble -- or at least stretch himself financially -- to make a six-figure payment to a porn star whose claim of an affair was totally baseless?",
  "\"The decision by the US Attorney's Office in New York to conduct their investigation using search warrants is completely inappropriate and unnecessary,\" Cohen lawyer Stephen Ryan said.",
  "Cohen has been adamant that he didn't think there was any \"there\" there in terms of Daniels' allegations, but has said he made the payout \" defensively \" on behalf of his client.",
  "Cohen established Essential Consultants LLC in Delaware -- a state widely known for its lack of corporate transparency -- 10 days before he made the payment to Daniels.",
  "He went WAY out of his way to keep her quiet -- and in so doing provoked the lawsuit that brought us \"David Dennison\" and \"Peggy Peterson\" among other things.",
  "Why then was Martin, a high-ranking legal official in Trump's corporation, the one who filed the arbitration document against Daniels in a California court?",
  "Cohen created an LLC in a state legendary for its lack of corporate disclosure to make the payment, despite the fact that he didn't believe Daniels' story.",
  "Trump denied knowing anything about the payment and, under further questioning from reporters, said this: \"Well, you'll have to ask Michael Cohen.",
  "So why didn't Cohen make similar payments to the dozen (or more) other women making allegations about Trump's conduct with them over the years?",
  "Trump reacted angrily to the news, calling Cohen a \"good man\" and describing special counsel Robert Mueller's probe as a \"total witch hunt.\"",
  "He insisted he did so with absolutely no promise or expectation of repayment from Trump or anyone related to the President or his company.",
  "The genesis of Daniels' lawsuit that Trump broke the rules of their \"hush\" agreement is this attempt by Cohen to silence her (again).",
  "And Cohen hasn't offered much beyond perfunctory statements in response to repeated revelations about the payoff to Daniels.",
  "\"It resulted in the unnecessary seizure of protected attorney client communications between a lawyer and his clients.\"",
  "That seems to make the Daniels' payment the most likely focus -- although it may well not be the only focus.",
  "But if Cohen believed there was nothing to Daniels' allegations, why go out of your way to hide the payout?",
  "Why was Cohen so set on keeping Daniels from telling her story about her alleged relationship with Trump?",
  "So, there were NO other attorneys in California that Cohen could have asked to file that legal motion?",
  "Cohen said for months that he was acting alone -- with no knowledge or involvement from Trumpworld.",
  "Why did you pay Daniels $130,000 if you believed Trump hadn't engaged in an affair with her?",
  "What we know: A series of search warrants were executed against Cohen on Monday.",
  "Cohen says it was solely because Martin happened to be available to help out.",
  "Why was Trump Inc. employee Jill Martin involved in that lawsuit being filed?",
  "Cohen took out a home equity line of credit to make the payment to Daniels.",
  "So, in that vein, here are five questions that Cohen needs to answer.",
  "The obvious answer is to make the payoff as untraceable as possible.",
  "But it requires a whole lot of assumptions and take-my-word-for-its.",
  "Why did Cohen set up an LLC in Delaware to make the payment?",
  "Why did Cohen file for a restraining order against Daniels?",
  "Why did you use your personal money to pay off Daniels?",
  "And you'll have to ask Michael Cohen.\"",
  "Which is possible, I suppose.",
  "Michael is my attorney.",
  "Which is, um, odd.",
  "Or did he?",
  "Whoa.",
  "Why?",
  "3.",
  "4.",
  "2.",
  "1.",
  "5."
]