[
  "The payments may cause Cohen more legal trouble, as First Republic Bank wrote of the attorney's LLC per the New Yorker, that \"a significant portion of the target account deposits continue to originate from entities that have no apparent connection to real estate or apparent need to engage Cohen as a real estate consultant,\" while \"a significant portion of the deposits continues to be derived from foreign entities.\"",
  "After The New Yorker spoke with the government official who allegedly leaked the documents because he said others were missing from the Treasury Department's FinCen database, a FinCen spokesperson released a Thursday statement saying that \"under longstanding procedures,\" the office \"will limit access to certain SARs when requested by law enforcement authorities in connection with an ongoing investigation.\"",
  "Meanwhile, he's facing a civil lawsuit from porn star Stormy Daniels, who is accusing him of defamation, and has watched as her attorney, Michael Avenatti, has published documents on his financial dealings which were later confirmed by media outlets and the institutions that did businesses with the Trump attorney following the 2016 presidential election.",
  "Ethan Miller/Getty Images\n\nCampaign-finance violations\n\nThe first, and most obvious, headaches Cohen could face stem from the $130,000 hush money payment to Daniels, who alleged she had a 2006 affair with Trump, just prior to the 2016 presidential election, as well as any similar payments that surface in the coming months.",
  "As The New Yorker wrote earlier this week, Cohen appeared to mislead First Republic Bank regarding the purpose of the LLC, telling the bank it would be devoted to using \"his experience in real estate to consult on commercial and residential\" deals and would be used for modest transactions based within the US.",
  "Screenshot/MSNBC\n\nLast week, Avenatti released information about Cohen's financial dealings that stemmed from Suspicious Activity Reports filed with the Treasury Department, which showed companies paid the attorney lucrative sums in exchange for his services following the presidential election.",
  "Apol, meanwhile, sent a letter to Deputy Attorney General Rod Rosenstein following the report's publication making it clear that the information contained within could be of use to any inquiry involving the president's 2017 disclosure — which did not include information on the Cohen payment.",
  "Since Cohen is not a registered lobbyist and, additionally, didn't disclose the payments previously, he could be in violation of the Lobbying Disclosure Act for payments from domestic sources or the Foreign Agents Registration Act for foreign sources of such money, experts said.",
  "At the same time, Playboy model Karen McDougal has also alleged in a lawsuit that Cohen was involved in a $150,000 agreement she made with a Trump-friendly tabloid publisher to prevent her from telling the story of her alleged 2006 affair with Trump to any other outlet.",
  "How those payments could constitute campaign-finance violations is simple: If they were made to help boost the president's campaign and keep damaging information hidden, it is an in-kind contribution to the campaign meant to benefit the candidate's political standing.",
  "Both men said the purpose of the payment was not to boost Trump's political standing, but to prevent that information from coming out so as to protect Trump's family, particularly his wife Melania, from \"heartache,\" as Giuliani told NBC News earlier this month.",
  "Cohen negotiated a non-disclosure agreement with Daniels, whose real name is Stephanie Clifford, just weeks before votes were cast in November 2016 to keep her quiet about those allegations, the validity of which Cohen and the White House have denied.",
  "Prosecutors in the criminal investigation into Cohen, who has not been charged with any crime, haven't disclosed what exactly they are looking into, though they said in a court filing that \"the crimes being investigated involve acts of concealment.\"",
  "Beyond that, however, if the payments were simply to gain access to the president, they \"may well be legal,\" as one expert told Business Insider, pointing to the Supreme Court's ruling on the corruption case involving former Republican Gov.",
  "Giuliani also took issue with whether the reimbursement, which he said had been paid through a 12-installment retainer to Cohen, \"even had to be disclosed\" at all — a position at odds with Office of Government Ethics Director David Apol.",
  "In total, the allegations stemming from the payments are \"extraordinarily serious,\" Mitchell Epner, a former assistant US attorney for the District of New Jersey and now an attorney at Rottenberg Lipman Rich, told Business Insider.",
  "The timing of the Daniels payment — just days before the election for an affair that took place a decade earlier — could damage that argument, but it is one that Cohen is exceedingly likely to make in court if charges are pressed.",
  "Speaking on MSNBC's \"Morning Joe,\" the attorney said he has nearly completed reviewing claims from two additional women who said they signed similar, Cohen-negotiated NDAs for affairs they alleged to have had with the president.",
  "Last month, his home, office, and hotel room were raided by the FBI as, per Department of Justice protocol, a last-resort option to obtain documents that the government felt would be destroyed otherwise.",
  "Companies like telecom giant AT&T, pharma's Novartis, Korea Aerospace Industries, and the Russian-tied investment firm Columbus Nova, confirmed that they paid Cohen millions for his advising services.",
  "Additionally, in opening Essential Consultants LLC — the company Cohen used to facilitate the Daniels payment — Cohen may have made false statements about what the purpose of that LLC was for.",
  "At the moment, a special master is overseeing a document review of the items obtained by the government in the raids to determine what does and does not fall under attorney-client privilege.",
  "The president's personal attorney, Rudy Giuliani, has insisted it was not a campaign contribution, and said it did not need to be disclosed because the president reimbursed the expenditure.",
  "The expenditure, which far exceeds the individual contribution limit, would need to be reported to the Federal Election Commission as a part of traditional campaign finance disclosures.",
  "Olivier Douliery-Pool/Getty Images\n\nCohen could find himself dragged into another legal fight over Trump's financial disclosures, the latest edition of which was released on Wednesday.",
  "The 92-page disclosure form said the payment was \"not required to be disclosed as 'reportable liabilities,'\" though it said Trump disclosed it \"in the interest of transparency.\"",
  "\"This is at least at the type of the level of corruption that was made between Richard Nixon and Bebe Rebozo,\" he said, referring to the close friend of the former president.",
  "Of course, others have differing thoughts on whether Giuliani's interpretation of FEC disclosure is correct, and Cohen had previously said that Trump did not reimburse him.",
  "There is still a lot that is not known publicly but could come to light as a result of the federal investigation — particularly once the document review is completed.",
  "AP Photo/Seth Wenig\n\nIf the past few weeks are any indication, it appears as if President Donald Trump's longtime lawyer Michael Cohen is in a heap of trouble.",
  "As Avenatti claimed in his Thursday MSNBC interview, Trump is not the only person who would've been consulted in connection with the financial disclosure.",
  "Cohen, he said, would have been consulted because it related to Trump's 2016 dealings, of which Cohen would have been \"at the forefront\" of.",
  "Cohen is currently under investigation in the Southern District of New York for possible campaign-finance violations and bank fraud.",
  "But both Cohen and Giuliani have used one similar defense in seeking to dismiss the idea that it was a campaign payment.",
  "For starters, Cohen may have misled a bank in using his home equity line of credit to obtain the money to pay Daniels.",
  "But what is already in the public light paints a picture of the kind of legal trouble Cohen may soon find himself in.",
  "he said, adding, \"Did he have communications with the president about what should go on that form or otherwise?\"",
  "In addition to the bank fraud element, the payments could get Cohen into hot water over the lack of disclosure.",
  "In the Cohen raids, federal investigators sought records related to both the Daniels and McDougal payments.",
  "Bank fraud\n\nThe other, stickier legal issue that could cause problems for Cohen involves bank fraud.",
  "In that report, Trump disclosed that he had reimbursed Cohen for the $130,000 payment to Daniels.",
  "Giuliani told Business Insider that the disclosure \"vindicates\" their position on the payment.",
  "\"What did Michael Cohen tell whoever was compiling that form in May or June of last year?\"",
  "American Media Inc., which publishes the National Enquirer, did not run her story.",
  "That means those documents are likely being further scrutinized by investigators.",
  "A crime may have committed by not including such information on the report.",
  "The companies paid Cohen at least $1.2 million through his LLC.",
  "More payments could soon come to light, Avenatti claims.",
  "Failing to disclose lobbying\n\nMichael Avenatti.",
  "That leads into Cohen's next set of problems.",
  "Trump's financial disclosure\n\nDonald Trump.",
  "That agreement was also struck in 2016.",
  "Bob McDonnell of Virginia.",
  "Stormy Daniels.",
  "Michael Cohen."
]