[
  "(Photo: Robert Deutsch, USA TODAY)\n\nU.S. telecommunications giant AT&T sent a memo to employees earlier this year that said Cohen was among several consultants hired in early 2017 \"to help us understand how the president and his administration might approach a wide range of policy issues important to the company.\"",
  "Franklin Haney, who gave $1 million through a business entity to fund Trump's 2017 inauguration, agreed to the contract with Michael Cohen in April with the aim of having the attorney assist efforts to complete two unfinished nuclear power plants in Alabama, The Wall Street Journal reported Friday.",
  "Novartis, a Swiss multinational pharmaceutical company, said it contracted with Cohen because it believed he \"could advise the company as to how the Trump administration might approach certain U.S. health care policy matters, including the Affordable Care Act.\"",
  "More: Omarosa says in tell-all White House book she saw 'mental decline' in Trump\n\nMore: Trump defends Putin meeting after U.S. officials warn of midterm interference\n\nMore: OnPolitics Today: Ivanka knows her Trump 'low point.'",
  "However, after an initial meeting, Novartis said it determined that Cohen and his company \"would be unable to provide the services that Novartis had anticipated related to U.S. health care policy matters.\"",
  "However, he told the Journal: \"Neither Mr. Haney nor Nuclear Development LLC ever entered into a contract with Michael Cohen or his affiliate for lobbying services related to the Bellefonte project.\"",
  "(Photo: AP)\n\nA top contributor to President Donald Trump agreed to pay $10 million to Trump's then-personal attorney in exchange for help in promoting a nuclear power project, according to a report.",
  "Both participated during an April session in which they met with the vice chairman of the Qatar Investment Authority about a potential investment in the nuclear plant, the Journal reported in May.",
  "The longtime relationship between Cohen and Trump dramatically fell apart following an April raid in which federal investigators searched the attorney's New York City office, home and hotel room.",
  "CLOSE President Donald Trump denied Friday that he knew in advance about a critical meeting in Trump Tower in June, 2016, putting him at odds with the claims of his former attorney.",
  "The payment, made the month before Trump won the White House, was aimed at keeping her from publicly discussing a sexual liaison with Trump — one that he has denied.",
  "The raid sought evidence for an ongoing investigation widely believed to focus on potential campaign-finance violations, as well as possible banking irregularities.",
  "The agreement marks the latest in a series of ventures in which private companies and individuals enlisted Cohen to push their causes with the Trump administration.",
  "New York investment firm Columbus Nova said it retained Cohen \"regarding potential sources of capital and potential investments in real estate and other ventures.\"",
  "Cohen used a limited liability company to arrange an October 2016 payment to Stephanie Clifford, the stripper and former adult film star known as Stormy Daniels.",
  "Other companies also reached out to Cohen for his legal expertise and contacts after Trump beat former secretary of state Hillary Clinton to win the White House.",
  "The company said the one-year agreement was to pay $100,000 a month to Essential Consultants — the company Cohen used for the payment to Clifford.",
  "The agreement included seeking a $5 billion federal government loan for the project, known as the Bellefonte Nuclear Power Plant, the report said.",
  "Although the firm is affiliated with Russian billionaire Viktor Vekselberg, it said Vekselberg had no role in the decision to hire Cohen.",
  "Korea Aerospace Industries said it hired Cohen's company for \"legal consulting concerning accounting standards on production costs.\"",
  "Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc\n\nRead or Share this story: https://usat.ly/2OIgED5",
  "Cohen did no legal or lobbying work for AT&T, and his contract expired in December 2017, the company said.",
  "(July 27) AP\n\nThis combination photo shows President Donald Trump and attorney Michael Cohen.",
  "Larry Blust, an attorney representing Haney, did not respond to a message seeking comment.",
  "The nuclear project was at least the second time that Cohen worked with Haney.",
  "Michael Cohen leaves a federal courthouse in New York City, on May 30, 2018.",
  "Lanny Davis, an attorney representing Cohen, declined to comment.",
  "AP Reporter Eric Tucker explains why it's significant.",
  "Do you?"
]