[
  "* TRUMP’S ABRUPT SHIFT ON TRADE SURPRISED OFFICIALS: The Post reports that Trump’s sudden demand that Commerce Secretary Wilbur Ross reverse course on punishing Chinese telecom giant ZTE surprised U.S. officials and came “without a formal policy process”:\n\nThe rapidly changing U.S. position highlights the stakes — and the confusion — ahead of crucial negotiations Tuesday between Trump’s senior economic team and a Chinese delegation led by Vice Premier Liu He.",
  "* TENSIONS BETWEEN PENCE AND TRUMP TEAMS: The New York Times reports that aides to Mike Pence have stepped into the void left by the Trump team’s failure to craft a strategy for the midterms:\n\nRepublican officials now see Mr. Pence as seeking to exercise expansive control over a political party ostensibly helmed by Mr. Trump, tending to his own allies and interests even when the president’s instincts lean in another direction.",
  "* AND TRUMP ‘SAYS YES TO DRUG COMPANIES’: Paul Krugman notes that Trump’s new prescription drug plan broke his promise to use government’s power to keep drug prices down:\n\nIf someone tries to convince you that Trump really is getting tough on drug companies, there’s a simple response: If he were, his speech wouldn’t have sent drug stocks soaring.",
  "* DEMOCRATS RUNNING CONFIDENTLY ON OBAMACARE: Politico reports that across the country, Democrats are aggressively campaigning on the health law:\n\nThey’ve got a unified message blaming Republicans for “sabotaging” the health law, leading to a cascade of sky-high insurance premiums that will come just before the November midterm elections.",
  "Giuliani admitted to ABC News that there may have been other payments, saying: “I would think if it was necessary, yes.”\n\nAnd so, if Trump agreed to reimburse those payments as well, these liabilities would also have to be disclosed on his financial form — because Trump must indicate the amount of his liabilities within a general range.",
  "But it was Giuliani who recently admitted to Sean Hannity that Trump had paid Cohen back, which forced Trump to issue two tweets acknowledging that he agreed to reimburse Cohen for the payment via a “monthly retainer.”\n\nAs it is, that blew up Trump’s previous lie on Air Force One that he didn’t know about the payment.",
  "* EUROPEANS FUME OVER IRAN DEAL: The Post reports that European allies meet with Iranians today to try to preserve the Iran deal, and they’re wondering how Trump will make good on his promise to negotiate a “better” deal:\n\nSo far, the officials say, they have no idea how the administration plans to accomplish that.",
  "The Post reports that Stormy’s lawyer, Michael Avenatti, is using Trump-like tactics, such as flooding the media zone and trash-talking about his opponents, leading some legal experts to question whether Avenatti is truly acting in his client’s best interests.",
  "Here’s the problem for Trump: He needs to decide whether to disclose the debt he incurred to his personal lawyer, Michael Cohen, when Cohen paid $130,000 to Daniels just before the election, buying her silence about their alleged affair.",
  "“That will tell us a lot about whether there were additional payments by Cohen to benefit the president.”\n\nOf course, Trump could try to conceal such additional liabilities while only admitting to reimbursing the Daniels payment.",
  "* A NEW ‘JOBS BLUEPRINT’: The Center for American Progress is rolling out a major new report laying out numerous policy prescriptions to help working people, from infrastructure investments to a limited federal jobs guarantee.",
  "Helpfully enough, Giuliani has also laid out to BuzzFeed a detailed timeline of Trump’s payments, acknowledging that Trump agreed to give Cohen $35,000 per month starting early in 2017, which continued throughout the year.",
  "That’s because we have since learned that Cohen made the payment from a company he created called Essential Consultants, and that Cohen and/or his company may have made payments for Trump to other women as well.",
  "Bookbinder points out to me that the amount of debt Trump acknowledges to Cohen — if, say, he notes liabilities that are well in excess of $130,000 — will raise additional questions along these lines.",
  "“He has to disclose any liability he had over $10,000 at any point in 2017,” Noah Bookbinder, the executive director of Citizens for Responsibility and Ethics in Washington, told me this morning.",
  "To justify his failure to disclose it on last year’s form — which detailed his finances for 2016 — Trump could claim he didn’t know about Cohen’s payment or make any agreement to reimburse it.",
  "Meanwhile, good-government watchdogs are pointing out that this decision came just as the Chinese agreed to sink huge sums into an Indonesian project that will financially benefit … Trump.",
  "The report attempts to create an agenda that could unite working-class whites with working-class minorities, resolving a tension about which group the Democratic Party should prioritize.",
  "* DEMOCRATS’ MARGIN FOR ERROR HAS SHRUNK: Charlie Cook has a balanced take on Trump’s approval ratings: They have inched up, but Democrats are still favored to take the House.",
  "But as Walter Shaub and Adav Noti point out in a piece on this whole dilemma, Giuliani foreclosed that option, too, when he insisted that the payment was not campaign-related.",
  "The need to submit this form shows that in the Stormy Daniels matter, Trump has been boxed in by his lawyer (sic) Rudy Giuliani — and by his own tweets — with no good way out.",
  "But the Daniels story is being driven to no small degree by Trump himself — by his efforts to outrun the facts, and by the ways in which those facts are catching up with him.",
  "The Times adds that this reflects the fact that Trump aides are consumed with “managing his impulses and vying with each other.” Which is to say, this comes from the top.",
  "Things were going so well for them last fall that it was unlikely that primaries nominating exotic candidates would prevent them from winning a bare 218-seat majority.",
  "But then he’d be lying on his financial disclosure form, and those payments (and liabilities) could subsequently come out, revealing Trump’s effort to conceal them.",
  "Trump did not disclose this debt in the financial disclosure form he filed one year ago — back when this payment, and Trump’s reimbursement of it, remained unknown.",
  "… Mr. Pence and his influential chief of staff, Nick Ayers, are unsettling a group of Mr. Trump’s fierce loyalists who fear they are forging a separate power base.",
  "Many have left the labor market with no good prospects for decent employment, are underemployed, or are struggling to piece together work to barely make ends meet.",
  "“We haven’t heard anything that is close to a strategy,” said one of several European officials who discussed the sensitive subject on the condition of anonymity.",
  "… White House officials spent much of the next 24 hours attempting to walk back his statement, saying ZTE’s fate would ultimately be left up to a review by Ross.",
  "Now Democrats can ill-afford nominating too many candidates who are badly flawed or too liberal to win a district that has voted Republican in recent years.",
  "That fact may seem trivially bureaucratic, but lurking at its core is a dilemma for Trump that continues to metastasize into something ever more grotesque.",
  "Trump could also try to find additional loopholes, such as claiming that the reimbursement was a campaign expenditure, which wouldn’t have to be noted.",
  "And remember, many of the Democratic candidates who have already won during this cycle, such as Conor Lamb, didn’t run away from the law.",
  "And hopefully, this will illustrate that there are limits on just how tangled Trump’s web of lies can grow before it finally traps him.",
  "Note this:\n\nThe pain from this jobs shortfall is disproportionately concentrated among Americans without four-year college degrees.",
  "But now we know that Trump did take on this debt in 2017, because Giuliani compelled him to admit it — by blurting out the truth.",
  "Opinion writer\n\nTHE MORNING PLUM:\n\nToday is the deadline for President Trump to file his financial disclosure form for 2017.",
  "Trump is in the awkward position of deciding what to say about his liability to Cohen on his financial disclosure form.",
  "… America, with its unique unwillingness to bargain over drug prices, is basically subsidizing the rest of the world.",
  "And Tuesday, they’re starting a campaign to amplify each state’s premium increases — and tie those to GOP decisions.",
  "“He’s going to have to check a box that will give us a ballpark” for his liabilities to Cohen, Bookbinder says.",
  "Meanwhile, the United States is threatening sanctions on European businesses that keep trading with Iran.",
  "And of those workers, it is even worse for women, people of color, and certain other demographic groups.",
  "At this point, the question is whether there is any economic populist promise that Trump hasn’t broken.",
  "So: No plan for a new deal, but we’ll do all we can to prevent our allies from keeping the old one.",
  "That’s a big change from four election cycles of reluctance to talk about Obamacare on the stump.",
  "… [Then] Trump tweeted again, contradicting Ross’s statement that the issues would be kept apart.",
  "“This was a liability of well over $10,000 through much if not all of 2017,” Bookbinder told me.",
  "Thanks to Giuliani, Trump’s excuse for not disclosing this liability has now evaporated.",
  "But thanks to Giuliani, we now know that Trump did, in fact, incur this debt to Cohen.",
  "In January, the Wall Street Journal broke the news of Cohen’s payment to Daniels.",
  "And Trump’s financial disclosure report will be an important marker in that tale.",
  "And of course, keep in mind that previous Trump upticks have proved temporary.",
  "So Democrats are still favored, but upcoming primaries will matter.",
  "Trump could very well seek an extension of 30 days on his form.",
  "Here’s what has changed:\n\nDemocrats have less margin for error.",
  "Whether that’s plausible or not, we can’t really disprove it.",
  "Some Republicans suggest Avenatti is really out to get Trump.",
  "They’re rolling out ads featuring people helped by the law.",
  "Wasn’t Trump supposed to hate that sort of thing?",
  "But he can’t outrun these facts forever.",
  "The plot gets even more tangled.",
  "But now it gets worse."
]