[
  "Michael Avenatti, the lawyer for adult film actress Stormy Daniels, claims to have evidence of a series of payments made to a bank account in Trump lawyer Michael Cohen's name – including from a company linked to a Russian oligarch and two major corporations, AT&T and Novartis.",
  "Novartis provided CBS News with a statement early Wednesday saying: \"In February 2017, Novartis entered into a one year agreement with Essential Consultants shortly after the election of President Trump focused on US healthcare policy matters.",
  "Avenatti also listed other payments: $399,920 from Novartis, a Swiss pharmaceutical company; $150,000 from Korea Aerospace Industries; and $187,500 from Elliott Broidy, a former deputy finance chairman of the Republican National Committee.",
  "NYU law professor Ryan Goodman, who is a former special counsel for the Defense Department, told CBSN this seems to connect the dots back to Mueller's investigation into Russian influence in the 2016 election.",
  "Contrary to recent reports, Columbus Nova LLC and Renova U.S. Management, LLC (operated under the Columbus Nova umbrella) are not now, nor have ever been, owned by any foreign entity or person.",
  "He points to a series of alleged payments, including $500,000 from an American investment firm linked to Russian oligarch Viktor Vekselberg, who was made a target of U.S. sanctions last month.",
  "Korea Aerospace gave CBS News a statement early Wednesday saying, \"As a service contract, KAI has received legal Advises from Essential Consultants, LLC for Cost Accounting Standards (CAS).",
  "In a statement, Vekselberg and the Renova Group said: \"Neither Victor Vekselberg nor Renova Group has ever had any contractual relationship with Mr. Cohen or Essential Consultants.\"",
  "The New York Times reported Tuesday that Vekselberg was stopped and questioned at a New York-area airport by investigators for special counsel Robert Mueller earlier this year.",
  "In a statement Tuesday, AT&T said: \"Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration.",
  "Cohen established a corporation called Essential Consultants LLC in October 2016, just weeks before the presidential election, according to Avenatti.",
  "According to Avenatti, AT&T paid Cohen's company a total of $200,000 over a series of four payments of $50,000, dating from 2017 to early this year.",
  "\"Novartis was contacted in November 2017 by lawyers from the Special Counsel's office regarding the company's agreement with Essential Consultants.",
  "A Novartis statement later on Wednesday said that the company entered into an agreement that would pay Essential Consultants $100,000 per month.",
  "It said that Novartis did not continue to engage after an initial meeting, but that payments continued because of the terms of the contract.",
  "Avenatti, who has been aggressively pursuing Cohen and President Trump, laid out the claims in a 7-page memo Tuesday evening.",
  "Novartis considers this matter closed as to itself and is not aware of any outstanding questions regarding the agreement.\"",
  "The Monetary Transaction between KAI and Essential Consultants, LLC was indeed legal and rightful business transaction.",
  "It was from this account that a $130,000 payment to a representative of Stormy Daniels was made, according to Avenatti.",
  "In fact, since its founding nearly 20 years ago, Columbus Nova has been and continues to be 100% owned by Americans.\"",
  "This business transaction was part of company's effort to meet global standard by complying accounting provisions.\"",
  "AT&T announced a bid to acquire Time Warner in October 2016, a deal that Mr. Trump was quick to speak out against.",
  "That investment firm, Columbus Nova, is affiliated with the Renova Group, which is controlled by Vekselberg.",
  "Shachtman told CBSN his source wondered aloud to him, \"How the f did Michael Avenatti find out about this?\"",
  "\"As already stated, the engagement of Essential Consultants predated Vas Narasimhan becoming Novartis CEO.",
  "CBS News has reviewed financial documents that appear to support Avenatti's account of the transactions.",
  "Novartis cooperated fully with the Special Counsel's office and provided all the information requested.",
  "The Department of Justice filed suit to block the merger in November 2017 - a ruling is due this June.",
  "The question Avenatti claims to answer is where that and other money ultimately came from.",
  "Noah Shachtman, executive editor of The Daily Beast, said he had confirmed the payments.",
  "They did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "Essential Consultants then opened a bank account at First Republic Bank.",
  "Dr. Narasimhan had no involvement whatsoever with this arrangement.",
  "Michael Cohen did not respond to CBS News' requests for comment.",
  "In a separate statement, Columbus Nova said: \" ...",
  "It's unclear where Avenatti got these documents.",
  "The terms were consistent with the market.",
  "The agreement expired in February 2018."
]