[
  "\"Based upon the advice of counsel, I will assert my 5th [sic] amendment rights in connection with all proceedings in this case due to the ongoing criminal investigation by the FBI and US Attorney for the Southern District of New York,\" Cohen stated in a signed declaration submitted to the court Wednesday afternoon.",
  "The lawyers argued that Cohen's Fifth Amendment rights were implicated once news of the investigation became known, but US District Judge James Otero, at a hearing this past week, had asked for a formal statement from Cohen himself on the Fifth Amendment issue.",
  "The lawyers for Trump, Cohen, and the company Cohen set up to facilitate a 2016 payment to Daniels have been arguing that Daniels' lawsuit against them should be put on hold because of the ongoing criminal investigation into Cohen in Manhattan.",
  "Cohen noted that among the \"devices and documents\" taken in the April 9 searches of his properties was \"information relating to the $130,000 payment\" to Daniels and \"my communications with counsel, Brent Blakely, relating to this action.\"",
  "Michael Cohen will be invoking his Fifth Amendment right against self-incrimination in Stormy Daniels' lawsuit against him and President Donald Trump, he told the federal court hearing the case Wednesday.",
  "Avenatti is seeking to take depositions of Trump and Cohen and to receive documents from them as part of an initial hearing before the federal court to determine whether an agreement even exists.",
  "The request to put the case on hold due to the pending criminal investigation would, if successful, stop any such depositions or document requests from proceeding for the time being.",
  "The $130,000 payment was part of a settlement agreement Cohen reached with Daniels that her lawyer, Michael Avenatti, calls a \"hush agreement.\"",
  "He, along with Trump lawyer Charles Harder, have argued the case should be sent to private arbitration — as is required under the agreement.",
  "In addition to representing Cohen, Blakely also represents the company, Essential Consultants.",
  "She is suing to have the agreement tossed out, in part because Trump didn't sign it."
]