[
  "The shake-up follows a spate of trouble for the pharmaceutical behemoth in Greece, where the firm is accused of making illicit payouts to decision-makers and doctors between 2006 and 2015 to secure inflated prices for its products even though cheaper alternatives were available.",
  "AT&T CEO call hiring Michael Cohen \"big mistake\"\n\nLast week, Daniels' lawyer Michael Avenatti wrote on Twitter that Novartis and U.S. telecom giant AT&T had used the services of Cohen's firm Essential Consultants -- the same company used to make the payment to Daniels.",
  "Swiss pharmaceutical giant Novartis on Wednesday announced the retirement of its top legal expert, as he apologized in a statement for payments made by the firm to Donald Trump's personal lawyer Michael Cohen.",
  "Mr. Trump has denied having an affair with Daniels or knowing anything about that payment but his new lawyer Rudy Giuliani has acknowledged the U.S. president had in fact reimbursed Cohen for the payoff.",
  "In a seven-page memo released on Twitter last week, Avenatti said AT&T paid Essential Consultants a total of $200,000 in a series of $50,000 payments, dating from 2017 to early this year.",
  "The announcement comes after Novartis was dragged into the scandal over Cohen's payment of $130,000 to adult film actress Stormy Daniels just days before the 2016 presidential election.",
  "On May 9, Novartis said it signed a one-year contract for $100,000 a month with the firm in February 2017, seeking advice on the new administration's public health policy.",
  "As a co-signatory with our former CEO, I take personal responsibility to bring the public debate on this matter to an end,\" Ehrat said in a statement issued by the firm.",
  "Ehrat will be replaced starting from June 1 by Shannon Thyme Klinger, who is currently Novartis's ethics, risk and compliance officer.",
  "CBS News has reviewed financial documents that appear to support Avenatti's account of the transactions.",
  "On Wednesday, Novartis's general counsel Feliz R. Ehrat apologized for making the deal.",
  "\"Although the contract was legally in order, it was an error.",
  "The case is under examination by the Greek and US.",
  "authorities."
]