[
  "More: President Trump's Russia denialism is grounds for impeachment\n\nPOLICING THE USA: A look at race, justice, media\n\nNow, Cohen has sought to enforce the agreement to gag Daniels and hit her with $1 million penalties for every disclosure or threat to disclose information on Trump.",
  "CLOSE Already besieged by chaos, President Donald Trump’s White House is increasingly threatened by allegations from his past, with court cases looming from an adult film star, a former Playboy model and a onetime reality show contestant.",
  "New York State Supreme Court Justice Jennifer Schecter rightfully rejected the defense and set the course for Trump to be personally deposed — much like Bill Clinton was forced into a deposition in the Paula Jones litigation.",
  "(Photo: Frederick M. Brown, Getty Images)\n\nA New York state judge this week delivered a major blow to President Trump in rejecting his effort to bar proceedings against him by a former Apprentice contestant, Summer Zervos.",
  "Follow him on Twitter: @JonathanTurley\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "Trump (referred to as David Dennison in the agreement) did not sign but Cohen signed as “Essential Consultants, LLC,” the shell company that Cohen created and appears to be essentially himself.",
  "Jonathan Turley, a member of USA TODAY's Board of Contributors, is the Shapiro Professor of Public Interest Law at George Washington University, where he teaches constitutional and tort law.",
  "In April, I wrote a column warning that Trump’s local counsel in various states were recklessly using presidential privilege and immunity arguments to try to kill various lawsuits.",
  "Zervos is suing Trump for a series of statements that he made concerning her allegation that he “ambushed” her at various times starting in 2007, including groping and kissing her.",
  "Cohen assumed false names and created a shell company to silence of Daniels on her alleged affair with Trump in exchange of $130,000 (which Cohen paid out of his personal funds).",
  "In the meantime, Trump is fielding a growing army of lawyers in trying to silence other women who have come forward with the risk of turning this loss into cascading failures.",
  "No president has ever pursued such a claim and Cohen’s heavy-handed and questionable conduct could taint the case — and any precedent later set by the federal court.",
  "(March 21) AP\n\nAs Trump's legal defense cleans up after him on his Karen McDougal, Stormy Daniels and Summer Zervos cases, they're risking the creation of bad law.",
  "More: Stormy Daniels takes on Donald Trump, but lawyer Michael Cohen is the clear loser\n\nMore: Mueller's potential investigation options are increasing.",
  "The president’s lawyers have repeatedly and publicly been out of sync at critical points — leading to embarrassing corrections or retractions later.",
  "Trump, however, came to office with a long chain of cases dragging behind him and his lawyers have made constitutional claims with reckless abandon.",
  "There is no evidence that White House Counsel Don McGahn has asserted the interests of the White House in limiting such precedent-making arguments.",
  "In the meantime, the costs of this wall (stretching across multiple states and disputes) will continue to rise for the office of the presidency.",
  "While Clinton was forced into a federal proceeding over sexual assault claims by Jones, Trump’s counsel argued that state courts are different.",
  "Executive privilege and some immunities are not expressly stated in the Constitution, but rather are created through courts' interpretations.",
  "Since the statute of limitations had run, Trump could have avoided a lawsuit by refusing to comment or issuing circumspect denials.",
  "Trump just created new precedent that will limit not just himself but future presidents — precisely what some of us warned against.",
  "Past presidents have studiously refrained from cases that might curtail these powers or defenses for future administrations.",
  "In yet another front, former Playboy model Karen McDougal filed this week to get out of her non-disclosure agreement.",
  "Trump also formally entered the case — seeking to gag Daniels and hit her with as much as $20 million in penalties.",
  "That NDA was signed with the National Enquirer, which paid her $150,000 for her own story of an affair with Trump.",
  "Trump’s personal counsel have been seeking to use the fact he is president to either dismiss or delay litigation.",
  "Trump’s close friend, magazine chief executive David Pecker, reportedly instigated the payment to protect Trump.",
  "Cohn was an infamous New York lawyer who played a key role in the McCarthy hearings and various scandals.",
  "It is not just the burgeoning number of lawyers that is the problem for Trump but the lawyers themselves.",
  "Cohen has a reputation as a heavy who threatens journalists and citizens who pose any risk to Trump.",
  "Adding Raphael and Da Vinci to Michelangelo would not have improved the ceiling in the Sistine.",
  "The case is a defamation action is linked to Zervos’ allegation of sexual harassment by Trump.",
  "The magazine then spiked the story in what is widely viewed as a “catch and kill” maneuver.",
  "He was later disbarred for professional misconduct including perjury and witness tampering.",
  "Trump, however, is no longer litigating over construction zones but constitutional spaces.",
  "Instead, he labeled Zervos a liar and tweeted out her pictures as part of these attacks.",
  "He was known to threaten opponents and adopt a scorched earth approach to lawyering.",
  "Information, like water, tends to find its way out against even the strongest walls.",
  "He says said that he is considering using the money personally for a long vacation.",
  "Trump appears to value some of the same attributes in Cohen that he found in Cohn.",
  "(Well-known Republican lawyer Ted Olson reportedly turned Trump down on Tuesday).",
  "Presidents have historically avoided litigation in deference to their successors.",
  "He is at the center of the expanding scandal involving porn star Stormy Daniels.",
  "In March 2016, Trump reportedly asked in frustration \"Where's my Roy Cohn?\"",
  "If so, the ultimate loser will not just be the president but his office.",
  "Now, the first ruling has come down rejecting the president’s arguments.",
  "Trump has long valued lawyers with pitbull, if not rabid, reputations.",
  "The result is now a bad case making bad law for future presidents.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "That made a dead harassment case into a live defamation case.",
  "The key to high-profile cases is consistency and coherence.",
  "Litigation by committee is no better than art by consensus.",
  "Indeed, it is doubtful it would ever have been completed.",
  "One lawyer appears to have been particularly influential.",
  "The president appears to be hiring lawyers by the gross.",
  "The costs are likely only to grow in the coming weeks.",
  "Take Trump’s long-term personal counsel Michael Cohen.",
  "While bad cases can make bad law, so can bad lawyers.",
  "Read or Share this story: https://usat.ly/2ptCjCZ",
  "He represented Trump for many years.",
  "Moreover, it is unlikely to work.",
  "But they're still 'potential.'",
  "Summer Zervos in 2016.",
  "That rarely works.",
  "It never has."
]