[
  "After last night’s interview with Sean Hannity in which he stated President Donald Trump reimbursed his longtime personal attorney Michael Cohen for the $130,000 Stormy Daniels payment, Rudy Giuliani has left many of us wondering regarding Trump, “What did he know and when did he know it?”\n\nIf that makes you think back to Watergate and President Richard Nixon’s fall from power, it should, because the Stormy Daniels matter continues to swirl around the foundation of Trump's presidency — namely by raising questions about whether campaign finance violations occurred and/or whether Trump made false declarations to the federal government on his presidential financial disclosure forms, which would be a crime.",
  "This is the payment Trump said he knew nothing about and that Cohen has repeatedly stated he made entirely on his own, contentions that were already called into question by the president’s own words last week on Fox & Friends when he said Cohen “represented him” in “this crazy Stormy Daniels deal.”\n\nThe $130,000 payment was one of the subjects of last month's FBI search of Cohen's residences and office.",
  "It's hard to imagine that Giuliani’s statements wouldn't bring about further investigation into what Trump knew and when he knew it — as well as what he did or didn't do — regarding the payment, but at the very least, they sure seem to make the president, who the Washington Post estimates is averaging 6.5 false or misleading claims a day since taking office, look like a liar.",
  "§ 1001: The Martha Stewart Provision\n\nIn early March, Citizens for Responsibility and Ethics in Washington (CREW) raised the issue of whether the $130,000 payment constituted a \"loan\" and, if so, whether \"Trump knowingly and willingly failed to report it,\" and asked the Department of Justice (DOJ) and the Office of Government Ethics to investigate.",
  "In response to Giuliani's reimbursement comment, Norm Eisen, chair of CREW and White House Special Counsel for Ethics and Government Reform under President Obama, tweeted, \"Whoa, Rudy may just have proven our @CREWcrew complaint that Trump broke the law by failing to disclose the loan from Cohen on his federal presidential financial disclosures.",
  "Indeed, the specter of potential campaign finance violations isn't new here, as back in March, former prosecutors and current Democratic Representatives Ted Lieu and Kathleen Rice had called on the FBI to investigate whether the payment to Stormy Daniels (as well as another to Playboy Playmate Karen McDougal) violated federal election law.",
  "Section 1001 provides that making false statements or declarations to federal agents or the federal government is a crime punishable by up to 5 years in prison, and it formed the basis of Martha Stewart's conviction in 2004 — not the alleged insider trading that was the subject of the original investigation into her activities.",
  "To recap: Adult film star Stormy Daniels (Stephanie Clifford) through her attorney Michael Avenatti has sued Trump and Cohen in an attempt to have the nondisclosure agreement (NDA) she signed weeks before the 2016 presidential election declared invalid.",
  "Sure, Trump and Cohen could argue that the payment was personal, say to hide the extramarital affair from Trump's wife Melania, and had nothing to do with the election, though Trump has denied any affair, which could throw a kink into that argument.",
  "Along with the NDA came the $130,000 payment at the heart of Giuliani’s comments, which he later clarified to The New York Times, describing Trump's payment plan to Cohen “over a period of several months” set up from Trump's personal account.",
  "And this doesn't even touch whether the Trump Organization could be implicated, as remember Cohen used his company email account when arranging payment and Daniels' attorney addressed correspondence to Cohen as \"Special Counsel to Donald J.",
  "He is making a conclusion of law in favor of Trump, but a closer look at the underlying facts reveals that he may actually have strengthened the arguments that campaign finance violations did occur, possibly by both Cohen and Trump.",
  "In sum, if Cohen made the payment and Trump knew about it, and the goal was to keep this information concealed from voters before the election, they both could be in a lot of legal trouble with Giuliani's revelations.",
  "The LLC formation and payment occurred from mid- to late October 2016, which closely followed the release of the Access Hollywood tape that included Trump's lewd conversation about groping women in early October.",
  "Other notables who have recently gotten tripped up by this statutory provision regarding lying to federal agents include former Trump administration official Michael Flynn and Trump campaign official Rick Gates.",
  "He later added, \"This is more than enough for DOJ to investigate whether Trump intentionally omitted from his federal financial disclosures the $130,000 owed to Cohen & so violated 18 USC 1001, a crime.\"",
  "There's a strong argument to be made then that the money changed hands because of a political motive, i.e., to keep information about Daniels from voters, making it a political contribution.",
  "Giuliani's Interview\n\nFormer New York Mayor Rudy Giuliani, recently hired as a defense lawyer for Trump, flatly denied the possibility of campaign finance violations to Hannity.",
  "Let’s talk about the “law firm” in Giuliani’s quote, which was not a law firm at all, but a limited liability company organized by Cohen to “funnel” the payment to Daniels.",
  "This hush agreement that won’t shut up was allegedly intended to silence Daniels about a consensual sexual relationship she had with Trump in the mid-2000s.",
  "Despite the efforts of a couple panel members to explain away his comments and guess at a possible legal strategy, Ingraham wasn't convinced.",
  "Under the Federal Election Campaign Act (FECA), individual political contributions to campaigns are limited to $5,400 and must be reported.",
  "A Closer Look at Campaign Finance Laws\n\nA wee problem here is that just because Giuliani says there was no violation doesn’t make it true.",
  "Okay, maybe he flips his stance on that or changes course and says the deal was to spare his wife the pain from an untrue rumor.",
  "As a candidate, Trump could make unlimited contributions to his own campaign, but they also must be disclosed.",
  "“Essential Consultants LLC” was created on October 17, 2016, just weeks before payment was executed from it.",
  "Meanwhile back over at Fox News, Laura Ingraham led a discussion about Giuliani’s Hannity interview.",
  "All of this occurred in the month leading up to the 2016 presidential election.",
  "funneled through a law firm and then the president repaid it,” Giuliani said.",
  "Those are filed under criminal penalty for false statements, 18 USC 1001.\"",
  "Fine, that could make the payment “perfectly legal” as Giuliani contends.",
  "“I love Rudy,\" she said, \"but they better have an explanation for that.",
  "That’s a problem.”\n\nYeah, and that'd be an understatement.",
  "But could they argue any of that with a straight face?",
  "Maybe if they practiced in the mirror a whole lot?",
  "Would anyone believe them anyway?",
  "No campaign finance violation .",
  "“It’s not campaign money.",
  "And that timing matters.",
  "But wait, there's more!",
  "SCREEEEECH.",
  "18 U.S.C.",
  "Hold up.",
  "Trump.\"",
  ".",
  "."
]