[
  "In Think Big, Trump boasted about the large number of prestigious women that he has slept with, although being a gentleman he names no names:\n\nOftentimes when I was sleeping with one of the top women in the world I would say to myself, thinking about me as a boy from Queens, “Can you believe what I am getting?”\n\nSo his having slept with a prominent porn star is pretty consistent with the persona he projects.",
  "I thought that determining the ideal tax position for Stormy Daniels to take with respect to the $130,000 in \"hush money\" she received from Essential Consultants LLC was enough diversion from more serious and interesting matters such as my upcoming piece on the interaction between cost segregation and the revision to Code Section 1031 (like-kind exchanges).",
  "“Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly,” Mr. Cohen said in a statement to The New York Times.",
  "\"The totally untrue and ridiculous story written by Life & Style Magazine about Donald J. Trump emanated from a sleazy and disgusting website which, upon strong notification, fully withdrew its posting,\" read a statement to E!",
  "We know of no authority which warrants such an allowance, and we do not think it possible that Congress intended to permit a deduction as an ordinary and necessary expense of business under the circumstances confronting us.",
  "She rated the story false:\n\nBoth Trump and Daniels are vehemently denying the story about the two of them hooking up after Trump had played in a golfing event and then meeting up multiple times afterward.",
  "Life & Style magazine, however, informed our attorneys that 'it is too late...we have already gone to print and distribution,' even though, in fact, they were properly informed prior to going to print.",
  "Overall, I would hesitate to deduct the $130,000 as an ordinary and necessary business expense of the Trump Organization, but that's a pretty old case, so it might be worth taking a chance on it.",
  "The Tax Court wrote:\n\nIn considering this argument, we point out that we do not have before us the problem of the deductibility of expenditures paid in the defense of business reputation.",
  "She also publicized these matters within the community to the detriment of petitioner Bonney (who was a practicing attorney and corporate executive), and threatened to continue to do so.",
  "We all know that Trump has used rather questionable tax deduction in the past as seen here $916 million question but would this one qualify as a lawyer client privilege for tax purposes?",
  "“The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\n\nFaced with those assertions, here is the theory I would put out.",
  "\"At the same time,\" Cohen concluded, \"Mr. Trump and the Trump Organization would like to thank and commend Stormy Daniels and her attorneys for their honesty and swift actions.\"",
  "He went for an annulment in 1945, and there were issues:\n\nEdna filed affidavits containing allegations which impugned Bonney's personal character and professional integrity.",
  "Without going into excruciating analysis of the available reports, I think Essential Consulting LLC having Michael Cohen as its single member is the most probable scenario.",
  "In order to stop Edna from carrying out her threats, petitioner paid her a substantial amount of money and caused to be conveyed to her his interest in a valuable farm.",
  "If there is a trade or business going on and more than one member, the LLC (or foreign equivalent) defaults to being a corporation if it is a foreign.",
  "At Joseph B. Cohan and Associates we used to satirize that notion of required symmetry by referring to \"the big balance sheet in the sky.\"",
  "I had looked at the question a bit in working on the Stormy piece, but decided that I would rather focus on her side of the transaction.",
  "There is a little detail about him that might be troubling, disclosed in TheDirty.com story, but you have to read it closely to notice.",
  "To Be Stormy's Accountant\n\nI took this as a challenge to figure out the optimal tax accounting for the other side of the transaction.",
  "We are here dealing with payments asserted to have been made to an extortioner demanding and accepting them without color of right.",
  "\"Correctly, upon seeing that the article was false, all other publications likewise withdrew and did not write their article.",
  "A domestic LLC defaults to being a partnership if it has more than one member and a \"disregarded entity\" if it only has one.",
  "Regardless, the drama about the story in 2011 provides the basis of what I think the best way to characterize the $130,000.",
  "Nik Richie is quite upset that his site is not getting mainstream acknowledgment of breaking the story over six years ago.",
  "Could the \"hush money\" to Stormy Davis be considered an ordinary and necessary business expense of the Trump Organization?",
  "It is not clear to me whether Mr. Cohen was operating as an independent lawyer or an employee of the Trump Organization.",
  "Being a \"disregarded entity\" means that any transaction of the LLC is treated as if it were done by the single member.",
  "That makes it an ordinary and necessary business expense of Cohen's legal practice, deductible under Code Section 162.",
  "We all know the promises by Trump to make his tax return available to the public was another deception to get elected.",
  "There were several issues about different people decided and the one that is relevant here concerns Theodore Bonney.",
  "Bonney married Edna Wheaton Strark, who he later found was divorced and could not remarry without court permission.",
  "I think Cohen could have a strong argument for deducting the $130,000 as an expense of not aggravating his client.",
  "I do respond to readers who figure how to hunt me down, though, so I thought this message deserved some attention.",
  "News that she's not commenting, but the story is \"bulls--t.\" So you can imagine what Trump's lawyers are saying.",
  "That is interesting but, to me most significant, was the identification of the \"sleazy and disgusting website.\"",
  "Of course that is consistent with Cohen's statements as reported by Maggie Haberman of the New York Times.",
  "Summary\n\nRemember the Prime Directive - If you don't have documentation, at least have a plausible story.",
  "It was more a matter of following through on an implicit warranty of work done for Donald Trump in 2011.",
  "Perhaps the best business decision would be to bear the cost himself rather than aggravate his client.",
  "I enjoyed your \"capital gains\" article on Stormy in Forbes .... but what about Trump's own tax return?",
  "If The Money Really Came From Michael Cohen\n\nStormy Daniels was paid by Essentials Consulting LLC.",
  "Still let's go with the theory that the revelation would be bad for Trump Organization business.",
  "In the latter case, you are looking at a limited itemized deduction that is an AMT preference.",
  "The only authority that I could find was a Tax Court decision from 1955 (Samuel Towers, et.al.",
  "Does he go to his client, Donald Trump, and tell him he needs to come up with even more money?",
  "The Trump Organization and Donald J. Trump will be bringing a lawsuit against the magazine.",
  "That's as good as it gets and it also knocks out the whole campaign contribution question.",
  "That's probably because I find the idea of having Stormy Daniels as a client intriguing.",
  "Income for one taxpayer does not necessarily mean a deduction for some other taxpayer.",
  "Would it be a tax deduction for Trump as an ordinary business expense to his lawyer?",
  "The attachment that accountants have to double entry is just too strong sometimes.",
  "Your trial balance has to balance, but that does not mean everything else will.",
  "And Michael Cohen, whatever else he might be, is one of Donald Trump's vendors.",
  "That means the payment, if it has tax significance, goes on Mr. Cohen's return.",
  "As far as my reader's comment goes, there is one issue that I need to clarify.",
  "The Tax Court was not buying that as deductible and the Second Circuit agreed.",
  "Back in 2011, he was presumably paid to put the Stormy Daniels story to rest.",
  "News wrote about the Trump-Daniels connections in a piece titled - So True?",
  "It is our view that such an allowance would be contrary to public policy.",
  "My reader wrote:\n\nIf one has a capital gain someone else has a deduction.",
  "It is a very rare example of a blog being the subject of tax litigation.",
  "I find this of particular interest because I have covered TheDirty.com.",
  "There are reports of President Trump being really tough on his vendors.",
  "But what if Cohen was actually serving as a conduit for Trump money?",
  "News from Michael Cohen, executive VP and special counsel to Trump.",
  "In reality, tax transactions are not necessarily symmetrical.",
  "By \"best\" I mean, of course, most favorable to the taxpayer.",
  "If one has a capital gain someone else has a deduction.",
  "Will you have a second installment on that perspective?",
  "Did Donald Trump Cheat on Melania With a Porn Star?!",
  "A Key Player\n\nBack in 2011 Natalie Finn of E!",
  "It can elect to be taxed as a corporation.",
  "An LLC is an interesting tax creature.",
  "That is a little harder to evaluate.",
  "And here it is cropping up again.",
  "Could Trump Deduct The $130,000?",
  "It can be a number of things.",
  "Trump and Cohen, not so much.",
  "That would be TheDirty.com.",
  "(They were married in 1937.",
  "Not nearly as good a deal.",
  "A-plus for the XXX star!",
  "Daniels herself told E!",
  "Is it deductible?",
  "Different times.)",
  "24 TC 199).",
  "One caveat.",
  "So False?"
]