[
  "Rule 4.1 states, “In the course of representing a client, a lawyer shall not knowingly make a false statement of fact or law to a third person.” Likewise, Rule 8.4(c) states that an attorney shall not “engage in conduct involving dishonesty, fraud, deceit or misrepresentation.”\n\nThen there is the problem with an attorney raiding his home equity account to cover costs for a client.",
  "When Trump was accused of a campaign-finance violation over the Daniels payment, Cohen insisted that “neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.”\n\nHe later added that the money was his own, and that it came from his home equity account.",
  "Daniels argues that Cohen himself nullified the agreement by speaking publicly, and that it was invalid due to Section 8.6, which states that the parties understand “this agreement, when signed by all parties, is a valid and binding agreement.”\n\nTrump never signed under either his pseudonym or his real name.",
  "Let’s start with this curious document entitled \"Confidential Settlement Agreement and Mutual Release; Assignment of Copyright and Non-Disparagment (sic) Agreement.” Exhibits 1-2 in the lawsuit: Cohen created the shield company Essential Consultants LLC and adopted an anonymous identity to pay off Daniels.",
  "If so, it falls in the same level of legal advice as telling a client, “If we keep our eyes shut, no one can see us.”\n\nThat does not mean that it will not be ruled binding on Daniels, who did accept $130,000 for the agreement.",
  "First, if he is speaking truthfully that Trump had no knowledge of the payment, he signed a document on behalf of a client (and ostensibly binding the client) without either consulting with his client or securing his consent.",
  "POLICING THE USA: A look at race, justice, media\n\nCohen reportedly complained that the delay in paying off Daniels was due to the fact that he could not reach Trump and later complained that Trump never reimbursed him.",
  "Rule 1.8(e) states clearly that “a lawyer shall not advance or guarantee financial assistance to the client” except contingency cases (not applicable here) or indigent client cases (certainly not applicable here).",
  "Follow him on Twitter: @JonathanTurley\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "That raises a host of other ethical and legal concerns, including Rule 3.4 on fairness to other parties (which includes the withholding of material information and using threats against an opposing party).",
  "Cohen, in the meantime, is seeking to bar her lawsuit and stop her from discussing her relationship with Trump — and might even try to block a 60 Minutes interview she did with Anderson Cooper.",
  "Jonathan Turley, a member of USA TODAY's Board of Contributors, is the Shapiro Professor of Public Interest Law at George Washington University, where he teaches constitutional and tort law.",
  "In the end, the real identity of Dennison and Peterson might not matter as much as who Cohen was, and what he was doing in the middle of this muddle of his own creation.",
  "Cohen used a “Trump.org” email account to arrange this transaction, but said he used his own money to try to silence a potential embarrassment for a client.",
  "He filed a complaint with a private arbiter under the agreement and secured a temporary restraining order to prevent Daniels from filing her lawsuit.",
  "More: Stormy Daniels is just one reason Trump couldn't work in his own White House\n\nMore: The Stormy Daniels hush money scandal is a big deal.",
  "CLOSE Stormy Daniels is an adult film star who says she had a sexual encounter with Donald Trump in 2006, while he was married to Melania.",
  "(Photo: Joe Raedle, Getty Images)\n\nThe scandal involving porn star Stormy Daniels and President Trump is now a matter for a court of law.",
  "Cohen, who recently proclaimed that “I will always protect Mr. Trump,” may have to put his own bar license at risk to do precisely that.",
  "That could run afoul of Rule 1.8 on conflicts of interest in negotiating literary or media rights on subject matters of representation.",
  "If he expected reimbursement, his statements to the Federal Election Commission and others are factually and legally questionable.",
  "Rule 1.4 of the New York Rules of Professional Conduct require conferral and communication with a client on such agreements.",
  "Moreover, if he did not have Trump's consent, his representations to Daniels would appear false and potentially fraudulent.",
  "Daniels is seeking a declaration that the agreement drafted by long-standing Trump attorney Michael Cohen is null and void.",
  "Cohen appears to have drifted well outside the navigational beacons for most lawyers in securing the Stormy Daniels deal.",
  "As for the other party, “PP,” she is “Peggy Peterson” aka Stormy Daniels, also known (legally) as Stephanie Clifford.",
  "The agreement, however, only refers to arbitration options for Trump and Daniels, not Essential Consultants.",
  "It is not clear whether Cohen honestly thought this incompetent and clumsy arrangement would work.",
  "This only magnifies the lingering unanswered question: What was Cohen when he was doing this work?",
  "However, the one clear loser is likely to be Cohen, whose conduct raises serious ethical concerns.",
  "There are also allegations that Cohen coerced or badgered Daniels into signing this agreement.",
  "A licensed attorney in New York since 1992, Cohen has painted himself into an ethical corner.",
  "If he needed to speak with Trump (and did not) his own admission could be used against him.",
  "Once again, it is not clear who Cohen is representing because EC is essentially Cohen.",
  "Indeed, the agreement protected “David Dennison” or “DD,” also known as Donald Trump.",
  "The problem is that David Dennison aka DD aka Trump never signed the agreement.",
  "Finally, Cohen is reportedly shopping a book about his representation of Trump.",
  "Stormy Daniels, aka Stephanie Clifford, Pompano Beach, Fla., March 9, 2018.",
  "The validity of this bizarre agreement has only become murkier with time.",
  "As a result of his effort to insulate Trump, Cohen is utterly exposed.",
  "Attorneys are not supposed to intermingle personal and client funds.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "More: Mueller's potential investigation options are increasing.",
  "She ignored the order and may have the stronger legal argument.",
  "USA TODAY\n\nWhat was Cohen when he was trying to protect Trump?",
  "However, Cohen signing as EC LLC did execute the agreement.",
  "Just having to ask that question bodes poorly for him.",
  "Just having to ask that question bodes poorly for him.",
  "Those statements, if true, are hopelessly confused.",
  "Read or Share this story: https://usat.ly/2IigFtY",
  "Cohen’s recent moves only add to the confusion.",
  "Cohen filed the complaint on behalf of EC LLC.",
  "Here's what you may not know about her.",
  "That would be a clear ethical breach.",
  "A friend, a fixer, or a lawyer?",
  "A friend, a fixer, or a lawyer?",
  "But they're still 'potential.'",
  "We're treating it that way."
]