[
  "CBS News' Paula Reid points out, however, that regardless of the letter offering to return the money, the contract is either valid or void, and that will be decided by a judge, who would decide whether the original agreement is valid without the president's signature and also whether it's still valid since Cohen has been talking about the agreement to the media.",
  "CBS News has obtained a letter sent by her lawyer to Cohen Monday morning saying that in exchange for the return of the money, Clifford wants the nondisclosure agreement she signed to be deemed null and void, thus allowing her to \"speak openly and freely about her prior relationship with the President and the attempts to silence her.\"",
  "\"Neither EC (Essential Consultants, the LLC formed by Cohen to pay Clifford) nor the President shall take any action, legal or otherwise, aimed at preventing Ms. Clifford's recent interview with Anderson Cooper of \"60 Minutes\" from airing publicly.\"",
  "Porn star Stephanie Clifford, who claims she had an affair with President Trump over a decade ago, is offering to return the $130,000 that Trump attorney Michael Cohen paid to her in exchange for her silence on the topic.",
  "And Clifford, whose stage name is Stormy Daniels, also wants to be able to use any text messages, photos or videos she has, relating to the president, \"without fear of retribution and/or legal liability for damages.\"",
  "The letter mentions a specific television interview -- Clifford recently sat down with CBS News contributor Anderson Cooper for \"60 Minutes,\" but that interview has not yet aired.",
  "On Wednesday, Clifford filed suit in California on Tuesday asking a court to throw out a non-disclosure agreement preventing her from discussing an alleged affair with Mr. Trump.",
  "This came after an arbitrator issued a temporary restraining order against Clifford last week to stop her from talking about the case or her alleged affair with Mr. Trump.",
  "Clifford asked the court on Tuesday to nullify the agreement, claiming Mr. Trump never signed the document, and that it is null and void as a result.",
  "Avenatti says that Cohen had the arbitrator issued the order without giving Clifford or her her lawyer a chance to argue their side of the case.",
  "Signed by Clifford's attorney, Michael Avenatti, the letter gives Cohen until 12:01 p.m. Tuesday to respond before the offer is withdrawn.",
  "This is another attempt by Clifford to dispense with the NDA.",
  "Julia Kimani Burnham contributed to this report."
]