[
  "Three of the companies, AT&T, Swiss pharmaceutical company Novartis and South Korean aerospace giant Korea Aerospace Industries, have had major public policy issues before the Trump administration in the past year.",
  "Bookbinder said there are \"still a lot of unanswered questions\" and pointed to the difference between corruption and lobbying, which is paying someone else to make the case to government officials following rules.",
  "Another firm, Columbus Nova, an American investment firm with ties to Russian oligarch Viktor Vekselberg, said it paid Cohen $500,000 for real estate investment advice.",
  "\"There's a lot of potential legal exposure for Michael Cohen and conceivably for the president depending on what he knew and if any money got to him,\" he said.",
  "Press secretary Sarah Huckabee Sanders said Wednesday she was not \"aware of\" any actions the president had taken to benefit any of the companies.",
  "The report was released Tuesday by Michael Avenatti, the lawyer representing porn star Stormy Daniels in her lawsuit against Cohen and Trump.",
  "\"You've got millions of dollars that are ... being deposited into this account,\" Avenatti said on MSNBC Wednesday.",
  "Cohen has admitted paying $130,000 to Daniels to secure her silence about having sex with Trump, which he denies.",
  "Avenatti's report details suspicious transactions connected with Cohen's company, Essential Consultants.",
  "Novartis and AT&T have both said they paid Cohen for strategic advice about the new administration.",
  "Cohen told reporters Wednesday that Avenatti's report is \"inaccurate,\" according to NBC News.",
  "Cohen said the payment was legal, and Daniels has sued to end her nondisclosure agreement.",
  "— CNBC's Christina Wilkie, CNBC's Dan Mangan and Reuters contributed to this report.",
  "\"Michael Cohen appears to be selling access to the president of the United States.\"",
  "KAI said it paid him for advice on government accounting standards.",
  "He did not elaborate on what he considered wrong about the report."
]