[
  "In a statement, Novartis said this week that it hoped for advice on how the Trump Administration might approach health care issues such as the Affordable Care Act, but one month into the contract it met with Cohen and determined that he would be “unable to provide the services that Novartis had anticipated.”\n\n“As the contract, unfortunately, could only be terminated for cause, payments continued to be made until the contract expired by its own terms in February 2018,” the statement said.",
  "“It was not until the following month in January 2018 that the media first reported, and AT&T first became aware of, the current controversy surrounding Cohen.”\n\nFebruary 2017: Novartis signs a one-year contract with Cohen\n\nSwiss drugmaker Novartis signed a one-year contract with Cohen in February of 2017 for almost $1.2 million.",
  "April 6, 2018: Treasury Department sanctions Vekselberg\n\nThe Treasury Department imposed sanctions on Vekselberg and six other of Russia’s richest men and 17 top officials over meddling in the 2016 election, preventing them from traveling to the United States or opening a bank account with any major company or bank in the West.",
  "Early 2018: Mueller team questions Vekselberg\n\nFederal agents working with the Mueller investigation stopped Vekselberg after he stepped out of a private plane at an airport in the New York area in either late March or early April, searching his electronic devices and questioning him, according to the New York Times.",
  "A company spokesman confirmed the payment, saying it was sent when work was completed on a contract to provide advice on “legal consulting concerning accounting standards on production costs.” The company provides aircraft components to Boeing and is jointly bidding with Lockheed Martin to see a military jet.",
  "Nov. 8, 2016: Trump elected president\n\nJanuary 2017: Columbus Nova hires Cohen\n\nIn the new document, Avenatti alleges that Vekselberg and his cousin, Andrew Intrater, sent eight payments to Cohen through a private equity firm called Columbus Nova beginning in January 2017 and continuing through August.",
  "In a statement, the company said it hired Cohen as a business consultant on real estate investments and called claims that Vekselberg was involved “patently untrue.”\n\nJan. 20, 2017: Vekselberg attends Trump’s inauguration\n\nChief Justice John Roberts administers the oath of office to Trump in 2017.",
  "Early 2017: AT&T hires Cohen\n\nAT&T said in a statement this week that it hired Essential Consulting and other firms in early 2017 “to provide insights into understanding the new administration,” but that it “did no legal or lobbying work for us” and the contract ended in December of 2017.",
  "(Getty) CBS/Getty Images\n\nIn an appearance months later on “The Late Show with Stephen Colbert,” Avenatti revealed a receipt from a bank in San Francisco that shows a $130,000 payment from Essential Consultants to Daniels’ then-attorney, Keith Davidson, on Oct. 27.",
  "(Getty) Bloomberg—Bloomberg via Getty Images\n\nDuring the annual World Economic Forum meeting in Davos, Switzerland, incoming Novartis CEO Vas Narasimhan met with Trump and 16 other European business executives at a private dinner, according to STAT News.",
  "(Christopher Morris) Christopher Morris\n\nVekselberg was one of at least half a dozen politically connected Russians who attended Trump’s inauguration as a guest of “one of his closets American business partners,” a spokesman told the Washington Post.",
  "April 9, 2018: FBI raids office and hotel room of Cohen\n\nFBI agents raided Cohen’s office and hotel room on April 9, seizing business records, emails and documents on several subjects, including payments to Daniels from Essential Consultants.",
  "Sometime in November of 2017, it dropped the reference and the website is now listed as “under construction.” An attorney for Columbus Nova told NBC News the firm has “managed assets on behalf of Renova Group” but is not owned by Vekselberg.",
  "November 2017: Vekselberg’s company removes Columbus Nova from its website\n\nEarlier iterations of the Renova Group’s website list Columbus Nova as one of its companies, according to archived versions available on the Wayback Machine.",
  "On Tuesday, a lawyer for adult film actress Stormy Daniels unveiled a report alleging that Michael Cohen’s company, Essential Consultants LLC, received payments from AT&T, Novartis and Korea Aerospace, as well as a Russian oligarch.",
  "Oct. 17, 2016: Michael Cohen founds Essential Consultants LLC\n\nCohen established Essential Consultants LLC in Delaware shortly before the presidential election, according to corporate documents reported by the Wall Street Journal.",
  "“As an example of the power structure I’m fighting, AT&T is buying Time Warner and thus CNN, a deal we will not approve in my administration because it’s too much concentration of power in the hands of too few,” he said.",
  "January 2018: Novartis CEO dines with Trump at Davos\n\nPresident Donald Trump looks on ahead of a special address on the closing day of the World Economic Forum in Davos, Switzerland, on Friday, Jan. 26, 2018.",
  "(Getty) ALEKSEY NIKOLSKYI—AFP/Getty Images\n\nRussian oligarch Viktor Vekselberg was among the attendees at a gala dinner at a Moscow hotel celebrating the 10th anniversary of the Russian TV network RT.",
  "November 2017: Mueller contacts Novartis about contract with Cohen\n\nNovartis said it was contacted in November of 2017 by Special Counsel Robert Mueller‘s office about the contract with Cohen.",
  "Revelations about the finances of a private company set up by President Donald Trump’s personal lawyer have raised questions about his activity during the first year of Trump’s presidency.",
  "Oct. 22, 2016: Trump criticizes AT&T-Time Warner deal\n\nDuring a speech in Pennsylvania, Trump criticized a potential deal between AT&T and Time Warner on the very day it was announced.",
  "Intrater, Vekselberg’s cousin, gave $250,000 to Trump’s inauguration, while Vekselberg’s longtime business associate Leonard Blavatnik gave $1 million, according to federal filings.",
  "“Suggestions to the contrary clearly misrepresent the facts and can only be intended to further personal or political agendas as to which Novartis should not be a part,” it said.",
  "Dec. 10, 2015: Viktor Vekselberg attends dinner with Michael Flynn\n\nRussian President Vladimir Putin (R) speaks with Skolkovo Foundation President Viktor Vekselberg in 2014.",
  "Oct. 27, 2016: Essential Consultants pays Daniels’ attorney $130,000\n\nStormy Daniels in her interview with Anderson Cooper broadcast on CBS' 60 Minutes on March 25, 2018.",
  "“Cohen did not legal or lobbying work for us, and our contract with Cohen expired at the end of its term in December 2017,” AT&T wrote in an email to all U.S. employees.",
  "Cohen said the document is “inaccurate.”\n\nThe report raises questions about how Cohen operated, what business he did for Trump and what else the money was spent on.",
  "May 7, 2018: Avenatti releases document on Essential Consultants payments\n\n-With reporting from Haley Sweetland Edwards in New York\n\nContact us at editors@time.com.",
  "November 2017: Korea Aerospace pays Cohen\n\nThe Avenatti document said that Korea Aerospace Industries Ltd. paid Essential Consultants $150,000 on Nov. 27, 2017.",
  "As a limited liability corporation, the business does not have to reveal much publicly, especially in Delaware, which is known for lax corporate records laws.",
  "Retired Lt. Gen. Michael Flynn, who was advising Trump’s campaign at the time, was paid $45,000 to speak at the gala and sat next to Putin at the head table.",
  "The New York Times, NBC News and the Associated Press reviewed financial documents which confirm much of the report by Michael Avenatti, Daniels’ lawyer.",
  "Avenatti says the company paid $200,000 in late 2017 and early 2018 — a timeline AT&T disputes — but CNN reported that the amount may have been higher.",
  "The sanctions were levied after Congress overwhelmingly passed legislation which had been opposed by the Trump Administration.",
  "All of this went to the same coffers from which Cohen paid Daniels $130,000 to stay quiet about an alleged affair with Trump.",
  "“In hindsight, this must be seen as a mistake,” a senior company spokesman told Reuters.",
  "In a statement, Novartis said the dinner was “in no way related” to the Cohen contract.",
  "Cohen has acknowledged authorizing the payment, but never confirmed the exact date.",
  "Flynn later pleaded guilty to making false statements to FBI agents.",
  "Here’s a timeline of what we know.",
  "(Trump denies any affair.)"
]