[
  "In a sharp departure from his predecessors, Trump began raising campaign funds in the first months of his presidency, allowing his aides to spend money staging the campaign-style rallies he relishes and to start collecting funds with the Republican National Committee the GOP can use ahead of November's midterm elections to help retain its majorities in Congress.",
  "(April 9) AP\n\nPresident Trump (Photo: Alex Wong, Getty Images)\n\nWASHINGTON — President Trump's campaign has raised $10.1 million so far this year, and has stockpiled more than $28 million in available cash for a re-election campaign that is more than two years away.",
  "Among Trump's other top expenses so far this year: nearly $1.7 million in digital consulting and online advertising services paid to the Texas firm run by his campaign manager Brad Parscale, according to campaign filings Sunday with the Federal Election Commission.",
  "He and his allies have set up a legal defense fund, The Patriot Legal Defense Fund Trust, to help defray legal expenses for aides caught up in the Mueller probe — although few details about the trust's funding and spending are publicly available so far.",
  "Trump's contributors have paid $93,000 since early January to Charles Harder, the Beverly Hills attorney who sought unsuccessfully to stop the publication of author Michael Wolff's explosive tell-all book Fire and Fury: Inside the Trump White House.",
  "Those bills topped $834,000 during the first three months of this year, as Trump donors picked up the tab at several law firms, including one handling some of the headline-grabbing controversies surrounding the president in recent months.",
  "The firm has represented the campaign and Trump in the past, but it also has worked for Essential Consultants, Cohen's limited liability company fighting with Daniels over her effort to break free of the confidentiality agreement.",
  "Harder, perhaps best known as the attorney who represented Hulk Hogan in the lawsuit that bankrupted the gossip website Gawker, also has represented Trump in the president's recent legal battles with porn star Stormy Daniels.",
  "More: How Stormy Daniels and her brash lawyer cornered President Trump and Michael Cohen\n\nMore: Donald Trump loses bid to toss out corruption lawsuit brought by Maryland, DC\n\nRead or Share this story: https://usat.ly/2qBtRlB",
  "If the campaign paid Harder for work related to Daniels, Ryan wrote, that could amount to \"concession\" by Trump that president's battle with Daniels over the confidentiality agreement \"is a political— NOT personal expense.\"",
  "In another break from presidential tradition, Trump has refused to relinquish ownership of his businesses — allowing him to draw profits, if he chooses, from his real-estate and licensing empire.",
  "Trump campaign officials on Sunday night said neither payments to Harder nor Rosen involved legal work on Cohen's behalf but did not address the nature of the services the lawyers provided.",
  "On Sunday, Common Cause's top lawyer Paul Ryan said on Twitter that Trump's use of campaign money to pay Harder could bolster the group's argument that the payment broke election laws.",
  "Nearly $150,000 from the campaign this year went to Trump's own businesses, including the president's hotel in Washington where the campaign paid for lodging, meals and other services.",
  "Late last year, Trump stopped using donors' money to pay his legal bills related to special counsel Robert Mueller's probe into Russian interference in the 2016 presidential election.",
  "But more than 20% of the nearly $3.9 million Trump spent this year went to pay legal bills, according to the reports his campaign filed Sunday with the Federal Election Commission.",
  "Sunday's filings also show that John McEntee, Trump’s personal assistant who left his White House job March 12 after losing his security clearance, is now on the campaign payroll.",
  "In addition to payments to Harder, the Trump campaign also paid a little more than $186,000 this year to New York-based law firm of LaRocca, Hornick, Rosen, Greenberg and Blaha.",
  "Federal prosecutors on Friday disclosed that Cohen has been the subject of a months-long criminal probe overseen by the U.S. Attorney's Office in Manhattan.",
  "The tally of campaign spending does not include any activity by joint fundraising committees Trump operates with the Republican National Committee.",
  "Cohen has acknowledged paying Daniels $130,000 just 11 days before the 2016 presidential election as part of what Daniels calls a \"hush\" agreement.",
  "Cohen is scheduled to appear in a New York courtroom Monday to discuss his attempt to block prosecutors from viewing the material agents seized.",
  "Eight law firms and the Trump Organization all provided \"legal consulting\" services to the campaign during the first three months of this year.",
  "She is suing to break free of a confidentiality agreement she reached with Trump's longtime personal attorney Michael Cohen.",
  "Watchdog groups, such as Common Cause, argue the payoff was likely an illegal, excessive contribution to Trump's campaign.",
  "Daniels, whose legal name is Stephanie Clifford, says she had a sexual encounter with then-New York businessman in 2006.",
  "CLOSE President Donald Trump also called special counsel Robert Mueller's investigation \"an attack on our country.\"",
  "The legal expenses dipped from the $1.1 million the campaign spent on legal expenses during the previous quarter.",
  "Cohen funneled the payment to Daniels through Essential Consultants.",
  "The FBI last week raided Cohen's offices, home and hotel room.",
  "He earned $22,000 in March, according to the filings."
]