[
  "The Treasury Department’s inspector general is expanding a probe into leaks of confidential reports about suspicious banking activity by Michael Cohen, President Trump’s former personal attorney, to include an uncorroborated allegation that some of those reports were mysteriously absent from a government database.",
  "The investigation began last week after Michael Avenatti, an attorney for adult-film star Stormy Daniels, detailed transactions in which large firms with business interests before the U.S. government transferred hundreds of thousands of dollars to Essential Consultants, a company controlled by Cohen.",
  "Peter Djinis, an anti-money- laundering expert who held top jobs at FinCEN and its predecessor office, said leaking an SAR would be “very dangerous and highly inappropriate” because it could erode confidence in the government’s privacy safeguards.",
  "All three SARs were filed by First Republic, the bank where Cohen created an account for Essential Consultants, which he used to pay Daniels $130,000 shortly before the 2016 election in exchange for her silence about an alleged affair with Trump.",
  "Five former government officials and experts on financial crime told The Washington Post that access to reports on the president’s former attorney could have been restricted over concern they were particularly vulnerable to leaking.",
  "The official told the magazine that the report contained references to two earlier reports about Cohen’s financial activity — reports the official said were missing from the Financial Crimes Enforcement Network (FinCEN) database.",
  "(Drew Angerer/Getty Images)\n\nIn a letter Thursday, Wyden sought more information about “reported alterations” in the SAR database related to Cohen and Essential Consultants, including “possible removal or sequestration” of SARs.",
  "Richard Delmar, counsel to the inspector general, said investigators will now explore questions raised by the New Yorker after receiving a request from Sen. Ron Wyden (Ore.), the ranking Democrat on the Finance Committee.",
  "“Under long-standing procedures, FinCEN will limit access to certain SARs when requested by law enforcement authorities in connection with an ongoing investigation,” Treasury spokesman Steve Hudak said.",
  "“I find that laughable.”\n\nBanks are required by law to keep copies of SARs for five years, the experts said, so removing them from the Treasury database would not wipe out a record of those reports.",
  "Restricting access to SARs is rare enough that it must be done manually; perhaps after FinCEN restricted access to Cohen’s two SARs, another was filed and left unrestricted, the official said.",
  "The unauthorized disclosure of an SAR carries civil penalties of up to $100,000 for each violation and criminal penalties of up to $250,000 and/or imprisonment not to exceed five years.",
  "Several U.S. officials said they expect to eventually file criminal charges in the matter, in part because the system tracks which reports are accessed by which government employees.",
  "An FBI raid last month of Cohen’s home, office and hotel room — part of an investigation into possible bank fraud, wire fraud and campaign finance violations — was widely publicized.",
  "Avenatti, Daniels’s attorney, declined to comment Thursday on whether he knew the identity of the leaker, and he repeated his long-held demand that the reports be made public.",
  "It alludes to the earlier SARs, saying they documented transactions of more than $3 million but do not reveal the individuals or corporations involved, the magazine said.",
  "If law enforcement working on the Cohen probe could not find an SAR in the database, officials could seek records from the bank or from their investigative files.",
  "Thousands of local, state and federal law enforcement officials have access to the database of SARs, which are used as investigative leads and rarely made public.",
  "On Thursday, Treasury officials sought to tamp down concerns, saying in a statement that since 2009, FinCEN has had the ability restrict access to sensitive SARs.",
  "A government coverup of the Cohen reports “makes no sense,” said Aaron Wolfson, a lawyer who previously oversaw suspicious activity reporting for JPMorgan Chase.",
  "The New Yorker story quoted former government officials and experts as expressing a range of concern about the source’s inability to locate the two SARs.",
  "Banks are required to file the reports with the Treasury Department when they suspect money laundering, terrorism financing or other illegal activity.",
  "“I would be cautious about reaching a conclusion that something nefarious was going on,” said attorney Carlton Greene, a former FinCEN chief counsel.",
  "Experts also said the leaker’s concern that SARs could be permanently deleted suggested a lack of familiarity with financial crime prosecutions.",
  "Avenatti is seeking to represent Daniels in a dispute in federal court in New York over material seized by the FBI in the Cohen raids.",
  "Late Wednesday, the New Yorker published a story about an unnamed law enforcement official it said had leaked the report.",
  "If banks lose faith, they may not participate in the reporting system, undermining the power of SARs to detect crime.",
  "Leakers of these reports can face criminal prosecution, and accessing the SAR database leaves an electronic trail.",
  "Michael Cohen, former personal attorney for President Trump, exits the New York City Loews Regency Hotel in May.",
  "He also asked that “policies and procedures related to access to and management of the database” be reviewed.",
  "It’s not clear why one SAR related to Cohen would have remained visible in the database while others did not.",
  "If the leaker used his or her own credentials, FinCEN could already know the individual’s identity, he said.",
  "The investigation could take longer if the leaker used someone else’s credentials to log in to the database.",
  "Several news outlets reported later that they had reviewed financial records detailing the transactions.",
  "Cohen’s attorneys are opposing Avenatti’s request, citing his release of private banking transactions.",
  "According to the New Yorker, the leaked SAR covered transactions from September 2017 to January 2018.",
  "The information appeared to come in part from a Suspicious Activity Report (SAR), experts said.",
  "Djinis said FinCEN can detect who has queried the database and which SARs they have retrieved.",
  "Tom Hamburger, Ellen Nakashima and Devlin Barrett contributed to this report.",
  "One former senior FinCEN official said it could have been a matter of timing.",
  "Fearing a coverup, the official leaked the report, the magazine said.",
  "They did not respond to calls seeking comment Thursday.",
  "A spokesman for First Republic declined to comment."
]