[
  "AT&T on Wednesday told employees in a message obtained by POLITICO that it hired Michael Cohen, President Donald Trump's personal lawyer, to provide insight on Trump's thinking | Andrew Harnik/AP Photo AT&T seeks to explain Cohen deal as Washington scrutiny builds\n\nAT&T on Wednesday scrambled to address revelations about a secret financial relationship between the company and Trump lawyer Michael Cohen, as Democratic lawmakers pressed for details on the payments.",
  "“Their answer is they pay a lot of consultants.” He said lawmakers will watch to see what surfaces in the future and aim “to make some sense out of whatever it is they’re alleging.”\n\nDaniel Auble, senior researcher at the Center for Responsive Politics, told POLITICO that AT&T's arrangement with Cohen, though it may raise eyebrows, wasn't necessarily illegal.",
  "Minnesota Sen. Amy Klobuchar and Rhode Island Rep. David Cicilline, the top Democrats on the Senate and House Judiciary Committees' antitrust panels, suggested in a letter Wednesday to the Justice Department's top antitrust enforcer that the payments \"may have been part of an attempt to influence the outcome of the AT&T/Time Warner merger investigation.\"",
  "Sen. Richard Blumenthal (D-Conn.) told reporters during a press conference on net neutrality that the Senate Judiciary Committee should probe the matter as part of its ongoing investigation into Russian influence on the 2016 U.S. election.",
  "AT&T on Wednesday told employees in a message obtained by POLITICO that it hired Cohen, President Donald Trump's personal lawyer, to provide insight on Trump's thinking about net neutrality, antitrust enforcement and tax reform.",
  "Story Continued Below\n\n“Companies often hire consultants for these purposes, especially at the beginning of a new presidential administration, and we have done so in previous administrations, as well,” the message states.",
  "The ordinary consumer ... will be denied that kind of access.”\n\n\"It is hard to understand what Michael Cohen's specific expertise is in telecommunications matters,\" Sen. Brian Schatz (D-Hawaii) told POLITICO.",
  "The telecom giant on Tuesday acknowledged its relationship with Cohen after Michael Avenatti, the lawyer for porn actress Stormy Daniels, claimed the company paid $200,000 to Essential Consultants.",
  "Congressional Democrats on Wednesday said the talks with Cohen warrant further scrutiny and illustrate just how little access the average citizen has to Washington's halls of power.",
  "“It certainly will be by the special counsel.”\n\nFor its part, the Senate Commerce Committee, which has jurisdiction over telecom matters, may not rush to probe the incident.",
  "\"If AT&T hired Cohen to tell them what the president is thinking and which people to talk to about what, that doesn't need to be disclosed under the current law.\"",
  "They asked Assistant Attorney General Makan Delrahim whether he knew about the payments or is aware of any additional payments that haven't been disclosed.",
  "\"There is a substantial amount of activity that happens in Washington that a reasonable person would call lobbying but does not get disclosed,\" he said.",
  "The following month, “the media first reported, and AT&T first became aware of, the current controversy surrounding Cohen,” according to the message.",
  "The Republican-controlled FCC also had the potential to repeal net neutrality regulations, which it ultimately did under Chairman Ajit Pai.",
  "It had recently announced plans to acquire Time Warner in a $85 billion deal, a merger that Trump vowed to block on the campaign trail.",
  "As a Washington outsider, he lacked the same political network as other candidates and his campaign platform was light on specifics.",
  "Many companies clamored for information about Trump and his policy positions after his surprise victory in November 2016.",
  "\"My instinct is this is what it looks like — which is, they were paying someone for their proximity to power.",
  "Under Delrahim, the DOJ's Antitrust Division is seeking to block the AT&T-Time Warner merger in court.",
  "\"It's an odd thing to be paying the president's lawyer for insight,\" Rep. Ro Khanna (D-Calif.) said.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Cohen used that firm to make a hush-money payment to Daniels before the 2016 election.",
  "But a number of Democratic lawmakers said they were still troubled by the development.",
  "AT&T in particular had a number of unsettled matters critical to its business.",
  "The company explained its contract with Cohen expired in December 2017.",
  "“It reflects on, again, the need for equal access,” Blumenthal said.",
  "Is there anything illegal about it?” Chairman John Thune (R-S.D.)",
  "“AT&T will always have its means of reaching powerful officials.",
  "“It should be reviewed and investigated,” he said.",
  "“We’re just kind of digesting it,” Thune said.",
  "You can unsubscribe at any time.",
  "The question is, why him?\"",
  "told reporters Wednesday.",
  "“I don’t know."
]