[
  "“That Uber car you jump into, the hotel room you stay in, even a classroom where smoking hasn’t been allowed for decades: These are places where you are often exposed to a lot more than you expect.”\n\nDoris Tyler, who was blinded in a stem-cell procedure, poses for a portrait while sitting on her bed in her home in Ocoee, Fla. (Zack Wittman for The Washington Post)\n\nOUCH: The FDA is asking federal courts to permanently stop two stem cell companies from operating after reports of patients being blinded by their treatments, The Post's William Wan and Laurie McGinley report.",
  "“These include the high list prices set by manufacturers; seniors and government programs overpaying for drugs due to lack of the latest negotiating tools; rising out-of-pocket costs for consumers; and foreign governments free-riding off of American investment in innovation.”\n\nI told the American Hospital Association we have a @POTUS who is unafraid to drive the disruption we need.",
  "“The direct provider contracting proposal also reflects our interest in testing ways to reduce burdens on providers, especially those that may be impeding care coordination.”\n\nMEDICAL MISSIVES\n\n(iStock)\n\n— The nationwide outbreak of dangerous E. coli infections continues to spread, now affecting 29 states and sickening 149 people, the CDC said yesterday.",
  "Novartis was clearly engaged in some major damage control yesterday, issuing a lengthy statement saying it fully complied with the special counsel's inquiries — and essentially pouring cold water on the idea that anything came out of the relationship with Cohen, who its executives thought could provide insight into Trump's plans on health-care policy.",
  "https://t.co/WO5QLRsti8 — Susan Hennessey (@Susan_Hennessey) May 9, 2018\n\nBloomberg News White House reporter Jennifer Epstein:\n\nMichael Cohen pitched himself to Novartis's CEO promising access to Trump and members of his inner circle, leading them CEO to push his team to make what turned out to be a $1.2 million deal for one meeting.",
  "The study follows previous research finding third-hand smoke increased the risk of lung cancer in mice, another study last year finding it caused an increased the risk of liver damage and diabetes in mice, and a third study revealing heavy smoke residue remained on carpets and walls in casinos months after smoking was banned.",
  "“They have identified one farm in Yuma, Ariz., as having grown whole-head lettuce linked to cases of food poisoning in an Alaska prison, but they do not know where that lettuce became contaminated...The CDC is still urging consumers to avoid eating or buying any kind of romaine lettuce from the Yuma region.\"",
  "Stem Cell Clinic in Florida, the Cell Surgical Network in California and others like them are exploiting patients desperate for cures and causing some of them “serious and permanent harm.” The agency said both companies “have continued to disregard the law” and marketed products without regulatory approval.",
  "“We want your input on the best way to make this a reality, and we will applaud those who make this vision a reality on their own.”\n\n\n\n““I believe you ought to have the right to know what a procedure is going to cost, and what it’s going to cost you, out of pocket — before you get it,” he said.",
  "Democrats had slammed Trump for proposing to cut $7 billion from the Children's Health Insurance Program as part of “rescission” efforts (Congress's process of pulling back money that was previously authorized), but the cuts would come out of CHIP's leftover and emergency funding.",
  "“Novartis determined that Michael Cohen and Essential Consultants would be unable to provide the services that Novartis had anticipated related to U.S. healthcare policy matters and the decision was taken not to engage further,” the company said in a statement Wednesday afternoon.",
  "— A few more good reads from The Post and beyond:\n\nStudy finds little bang for the buck in Zika blood testing Screening blood donations for the Zika virus netted only a few infections at a cost of more than $5 million for each positive test result, according to new research.",
  "Novartis said yesterday it didn’t gain special access to the president or his policies, despite its $1.2 million contract with a shell company run by his attorney Michael Cohen – the same firm used to pay Stormy Daniels to keep quiet about her alleged affair with Trump.",
  "New York Times Magazine\n\nREPRODUCTIVE WARS\n\nGoogle suspends all ads related to Irish abortion referendum Google is suspending all advertising connected to Ireland's abortion referendum as part of moves to protect \"election integrity,\" the company announced Wednesday.",
  "“President Trump believes it is a top priority to build a system that puts American patients first, and HHS is focused on solving a number of the problems that plague drug markets,” Azar said during his address yesterday to the American Hospital Association.",
  "(Jabin Botsford/The Washington Post)\n\n— HHS Secretary Alex Azar previewed Trump’s scheduled Friday address on drug prices, saying the president wants to go “much, much further” than what has already been outlined in his administration's budget proposal.",
  "\"Federal regulators have not approved any of their procedures, and critics liken the facilities to modern-day snake-oil salesmen....Many stem cell researchers and former patients have long urged the FDA to take stronger action against the clinics.",
  "AP\n\nMorning Mix Dr. Dre versus Dr. Drai: Legendary rap icon loses trademark battle to gynecologist “When I became a physician and I graduated from medical school, I became Dr. Drai, obviously because I’m actually a physician,” Draion Burch said.",
  "(Scott Olson/Getty Images)\n\nAHH: Contrary to claims by Democrats, the spending request the White House is sending to Congress wouldn't reduce the number of children with health insurance, the Congressional Budget Office said yesterday.",
  "“It shows that just because you’re in a nonsmoking environment, it doesn’t mean you aren’t exposed to tobacco,” Peter DeCarlo, an atmospheric chemist at Drexel University and lead author of the latest study, told William.",
  "“We believe the right way to do that is to protect seniors from catastrophic costs, require middlemen to share the savings at the pharmacy counter and make seniors’ costs more predictable,” the campaign’s website reads.",
  "The campaign calls for making the prescription drug program more affordable and predictable, citing ideas such as requiring insurers to pass rebates straight to patients when they pick up prescriptions at the pharmacy.",
  "https://t.co/X47h1ogUej pic.twitter.com/02yqIdLeR7 — Alex Azar (@SecAzar) May 9, 2018\n\nSome highlights from the rest of Azar’s remarks:\n\nAzar called for greater transparency in the pricing of health-care procedures.",
  "“We want your input on the best way to make this a reality, and we will applaud those who make this vision a reality on their own.” He recommended expediting the shift of certain services to non-hospital settings.",
  "Current Novartis chief executive Vas Narasimhan attended a January group dinner at the World Economic Forum that Trump also attended, but the company said yesterday it had nothing to do with the Cohen contract.",
  "\"Hundreds of such clinics have popped up across the country in recent years, many promoting treatments for conditions including Parkinson’s disease, autism and multiple sclerosis,\" William and Laurie write.",
  "https://t.co/NswUK7M8N2 — Jennifer Epstein (@jeneps) May 9, 2018\n\nThe Post's Paul Farhi:\n\nIf I’ve got this straight, Michael Cohen was paid by, and for, the following:\n\n\n\n--AT&T: “Insights” into new admin.",
  "“We released a new request for information about testing the concept of direct provider contracting within Medicare,” he said, adding direct primary care has generated interest from patients and providers.",
  "The same year, its U.S. unit agreed to pay as much as $152.5 million to settle a class-action lawsuit brought by female workers who alleged discrimination over pay and promotion, and for pregnancy.",
  "A useful explainer on all the confusing ties, from The Post's Roz Helderman:\n\nAHH, OOF and OUCH\n\nUniversity of Chicago medical students rally in December for Congress to reauthorize CHIP funding.",
  "Not only that, but the drugmaker is caught up in a flurry of new reports that Robert Mueller, head of the investigation into Russian election interference, is scrutinizing clients who paid Cohen.",
  "INDUSTRY RX\n\n(iStock)\n\n— Yesterday, the Pharmaceutical Research and Manufacturers of America launched a new ad campaign to air its preferred solutions for seniors in the Medicare Part D program.",
  "A study published Wednesday found tobacco smoke from outside can seep into a nonsmoking classroom, cling to surfaces and circulate through the building again through air-conditioning systems.",
  "— Paul Farhi (@farhip) May 9, 2018\n\nNovartis is based in Basel, Switzerland, but it’s the fourth-highest spender of any individual pharmaceutical company on lobbying in the United States.",
  "Allyson Chiu\n\nOPIOID OPTICS\n\nChildren of the Opioid Epidemic In the midst of a national crisis, mothers addicted to drugs struggle to get off them — for their babies’ sake, and their own.",
  "The FDA gave approval in August to its drug Kymriah, a groundbreaking cancer treatment for childhood leukemia that uses patients’ genetically altered immune cells to fight the disease.",
  "Current and former agency officials have acknowledged the need for greater regulation of the booming industry, citing limited resources for the lack of aggressive action in the past.\"",
  "In 2010, it paid the government a $422.5 million fine for marketing an epilepsy medicine for unapproved uses and for paying kickbacks to doctors to prescribe it and five other drugs.",
  "SUGAR RUSH\n\nWhite House press secretary Sarah Huckabee Sanders on press freedom: \"This is one of the most accessible White Houses:\"\n\nA woman thought she had bad allergies.",
  "The revelations about Novartis’s interactions with Cohen come as the drug industry as a whole awaits what Trump will say in a planned speech Friday on U.S. drug costs.",
  "As my colleagues Laurie McGinley and Carolyn Y. Johnson noted, the therapy’s approval signals a new era of treating cancer by mobilizing the body’s own immune system.",
  "Third-hand smoke can be absorbed through skin, and can be inhaled and ingested months or even years after the smoke has dissipated, The Post’s William Wan reports.",
  "CHIP, a health insurance program for low-income children, is run by states and was recently reauthorized by Congress after being left in limbo for several months.",
  "OOF: A growing number of researchers are sounding the alarm about \"third-hand smoke,\" which is the residual chemicals left on indoor surfaces from tobacco smoke.",
  "Of the 129 people who have become ill (ranging from ages 1 to 88), half have been hospitalized, 17 have developed severe kidney failure and one person has died.",
  "““I believe you ought to have the right to know what a procedure is going to cost, and what it’s going to cost you, out of pocket — before you get it,” he said.",
  "Cohen had promised former Novartis chief executive Joe Jimenez increased access to Trump and influencers in the new administration, per a report by Stat News.",
  "Lawfare Executive Editor Susan Hennessey:\n\nNovartis is saying it paid Michael Cohen $1.2 Million dollars for a single meeting that produced nothing?",
  "Senate Health, Education, Labor and Pensions Committee holds a hearing on “Examining Oversight Reports on the 340B Drug Pricing Program” on May 15.",
  "(Here’s an interview The Washington Post’s Lillian Cunningham did with Jimenez in September 2015, which includes a discussion of high drug costs.)",
  "President Trump has seen how the high cost of healthcare is burdening so many Americans - and he has given us a mandate to do something about it.",
  "It was Daniels’s lawyer, Michael Avenatti, who revealed Tuesday that Novartis and several other companies made payments to Cohen’s company.",
  "But directing some of it to President Trump’s personal lawyer doesn’t seem to have been a great strategy — and is backfiring in a big way.",
  "Last year it paid $8.8 million for help in-house and from a cadre of independent lobbying firms, according to data from OpenSecrets.org.",
  "The American Enterprise Institute holds an event on “Reshaping the veteran narrative with the Department of Veterans Affairs” on May 15.",
  "The American Enterprise Institute holds an event on “Fixing health care: Driving value through smart purchasing and policy” on May 16.",
  "But officials from the company had a one-time meeting with Cohen in March 2017, and Novartis said nothing much happened after that.",
  "While Trump promised on the campaign trail to tackle rapidly rising prices, he has said little about the issue since taking office.",
  "The Alliance for Health Policy holds an event on state opportunities to address prescription drug costs in Medicaid on Friday.",
  "(AP Photo/Mary Altaffer)\n\nSwiss pharmaceutical giant Novartis spends gobs of money aimed at influencing policy in Washington.",
  "That's an increase of 28 people and four states since the most recent update on May 2, our colleague Lena H. Sun reports.",
  "It’s the worst outbreak since the 2006 outbreak of E. coli from baby spinach, when 205 people became sick and five died.",
  "In its analysis, the CBO projected the suggested cuts wouldn't affect the payments to states over the 2018-2028 period.",
  "Gleevec wasn’t originally supposed to make much money, but has since become the company’s biggest drug by revenue.",
  "In 2001, Novartis launched its breakthrough cancer medicine Gleevec, which treats a rare form of leukemia.",
  "While the original list price was $26,400 for a year’s supply, it has since soared to more than $120,000.",
  "“The movement of more and more services outside of the four walls of a hospital has been a positive one.",
  "“The movement of more and more services outside of the four walls of a hospital has been a positive one.",
  "The cause of her runny nose was much worse:\n\nWhat you should know about the new ‘Juuling’ trend:",
  "And it committed to paying him the money without any understanding of his ability to perform?",
  "AP\n\nDAYBOOK\n\nComing Up\n\nThe Heritage Foundation holds an event on mental illness on Friday.",
  "“The outbreak has proved to be a complicated case for federal investigators,” Lena writes.",
  "Its contract with Cohen’s firm, Essential Consultants, expired in February of this year.",
  "Jimenez was among drug executives who met with Trump in February 2017 to discuss prices.",
  ": “Accounting standards for jet production costs.”\n\n\n\n--Columbus Nova: Investments.",
  "It has, all else being equal, lowered costs and improved outcomes,” he suggested.",
  "It has, all else being equal, lowered costs and improved outcomes,” he suggested.",
  "These are just not mistakes that large companies with armies of lawyers make.",
  "The company is the first to have a gene therapy cleared in this country.",
  "Azar promised to make value-based care models easier for providers.",
  "Novartis executives have interacted with Trump from time to time.",
  "For all its successes, Novartis has run into some difficulties.",
  "AGENCY ALERT\n\nHealth and Human Services Secretary Alex Azar.",
  "Mueller's team sought information from Novartis in November.",
  "THE PROGNOSIS\n\nTrump attorney Michael Cohen in New York.",
  "--Novartis: Healthcare policy advice.",
  "The agency says the U.S.",
  "--Korea Aerospace Ind.",
  "Many talents!"
]