[
  "In a declaration submitted along with the filing, Daniels states that she had expected that Trump was going to be signing the document, didn't know that he hadn't signed it until this February, and that she wouldn't have signed the agreement or accepted the money if she knew Trump was not going to sign it.",
  "Daniels, the adult film star whose real name is Stephanie Clifford, has sued the president, Cohen, and the company Cohen set up in 2016 to facilitate the $130,000 payment to Daniels as part of a settlement agreement that would require her to remain silent.",
  "Responding to the argument that a contract was formed because Daniels signed the agreement and accepted the money, Avenatti argues that \"the Settlement Agreement called upon Mr. Trump himself to [do more] beyond the $130,000 payment from EC.\"",
  "The lawyer for Stormy Daniels on Monday fought back against the effort by lawyers for President Donald Trump and his personal lawyer to send Daniels' lawsuit to arbitration — a move that would shield the matter from the public.",
  "If Trump is not a party to the agreement, as Daniels and Avenatti argue, then Avenatti — referring to the terms of the agreement — goes a step further: \"EC’s only role in the Settlement Agreement was payment of the $130,000.",
  "Avenatti argued in a Sunday filing that he should be allowed to depose Trump and Cohen, as well as request certain documents from them, as part of their effort to prove to a jury that no agreement was formed.",
  "Later in the week, speaking out about the agreement for the first time since Daniels discussed her alleged relationship with Trump on 60 Minutes, Trump denied having known about the agreement.",
  "Monday's filing fighting the arbitration request argues that EC, LLC, has no rights under the contract to compel arbitration and that no agreement was formed because Trump did not sign it.",
  "On Monday, Daniels and Avenatti filed their opposition to the arbitration request — arguing first that the court, and not an arbitrator, should resolve whether an agreement was formed.",
  "The filings in federal court in California came hours before news broke that federal agents had executed search warrants against Trump's personal lawyer, Michael Cohen, in New York.",
  "A week ago, lawyers for the company, Essential Consultants, LLC, filed a motion seeking to compel arbitration in the case, and Trump's lawyer filed a motion joining in that request.",
  "An essential part of the agreement, Avenatti argues, is that Trump was giving up the right to take action against Daniels other than as provided for in the settlement.",
  "She wants the agreement tossed out, with her lawyer, Michael Avenatti, arguing that there never was an agreement because Trump never signed it.",
  "EC is not a party to the arbitration clause.\"",
  "EC is not entitled to seek remedies.",
  "EC has no rights of enforcement."
]