[
  "WASHINGTON (Reuters) - A law firm representing U.S. President Donald Trump and the corporation that paid porn actress Stormy Daniels $130,000 in what she called hush money over an alleged affair with Trump said in a court filing that it was seeking at least $20 million in damages for multiple violations of a nondisclosure agreement.",
  "In a filing with the U.S. District Court for the Central District of California made public on Friday, the Blakely Law Group also asked for a lawsuit by Daniels that seeks to nullify the agreement to be moved to a federal district court from a county court.",
  "“The fact that a sitting president is pursuing over $20 million in bogus ‘damages’ against a private citizen, who is only trying to tell the public what really happened, is truly remarkable,” Avenatti said.",
  "They are now attempting to remove this case in order to increase their chances that the matter will ultimately be decided in private arbitration, behind closed doors, outside of public view and scrutiny.",
  "In a letter to Cohen on Monday, Daniels offered to return the $130,000 to an account designated by Trump so she could be released from the agreement, which she signed in October 2016.",
  "Slideshow (2 Images)\n\nEarlier on Friday, Avenatti told MSNBC and CNN that Daniels had been physically threatened and warned to remain silent about her relationship with Trump.",
  "We will oppose this effort at every turn.”\n\nAvenatti has filed a lawsuit in Los Angeles claiming Trump never signed the nondisclosure agreement, rendering it null and void.",
  "He told Reuters on Friday that six women had been in touch with his law firm to describe relationships with Trump, and that two had signed nondisclosure agreements.",
  "Under the nondisclosure agreement, Daniels, whose legal name is Stephanie Clifford, could be subjected to a $1 million penalty each time the deal was broken.",
  "Attorney Michael Avenatti, who represents Daniels, said on Friday, “This is simply more of the same bullying tactics from the president and Mr. Cohen.",
  "Michael Cohen, a private lawyer for Trump, has said he paid Daniels $130,000 of his own money during the 2016 presidential election campaign.",
  "Brent Blakely, who filed the action on behalf of Essential Consultants LLC and Trump, did not reply to a request for comment.",
  "He said Clifford would elaborate on it during a CBS “60 Minutes” interview due to be broadcast on March 25.",
  "Daniels has alleged that she had an affair with Trump that began in 2006 and lasted several months.",
  "Cohen has not explained why he made the payment and has not said if Trump was aware of it.",
  "“To put it simply - they want to hide the truth from the American people.",
  "Avenatti would not provide details about the threat.",
  "Cohen ignored the offer."
]