[
  "President Trump says Michael Cohen is no longer his personal lawyer: \"I haven't spoken to Michael in a long time\" https://t.co/1QD4TU3hQl pic.twitter.com/8wcj04eMSa — CNN (@CNN) June 15, 2018\n\nTrump was first asked about Cohen flipping, and he responded that he “did nothing wrong.”\n\n“You have to understand, this stuff would have come out a long time ago,” Trump said.",
  "The filing claimed that Avenatti’s frequent media appearances — where he frequently blasts Cohen and Trump — were “depriving” Cohen of “his right to a fair trial.”\n\nA California judge refused to grant an emergency gag order against Avenatti but asked for more information from Cohen’s attorneys and Avenatti in the coming days.",
  "Avenatti’s more than 100 media appearances, and his tweets, are “likely to result in Mr. Cohen being deprived of his right to a fair trial, and threatens to turn what should be a solemn federal court proceeding into a media circus,” Cohen’s attorney Brent Blakely wrote in the court filing.",
  "New reporting from CNN’s Kara Scannell indicates Cohen has hinted to family and friends that he’s willing to cooperate with federal authorities to “alleviate pressure” on him and his family, and because he’s feeling alienated by Trump, who’s tried to distance himself from his associate.",
  "Avenatti has also released information about Cohen beyond that case, including documents that revealed Cohen’s firm Essential Consultants LLC had received payments from companies such as AT&T, Novartis, and Columbus Nova, a company tied to Russian oligarch Viktor Vekselberg.",
  "Early this week, reports began percolating that Cohen was thinking of flipping and cooperating with federal prosecutors in the Southern District of New York — though there were conflicting accounts of how close he was to possibly reaching a deal.",
  "Trump said Cohen’s not his lawyer but that he’s “always liked Michael”\n\nIf Cohen decides to cooperate with federal prosecutors because he thinks Trump is snubbing him, then Trump probably won’t convince him after his comments on Friday.",
  "Cohen’s request for Avenatti to cease his “publicity tour” comes as more reports suggest Cohen is thinking about cutting a deal and cooperating with federal prosecutors, and Trump tries to put more distance between himself and Cohen.",
  "The court filing revealed investigators had “reconstructed” contents from a shredding machine that added up to about 16 pages, and obtained the contents of 731 messages and call logs from encrypted messaging apps.",
  "Avenatti is representing porn actress Stormy Daniels, who is suing Trump and Cohen over the 2016 nondisclosure agreement that paid Daniels $130,000 to stay quiet about her alleged 2006 affair with Trump.",
  "After sauntering out to the White House lawn to appear on Fox & Friends, Trump answered a few questions from a gaggle of reporters, and when Cohen came up, he said that Cohen was no longer his attorney.",
  "#Basta pic.twitter.com/S5lSaG2uvq — Michael Avenatti (@MichaelAvenatti) June 15, 2018\n\nAvenatti blasted Cohen’s filing as “complete joke and baseless” on Twitter after Cohen filed the request.",
  "But that case has been put on hold temporarily as Cohen faces far more serious legal troubles in the form of a federal investigation led out of the Southern District of New York.",
  "The federal investigation into Cohen is separate from the special counsel’s investigation into Russian interference, but Cohen’s connections to Trumpworld are diverse and deep.",
  "I don’t do anything wrong.”\n\n“I always liked Michael,” Trump also said, adding that “he hadn’t spoken to Michael in a long time” before saying Cohen wasn’t his lawyer anymore.",
  "https://t.co/XII8J2w45D pic.twitter.com/lLtvZ1nxXu — erica orden (@eorden) June 15, 2018\n\nCohen’s lawyers have 10 days to review the materials, according to the court filing.",
  "As Vox’s Andrew Prokop writes:\n\nOn Friday, prosecutors with the Southern District of New York updated the judge on materials seized in an April 9 FBI raid on Cohen.",
  "On Wednesday, George Stephanopoulos of ABC News reported that Cohen’s legal team was departing, signaling Cohen was “likely” going to cooperate with prosecutors.",
  "Cohen’s gag order request against Stormy Daniels’s attorney\n\nCohen’s attorneys filed the request Thursday to quiet Avenatti and quash his media blitz.",
  "These payments were later confirmed by the companies and had reportedly come to the attention of special counsel Robert Mueller.",
  "But other reports suggested that while Cohen was shifting legal representation, it might have to do with his lawyer bills.",
  "On Thursday, Cohen asked a California judge to issue a gag order against Stormy Daniels’s attorney, Michael Avenatti.",
  "The court denied the request for immediate relief on Friday but asked more documents from both sides in the case.",
  "Michael Cohen, President Trump’s longtime personal lawyer and fixer, is battling legal troubles on all fronts.",
  "Here is the Order the Court just issued denying Mr. Cohen emergency relief as it relates to trying to gag me.",
  "SDNY says in filing that it has recovered 16 pages of material produced from Michael Cohen's shredder.",
  "Avenatti has until June 25 to respond, and Cohen’s attorneys have a final due date of July 2.",
  "It also wasn’t clear if federal prosecutors had approached him about cooperation.",
  "The Court found he and Mr. Blakely failed to show any need for immediate relief.",
  "It has also obtained 731 pages of messages and call logs from encrypted apps.",
  "The Daniels lawsuit seems the least of Cohen’s legal troubles now.",
  "“But I always liked Michael,” he repeated.",
  "How close is Cohen to flipping?",
  "“I did nothing wrong."
]