[
  "But while Novartis may be facing some heat reputation-wise—and facing important questions about its managerial judgment—it’s not difficult to see the financial rationale for the drug maker’s seemingly cavalier attitude toward a $1.2 million sunk cost: The Cohen payment is barley even a blip on the Novartis’ radar.",
  "On a tangential but related note, it’s also part of the reason that organizations like Taxpayers Against Fraud argue that substantial fines levied on companies for bad behavior may not be very effective; large organizations can pretty easily absorb the fine and weather a temporary fall in stock price.",
  "In the span of 24 hours between Tuesday and Wednesday, the Swiss pharmaceutical giant issued three separate statements about $1.2 million it had paid to Trump lawyer Cohen’s firm, Essential Consultants, for insights into the Trump administration’s health care policy stances.",
  "Novartis’ connection to Cohen drew a flurry of scrutiny about whether or not the firm had done its due diligence vetting a would-be consultant, and how much the decision to retain his services was spurred by a desire for access to President Trump’s ear via his attorney.",
  "That’d be like someone with a take-home pay of $50,000 deciding to spend about $8.50 on a potentially valuable source of insight—even if the service proves to be bunk, you’re still out less than ten bucks.",
  "Novartis’ critics are raising more big-picture issues than the money, and there are still plenty of questions about what the company was trying to achieve through its relationship with Cohen.",
  "The company repeatedly emphasized that the arrangement with Cohen is not ongoing, and that it was made before new CEO Vas Narasimhan took the top perch.",
  "So a $1.2 million Cohen payout represents just 0.002% of Novartis’ net 2017 sales, 0.017% of its net income, and 0.012% of its free cash flow.",
  "That translated into $7.7 billion in net income and $10.4 billion in free cash flow, according to the company’s full year earnings report.",
  "But this financial reality is part of the reason that massive firms, including drug makers, feel free to make risky bets.",
  "Drug maker Novartis became entangled in the ongoing Donald Trump-Stormy Daniels-Michael Cohen saga this week.",
  "Subscribe to Brainstorm Health Daily, our newsletter about the most exciting health innovations.",
  "Novartis raked in more than $49.1 billion in global net sales in 2017."
]