[
  "In the past few days, however, there have been a couple of plot developments involving a couple of the principal characters: Clifford became embroiled in a public fight with the producers of the British “Celebrity Big Brother” about her last-minute decision not to appear on the show, and her lawyer, Michael Avenatti, showed up at a local Democratic Party picnic in New Hampshire and gave a speech about why he might run for President of the United States.",
  "I have nothing to hide.” Lanny Davis, a lawyer for Cohen—and a former Clinton associate—then announced that he had been talking to the actual Dean, a Nixon White House counsel whose testimony helped bring down that President, and Dean said that he considered it a compliment for Trump to call him a “RAT.” In a separate tweet, Trump urged everyone to brush up on the McCarthy era—an injunction that could be read in a number of different ways.",
  "And, in an indication of how hard it is to separate the threads of the various investigations—or to figure out what has upset Trump when he tweets angrily about the “witch hunt”—the Times also reported this weekend that Don McGahn, the White House counsel, had been far, far more forthcoming in interviews with Robert Mueller’s team than Trump’s lawyers had realized.",
  "Cohen reportedly faces a broad range of other alleged crimes that go beyond taxis, extending to possible tax and campaign-finance violations, being explored by both the United States Attorney for the Southern District of New York and the office of Robert Mueller, the special counsel looking into alleged Russian interference in the 2016 campaign and related matters.",
  "Another is that Cohen’s lawyers released the tape of the preëlection hush-money conversation, which involved a possible hundred-and-fifty-thousand-dollar payment to American Media, Inc., which had, in turn, paid Karen McDougal, a former Playboy model who said that she had an affair with Trump, for her story, and then buried it.",
  "In another new development, on Friday, the Washington Post reported that, according to its sources, Broidy is under investigation for soliciting tens of millions of dollars from Malaysian and Chinese officials with the promise that he could help to persuade the Trump Administration to take certain actions on their behalf.",
  "In his years with the Trump Organization, Cohen was involved in exploring international real-estate deals for the company in places such as the countries of the former Soviet Union—another topic on which he may have a lot to say to Robert Mueller—at the same time that he was also involved in the taxi business.",
  "The common thread seems to be Cohen’s alleged failure to tell those who should have known (financial institutions, the Internal Revenue Service, the Federal Election Commission) where money was coming from, the actual sums in question in various transactions, and where the funds were going.",
  "Rudy Giuliani, who in another life was the mayor of New York City and now, as the President’s lawyer, spends a lot of time saying outrageous things ostensibly in Trump’s defense, claimed that the tape was “exculpatory,” because Trump could be heard insisting that the money be paid by check.",
  "But he did set up a company, Essential Consultants L.L.C., as a vehicle to make a payment to another woman, Stephanie Clifford, the adult-film actress better known as Stormy Daniels, after getting her to sign a hush agreement that was so poorly drafted that it is probably unenforceable.",
  "In that sense, the allegations are a reminder of how many side deals the people around Trump had going, and the possibility of charges being filed against Cohen, even ones unrelated to Trump, also increases the likelihood that he might feel obliged to make a deal with Robert Mueller.",
  "“So, I’m all over that,” Michael Cohen, formerly Donald Trump’s personal lawyer, said in a tape of a conversation he had with Trump before the 2016 election, about how to pay money, and to whom, in order to keep the story of an alleged affair that Trump had from becoming public.",
  "Just how much became clearer with a Times report, on Sunday evening, detailing how “federal prosecutors” had “zeroed in on well over $20 million in loans obtained by taxi businesses” that Cohen and his family own, and were getting close to charging him with bank fraud.",
  "All that one can say definitively about the exchange is that Trump seems unsure whether his lawyer, whom he trusted with business and his most confidential dealings, did, in fact, plan to use a check, or whether he might just walk over to the A.M.I.",
  "& T., Novartis—and also from a company effectively controlled by a Russian oligarch who was under U.S. sanctions, for services that were vague but turned on Cohen’s putative status, following the election, as a Trump associate.",
  "Cohen and his lawyers declined to comment to the Times, and the President was not involved with the taxi business, which was Cohen’s own project while he worked for both the Trump Organization and Trump personally.",
  "And Cohen used the same company to make a payment to another former Playboy model, this time on behalf of Elliott Broidy, who was, until April, a deputy finance chair of the Republican National Committee.",
  "In recent years, that business has been a topsy-turvy one, for reasons ranging from Uber to overleveraging to the exploitation of immigrant drivers to the alleged involvement of organized-crime figures.",
  "Trump, in reply, tweeted that the story was not only “Fake” but implied that McGahn “must be a John Dean type ‘RAT.’ ” He added, “But I allowed him and all others to testify - I didn’t have to.",
  "In large part, this is because New York City limits the number of yellow-taxi licenses—medallions—which, for years, created an economy of artificial scarcity and inflated payments for access.",
  "A federal judge in California has put those proceedings on hold until at least mid-September, citing the “criminal investigation” of Cohen and the prospect that he would soon be indicted.",
  "The Times report is a good reminder of how the alleged shady behavior, financial and otherwise, of the Trump circle is both hyper-local and transcontinental.",
  "One forum in which more of Cohen’s dealings may emerge is the litigation involving the hush agreement to which Clifford, Trump, and Cohen are all parties.",
  "(Cohen, as it happens, also used Essential Consultants as a receptacle for dubious consulting payments he received from a number of major companies—A.T.",
  "But, in sum, Broidy, at the R.N.C., raised money for Trump; Cohen, Trump’s personal lawyer, facilitated Broidy’s payoff to a woman.",
  "In that sense, it sounds a little bit like the market for the legal services of the personal lawyer of President Donald J. Trump.",
  "But the tape doesn’t make that clear, because of the quality of the audio and the two men’s telegraphic manner of speech.",
  "“These—as all of you know—are anything but normal times,” Avenatti told the crowd, according to the Boston Globe.",
  "Cohen, it seems, was all over a lot more than that, and, consequently, may be in a lot of trouble.",
  "There have been indications for some time that Cohen would coöperate with Mueller.",
  "There is no indication that Cohen actually made that deal with A.M.I.",
  "All this gave Essential Consultants the appearance of a slush fund.)",
  "(Trump’s representatives have denied impropriety on his part.)",
  "One is that Trump has turned on Cohen in his tweets.",
  "A lawyer for Broidy denied the charges to the Post.",
  "What do all three men know about one another?",
  "And then there are the taxis.",
  "And Cohen is all over that.",
  "office with a bag of cash.",
  "for Trump."
]