[
  "(Adds comments by ex-CEO, background)\n\nBy John Miller\n\nZURICH, May 16 (Reuters) - Ex-Novartis Chief Executive Joe Jimenez regrets rushing into a $100,000-per-month consulting contract with U.S. President Donald Trump’s personal lawyer but said post-election uncertainty over the administration’s healthcare ideas put pressure on the Swiss drugmaker to sign a deal quickly.",
  "Novartis and AT&T, which also made a payment to Cohen’s firm Essential Consultants, were both contacted by the office of U.S. Special Counsel Robert Mueller about the situation in late 2017, part of his investigation into alleged Russian meddling into the presidential election a year earlier.",
  "“We had no idea this was going to turn into this kind of a situation.”\n\nAt an investor event at Novartis headquarters in Basel on Wednesday, Narasimhan apologised again over what he said was the drugmaker’s latest ethical blunder and pledged the company would do better.",
  "I mean, there were very few people who knew the people that were being placed in a lot of jobs.”\n\nNovartis was looking for help understanding the Trump administration’s thinking and was referred to Cohen by a third party, Jimenez said, declining to name this person.",
  "“We should have just ended our relationship at that point, regardless of what it was going to cost us.”\n\nAfter the one meeting in New York with Novartis staff, Cohen occasionally contacted Novartis, at one stage suggesting it build a new U.S. factory.",
  "The Novartis payments were first mentioned last week by Michael Avenatti, the lawyer for pornographic actress Stormy Daniels, who says she had a one-time sexual encounter with Trump in 2006 and was paid $130,000 by Cohen in October 2016.",
  "Jimenez, who said he spoke with Cohen on the phone but never met him, said his real mistake was to continue payments after Novartis concluded Trump’s attorney could not deliver useful insights that he had promised.",
  "Since 2015, Novartis has paid hundreds of millions in settlements and fines as a result of kickback allegations in South Korea, the United States and China and faces an investigation of alleged bribery in Greece.",
  "Jimenez, whose pay topped $11.3 million in 2017, remains on the Swiss company’s payroll after stepping down as CEO on Feb. 1 to make way for successor Vas Narasimhan.",
  "Jimenez said he also made a mistake in not seeking to end payments to Michael Cohen immediately after Novartis quickly determined that he would be of little help.",
  "“We wanted to terminate the contract at that point, but in the end we decided there would be almost-certain litigation.”\n\n“This was the mistake,” Jimenez said.",
  "Cohen was eventually paid $1.2 million by Novartis for the one-year deal that prompted the drugmaker’s top lawyer to resign on Wednesday.",
  "“Absolutely not,” Jimenez told Reuters, adding he had informed the Novartis board in early 2017 that he was likely to leave.",
  "OVERSOLD\n\n“After my team spent some time with him, it was then clear he had oversold his abilities,” he said.",
  "Novartis General Counsel Felix Ehrat quit, saying the contract with Cohen was legal but ill-advised.",
  "“There should have been more due diligence,” Jimenez said in an interview with Reuters on Wednesday.",
  "Jimenez said he was personally interviewed by Mueller’s team over Novartis’s payments.",
  "He said the Cohen episode had nothing to do with his departure from the company.",
  "He said his formal ties to Novartis would end soon when a notice period expires.",
  "Trump denies having sex with Daniels, whose real name is Stephanie Clifford.",
  "A trial for another U.S. kickbacks case is scheduled for 2019.",
  "“We didn’t act on any of his recommendations,” Jimenez said.",
  "“There was scarcity of asset, right?",
  "Novartis disputes the allegations.",
  "(Editing by Michael Shields)"
]