[
  "Mark Wilson/Getty Images \"Anyone who is cynical enough to say that\" it's business as usual in Washington \"is either exaggerating or has a motive because in reality this is different in degree and maybe in nature significantly,\" Shaub, who's now at the Campaign Legal Center after stepping down from from his post at OGE last year, said.",
  "Since Cohen is not a registered lobbyist and, additionally, didn't disclose the payments previously, he could be in violation of the Lobbying Disclosure Act for payments from domestic sources or the Foreign Agents Registration Act for foreign sources of such money, experts said.",
  "Last week, Michael Avenatti, the attorney for porn star Stormy Daniels, who is suing Cohen, released information about Cohen's financial dealings that showed companies paid the attorney lucrative sums in exchange for his services following the presidential election.",
  "\"If the payments were meant to influence Trump's official conduct, and if any benefit from them was meant to reach him, that would almost certainly implicate Cohen and possibly others including Trump in federal criminal offenses including bribery,\" Libowitz said.",
  "Brendan McDermid/Reuters\n\nWalter Shaub, the former director of the Office of Government Ethics, said the payments a handful of companies made to President Donald Trump's longtime lawyer Michael Cohen were like nothing he's ever seen before.",
  "As one expert told Business Insider, if the payments were simply to gain access to the president, they \"may well be legal,\" pointing to the Supreme Court's ruling on the corruption case involving former Republican Gov.",
  "Shaub, who served in that role under President Barack Obama and briefly under Trump, told Business Insider in a conference call that it is still hard to determine the overall significance of the payments.",
  "This is the campaign finance/lobbying/government system Congress created and DC fostered,\" the authors wrote, later adding, \"All of the people who say they are against the system participate in it.",
  "\"I think that in particular the extent to which he appeared to sell access to government was not like anything I've seen before, certainly not business as usual in Washington,\" he said Tuesday.",
  "Companies like telecom giant AT&T, pharma's Novartis, Korea Aerospace Industries, and the Russian-tied investment firm Columbus Nova, confirmed that they paid Cohen for his advising services.",
  "Unethical, but legally permitted\n\nThe companies, which sought Cohen's proximity to and knowledge of Trump, paid Cohen more than $1.2 million through his company, Essential Consultants LLC.",
  "\"Completely unethical, but legally permitted,\" Jordan Libowitz, spokesperson for the watchdog group Citizens for Responsibility and Ethics in Washington, told Business Insider.",
  "That is same firm he created to facilitate a $130,000 hush money payment to Daniels (real name Stephanie Clifford), who has alleged she had an affair with Trump in 2006.",
  "On Thursday, CNN reported that AT&T hired Cohen to advise the company on its merger with Time Warner, Federal Communications Commission regulation, and tax reform.",
  "On Friday, the authors of Politico Playbook garnered attention for writing about how the Cohen payments were more of the same in Washington, DC.",
  "\"If it were strictly lobbying — something that's been denied, then it runs into legal issues for not registering and disclosing the lobbying.",
  "The information Avenatti revealed could land Cohen, who is under criminal investigation but has not been charged, in more legal trouble.",
  "If the money were for something else, like covering the Stormy Daniels payments, there could be campaign finance violations.\"",
  "\"It's not clear the extent to which the president was endorsing or sanctioning his behaviors,\" he said.",
  "And I think it's a really important piece around the concerns about corruption in this administration.\"",
  "\"And it's not clear what all of the money was for or where all of it came from.",
  "The work was not to include any lobbying, an AT&T source told the outlet.",
  "Yes, the people who rage against the machine are greasing the skids.\"",
  "Shaub said there are still a lot of questions left to be answered.",
  "We're not defending the status quo - but welcome to reality.",
  "So I think there's a lot more to be revealed.",
  "\"NO, the swamp is not drained.",
  "Bob McDonnell of Virginia.",
  "Give us a break.",
  "Michael Cohen.",
  "Walter Shaub."
]