[
  "After requesting a trial by jury, the motion asks for “a deposition of Mr. Trump of no greater than two (2) hours” and “a deposition of Mr. Cohen of no greater than two (2) hours.” In addition, Avenatti requested “no more than ten (10) targeted requests for production of documents directed to Mr. Trump and Mr. Cohen on various topics relating to the Agreement.”\n\nThe motion argues that the “Hush Agreement” that Daniels, whose real name is Stephanie Clifford, signed was invalid because it included a section for Trump’s signature and he never signed it.",
  "We are confident that the Court will permit the requested discovery after applying Supreme Court precedent and the well established law in the Ninth Circuit.”\n\nThe motion is set to be heard on April 30, 2018.",
  "https://t.co/PQh6UlNyNL — Michael Avenatti (@MichaelAvenatti) March 28, 2018\n\nHe also tweeted out portions of the complaint he filed with the court and a link to the entire document on Dropbox.",
  "To the contrary, all such rights are vested exclusively with DD [emphasis his].” EC stands for Essential Consultants LLC, a company allegedly created by Cohen to handle the payments.",
  "Cohen has admitted to paying Daniels $130,000 just before the 2016 election to keep her quiet, although he insists that this was done on his own and that Trump was not involved.",
  "The lawyer for porn star Stormy Daniels has filed a motion in federal court seeking permission to depose President Donald Trump and Trump’s longtime lawyer Michael Cohen.",
  "While Trump has been deposed more than 100 times over the course of his business career, he would be only the fifth president to be deposed while still in office.",
  "We are confident that the Court will permit the requested discovery after applying Supreme Court precedent and the well established law in the Ninth Circuit.",
  "Because of this, Avenatti argues in the motion, “[p]ursuant to the Agreement, EC is given no rights to enforce the Agreement against the Plaintiff.",
  "In January she signed a statement denying that the affair ever took place, but later said that this was signed under duress.",
  "“Can someone please ask Michael Cohen to call down to central casting again and order up a new hack to speak on his behalf?",
  "Can someone please ask Michael Cohen to call down to central casting again and order up a new hack to speak on his behalf?",
  "“Basta” is an Italian word meaning “enough,” often yelled by Italian grandmothers at rambunctious or unruly children.",
  "Daniels, 39, alleges that she had an affair with Trump, 71, in July 2006, shortly after the birth of his son Barron.",
  "Michael Avenatti, Daniels' lawyer, tweeted Wednesday morning: “The motion is set to be heard on April 30, 2018.",
  "After he finished tweeting details of the case, Avenatti turned his attention to attacking Cohen’s legal team.",
  "#neednewchallenge #basta — Michael Avenatti (@MichaelAvenatti) March 28, 2018\n\nWhat else?",
  "The other four were Ulysses S. Grant, Gerald Ford, Jimmy Carter, and Bill Clinton.",
  "DD stands for \"David Dennison,\" which Avenatti claimed is a pseudonym for Trump.",
  "#neednewchallenge #basta” David Schwartz is the lawyer for Cohen.",
  "Avenatti uses the hashtag #basta frequently in his tweeting.",
  "I’m bored with batting around David Schwartz.",
  "I’m bored with batting around David Schwartz.",
  "What are the details of the motion?"
]