[
  "\"I think that today will become a seminal moment in our nation's modern history because we have an admission that the attorney for the president of the United States was recording conversations with the president for years on end, and those recordings were seized by the FBI and they presently exist,\" Avenatti said.",
  "AP Photo/Richard Drew\n\nMichael Avenatti, the attorney for the adult-film actress professionally known as Stormy Daniels, experienced a rocky day in court on Wednesday, which ended with his withdrawing his petition to appear in the case involving Michael Cohen, President Donald Trump's longtime lawyer.",
  "\"When someone, especially a lawyer, is prepared to be not straightforward, and cute, and I would say misleading, with the court, on the tiniest of matters, it raises a serious question about how that person, how that lawyer will conduct themselves on the more serious matters,\" Hendon said.",
  "Amy Sussman/Getty Images\n\nAvenatti fired back when he had his next opportunity, insisting that \"95%\" of what Ryan said was incorrect and that he and his client \"did not do anything improper relating to the release of any information concerning Mr.",
  "Last week, US Bankruptcy Court Judge Catherine Bauer ordered Avenatti's law firm, Eagan Avenatti, to pay $10 million to Jason Frank, a lawyer who used to work at the California firm, after Avenatti failed to pay Frank $2 million this month.",
  "Ryan said Avenatti included information about additional people named Michael Cohen in his report, calling it a \"drive-by shooting of anyone named Michael Cohen\" and \"a premeditated drive-by shooting of my client's rights.\"",
  "Avenatti's withdrawal capped off a dramatic morning before US District Judge Kimba Wood during which Avenatti and Cohen's attorney, Stephen Ryan, battled extensively over whether Avenatti could participate in the case.",
  "Ryan blasted Avenatti for publishing banking records that showed businesses such as telecommunications giant AT&T and drug company Novartis made controversial payments to Cohen's company, Essential Consultants LLC.",
  "Avenatti said he had not been contacted by the Treasury Department inspector general or any law-enforcement agency investigating the leak of Cohen's financial documents, known as \"Suspicious Activity Reports.\"",
  "\"When I came into the courthouse this morning, there was a podium with eight microphones,\" she said in reference to Avenatti's media presence, adding that \"no one wanted to take my picture\" as she walked in.",
  "Avenatti's frequent press appearances would have to end if Cohen faces a criminal trial and Avenatti is allowed to appear before the court, Wood said, saying his media blitz could taint a jury pool.",
  "He pointed to Cohen's attorneys seeming to confirm that audio recordings exist between Cohen and people such as Keith Davidson, Daniels' first attorney, or others, including possibly the president.",
  "'It means absolutely nothing'\n\nAsked by Business Insider outside the courthouse whether he was disappointed by Wednesday's proceedings, Avenatti said he was \"not disappointed at all.\"",
  "\"Any claim to the contrary is a bunch of nonsense and is brought by people who don't want the information released to each of you and don't want the information released to you.",
  "And Avenatti said there has been no indication that those records have any connection to what is before Wood's court regarding the criminal investigation into Cohen.",
  "Pressed about whether he'd change his strategy in light of Wood's comments, Avenatti said he'd done \"nothing wrong with regard to the release of information.\"",
  "As he was turning the corner and nearing his car, Avenatti was asked about sending emails from the Eagan Avenatti account in matters pertaining to Daniels.",
  "Cohen is the focus of a criminal investigation in the Southern District of New York into whether he violated campaign-finance laws or committed bank fraud.",
  "Avenatti's client, Daniels, is suing Cohen and Trump in California, seeking to get out of a nondisclosure agreement that paid her $130,000 for her silence.",
  "Avenatti alleged in court that tapes involving his client and Davidson were leaked to the press, which Cohen's attorneys denied.",
  "Letterhead from the emails that Avenatti exchanged with Trump's lawyers regarding Daniels displayed the Eagan Avenatti firm.",
  "The judge chides Avenatti\n\nWood needled Avenatti for his \"publicity tour,\" which she said was not meant to be a pejorative.",
  "Ryan said Avenatti \"intended to cause harm to my client\" and \"succeeded,\" charging that Avenatti's actions were \"reckless.\"",
  "Responding to Hendon, Avenatti said there was an irony that Trump had his own \"fair share of bankruptcies over the years.\"",
  "We live in a democracy, a free society where people have an expectation of receiving information timely and accurately.",
  "He added that the bankruptcy ruling was irrelevant because he was not representing Daniels through Eagan Avenatti.",
  "Trump's lawyer, Joanna Hendon, took the microphone for one of the only times that she spoke during the hearing.",
  "Drew Angerer/Getty Images\n\nIn concluding the proceedings, Wood put Avenatti's motion to appear on hold.",
  "\"I've never seen an attorney conduct himself the way Mr. Avenatti conducted himself,\" Ryan said.",
  "Hendon presented emails from Avenatti that appeared to contradict his sworn affidavit to Wood.",
  "The affidavit said Daniels was represented by Avenatti & Associates, another Avenatti firm.",
  "\"Until you are admitted here, I don't expect you to stand and be heard here,\" she said.",
  "Hendon then took the microphone again and said she'd present an exhibit to the court.",
  "That means no more document dumps and no opinions on Cohen's abilities, she said.",
  "A stunned Avenatti stood up and said, \"Your honor, I have no idea what this is.\"",
  "(Avenatti uses his Eagan Avenatti email to discuss the case with reporters.)",
  "\"What Mr. Avenatti did in releasing those records was entirely improper.\"",
  "The most dramatic moment, though, came just before court was adjourned.",
  "Avenatti said he'd refile that motion \"if necessary, at a later time.\"",
  "She pointed to a bankruptcy judgment against Avenatti's firm.",
  "\"You are the named partner in each firm,\" Wood responded.",
  "\"There are various signature blocks on emails,\" he said.",
  "Joanna Hendon is one of Donald Trump's lawyers.",
  "\"We are not under investigation,\" he said.",
  "Daniels' real name is Stephanie Clifford.",
  "\"What is the distinction here?\"",
  "\"It means absolutely nothing.\"",
  "US District Judge Kimba Wood.",
  "This isn't Russia.\"",
  "Michael Avenatti.",
  "Cohen.\""
]