[
  "is 55 ... Jason Embry ... Sally-Shannon Birkel of the U.S. Chamber … Morgan Jones (h/t Jon Haber) ... Matt Duckworth ... Virginia Coyne, executive editor at Washington Life Magazine … Mariette DiChristina, EIC of Scientific American and the first woman in the role (h/ts Kelley McCormick) … Deborah Zabarenko ... Ramona Oliver, senior director for communications at the National Education Association (h/t Mrs. Waliver) ... Jane Oates, a former Kennedy staffer now with Working Nation (h/t Tammy Haddad) ... Stephen Kessler (h/t Heather Podesta) ... a Reuters trio: Andy Sullivan, Frances Kerry, and Anthony Boadle ... Zack Hubbard ... former VA Secretary Anthony Principi is 74 … Sefy Hendler ... Heather Purcell, comms director for Rep. Ro Khanna (D-Calif.) ...\n\n... Fran Holuba, founder of Chief Social Architects (h/t Anastasia Dellaccio) … Alex Glass, senior comms officer for global policy and advocacy at the Gates Foundation ... Nick McGee, director of public affairs at PhRMA ... Antonio Armendáriz ... former Rep. Cliff Stearns (R-Fla.) is 77 ... Paige Pearson ... lawyer Fred Graefe ... Arezu Kay ... Edelman’s Alix Ohrt ... Tori O’Neal-McElrath, VP of Demos ... Sarah Wolfson ... Politico’s Aubree Abril ... Ted Anthony, AP journalist and director of digital innovation ... NBC News’ Mosheh Gains ... Paolo Sacco … Jess Fuhrman … Andie Taverna, J.D.",
  "candidate at Yale Law … Lynn Schnurnberger ... Geoff Middleberg, principal of Dark Horse Strategy Group (h/t Josh Brown) ... Christopher Finan ... Amy Kaslow ... Brett Coughlin … Josh Goldstein … Brian Bravo ... Annie Bardach ... Jim Hollis ... Howard Bauleke ... Jess Fuhrman ... Mary Tabor … Arlene Branca (h/t Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "…\n\n“Separately, Mr. Cohen succeeded around 2013 in killing a story Us Weekly was preparing about an alleged affair between Donald Trump Jr., who had been a judge a year earlier on the television show, ‘Celebrity Apprentice,’ and one of the contestants, Aubrey O’Day, a member of the singing duo Dumblonde, according to people familiar with the matter.” https://on.wsj.com/2HDuPWM\n\n-- “More Than One-Fifth Of The Trump Campaign’s Spending This Year Has Been On Legal Fees,” by BuzzFeed’s Tarini Parti: “President Donald Trump’s 2020 reelection campaign has spent about $835,000 in legal fees so far this year, or about 22% of its total spending, according to the latest fundraising reports filed quarterly with the [FEC].” https://bzfd.it/2vnERZM\n\n2020 WATCH -- CHARLIE MAHTESIAN in Politico Magazine: “Joe Biden Is the Front-runner.",
  "Pics http://bit.ly/2HsLGho … http://bit.ly/2HDVIts\n\nSPOTTED: Erika’s parents, former Commerce Secretary Carlos Gutierrez and Edilia Gutierrez, Rob Saliterman and Lara Crystal, Paul Kane, best man Trey Bohn and Maria Comella, Tim and Kiki Burger, Brendan Buck and Rebecca Berg, Dan Ronayne, Kyle Downey, Ron Bonjean, Mark Paustenbach, Will and Marcie Kinzel, Brian and Veronica Walsh, Rodell Mollineau and Sheena Arora, Nick and Tracey Lintott, Sam Dealey, Michael and Mary Kathryn Steel, Mat and Mary Lapinski, Brian Danza, Nick and Mary Schaper, Jonathan and Lauren Grella, former HUD Secretary Alphonso Jackson and Marcia Jackson, Ambassador and Mrs. Ray Mahmood, Stuart and Gwen Holliday, Charlie and Lisa Spies, Morton and Grace Bender.",
  "Venture capitalist Elliott Broidy paid an initial installment of $62,500 to the company, Essential Consultants LLC, as part of Mr. Cohen’s $250,000 total fee for negotiating a nondisclosure agreement related to Mr. Broidy’s affair with a former Playboy model who alleged he had impregnated her ...\n\n“Federal prosecutors are examining money flowing in and out of Essential Consultants as part of a broad investigation into Mr. Cohen’s activities to silence women with allegations against Mr. Trump or those in his orbit ... Mr. Broidy paid the remaining fee installments totaling $187,500 directly to Mr. Cohen after the Journal revealed in January that the Clifford payment was made through Essential Consultants, the person said.",
  "And in Nevada, another Republican and former Trump foe, Sen. Dean Heller, has been praising the president’s policies in private meetings, while publicly saying that their relationship has ‘grown.’ Such flattery matters in GOP Senate primaries these days, even as Republicans in Washington express increasing unease with the president’s contradictory and pugilistic style of governance.” https://wapo.st/2vgvjzr\n\nINSIDE THE ROOM -- “Trump, a reluctant hawk, has battled his top aides on Russia and lost,” by WaPo’s Greg Jaffe, John Hudson and Phil Rucker: “President Trump seemed distracted in March as his aides briefed him at his Mar-a-Lago resort on the administration’s plan to expel 60 Russian diplomats and suspected spies.",
  "Here are some other pieces that I’d expect to be in the running for awards today: BuzzFeed’s ‘To Russia with Blood’ series; the Arizona Republic’s investigation of the proposed border wall; the Kansas City Star’s dive into state government transparency; the Boston Globe’s ‘Spotlight’ investigation on race in the city; and GQ’s powerful piece on Dylann Roof.” Livestream at 3 p.m. http://bit.ly/2H1vnZj\n\n\n\nPlaybookers\n\nSPOTTED: former Rep. Ed Whitfield (R-Ky.) driving a BMW with Kentucky tags in the garage of the Giant in Cathedral Commons Sunday evening … Rep. John Lewis (D-Ga.) on the Amtrak regional from D.C. to Philly in business class.",
  "This new iteration is unsentimental and unforgiving, and Biden has more than a few conspicuous Senate votes that demand a reckoning in the Trump-era Democratic Party.” https://politi.co/2qChwP1\n\nTHE NEW REPUBLICAN PARTY -- “Fealty to Trump has become the coin of the realm for GOP Senate candidates,” by WaPo’s Michael Scherer in Martinsburg, W.Va: “Among his qualifications for the U.S. Senate, Rep. Evan Jenkins wants West Virginia voters to know that he once attended a Christmas party with Donald Trump, flew with him on Air Force One and watched two movies in the president’s private theater at the White House.",
  "The 30-second commercials, which the group is spending nearly $700,000 to air, accuse Blankenship’s company of contaminating drinking water by pumping ‘toxic coal slurry,’ even as the multimillionaire installed a piping system that pumped clean water to his mansion.” https://politi.co/2EPsoxb\n\nMEDIAWATCH – PULITZER DAY -- per Michael Calderone’s Morning Media: “Two blockbuster stories sure to be honored when the Pulitzer Prizes are announced this afternoon are the global reckoning over sexual misconduct and the Trump-Russia investigation.",
  "Vice President Pence holds Jon Lerner in the highest regard and expressed his deep gratitude for Jon’s willingness to consider joining our team.’” http://bit.ly/2qzVr2N\n\nHOUSTON CHRONICLE: “With health failing, former first lady Barbara Bush forgoes treatment for comfort care,” by Todd Ackerman: “Bush, 92, who had been hospitalized numerous times recently at Houston Methodist and suffers from heart and lung disease, instead will focus on comfort care at home in west Houston, said family spokesman Jim McGrath.",
  "And even for voters who do see a cut, whether it’s enough to sway their decisions at the ballot box is far from clear.” https://bloom.bg/2qChuqn\n\n-- RACHAEL BADE and JOHN BRESNAHAN: “Speakership drama pits McCarthy vs. Ryan” https://politi.co/2Hu0QmF\n\nREVOLVING DOOR ALERT -- LERNER OUT -- “Incoming Pence staffer withdraws after report Trump tried to block him,” by Axios’ Jonathan Swan: “Vice President Mike Pence’s pick for his national security advisor, Jon Lerner, has decided against joining Pence’s team.",
  "The miserable polarization and partisan anger that have been rising in American life for decades will hit a new crescendo, and that will present congressional Republicans with a heavy burden indeed.” https://nyti.ms/2qvuhef\n\n-- “‘Spare me’: Tillis draws GOP fire with pro-Mueller push,” by Burgess Everett: “It’s the biggest gamble Tillis has taken as a Republican senator, but one he believes is philosophically consistent with how the GOP would be treating a Democratic president.",
  "Learn more at google.com/grow/veterans\n\nMORE COHEN PAYOFF DETAILS -- “Trump Lawyer Michael Cohen Used the Same Delaware Company for Payment Deals to Two Women,” by WSJ’s Michael Rothfeld, Erica Orden and Joe Palazzolo: “Michael Cohen, President Donald Trump’s personal attorney, used the same Delaware limited-liability company in two secret deals relating to alleged sexual encounters involving his clients, according to people familiar with the matter.",
  "Learn more at google.com/grow/veterans\n\nCOMEY SPEAKS … SOME MORE -- “Comey calls Trump ‘morally unfit to be president’,” by Nancy Cook: “Former FBI Director James Comey called Donald Trump unfit to lead the nation, saying in an interview that aired Sunday that the president is ‘someone for whom truth is not a high value’ and who treats women ‘like they’re pieces of meat.’ ‘I don’t think he’s medically unfit to be president.",
  "‘She is surrounded by a family she adores, and appreciates the many kind messages and especially the prayers she is receiving.’” http://bit.ly/2qCVxGG\n\n\n\nCLICKER -- “ACM Awards 2018: See the complete winners list,” by Entertainment Weekly’s WIll Mendelson: https://bit.ly/2vqpkbF\n\nTRUMP’S MONDAY -- The president is heading to Florida to give a hold a tax cut roundtable for small businesses in Hialeah.",
  "BREAKING OVERNIGHT … “Trump wants to review material seized from personal lawyer before federal investigators,” by WaPo’s Devlin Barrett: “The request underscores the high stakes in an ongoing legal fight in federal court in New York, where Michael Cohen, Trump’s lawyer, is also fighting to get a chance to review material seized as part of a criminal investigation of his business dealings.",
  "According to a source familiar with the deliberations, Lerner, who currently serves as UN Secretary Nikki Haley’s deputy, sought to avoid drama …\n\n“The official word, from Pence’s press secretary Alyssa Farah: ‘Tonight Jon informed the Vice President that he was withdrawing from coming on board as national security advisor.",
  "| Andrew Harnik/AP Photo\n\nALEX ISENSTADT: “GOP launches secret group to attack West Virginia coal baron”: “The Republican establishment has launched an emergency intervention in the West Virginia Senate primary aimed at stopping recently imprisoned coal baron Don Blankenship from winning the party’s nomination.",
  "Also expected to be on hand is adult-film star Stormy Daniels, whom Cohen secretly paid $130,000 in 2016 to keep quiet the details of an alleged sexual liaison she had with Trump.” https://wapo.st/2vlgnAc\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "... Patrick Ewing at Dulles waiting to board a United flight to Indianapolis – pic http://bit.ly/2IXHGSZ\n\nWEEKEND WEDDING – Kevin Sheridan, founder of the Sheridan Media Group and a Romney-Ryan and RNC alum, on Saturday married Erika Gutierrez, a publicist for Compass Real Estate, at Meridian House.",
  "But I would ask Robert Swan Mueller, he’s the leading historian on this period in our country.” Read his Playbook Plus Q&A: https://politi.co/2qAu8pW\n\nBIRTHDAYS: Tony Blinken (hat tip: wife Evan Ryan) ... Matt Saunders, associate at Global Infrastructure Partners and Trump WH alum … Alaska Gov.",
  "It’s possible.”\n\nTOP TALKER -- NYT EDITORIAL BOARD – “The President is Not Above The Law”: “News reports point to a growing possibility that President Trump may act to cripple or shut down an investigation by the nation’s top law-enforcement agencies into his campaign and administration.",
  "“In the wide-ranging interview, Comey laid out the ways in which he says Trump tried to unduly influence him, talking to him privately about the FBI’s investigation into Russian interference in the 2016 election and asking for Comey’s loyalty during a private dinner at the White House.",
  "Playbook Reads\n\nPHOTO DU JOUR: Rep. John Lewis (D-Ga.) shakes hands with Washington Nationals manager Dave Martinez after throwing out the first pitch for Jackie Robinson Day before a game between the Nationals and the Colorado Rockies at Nationals Park in Washington, D.C. on April 15.",
  "“The interview marks the beginning of a weeks-long media tour for Comey’s new tell-all book, which charts his career from a prosecutor of mafia figures — whose emphasis on loyalty Comey says was similar to Trump’s — to his perch as FBI director until the president fired him last year.",
  "‘I can tell you conservatives in my district are not happy about it,’ said Rep. Mark Meadows (R-N.C.), chairman of the House Freedom Caucus.” https://politi.co/2qEMipQ\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Both the New York Times and the New Yorker can make a case for themselves when it comes to sexual harassment coverage, with each doing groundbreaking reporting on disgraced filmmaker Harvey Weinstein (and the former also on Bill O’Reilly and other prominent men).",
  "‘Everyone is going to feel it at this point,’ Haley said, warning of consequences for Assad’s foreign allies.” https://bit.ly/2qzQCXV\n\nTHE JUICE …\n\n-- FIRST IN PLAYBOOK: DAVID STEWART, the outgoing staff director on Ways and Means, is joining Squire Patton Boggs.",
  "...\n\n“Mitt Romney (R), a Senate candidate in Utah who called Trump a ‘phony, a fraud’ during the presidential election campaign, recently embraced the president’s confrontational moves on trade and insisted he was tougher on immigration than Trump.",
  "We’re matching.’ The next day, when the expulsions were announced publicly, Trump erupted ...\n\n“To his shock and dismay, France and Germany were each expelling only four Russian officials -- far fewer than the 60 his administration had decided on.",
  "BIG STORY … BLOOMBERG’S SAHIL KAPUR: “Republicans Struggle to Make Tax Cuts a Winning Election Issue”: “Some recent polls show that the majority of Americans still don’t support the tax law, despite an uptick in sentiment since the end of 2017.",
  "“The United States, they explained, would be ousting roughly the same number of Russians as its European allies — part of a coordinated move to punish Moscow for the poisoning of a former Russian spy and his daughter on British soil.",
  "Playbook: Comey launches media blitz Presented by\n\nFormer FBI Director James Comey kicked offed the media tour for his new book, saying in an interview with ABC News that President Donald Trump was \"morally unfit to be president.\"",
  "“But he has an impassioned response for his conservative critics nonetheless: ‘Spare me.’ ‘Courage is when you know you’re going to do something that’s going to anger your base,’ Tillis said in an interview in his Senate office.",
  "Late last week, a newly formed super PAC generically dubbed the ‘Mountain Families PAC’ began airing TV ads targeting Blankenship, who spent one year behind bars following a deadly 2010 explosion at his Upper Big Branch Mine.",
  "The president, who seemed to believe that other individual countries would largely equal the United States, was furious that his administration was being portrayed in the media as taking by far the toughest stance on Russia.",
  "“Make no mistake: If Mr. Trump takes such drastic action, he will be striking at the foundation of the American government, attempting to set a precedent that a president, alone among American citizens, is above the law.",
  "‘I hope you can let it go,’ Comey recounted Trump saying to him.” https://politi.co/2qAi2gi … The full transcript https://abcn.ws/2EO0gL5 … Video clips https://abcn.ws/2qFJvN9\n\nThe most reliable politics newsletter.",
  "That probably explains both the power of messaging and why I didn’t have more friends.” Read his Playbook Plus Q&A: https://politi.co/2HET1YY\n\n-- Bradley Beychok, president and co-founder of American Bridge, is 36.",
  "While Biden’s age would be a nonstarter in most presidential elections, if he continues to appear hale and hearty it would not be an insurmountable problem against Donald Trump, who would be 74 himself in 2020.",
  "Lerner’s decision comes after Axios reported earlier [Sunday night] that President Trump had attempted to block Lerner’s appointment over his anti-Trump work for the Club for Growth during the 2016 campaign.",
  "Emeritus Pope Benedict XVI is 91 ... Scott Pastrick, president and CEO of Prime Policy Group and President Clinton’s DNC treasurer ... Chuck DeFeo, VP of products at i360, is 44 ... Rep. John Delaney (D-Md.)",
  "During that session, lawyers for Cohen are expected to tell the judge overseeing the case how many legal clients he has and how many seized documents he thinks might be covered by attorney-client privilege.",
  "“‘It will not surprise those who know her that Barbara Bush has been a rock in the face of her failing health, worrying not for herself — thanks to her abiding faith — but for others,’ the statement said.",
  "How he got his start in politics: “My high school, Bishop McGuinness Memorial High School in Kernersville, N.C., has a program called Winterim, where seniors do a one-week internship in lieu of midterms.",
  "“‘If they can’t run on tax cuts in a district Trump won by 20 [points] and win, where can they run on tax cuts and win?’ said David Wasserman, House editor of the nonpartisan Cook Political Report.",
  "Ambassador Nikki Haley has indicated new economic sanctions will be announced Monday against Russia for enabling the government of Syrian leader Bashar Assad to continue using chemical weapons.",
  "And a special House election in a conservative district of Pennsylvania in March delivered an upset victory to the Democratic candidate, who’d framed the tax cuts as a giveaway to the wealthy.",
  "While many classmates were at places like RJ Reynolds and Wachovia, I spent a week on the Jesse Helms ‘90 campaign, later becoming an employee of the campaign in my first semester in college.",
  "Lawmakers need to be preparing now for that possibility because if and when it comes to pass, they will suddenly find themselves on the edge of an abyss, with the Constitution in their hands.",
  "You can’t say for certain that the president of the United States is not compromised by the Russians?” COMEY: “It is stunning and I wish I wasn’t saying it, but it’s just -- it’s the truth.",
  "‘So spare me your righteous indignation.’ …\n\n“But some Republicans warn that it could hurt Tillis among Trump voters he’ll need in what’s likely to be a brutal reelection campaign in 2020.",
  "-- FIRST IN PLAYBOOK: MIKE FROMAN to Mastercard … The former U.S. Trade Representative in the Obama Administration is joining Mastercard as vice chairman and president of strategic growth.",
  "His briefers tried to reassure him that the sum total of European expulsions was roughly the same as the U.S. number.” https://wapo.st/2qxuYUs\n\n-- MORE RUSSIA SANCTIONS COMING TODAY: “U.S.",
  "‘The same people who would criticize me for filing this bill would be absolutely angry if I wasn’t pounding the table for this bill if we were dealing with Hillary Clinton,’ he argued.",
  "In a meeting in the Oval Office, Trump asked Comey to go easy on Michael Flynn, the national security adviser who was fired and later pleaded guilty to lying to law enforcement.",
  "But if the president does move against the investigators, it will be up to Congress to affirm the rule of law, the separation of powers and the American constitutional order.",
  "‘He sat there right from beginning to end,’ Jenkins (R) said of the screenings of ‘12 Strong,’ a military thriller, and ‘The 15:17 to Paris,’ the recent Clint Eastwood flick.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "It always struck me and still strikes me as unlikely, and I woulda been able to say with high confidence about any other president I dealt with, but I can’t.",
  "“Trump would also provide cover for another often-discussed Biden drawback: the overly familiar mannerisms that seem terribly out of place in the #MeToo era.",
  "Notably, the Times’ Mike Schmidt could snag two Pulitzers today as he is on the Russia story and co-wrote the Times’ O’Reilly investigation with Emily Steel.",
  "“After most individual taxpayers finish up their returns this week, all eyes will turn to what the tax code revamp means for next year’s filings and beyond.",
  "The ambassador to the U.N. said Russia has blocked six attempts by the U.N. Security Council to make it easier to investigate the use of chemical weapons.",
  "Next to Trump’s ‘Access Hollywood’ tapes and the litany of sexual misconduct charges levied against the president, Biden’s hands-iness barely registers.",
  "He possesses a sterling résumé, access to a donor base, name recognition and eight years of loyal service to a president who’s loved by the party base.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“Trump’s request, in the form of a letter from other lawyers representing him, could further complicate a hearing set for Monday afternoon.",
  "Variables like dependents and itemized deductions can complicate the picture, even though most -- 65 percent -- will see a tax cut in 2018.",
  "“The bigger issue is whether there’s a place for him atop the Democratic Party that’s taking shape after the ruinous 2016 election cycle.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Determining who, specifically, gets honored is a bit trickier and may involve awarding multiple Pulitzers in major categories.",
  "Uh-oh”: “Joe Biden, who leads the Democratic 2020 presidential field in early polls, has all the markings of a front-runner.",
  "Stewart, one of the main figures in negotiating and writing the tax reform bill, was also John Boehner’s policy director.",
  "...\n\n“What Biden should be asking is whether the party wants him, and not just whether he should seize his last chance.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“Repeated private meetings, phone calls and friendly handshakes from the president made Comey uncomfortable, he said.",
  "Tillis doesn't think Trump will ultimately fire Mueller even as the president rages over the expanding Russia probe.",
  "I remember years earlier asking friends on the school bus if they were a Reagan conservative or a Mondale liberal.",
  "I think he’s morally unfit to be president,’ Comey said in the interview with ABC News’ George Stephanopoulos.",
  "...\n\n“The Post should also be a contender for its Roy Moore coverage, perhaps in the Investigative category.",
  "There’s just one problem: He’s also a deeply flawed candidate who’s out of step with the mood of his party.",
  "The couple met at an event in 2015, and were reintroduced at the Jefferson through friends a year later.",
  "The House is scheduled to be in session until Thursday, but is likely to skip town Wednesday afternoon.",
  "BIRTHDAYS OF THE DAY: Doug Heye, GOP strategist and CNN political commentator, celebrating in London.",
  "His advanced age—Biden would be 78 years old at the time of his swearing-in—isn’t the main obstacle.",
  "to hit Russia with new sanctions for aiding Syria’s Assad,” by AP’s Hope Yen and Robert Burns: “U.S.",
  "Part of the Republican party’s problem in selling the tax cuts is that the answer is murky for many.",
  "-- KOCHPAC, the Koch Companies PAC, gave STEVE SCALISE $85,000, according to a new FEC report.",
  "“What can seem now like a political sideshow will instantly become a constitutional crisis ...",
  "‘We’ll match their numbers,’ Trump instructed, according to a senior administration official.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "He is also an alum of Citigroup and served at Treasury in the Clinton Administration.",
  "Bill Walker is 67 … Ann Romney is 69 ... Patriots coach Bill Belichick is 66 ...",
  "“Lots of folks coming up high-fiving him the whole ride,” per our tipster.",
  "He said she made the decision after consulting with family and doctors.",
  "| Brendan Smialowski/AFP/Getty\n\nDriving the Day\n\nGood Monday morning.",
  "He will then fly from Miami to Palm Beach en route to Mar-a-Lago.",
  "Off the rails, unpredictable, volatile, corrupt and swamp filled.",
  "THE BITE THAT’S GETTING BUZZ … STEPHANOPOULOS: “That’s stunning.",
  "How the Trump presidency is going: “About as I would expect.",
  "… Pulitzer Prizes will be announced at 3 p.m. today.",
  "He’s reuniting with Boehner at Squire Patton Boggs.",
  "THE PRESIDENT is in Florida until late this week.",
  "“Cohen is set to attend the hearing.",
  "You can unsubscribe at any time.",
  "Welcome to campaign season.",
  "‘We’re not taking the lead.",
  "The Nationals lost 6-5.",
  "I cannot say that.",
  "...",
  "...",
  "..."
]