[
  "View Sample Sign Up Now\n\n“Both on its face, and because of the facts and circumstances known to persons who read or heard the statement, it was reasonably understood Mr. Cohen meant to convey that Ms. Clifford is a liar, someone who should not be trusted, and that her claims about her relationship with Mr. Trump is “something [that] isn’t true.” Mr. Cohen’s statement exposed Mr. Clifford to hatred, contempt, ridicule, and shame, and discouraged others from associating or dealing with her,” the lawsuit states.",
  "Daniels, whose real name is Stephanie Clifford, has alleged that she had an affair with President Trump in 2006, and sued President Trump earlier this month, arguing that a non-disclosure agreement she had signed before the election was invalid because Trump never signed it.",
  "In the expanded lawsuit, she says Cohen defamed her by calling her a liar for her statements about the affair, and that he and Trump “aggressively sought to silence her” to ensure he could win the election – knowingly violating campaign finance laws in the process.",
  "Cohen subsequently said in a statement last month that he had paid the money out of his own pocket, in response to a complaint from the non-partisan watchdog group Common Cause, alleging that the payment was illegal and a campaign finance violation.",
  "Stormy Daniels has expanded her lawsuit against Donald Trump to include the President’s attorney Michael Cohen, who she alleges is defaming her by questioning the veracity of her claims on her affair with Trump.",
  "In 2016, Cohen wired $130,000 from a bank account linked to company called Essential Consultants LLC, which the attorney had set up in Delaware a month before the presidential election.",
  "White House Deputy Press Secretary Raj Shah told reporters Monday that Trump has consistently denied the claims and that the White House did not violate any campaign finance laws.",
  "The porn star’s attorney filed the expanded case in court on Monday, one day after she appeared on 60 Minutes in a wide-ranging interview with Anderson Cooper.",
  "Daniels is alleging that statement is defamatory, claiming it is false and Mr. Cohen knew that.",
  "“Just because something isn’t true doesn’t mean that it can’t cause you harm or damage.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Neither Cohen nor his attorney immediately responded to request for comment.",
  "I will always protect Mr. Trump,” Cohen said in the statement.",
  "Write to Alana Abramson at Alana.Abramson@time.com."
]