[
  "AT&T, which according to CNBC gave Cohen up to $600,000, said it paid his firm for “insights into understanding the new administration.” At the time it engaged Cohen, AT&T was seeking tax and regulatory relief, as well as a favorable outlook on its proposed merger with Time Warner.",
  "The largest came from a company with a name eerily like AT&T: ITT Corp., a multinational conglomerate at the time, wanted the Justice Department to settle a pending antitrust lawsuit and to approve its merger with Hartford Fire Insurance.",
  "The corporate payments suggest a return to the bad old days of the Nixon administration, when companies with matters before the federal government were told to make large off-book contributions to the president's re-election committee.",
  "(Photo: Spencer Platt)\n\nIt’s hard to know which is worse: the $500,000 payment made to presidential fixer Michael Cohen by a firm linked to a Russian oligarch, or the similar payments made to Cohen by blue-chip corporations.",
  "The Cohen company that received the money, Essential Consultants LLC, heretofore has only been known as a conduit for paying $130,000 in hush money to pornography actress Stormy Daniels shortly before the 2016 election.",
  "The former payment, from a New York company called Columbus Nova that says it was seeking Cohen's investment expertise, is one of the most disturbing examples yet of a possible Kremlin connection to Team Trump.",
  "OTHER VIEWS: Why we hired Michael Cohen\n\nNothing in Washington is swampier than influence peddling, whether through pay-to-play campaign contributions or what are euphemistically called \"consulting fees.\"",
  "The explanations given by other Cohen clients also flunk the smell test:\n\n?Drug-maker Novartis, which signed a $1.2 million contract with Cohen, said it was looking for health care expertise.",
  "Companies such as AT&T, Novartis and Korea Aerospace Industries were clearly attempting to buy access to the Trump administration, if not favorable outcomes on important policy matters.",
  "CLOSE Michael Cohen is making his most astonishing claim of defense yet, insisting some of that supposed evidence leveled against him is being confused with another Michael Cohen.",
  "The latter payments are further evidence of how President Trump and close associates are not draining the swamp, as Trump promised to do, but rather creating whole new wetlands.",
  "?Korea Aerospace, which paid Cohen $150,000 and was trying to land a contract for military training jets, said it called on Cohen for his accounting expertise.",
  "Admissions by AT&T and other corporations show creation of whole new wetlands: Our view\n\nMichael Cohen leaves a federal court in New York on April 26, 2018.",
  "So far, at least, it appears that the companies that paid him got little for their money other than bad press and attention from Mueller's office.",
  "He has a long history of settling Trump’s personal affairs but was given no role in the new administration and never registered as a lobbyist.",
  "Contributions came pouring in, sometimes in cash, and in some cases helping to fund the Watergate burglars.",
  "To read more editorials, go to the Opinion front page or sign up for the daily Opinion email newsletter.",
  "USA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff.",
  "Cohen is an odd choice for investment advice, insights, health policy savvy or accounting tips.",
  "It deserves, and is undoubtedly getting, the full attention of special counsel Robert Mueller.",
  "Yet, as in the Watergate era, \"follow the money\" remains a good guideline for investigators.",
  "In recent years, Congress and the courts have helped unravel post-Watergate reforms.",
  "Most editorials are coupled with an opposing view — a unique USA TODAY feature.",
  "For $400,000 it got President Nixon to intervene personally on its behalf.",
  "It seems more like a chapter from The Manchurian Candidate than real life.",
  "To respond to this editorial, submit a comment to letters@usatoday.com.",
  "And Cohen was glad to sell, even if he couldn't necessarily deliver.",
  "If you can't see this reader poll, please refresh your page.",
  "The payments to Cohen carry a particularly pungent odor.",
  "Read or Share this story: https://usat.ly/2I9g41a",
  "Buzz60\n\nDonald Trump promised to drain the swamp.",
  "Nathan Rousseau Smith has the story."
]