[
  "On a tape from a conversation that took place in September 2016, Cohen talked about opening \"a company for the transfer of all that info regarding our friend David,\" an apparent reference to National Enquirer publisher David Pecker.",
  "Federal prosecutors have granted immunity to the current chief financial officer of the Trump Organization as part of the Cohen investigation, the Wall Street Journal reported Friday.",
  "Cohen, the Journal reported, was likely referring to creating a shell company to make a payment in return for silence, presumably regarding former Playboy model Karen McDougal.",
  "A source also told NBC News that Weisselberg was the anonymous \"Executive 1\" mentioned in the criminal information filed by prosecutors in this case.",
  "Weisselberg's immunity was reportedly in return for information he gave about the payments to both McDougal and Daniels, according to the Journal.",
  "On Thursday, the Journal reported that Pecker had also been granted immunity in return for information relevant to the investigation into Cohen.",
  "This Executive 1 instructed that Cohen be paid \"payment for services rendered\" in the exact amounts as the payouts from Cohen to both women.",
  "In order to pay porn star Stormy Daniels for her silence, Cohen had created a shell company called Essential Consultants.",
  "Weisselberg was subpoenaed in July as part of the Cohen investigation, and testified a few weeks ago, according to CNN.",
  "Over time he worked his way up to become CFO of the organization, and treasurer of The Donald J. Trump Foundation.",
  "Cohen added, \"I have spoken to Allen Weisselberg about how to set the whole thing up with funding.\"",
  "Trump reportedly used the Trump Organization to reimburse Cohen for his payments to Daniels.",
  "This appears to have been done to avoid disclosing the payment on the campaign's FEC report.",
  "Allen Weisselberg worked for the Trump Organization as an accountant in the 1970s.",
  "Weisselberg was also mentioned by Cohen several other times.",
  "He also handled Trump's tax returns.",
  "Who is Allen Weisselberg?",
  "What did Weisselberg do?",
  "Why does this matter?"
]