[
  "Cohen, an attorney, received a monthly retainer, not from the campaign and having nothing to do with the campaign, from which he entered into, through reimbursement, a private contract between two parties, known as a non-disclosure agreement, or NDA,” Trump said on Twitter, noting these agreements are “common among celebrities and people.”\n\nThe admission came one day after the Trump’s tweets after the newest member of his legal team, Rudy Giuliani, told Fox News’ Sean Hannity that Trump had reimbursed Cohen for the payment to Daniels, which he argued did not violate campaign finance laws.",
  "The cover up has resulted, in my view, in multiple violations of law — both campaign finance laws and a criminal statute.”\n\nFor Cohen, says Ryan, the legal ramifications could stem from his failure to comply with the $2,700 contribution limit, even if he was reimbursed, because the payment was an in kind contribution.",
  "But that all changed on Wednesday night, when Giuliani said the payment was “funneled … through a law firm and the president repaid it.”\n\nTrump promptly followed up with his tweets Thursday morning, asserting that Cohen was paid through a retainer – although he never explicitly conceded he was behind that retainer.",
  "“[Giuliani’s comments and Trump’s tweets] in my view all establish or strongly support the allegation that I’m making here that Donald Trump committed a crime in all of this this by knowingly and willfully paying off Stormy Daniels to influence the election and not disclosing anything to the public,” said Ryan.",
  "Common Cause filed a complaint with the FEC and the Department of Justice in January alleging that the payment violated campaign finance laws and should be subject to an investigation, because it was designed to influence the election and exceeds the maximum amount of $2,700 for an individual contribution.",
  "He did his job.”\n\nTrevor Potter, the President of the Campaign Legal Center, said in a subsequent lengthy statement that these comments proved the political relevance of the failure to disclose the payment, strengthening the argument about a violation of campaign finance laws.",
  "So if Trump had just informed his campaign and his treasurer had included the payment on FEC disclosure reports as an expenditure out of the campaign committee and an in-kind contribution from Trump to the campaign, everything would have been fine.",
  "President Donald Trump’s legal team is taking a new tack, admitting that he repaid longtime attorney Michael Cohen for a $130,000 hush money payment to a porn star during the election while arguing that there’s nothing wrong with that.",
  "The payment was reportedly part of a “hush agreement” to keep Daniels from going public; she has since filed a lawsuit against the President, alleging that the non-disclosure agreement was invalid because he never actually signed it.",
  "Nothing was ever disclosed – either on the campaign finance disclosure forms or Trump’s financial disclosure form, the latter of which is already fodder for a new complaint from Citizens for Responsibility and Ethics in Washington.",
  "There are still questions that have to be answered about whether the payment constitutes an illegal in-kind contribution.”\n\nIndeed, Giuliani basically admitted in a later interview that the timing had political considerations.",
  "“Trump’s tweets about Michael Cohen’s retainer do not change the fact that Cohen’s payment to Daniels was made just days before the election,” said Corey Goldstone, media strategist at the nonpartisan Campaign Legal Center.",
  "“Transparency would have avoided any and all legal problems with this entire transaction,” Paul Ryan, the vice president of Common Cause, which filed the complaints with the DOJ and FEC about the payment, told TIME.",
  "In the immediate weeks preceding the 2016 election, a $130,000 payment was wired from a bank account linked to a company called Essential Consultants LLC, to Daniels, whose real name is Stephanie Clifford.",
  "According to Ryan, if the FEC finds that either Cohen or Trump violated campaign finance rules, they would likely have to pay a fine that is double the amount of the payment – in this case, $260,000.",
  "In a series of tweets Thursday morning, Trump acknowledged that he repaid Cohen for money he gave to Stormy Daniels, contradicting his earlier stance that he knew nothing about the payments.",
  "Cohen conceded a month after the complaint was filed that he had actually made the payment to Daniels from his personal funds, but was never reimbursed by the Trump campaign for it.",
  "Campaign finance experts say that Giuliani’s claim that this is not a big deal is wrong, since the payments should have been noted on campaign finance paperwork that Trump filed.",
  "View Sample Sign Up Now\n\nThe interview and the tweets added another layer of complexity to a situation that has already become a legal headache for the President and Cohen.",
  "“Imagine if that came out on October 15th, 2016, in the middle of the, you know, last debate with Hillary Clinton,” he told Fox News’s “Fox & Friends” about the payment.",
  "The payment has already been a source of complaints filed with the Department of Justice and Federal Election Commission and a portion of a lawsuit against Cohen.",
  "But experts say yes, arguing that the money was used to influence the campaign and this should have been reported – and that both Cohen and Trump are responsible.",
  "Daniels had told reporters from In Touch magazine and Slate that she’d had an affair with Trump in 2006, but she did not go public before the election.",
  "Daniels also included violations of campaign finance law in her lawsuit against Cohen, who she added as a defendant in her suit against the president.",
  "“A reasonable person might think that the payment was made to protect Trump from bad headlines that could damage his standing in the 2016 election.",
  "But Trump’s legal problems deal with the fact that he failed to inform the necessary parties about the payment when he was made aware of it.",
  "Should either be found guilty of a criminal violation of the law, the two would face a $260,000 fine plus a maximum of five years in prison.",
  "But that brings up the issue of whether a sitting President can be both sued and indicted – a matter on which legal experts disagree.",
  "“…that is an admission that the confidentiality agreement and the timing of the payment influenced the 2016 elections,” he said.",
  "“Thats Donald Trump’s new legal problem – knowing and willful violation.”\n\nWhat kind of punishment could Trump or Cohen face?",
  "“As is so often the case, the cover up of the underlying transaction is worse than the transaction itself,” said Ryan.",
  "“But that’s not what happened here.”\n\nHere’s what to know about the payment – and why it’s still problematic.",
  "Trump has denied any knowledge of the payment, telling reporters last month that he didn’t know about it.",
  "Ryan says that, technically, the $130,000 payment could have been completely legal.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Per FEC rules, candidates are allowed to use personal funds if they report them.",
  "Neither Cohen nor his attorney responded to immediate request for comment.",
  "“The transaction wouldn’t have necessarily violated any laws.",
  "Giuliani says no, because the money was not campaign money.",
  "Is the payment a violation of campaign finance law?",
  "Write to Alana Abramson at Alana.Abramson@time.com.",
  "What do we know about the Stormy Daniels payment?",
  "But that’s not what happened.",
  "“Cohen didn’t even ask.",
  "Cohen made it go away.",
  "“Mr."
]