[
  "| Yana Paskova/Getty Images Watchdog group calls for investigation into Michael Cohen's consulting business\n\nA nonprofit watchdog group on Thursday asked Congress and the Justice Department to investigate whether Michael Cohen, a personal lawyer to President Donald Trump, broke the law by accepting money last year from companies with business before the administration without disclosing it.",
  "Story Continued Below\n\nCohen “has actively solicited clients based on his access to Trump and administration officials; received exorbitant payments from foreign and domestic clients with business pending before the administration; and he has also provided ample yet unspecified services to his clients in exchange for those payments,” the group wrote.",
  "Cohen made the payment to Daniels through Essential Consultants, the same firm that later was hired by Novartis, AT&T, Korea Aerospace Industries and Columbus Nova, a firm linked to Russian oligarch Viktor Vekselberg, who was sanctioned last month as punishment for the Kremlin’s meddling in the U.S. election.",
  "Sen. Richard Burr (R-N.C.), who leads an intelligence panel that is also looking into any ties between Trump associates and Russia, did not explicitly address whether his committee was looking at Essential Consultants but said Wednesday that “\"we have names on our list.”",
  "Last month, the FBI raided the lawyer’s home and office after Mueller, who is leading a probe into Russian meddling in the 2016 election, provided information about Cohen to federal investigators in New York.",
  "In a letter delivered Thursday, Public Citizen asked investigators to examine whether Cohen failed to comply with laws requiring lobbyists and foreign agents to disclose their business dealings.",
  "Several corporations, including Novartis and AT&T, said this week that they made payments to Cohen’s company, Essential Consultants, in return for his insights into the Trump administration.",
  "Novartis and AT&T revealed they did business with Cohen after the companies were named in a document distributed by Michael Avenatti, a lawyer representing adult film actress Stormy Daniels.",
  "Daniels, whose legal name is Stephanie Clifford, is suing to be released from a contract that paid her $130,000 to keep quiet about an alleged sexual relationship with Trump.",
  "Several corporations said this week that they made payments to Michael Cohen’s company in return for his insights into the Trump administration.",
  "Novartis and AT&T said they were questioned by special counsel Robert Mueller’s office about their payments to Cohen.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "You can unsubscribe at any time."
]