[
  "The account allegedly received five hundred thousand dollars in payments from an investment firm linked to the Russian oligarch Viktor Vekselberg, as well as payments from several large corporations that have business interests under consideration by the Trump Administration, including a subsidiary of the pharmaceutical firm Novartis, which sent four payments, totalling close to four hundred thousand dollars, according to Avenetti’s records.",
  "Economists generally agree that there has been too much corporate consolidation in the American media market, which has led to huge increases in the prices consumers pay for cable TV and Internet access, among other things, even as lively new providers of television series, such as Netflix and Amazon, have flourished.",
  "Toward the end of Stephenson’s conference appearance last November, the CNN reporter Brian Stelter, who was in the audience, asked, “You haven’t spoken about President Trump, and the theories from Democratic lawmakers and public-interest groups that his hatred of CNN could be affecting what the D.O.J.",
  "Still, the companies may have learned an important lesson in the process, one that has been internalized by many other past clients and business partners of the President: when entering into a bargain with Trump, one can never be sure that he will follow through on his end of the deal.",
  "On November 20th, just days after Stephenson’s optimistic performance at the Time Warner Center, the Justice Department filed a lawsuit seeking to block the merger from closing, on the basis that it would grant the companies too much market power and would ultimately hurt consumers.",
  "And let me repeat what we said yesterday: there is absolutely no intention that we would ever sell CNN.”\n\nStephenson said that part of the delay was the grindingly slow process of getting the Senate to confirm Trump’s new Justice Department antitrust chief, Makan Delrahim.",
  "Michael Avenatti, the attorney representing the adult-film star Stormy Daniels, who is suing President Trump, released a document accusing Trump’s lawyer and fixer Michael Cohen of using a secret bank account to accept and pay out money to and from various parties.",
  "One of America’s most venerable and well-known corporations transferred large sums of money to the President’s personal attorney through secret, unofficial channels, at the same time that it was seeking government approval of its gigantic merger transaction.",
  "The government has rarely opposed consolidation of companies in different businesses in the past, but some experts have been critical of the A.T. & T.–Time Warner merger nonetheless, because of how powerful the major media conglomerates already are.",
  "“They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nThe statement rules out two of the most obvious and legitimate (if distasteful) potential explanations for such a transfer of funds—legal advice and lobbying.",
  "The payments to and by Cohen, who is under investigation by the Manhattan U.S. Attorney’s Office, included the disbursement of a hundred-and-thirty-thousand-dollar payment to Daniels in return for her silence about an alleged affair with Trump.",
  "According to the Center for Responsive Politics, A.T. & T. spent $16.78 million on such lobbying in 2017, and has spent more than four million dollars so far in 2018, with the money going to a long list of law firms and strategy shops.",
  "Avenatti claimed that Cohen had created a limited-liability company based in Delaware, called Essential Consultants, in October, 2016, shortly before the Presidential election, as well as a related account at First Republic Bank.",
  "The companies and the Justice Department just completed a six-week trial in federal court in Washington, during which thousands of pages of documents were filed and the companies presented duelling economic experts as witnesses.",
  "(Novartis said it had hoped that Cohen “could advise the company as to how the Trump administration might approach certain US healthcare policy matters, including the Affordable Care Act,” and had paid him $1.2 million.)",
  "The two companies had announced their eighty-five-billion-dollar merger thirteen months earlier, but the deal was still undergoing a drawn-out review by the Justice Department for potential violations of antitrust laws.",
  "The most shocking payment might be the one that concerns A.T. & T.: Between October, 2017, and January, 2018, according to Avenatti’s findings, the company paid a total of two hundred thousand dollars to Cohen’s L.L.C.",
  "Still, A.T. & T. and Time Warner are in different businesses; the former provides phone, cable, and Internet access, while the latter produces content, through CNN, HBO, and other channels.",
  "News reports surfaced the previous day suggesting that Trump was trying to pressure the Justice Department into requiring the company to sell CNN for the merger to be approved.",
  "The executive’s goal seemed straightforward: to convince everyone in attendance that his company’s historic merger with Time Warner was on track to close as planned.",
  "The suggestion that A.T. & T. believed that Trump’s personal lawyer was an appropriate person to approach for paid expertise about the new Administration is suspect.",
  "It is common for companies large and small to spend prodigiously on lobbying in Washington, particularly when they have major regulatory issues under review.",
  "Audience members knew that President Trump was highly critical of CNN, which is owned by Time Warner, and hated the way that the network had portrayed him.",
  "What I try to do at any moment is try to be very candid.”\n\nA previous version of this post misstated the year in which Essential Consultants was created.",
  "“Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” A.T. & T. said.",
  "The irony behind all this is that, if A.T. & T. had been hoping to improve the odds of seeing its merger completed, the strategy seems to have failed.",
  "“First and foremost, irrespective of what was reported yesterday, I have never been told that the price of getting the deal done was selling CNN.",
  "As Stephenson bantered on the conference stage, he hid the fact that his company had already paid a hundred thousand dollars to Michael Cohen.",
  "It had been a complex process for the companies, too, Stephenson explained, as they learned the Justice Department’s priorities and concerns.",
  "Other allegations contained in Avenatti’s report—many of which have been confirmed by other media outlets—raise major questions.",
  "of A.T. & T., walked onto a stage in the Time Warner Center for an interview as part of the Times’ annual DealBook conference.",
  "“There are so many rumors and suppositions going around,” Stephenson said with a smile, leaning back in a white armchair.",
  "Even if the deal is ultimately permitted to go through, it will have come after the expenditure of enormous resources.",
  "Do you have any reason to believe that there’s a Trump factor?” Stephenson paused for a moment before answering.",
  "The best thing that one can say about such expenditures is that they are typically publicly disclosed.",
  "“We’re at advanced stages of negotiations and discussions with the Department of Justice,” he said.",
  "“You spend a lot of time getting to know what the bid ask is in a transaction,” Stephenson said.",
  "And what was the company promised or expecting (even without an explicit promise) in return?",
  "On Tuesday night, the potential contours of that bid and ask came into clearer focus.",
  "But that simply raises further questions: Why were the payments made by A.T. & T.?",
  "Judge Richard Leon indicated that he would announce his decision by June 12th.",
  "It is possible that there is a logical—and legal—explanation for the payment.",
  "“I have no reason to believe that,” he said, throwing his hands in the air.",
  "On the surface, though, the sequence of events is deeply disturbing.",
  "The company confirmed the payments almost immediately.",
  "The company never disclosed the payment to Cohen.",
  "And, likewise, I have never offered to sell CNN.",
  "A few moments later, he said, “It is what it is.",
  "A.T. & T. has a great deal of explaining to do.",
  "Last November, Randall Stephenson, the C.E.O.",
  "Who in the company knew about them?",
  "Who authorized them?",
  "is doing.",
  "Period."
]