[
  "Wood also said that if she were to grant Avenatti's motion for such an admission, he then would be bound by a code of conduct that would prevent him from both stating his opinion on Cohen's purported guilt and from releasing non-public information related to Cohen.",
  "Both Trump and the Trump Organization have been granted intervenor status in the case which allows them to make arguments related to evidence seized from Cohen which might be protected by the president's and the company's attorney-client privilege.",
  "Avenatti has done both — notably by releasing a report on May 8 showing payments made to Cohen's company, Essential Consultants, after the election by corporations including telecom giant AT&T, drug maker Novartis and Korea Aerospace Industries.",
  "Avenatti has argued that Daniels is entitled to the same intervenor status by virtue of documents related to her and to her prior lawyer, Keith Davidson, which are believed to have been seized from Cohen by the FBI.",
  "Wood noted that it would be premature to rule on Avenatti's request for admission in the case without first addressing the pending motion by him, on Daniels' behalf, that Daniels be allowed to intervene in the case.",
  "'Special master' in probe of Trump lawyer Cohen bills more than $47,000 for six days' work 11:20 AM ET Wed, 30 May 2018 | 01:44\n\nCohen is under criminal investigation by federal prosecutors in New York City.",
  "\"From what I understood there were audio recordings\" between Cohen and Daniels' former lawyer, Keith Davidson, \"regarding attorney-client privilege,\" Avenatti said.",
  "Lawyers for Cohen had questioned in a court filing howAvenatti could have obtained the information, which appeared to be drawn from confidential bank records.",
  "Avenatti withdrew the motion without prejudice in a court filing following the hearing, meaning it could \"be re-filed, if necessary, at a later time.\"",
  "In court Wednesday, Avenatti said he and his client \"did not do anything improper relating to the release of any information concerning Mr.",
  "Cohen's lawyer, Stephen Ryan, said at the courthouse, \"I've never seen an attorney conduct himself the way Mr. Avenatti conducted himself.",
  "Avenatti said Wednesday that he had been contacted by a reporter with a recording he believes was made by Cohen that involved Davidson.",
  "A trial lawyer in California, Avenatti would need Wood's permission to be admitted in New York federal court solely for Cohen's case.",
  "He has not been charged, but evidence seized from him last month is in the process of being reviewed and turned over to prosecutors.",
  "Davidson represented Daniels when she received the $130,000 payment from Cohen through Essential Consultants.",
  "Such pro hac vice admissions are routinely requested by out-of-state lawyers and are rarely denied.",
  "Ryan did not immediately respond to CNBC's request for comment on Avenatti's withdrawal.",
  "He has recently indicated he plans to reveal more information about Cohen.",
  "What Mr. Avenatti did in releasing those records was entirely improper.\"",
  "Ryan strongly opposed Avenatti's admission request.",
  "Cohen.\""
]