[
  "In television interviews, attorney Michael Avenatti also called for the release of bank records detailing hundreds of thousands of dollars in payments to Cohen’s Essential Consultants LLC made by AT&T, Novartis AG, Korea Aerospace Industries Ltd and Columbus Nova LLC, a New York-based investment firm linked to businessman Viktor Vekselberg, who has ties to the Kremlin.",
  "WASHINGTON (Reuters) - An attorney for porn star Stormy Daniels said on Wednesday he has more evidence of ties between a Russian oligarch sanctioned by the United States and a payment to U.S. President Donald Trump’s personal lawyer, Michael Cohen, and questioned other companies’ dealings with Cohen’s firm.",
  "Spokesman Rich Delmar said the office was looking into whether so-called bank suspicious activity reports, or SARs, or Bank Secrecy Act information had been “improperly disseminated.” The Washington Post first reported the investigation.",
  "New questions being raised about Cohen’s role and work for Trump could further pressure Cohen after the FBI raided his home and office last month as part of a criminal investigation of his business dealings and a payment to Daniels.",
  "REUTERS/Brendan McDermid\n\nBANK RECORD INVESTIGATION\n\nThe U.S. Treasury Department’s inspector general’s office said it had opened an investigation into whether confidential banking records involving Cohen may have been leaked.",
  "The revelation also drew attention to another potential line of inquiry in U.S. Special Counsel Robert Mueller’s investigation of Russian meddling in the 2016 U.S. election and potential collusion by Trump’s campaign.",
  "“We haven’t released all the evidence that we have.”\n\nVekselberg, who according to the New York Times has been questioned by Mueller’s team, could not be reached for comment.",
  "Avenatti’s comments followed a statement he made on Tuesday about payments to Cohen’s firm in 2017 and 2018, after Trump won the November 2016 presidential election.",
  "His client Daniels, whose real name is Stephanie Clifford, has said Cohen paid her $130,000 a month before the election to stay quiet about the sexual encounter.",
  "A lawyer for Columbus Nova has said Russian businessman Vekselberg had nothing to do with the transaction, which Avenatti said amounted to $500,000.",
  "Moscow has denied U.S. intelligence agency conclusions of tampering and Trump denies any coordination with Russian officials and his campaign.",
  "Avenatti declined to comment on the probe, and Stephen Ryan, an attorney for Cohen, did not immediately respond to a request for comment.",
  "On Wednesday, Korea Aerospace Industries (KAI) said it paid for accounting-related services, while Novartis cited healthcare consulting.",
  "REUTERS/Brendan McDermid\n\n“Michael Cohen appears to be selling access to the president of the United States,” Avenatti told MSNBC.",
  "It was not immediately clear how Avenatti knew about the payments, and he declined to say how in TV interviews with ABC and MSNBC.",
  "AT&T on Tuesday said it sought insights into the new administration from Essential Consultants, but did not engage in lobbying.",
  "The porn star said she had sex with Trump once in 2006 and kept in touch with him for a while, which Trump has denied.",
  "U.S. President Donald Trump's personal lawyer Michael Cohen arrives at his hotel in New York City, U.S., May 9, 2018.",
  "U.S. President Donald Trump's personal lawyer Michael Cohen arrives at his hotel in New York City, U.S., May 9, 2018.",
  "A source familiar with the matter told Reuters on Wednesday that AT&T paid more than $200,000 to Cohen’s company.",
  "Trump attorney Jay Sekulow said the outside legal team had no comment on Avenatti’s allegations.",
  "“We have significant evidence to the contrary,” Avenatti told ABC, without giving any details.",
  "Avenatti has repeatedly called for SARs relating to Cohen to be released.",
  "Cohen on Wednesday told reporters Avenatti’s report was inaccurate.",
  "Peter Carr, the special counsel’s spokesman, declined to comment.",
  "Daniels has filed two related lawsuits against Trump and Cohen.",
  "The White House referred questions to Trump’s outside lawyers.",
  "The companies later confirmed the payments."
]