[
  "It portrayed paying into the shell company of a president’s personal lawyer as routine: “Companies often hire consultants for these purposes, especially at the beginning of a new Presidential Administration, and we have done so in previous Administrations, as well.”\n\nBut an official with one of those companies, who requested anonymity to speak openly, was more blunt.",
  "“Following this initial meeting,” the statement read, “Novartis determined that Michael Cohen and Essential Consultants would be unable to provide the services that Novartis had anticipated related to US healthcare policy matters and the decision was taken not to engage further.”\n\nKAI paid Cohen’s firm $150,000, Columbus Nova paid $500,000 and AT&T gave $600,000.",
  "The official said Cohen “was promising access to Trump and members of the administration, positioning himself as a lobbyist.”\n\nOne big question surrounding this controversy is how the companies came to know about Cohen and his shell company.",
  "Shortly before Trump became president, Michael Cohen set up Essential Consultants LLC, a shell firm that eventually paid porn star Stormy Daniels to stay quiet in the run-up to the 2016 election about her alleged affair with the president.",
  "Significantly, it also received money from Columbus Nova, a New York investment firm with close ties to billionaire Russian oligarch Viktor Vekselberg, who has been questioned by special counsel Robert Mueller.",
  "Novartis paid $1.2 million for “healthcare policy matters.” KAI said it needed help on U.S. accounting standards, and Columbus Nova said it paid a “consulting fee” that had nothing to do with Vekselberg.",
  "But this week, it was revealed that the financiers for Cohen’s company included major corporations, including Korea Aerospace Industries, the pharmaceutical company Novartis and AT&T.",
  "Donald Trump’s longtime personal lawyer convinced major corporations to pay into his shell company by promising access to the president, according to one firm that doled out the cash.",
  "AT&T, in a memo to staff Wednesday, explained that it needed to “understand” how the Trump administration would approach issues like tax reform and antitrust regulations.",
  "Rudy Giuliani, Trump’s new personal lawyer, told HuffPost on Wednesday that the Cohen news has absolutely nothing to do with the president.",
  "His promise of access was enticing because the company was “trying to find an inroad into the administration” ?",
  "A Novartis employee told STAT, a news outlet that covers health and medicine, that Cohen reached out to them.",
  "This article has been updated with more recently reported figures for the amount paid to Cohen by AT&T.",
  "In a statement, Novartis said it entered into its one-year agreement with Cohen in February 2017.",
  "which tended to have fewer people known in Washington political circles.",
  "“There’s not involvement of the president in any of that,” he said.",
  "“We can’t be responsible for what Michael Cohen is doing.”\n\nS.V.",
  "But apparently, Cohen proved to be a disappointment.",
  "In March, it had its first meeting with him.",
  "The payments were significant.",
  "Date contributed reporting."
]