[
  "The arrangement illustrates efforts by the telecoms company to work with an influential adviser to the new president as his administration took up major industry issues and considered its $85 billion proposal to buy Time Warner Inc.\n\nKAI builds the T-50 trainer jet which has been developed with U.S. fighter jet maker Lockheed Martin.",
  "Payments by KAI and other companies including AT&T to Essential Consultants, a company that paid porn star Stormy Daniels $130,000 in October 2016 just before the U.S. presidential election, were described on Tuesday by her lawyer Michael Avenatti.",
  "SEOUL, May 9 (Reuters) - South Korea’s Korea Aerospace Industries Ltd (KAI) said on Wednesday it had paid $150,000 for consulting services on accounting matters to a firm set up by U.S. President Donald Trump’s private lawyer Michael Cohen.",
  "A KAI spokesman said it signed a contract with Essential last year for “legal consulting concerning accounting standards on production costs”, and upon the expiration of the contract it made the payment in November.",
  "The arrangement came as the company, backed by state-owned Export-Import Bank of Korea, is competing to sell trainer jets to the U.S. Air Force in an auction that could be worth up to $16 billion.",
  "The aircraft components and military jetmaker declined to give further details on the consulting services it received from Essential and said it had no individual dealings with Cohen.",
  "In a tweet and a report, Avenatti said that Cohen described Essential as a real estate consulting firm and claimed its typical clients are U.S.-based high net worth individuals.",
  "Daniels, whose real name is Stephanie Clifford, has said Cohen paid her to stay quiet about a 2006 sexual encounter she had with Trump, an encounter which Trump has denied.",
  "The two firms have partnered to compete for the U.S. Air Force’s advanced pilot trainer jet procurement of about 350 new jets, potentially worth $16 billion.",
  "AT&T said earlier it had hired Essential to advise it on working with the new administration in early 2017, around the time of Trump’s inauguration.",
  "Reuters could not immediately verify Avenatti’s claim and how he would know of any payments made to Essential.",
  "(Reporting by Joyce Lee, writing by Ju-min Park; Editing by Miyoung Kim and Muralikumar Anantharaman)",
  "Neither Avenatti nor Cohen responded to requests from Reuters for comment.",
  "The result of the auction is expected later this year."
]