[
  "A British publicist who helped arrange the meeting told the younger Trump in an email that the Russian lawyer, Natalia Veselnitskaya, had “very high level and sensitive information” that was “part of Russia and its government’s support for Mr. Trump.” Trump Jr. replied, “If it’s what you say I love it especially later in the summer.” Even the Trump-friendly report by House Intelligence Committee Republicans said the meeting “demonstrated poor judgment.” The Trump Tower meeting was a key topic of inquiry for the Senate Judiciary Committee, according to transcripts of interviews.",
  "The Justice Department said in April that a “months-long investigation” seeks “evidence of crimes, many of which have nothing to do with his work as an attorney, but rather relate to Cohen’s own business dealings.” Prosecutors are said to have investigated whether Cohen violated bank fraud, wire fraud or campaign finance laws, including over a payment to silence adult-film star Stephanie Clifford, also known as Stormy Daniels, who said she had a sexual liaisons with Trump years ago.",
  "Trump says his lawyers “have shown conclusively that there was no collusion.” Fellow Republicans on the House Intelligence Committee said they found no evidence of “collusion, conspiracy, or coordination” -- and, further, condemned the entire criminal investigation as an abuse of power by dishonest leaders at the Justice Department and Federal Bureau of Investigation.",
  "Mueller appears interested in whether Trump obstructed justice by, among other actions, firing the head of the FBI, James Comey, in May 2017; allegedly asking Comey, days earlier, to go easy on Trump’s first national security adviser, Michael Flynn (who wound up pleading guilty to lying to the FBI); and allegedly asking Comey for a pledge of loyalty.",
  "In allowing the Zervos lawsuit to proceed against a sitting president, a New York judge said, “No one is above the law.”\n\nTo contact the reporter on this story: Laurence Arnold in Washington at larnold4@bloomberg.net\n\nTo contact the editors responsible for this story: Kevin Whitelaw at kwhitelaw@bloomberg.net, Larry Liebert\n\n©2018 Bloomberg L.P.",
  "Then there’s whatever else the federal investigation of Cohen might uncover, such as why more than $4.4 million in transactions flowed through Essential Consultants starting shortly before the election, including $500,000 from a company tied to Viktor Vekselberg, a Russian oligarch with links to President Vladimir Putin.",
  "While Trump insists no evidence will ever emerge of his campaign colluding in Russia’s high-tech interference with the election, Trump’s opponents say some compelling clues are already out in the open, and alleged collusion remains at the heart of the probe by Special Counsel Robert Mueller.",
  "Manafort earned millions of dollars working with Ukraine’s pro-Russia Party of Regions, and Mueller’s team initially pursued Manafort in part because of his ties with a Russian oligarch, Oleg Deripaska, to whom he was once millions of dollars in debt.",
  "As Trump was sewing up his party’s nomination in June 2016, a Russian lawyer offering information on Clinton was granted a meeting at Trump Tower with Trump’s eldest son, Donald Jr.; son-in-law, Jared Kushner; and campaign chairman, Paul Manafort.",
  "Then there’s Trump’s personal involvement in the drafting of a misleading statement that tried to spin the June 2016 Trump Tower meeting -- the one that included his son, son-in-law and a Russian lawyer -- as being about international adoptions.",
  "A Justice Department lawyer told a judge that Mueller’s interest in Manafort -- who is on trial on fraud charges -- stemmed in part from his suspected role as a “back channel” between the campaign and Russians intent on meddling in the election.",
  "U.S. intelligence agencies concluded that Putin personally ordered a campaign to undermine “public faith in the U.S. democratic process” and, along the way, “developed a clear preference” for Trump over his opponent, Democrat Hillary Clinton.",
  "A former Trump foreign policy adviser, George Papadopoulos, pursued Russia’s help in the campaign, interacted with a suspected Russian agent who promised compromising information about Clinton, and later lied to the FBI about his activities.",
  "The Justice Department’s view has been that the criminal prosecution of a president “would impermissibly interfere with the president’s ability to carry out his constitutionally assigned functions,” though that’s never been tested in court.",
  "Witness the battery of charges against Manafort, who is fighting charges of laundering more than $18 million to support a “lavish lifestyle” and defrauding financial institutions that loaned him money.",
  "That allegation is part of the 35-page “dossier” compiled by a former British spy whose work was underwritten by Clinton and the Democratic Party and dismissed as scurrilous by the Trump team.",
  "Rosenstein is said to have assured Trump in April that he wasn’t a formal target of Mueller’s investigation, which at least temporarily tamped down Trump’s desire to order one of them fired.",
  "Though he can’t easily fire Mueller, Trump could use his powers to subvert the investigation by, say, firing the deputy attorney general, Rod Rosenstein, who appointed and oversees Mueller.",
  "The Wall Street Journal says investigators want to know how he gained access to $774,000 through personal financial transactions during the campaign, and what he did with that money.",
  "(Impeachment of Trump is unlikely with Republicans controlling the House, which is why November’s midterm elections, and the possibility of a Democratic takeover, loom so large.)",
  "Trump’s lawyer, Rudolph Giuliani, says Mueller’s office has informed Trump’s legal team that it will abide by the Justice Department’s view and not indict the president.",
  "Obstruction of justice factored into the impeachment of President Bill Clinton, in 1998, and the impeachment proceedings that led to Richard Nixon’s resignation in 1974.",
  "Roger Stone, a longtime Republican operative, hinted during the campaign that he had advance knowledge of the release of material hacked from the Clinton campaign.",
  "Then there’s the explosive accusation, vehemently denied by Cohen, that he personally met with Kremlin officials during a furtive visit to Prague in 2016.",
  "She and Zervos, in separate lawsuits, are also seeking damages from Trump on the grounds that he defamed them in dismissing their accounts as untruthful.",
  "Russia’s efforts included hacking and leaking emails and using phony accounts and advertising on Facebook and Twitter to sway American public opinion.",
  "A referral by Mueller to federal prosecutors in New York triggered the probe of Michael Cohen, who spent a decade working for the Trump Organization.",
  "Even if Trump got rid of Mueller and his team, he still would be stuck with the second, separate probe of his legal troubleshooter, Michael Cohen.",
  "Clifford and Summer Zervos, a onetime contestant on Trump’s “The Apprentice” television show, have pending lawsuits against or involving Trump.",
  "Six Americans have been charged, and five of them have pleaded guilty, though none has been tied directly to Russia’s influence campaign.",
  "Mueller is authorized to examine “any matters” that “may arise directly” from his investigation, and he’s making use of that mandate.",
  "Other than supporting Trump in a few interviews, one of which went viral, Cohen largely maintained his behind-the-scenes fixer role.",
  "The legal inquiries into U.S. President Donald Trump and his 2016 campaign started with Russia but have moved much closer to home.",
  "Putin says he did in fact want Trump to win the election, because Trump had expressed a desire to improve U.S.-Russian relations.",
  "Trump has tweeted, “There was no Collusion (it is a Hoax) and there is no Obstruction of Justice (that is a setup & trap).”\n\n10.",
  "The House committee’s top Democrat, Adam Schiff, said the Republicans ignore evidence of collusion that’s “in plain sight.”\n\n6.",
  "The separate investigation focusing on Trump’s former personal lawyer could bring all sorts of other legal questions into play.",
  "Mueller and his team of investigators have charged 26 Russian nationals and three Russian companies with conspiracy and fraud.",
  "That payment -- plus whether and how Trump reimbursed Cohen for it -- could be seen as violating campaign finance laws.",
  "Because Cohen is known as the president’s longtime fixer, meaning a confidante who makes problems quietly go away.",
  "It was Cohen who, two weeks before Election Day 2016, created a shell company called Essential Consultants L.L.C.",
  "Either way, allegations of wrongdoing by a president can give rise to articles of impeachment in the U.S. House.",
  "Clifford is challenging the nondisclosure agreement she signed with the shell company that Cohen created.",
  "In the Zervos case in particular, Trump could be forced to answer questions about his history with women.",
  "Prosecutors view someone as a target if enough evidence exists to charge that person.",
  "(A similar probe in the Senate is continuing, in a more bipartisan fashion.)",
  "through which he paid $130,000 to Clifford in exchange for her silence.",
  "What’s being investigated beyond colluding with Russia?",
  "How is it that Trump’s lawyer is under investigation?",
  "Why is the Cohen probe a potential threat to Trump?",
  "It’s not clear that a sitting president can be.",
  "But he, like Trump, denies any collusion.",
  "Was Cohen involved in the 2016 campaign?",
  "But even that has a Russia connection.",
  "Can Trump shut down the investigation?",
  "Is there other evidence of collusion?",
  "Could Trump be charged with a crime?",
  "Is Trump himself being investigated?",
  "What’s known about what Russia did?",
  "Are there any other legal risks?",
  "So was there no coordination?",
  "Trump has denied that.",
  "That’s in dispute.",
  "Like what?",
  "Yes.",
  "12.",
  "11.",
  "9.",
  "4.",
  "5.",
  "7.",
  "8.",
  "2.",
  "1.",
  "3."
]