[
  "Other transactions in the financial records include hundreds of thousands of dollars Cohen received from Fortune 500 companies before Trump took office, as well as smaller amounts Cohen paid for luxury expenses like a Mercedes-Benz and private club dues, according to The Times.",
  "Who paid Essential Consultants\n\nCohen also used Essential Consultants to enter into a consulting agreement last year with a Virginia-based company called 4C Health Solutions that focuses on detecting fraudulent healthcare billings, according to The Journal.",
  "Avenatti said the alleged $500,000 payment Essential Consultants received from Columbus Nova, which occurred between January and August 2017, could have been used to repay Daniels to keep her silent about her alleged affair with Trump.",
  "AT&T, which is currently in the middle of a court battle with the Justice Department over its proposed merger with Time Warner, made four payments totaling $200,000 between October 2017 and January 2018 to Cohen's shell company.",
  "Aircraft manufacturer Korea Aerospace Industries, which is currently competing for a multibillion-dollar Air Force contract to provide trainer jets, paid Essential Consultants $150,000 last November, according to The Times.",
  "But Tuesday's revelations from Avenatti and a report by The New York Times appear to show that several corporations, including one with ties to a Russian oligarch, dealt with Essential Consultants as well.",
  "Cohen's shell company came to light in January when The Wall Street Journal reported that he created Essential Consultants in Delaware in October 2016, just weeks before the 2016 presidential election.",
  "Spencer Platt/Getty Images\n\nAllegations of corporate payments made to President Donald Trump's personal attorney Michael Cohen has drawn scrutiny to Cohen's shell company, Essential Consultants LLC.",
  "The allegations surfaced in a report called \"Project Sunlight,\" which was released Tuesday by Michael Avenatti, the lawyer representing porn star Stormy Daniels in her case against Cohen and Trump.",
  "Novartis Investments S.A.R.L., a subsidiary of pharmaceutical giant Novartis, allegedly made four payments to Cohen's shell company for $99,980 each between October 2017 and January 2018.",
  "Cohen used the company to pay Daniels, whose real name is Stephanie Clifford, $130,000 in exchange for her silence about an alleged affair she says she had with Trump about a decade ago.",
  "AT&T confirmed the payments made to Cohen, saying, \"Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration.",
  "The Times noted that it's unclear whether any of the transactions were improper, but the fact that Cohen used a shell company could have violated banking laws, according to Avenatti.",
  "On formation documents, Cohen listed himself as the \"authorized person\" for the company rather than a lawyer or an agent, which some owners do to keep their identities hidden.",
  "Transactions totaling at least $4.4 million started flowing through Essential Consultants shortly before Trump was elected president, and they continued until this January.",
  "Cohen establishing the company in Delaware gave him privacy in a state that has attracted more than one million business entities, according to The Wall Street Journal.",
  "In addition, Cohen used the company to facilitate a $1.6 million payment from major Republican donor Elliott Broidy to a former Playboy model he allegedly impregnated.",
  "Avenatti's report alleged that Essential Consultants received $500,000 from Columbus Nova, an investment firm with ties to Russian oligarch Viktor Vekselberg.",
  "However, Essential Consultants does not appear in the public disclosures that AT&T filed about who they paid for lobbying, according to The Atlantic.",
  "Financial records show that Cohen used the shell company for business activities that went beyond what was publicly known, according to The Times.",
  "But the investment firm decided to end the agreement midway through after it yielded a few investment ideas but no actual deals.",
  "A lawyer from Columbus Nova said that the funds were for a consulting fee and not related to Vekselberg, according to The Times.",
  "Cohen's connection to the shell company is not listed in online searches of Delaware companies, according to The Journal.",
  "The consulting deal was worth $1 million and was supposed to last for a year, according to The Times.",
  "Limited liability companies in Delaware don't have to publicly disclose the names of their managers.",
  "Delaware officials recorded 10,574 new LLCs during the month Cohen opened Essential Consultants.",
  "Novartis said its agreement with Essential Consultants had expired, according to The Times.",
  "They did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "The company has no other known directors or employees, according to The Atlantic.",
  "Michael Cohen."
]