[
  "(Photo: Pablo Martinez Monsivais/AP)\n\nOpinion writer\n\nThe Post reports on the details of President Trump’s lawyer Michael Cohen’s $600,000 deal with AT&T:\n\nThe documents detail the full scope of Cohen’s $600,000 deal with AT&T and how his contract specified that he would provide advice on the $85 billion merger, which required the approval of federal antitrust regulators.",
  "Novartis evidently has either the most inept government-affairs department on the planet — one that failed to do rudimentary due-diligence about Cohen’s background and expertise (or lack thereof) — or they were paying for nonexistent services, in other words engaging in one of the crassest examples of pay-to-play we’ve seen at the presidential level in modern times.",
  "This comes on top of revelations that Korea Aerospace Industries paid $150,000 and pharmaceutical giant Novartis forked over $1.2 million to Cohen for his insights into health-care policy, which makes about as much sense as paying $1.2 million for his insights into nuclear power plants or forestry management.",
  "Equally as interesting and troubling is why major public corporations saw fit to pay exorbitant sums of cash to someone with zero expertise in any substantive policy matter, who had no position in the administration, who was not a registered lobbyist and who had few, if any, congressional connections.",
  "(Novartis’s chief executive sent out a memo to his employees stating, “We made a mistake in entering into this engagement and, as a consequence, are being criticized by a world that expects more from us.”)\n\nThere are a host of questions for Cohen and Trump (e.g., Did Trump know who was paying Cohen?",
  "The Wall Street Journal reports:\n\nNovartis, one of the world’s biggest drug companies by sales, said its aim by hiring Essential Consultants was to gain better understanding of Trump administration policy-making, especially regarding matters like the status of the Affordable Care Act.",
  "“‘There is no other way to say it—AT&T hiring Michael Cohen as a political consultant was a big mistake,’ the company’s chief executive, Randall Stephenson, said in the message to employees.”) This will not end the internal and external inquiries.",
  "Cohen seems to have seen the presidency as just another get-rich-quick scheme, just as Trump and his son-in-law figured out how to monetize the presidency (e.g., events at Trump hotels, access to lenders for Jared Kushner).",
  "Put differently, expect a slew of internal corporate investigations at the firms that shoveled money into Cohen’s coffers and shareholders’ suits alleging the corporation did not act in their best interests.",
  "(“The company told employees in an internal memo Friday that Bob Quinn was retiring, but a person familiar with the matter said Mr. Quinn was being forced to leave,” the Wall Street Journal reported.",
  "One might understand a single company mistaking Cohen for a policy Svengali but why did multiple corporations line up to stuff money in the pockets of Trump’s lawyer?",
  "As the cesspool of influence-peddling widens and deepens, the full extent of the self-aggrandizement at the heart of the Trump administration becomes clear.",
  "Furthermore, shareholders can bring their own lawsuits alleging the board has failed to uphold its obligations and can ensure proper controls are in place.",
  "Novartis said Wednesday it realized from its first meeting with Mr. Cohen in March 2017 that he wouldn’t be helpful and stopped engaging with him.",
  "Trump had voiced opposition to the merger during the presidential campaign, and his administration ultimately opposed the AT&T effort.",
  "They must, among other things, see that the company is buying services for market rates and receiving value for their purchases.",
  "The good news is that public corporations are run by corporate boards that have fiduciary obligations to shareholders.",
  "We wish the Southern District of New York prosecutors Godspeed in their efforts to follow the money trail(s).",
  "We are going to see a civil litigation bonanza that may be quite successful in revealing Cohen operation.",
  "Friday morning, AT&T announced that it is forcing out the executive in charge of the $600,000 payment.",
  "That means boards of directors are responsible for making certain the company complies with all laws.",
  "The company said it determined it couldn’t scrap the contract and continued making the payments.",
  "The Justice Department filed suit in November to block the deal, and that case is pending.",
  "It is another symptom of the perversion of public service for private gain.",
  "This is the sort of base corporation one sees in Third World countries.",
  "Did Cohen use those monies to pay off Trump’s former sexual partners?).",
  "Companies routinely pay advisers for policy advice in Washington.",
  "\n\nMichael Cohen arrives on Capitol Hill in Washington last year."
]