[
  "University of Minnesota law school professor Carol Chomsky said the exclusion of Trump “does undercut the validity of the agreement, because it creates ambiguity in what was intended and may demonstrate some misrepresentation in the formulation of the agreement.”\n\nBut former top Justice Department official Harry Litman said that, while the admission might complicate the NDA somewhat, the biggest takeaway is that it protects Trump.",
  "The contract appears to bind DD and grant him rights.”\n\nMichael Cohen's attorney just claimed on @OutFrontCNN that Trump was not aware of the Stormy Daniels agreement or the payment, which means that there was no contract between Trump and Daniels, and Daniels can release the materials.",
  "“It’s also the expected and smartest — in the sense of most-insulated — tack: Cohen the Mr. Fix-it who knows what the president needs and gets it for him without even putting him in the potentially vulnerable position of having to discuss it,” Litman said.",
  "Former federal prosecutor Renato Mariotti said that, the way the NDA was written, there “was no deal without [Trump's] knowledge or consent.”\n\n“The contact binds 'DD' (Trump) in many ways and grants enforcement remedies solely to Trump,” Mariotti said.",
  "“If true, that opens up Cohen and anyone else involved in soliciting the agreement to fraud charges because the agreement certainly purports to make commitments, beyond the money, that only Trump could make,” Super said.",
  "“The president was not aware of the agreement,” he said, before clarifying: “At least Michael Cohen never told him about the agreement.”\n\nWhich means it's still worth getting the White House's word on this.",
  "— Renato Mariotti (@renato_mariotti) March 28, 2018\n\nDavid Super, a law professor at Georgetown University, said Schwartz's admission was “amazing” and could even lead to legal jeopardy.",
  "But while it might insulate Trump from the scandal, experts say it could also undermine the nondisclosure agreement that Daniels signed preventing her from disclosing the alleged affair.",
  "The White House and Michael Cohen have spent weeks declining to answer a basic question: Was President Trump involved in the $130,000 hush-money payment made to porn star Stormy Daniels?",
  "Cohen's initial statement on all of this ruled out possible involvement from the Trump Organization and the 2016 campaign, but it conspicuously didn't address Trump personally.",
  "And maybe Cohen and Schwartz have decided the NDA may be a lost cause — given that Daniels is now flouting it anyway — and that it's more important to insulate Trump.",
  "He added: “Cohen could argue that when the contact lists various rights and responsibilities for 'DD,' it really means the LLC, but I doubt a judge would buy that.",
  "That would seem to foreclose the possibility that Cohen made the arrangement without Trump's knowledge but later billed him for it without explaining the charge.",
  "On CNN Wednesday night, Schwartz seemed to categorically deny that Trump was involved — or at least that he had knowledge of the payment on the front end.",
  "(The Wall Street Journal, for what it's worth, has reported that Cohen at one point groused to others that Trump hadn't reimbursed him for the payment.)",
  "Schwartz argued on CNN that the NDA would still be valid because Trump was merely a third-party beneficiary, but some experts are dubious.",
  "The person who is denying Trump was involved is a lawyer for a party to an agreement who says Trump wasn't involved in that agreement.",
  "David Schwartz is a lawyer and spokesman for Cohen, Trump's personal lawyer who has said he “facilitated” the Daniels payment.",
  "Schwartz extended the denial further Thursday morning on NBC News, adding that Trump \"100 percent” did not reimburse Cohen.",
  "So, can you say unequivocally that the president was never in any way aware of the $130,000 of the agreement itself?",
  "And even he seems to suggest it's possible Trump might have learned of the agreement without Cohen telling him.",
  "Part of the reason for the delay could be that it might undermine the nondisclosure agreement Daniels signed.",
  "Perhaps the White House simply wanted to keep quiet and hope that this whole thing would go away (wrong!).",
  "SCHWARTZ: So, you asked about 12 days before — BURNETT: Not aware of the agreement.",
  "It's worth emphasizing here, though, that the White House still hasn't weighed in.",
  "It seems like a simple question, and you are Cohen's spokesperson in this.",
  "Schwartz has no responsibility or accountability to the White House here.",
  "And the White House has repeatedly brushed aside this question.",
  "And you asked a whole bunch of questions, so let me cover that.",
  "At least Michael Cohen never told him about the agreement.",
  "There are pros and cons to saying Trump wasn't involved.",
  "SCHWARTZ: The president was not aware of the agreement.",
  "But why wait all this time to deny Trump was involved?",
  "Why would he admit this on national television?",
  "SCHWARTZ: He was not aware of any of it.",
  "Here's the exchange:\n\nBURNETT: Okay.",
  "Well, we finally have a denial.",
  "This post has been updated.",
  "Don't hold your breath.",
  "I can tell you that.",
  "How about the money?",
  "BURNETT: Yes."
]