[
  "In his February statement to The New York Times, Cohen stated that “neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.”\n\nOn May 3, Trump confirmed in a tweet that “Cohen, an attorney, received a monthly retainer, not from the campaign and having nothing to do with the campaign, from which he entered into, through reimbursement, a private contract between two parties, known as a non-disclosure agreement, or NDA.”\n\nMore: Trump voters think he's lying about Stormy Daniels.",
  "I would think it would be earlier than mid-last year.” He also said, “The repayments took place over a period of time, probably in 2017, probably all paid back by the end of 2017.”\n\nBut later, when asked about how the payments were structured, Giuliani said he didn’t know but that they were “probably in 2018.” It would also matter when Trump found out about Cohen’s payment, and his need to reimburse him.",
  "Even if it was not, a complaint filed by Citizens for Responsibility and Ethics in Washington (CREW) with the U.S. Attorney’s Office alleges it may be considered a personal loan to Trump that should have been reported in a public financial disclosure report filed by the president in June 2017.",
  "Noble told us that Cohen and Trump could have committed a campaign finance violation, regardless of how Trump reimbursed Cohen\n\nWhat matters is Cohen’s intent when he paid Daniels and whether Trump or someone in his campaign knew about the payment, Noble told us in a phone interview.",
  "The question here is, when did the campaign know about it and did Trump know about it?”\n\nNoble told us there is enough evidence for the FEC to investigate possible campaign finance violations, which could lead to either civil fines or a criminal referral to the Department of Justice.",
  "Federal law states that a personal loan or “anything of value made by any person for the purpose of influencing any election for Federal office is a contribution.” (Bank loans and lines of credit are treated differently under the law than individual loans or gifts.)",
  "Mr. Cohen, an attorney, received a monthly retainer, not from the campaign and having nothing to do with the campaign, from which he entered into, through reimbursement, a private contract between two parties, known as a non-disclosure agreement, or NDA.",
  "“I don’t know the answer to that, except to say that when I talk to him, it seems to me that he was getting the full picture for the first time.”\n\nDid Trump mislead the public when he said on April 5 that he did not know about the payment to Daniels?",
  "CLOSE Rudy Giuliani may have added to the legal headaches of President Donald Trump when he drew a link between the $130,000 payment to a porn star to keep her quiet about an alleged affair and the potential campaign fallout if her story went public.",
  "(Photo: Chris Pizzello, AP)\n\nIn a series of early morning tweets on May 3, President Donald Trump acknowledged for the first time that he reimbursed his personal attorney for the $130,000 payment that was made to adult film star Stormy Daniels.",
  "The agreement was used to stop the false and extortionist accusations made by her about an affair,...... — Donald J. Trump (@realDonaldTrump) May 3, 2018\n\n...despite already having signed a detailed letter admitting that there was no affair.",
  "On CBS’ The Late Show with Stephen Colbert, Daniels’ attorney, Michael Avenatti, held up a receipt from a bank in San Francisco showing that on Oct. 27, 2016, Essential Consultants made a $130,000 payment to Daniels’ attorney at the time.",
  "— Donald J. Trump (@realDonaldTrump) May 3, 2018\n\nThe timing of the reimbursement payments is important because Trump and/or his campaign may have violated campaign finance laws by accepting an illegal campaign contribution.",
  "This is not in dispute: Daniels, whose real name is Stephanie Clifford, was paid $130,000 in exchange for signing a non-disclosure agreement that barred her from talking about an alleged sexual encounter with Trump in 2006.",
  "If there is evidence that Cohen intended to influence the election by preventing voters from learning of Trump’s alleged affair, then the $130,000 payment is an illegal contribution — whether or not it was repaid.",
  "Fox News interview: Rudy Giuliani says Trump paid Michael Cohen back for $130,000 given to Stormy Daniels\n\nThe next day, Trump confirmed for the first time that he had reimbursed Cohen for the payment to Daniels.",
  "Cohen’s carefully-worded statement to The New York Times says he was not reimbursed by the Trump Organization or the Trump campaign, but it did not rule out that he may have been reimbursed personally by Trump.",
  "Actually, I think probably in 2018.”\n\nAsked how many payments it took to reimburse Cohen, Giuliani told The Washington Post that Cohen received $35,000 in monthly installments beginning in January or February.",
  "Still, there are many unanswered questions about the payment — which was made less than two weeks before the 2016 presidential election — and whether it may have run afoul of campaign finance or ethics laws.",
  "Former New York City mayor Rudy Giuliani, now a member of the president’s legal team, told Fox News on May 2 that Trump used his personal funds — not campaign funds or corporate funds — to reimburse Cohen.",
  "And Michael earned a fee out of it.”\n\nThe timing is important because Trump did not list a debt to Cohen on his 2017 personal public financial disclosure report, which he filed on June 14, 2017.",
  "In that case, Edwards was charged with — but never convicted of — multiple campaign finance violations related to payments that were made to Edwards’ pregnant mistress during the 2008 campaign.",
  "Filing a false report can result in a fine of up to $50,000, and knowingly and willfully filing a false report can result in a jail sentence of no more than one year and/or a fine of $50,000.",
  "Since it was not, tweeted Norm Eisen, CREW board chairman, the non-disclosure could run afoul of federal laws on knowingly filing false or fraudulent statements with the federal government.",
  "Trump and Giuliani have said the Trump campaign did not violate any campaign finance laws because Trump’s personal funds — not campaign or corporate funds — were used to reimburse Cohen.",
  "“If Michael Cohen really did this on his own and was not an agent to the campaign in any way and wasn’t motivated by the election — then it is not a violation of the law,” Noble told us.",
  "“Then there probably were other things of a personal nature that Michael took care of, for which the president would have always trusted him as his lawyer, as my clients do with me.",
  "He said he spoke to Trump “about two weeks ago” about the payment, and it was at that time that Trump “probably” got “the full picture for the first time” about the payment.",
  "Giuliani later told Fox News reporter John Roberts that the president wasn’t aware that Cohen used his retainer fees to reimburse himself the $130,000 he paid Daniels.",
  "In a May 3 tweet, Trump said the payment to Daniels had “nothing to do with the campaign.”\n\nIn the May 2 Fox News interview, Giuliani said, “It’s not campaign money.",
  "Also, Noble said, the Justice Department can decide on its own to bring charges — as it did against former Democratic presidential candidate John Edwards in 2011.",
  "Giuliani told The Washington Post in a story published May 3 that Trump reimbursed Cohen, but he was wasn’t clear on exactly when the payments started or ended.",
  "Giuliani is wrong, according to Larry Noble, a former general counsel at the FEC, who is now senior director and general counsel at the Campaign Legal Center.",
  "Asked if Trump knew about the $130,000 payout on April 5, when the president denied knowing anything about them, Giuliani said he did not know the answer.",
  "In a series of three tweets on May 3, the president said that he kept Cohen on a monthly retainer and that Cohen was reimbursed from the monthly retainer.",
  "As we say above, Giuliani said Cohen was paid in monthly installments of $35,000 “probably starting in January or February.” But he didn’t say what year.",
  "On Oct. 17, 2016, three weeks before the Nov. 8 election, Trump’s personal attorney Michael Cohen incorporated Essential Consultants LLC in Delaware.",
  "It depends on Cohen’s intention when he made the payment to Daniels and whether he coordinated the payment with anyone from the Trump campaign.",
  "The fines vary from $5,701 to $66,666 and could be tripled if the FEC determines that the violations were knowing and willful, Noble said.",
  "A loan from an individual is considered a campaign contribution — subject to the limits of individual donations to candidate committees.",
  "If Trump knew about Cohen’s payment, then “he can be held personally liable for accepting an illegal campaign donation,” Noble said.",
  "Thank God he did, (or else) he’d get a campaign finance violation they’d try to drum up into a felony or something,” Giuliani said.",
  "These agreements are..... — Donald J. Trump (@realDonaldTrump) May 3, 2018\n\n...very common among celebrities and people of wealth.",
  "The former adult film star reportedly had an affair with President Trump after meeting him at a celebrity golf tournament in 2006.",
  "Related: Donald Trump lawyer Rudy Giuliani says 'we're going to be OK' on legal challenges\n\nWhen was the payment made to Daniels?",
  "More: Trump could face more legal trouble after confirming he repaid Michael Cohen, watchdogs say\n\nWho made the payment?",
  "“The repayments took place over a period of time, probably in 2017, probably all paid back by the end of 2017,” he said.",
  "However, we now know from Giuliani and Trump that Cohen did receive a monthly retainer that was used to reimburse Cohen.",
  "No campaign finance violation.” He also told The Washington Post that Trump was “really wise” to use his personal funds.",
  "30116 and 11 CFR part 110 shall be unlawful whether or not it is repaid,” according to the Federal Election Commission.",
  "In this case it is in full force and effect and will be used in Arbitration for damages against Ms. Clifford (Daniels).",
  "Giuliani told The Washington Post that Trump did not know about the payment at the time it was made in October 2016.",
  "That limit was $2,700 per election in 2016, meaning that Cohen may have exceeded the limit by more than $127,000.",
  "The issue is muddied, however, by the timeline provided by Giuliani in his interview with The Washington Post.",
  "In February, Cohen released a statement to The New York Times, acknowledging that he authorized the payment.",
  "Later, when the newspaper asked how the repayments to Cohen were structured, Giuliani said: “Don’t know.",
  "He also said the total amount Trump owed Cohen was $250,000 — including the $130,000 payment to Daniels.",
  "The president did not answer the question of whether he set up a fund of money that Cohen could draw on.",
  "Aboard Air Force One, the president said on April 5 that he didn’t know about the payment to Daniels.",
  "Did Trump have to disclose the payment as a liability on his personal financial disclosure statement?",
  "Timeline: What the White House has said about the Stormy Daniels payoff\n\nDid Trump reimburse Cohen?",
  "(Corporations, by federal law, are prohibited from making contributions to candidate committees.)",
  "“Was the president really wise to take it out of personal funds rather than from campaign funds?",
  "He also said the FEC could refer the case to the Department of Justice for criminal prosecution.",
  "Question, April 5: Mr. President, did you know about the $130,000 payment to Stormy Daniels?",
  "Question: Then why did Michael Cohen make those if there was no truth to her allegations?",
  "Daniels has sued to break an agreement that keeps her from telling her side of the story.",
  "Money from the campaign, or campaign contributions, played no roll in this transaction.",
  "Prior to its violation by Ms. Clifford and her attorney, this was a private agreement.",
  "“As soon as the campaign knows about it, then it is an (illegal) in-kind contribution.",
  "So, is Cohen’s statement in February contradicted by the president’s tweet?",
  "Trump and Giuliani say the payment to Daniels was not campaign-related.",
  "Question: Did you ever set up a fund of money that he could draw from?",
  "Question: Do you know where he got the money to make that payment?",
  "Did Cohen mislead the public when he said he wasn’t reimbursed?",
  "Later he said, “I don’t know when they started reimbursing him.",
  "“A loan that exceeds the contribution limitations of 52 U.S.C.",
  "Did the Trump campaign or Cohen violate campaign finance laws?",
  "$35,000 a month, probably starting in January or February.",
  "Here, we lay out some of those questions and what we know.",
  "He also said he did not know when Trump learned of it.",
  "And that was paid back out of the rest of the money.",
  "By the time you get to $250,000, it’s all paid off.",
  "When did Trump learn about the payment to Daniels?",
  "So you probably should be careful,” Giuliani said.",
  "Read or Share this story: https://usat.ly/2rnEeKu",
  "We don’t yet know the answers to those questions.",
  "Remember, he also paid for the taxes,” he said.",
  "Trump: Well, you’ll have to ask Michael Cohen.",
  "When and how did Trump reimburse Cohen?",
  "And you’ll have to ask Michael Cohen.",
  "And no, they don't really care.",
  "(May 3) AP\n\nStormy Daniels.",
  "“Do the arithmetic, right?",
  "Trump: No, I don’t know.",
  "“I never asked him that.",
  "Michael is my attorney.",
  "How much was paid?",
  "Not necessarily.",
  "Don’t know.",
  "What else?",
  "Trump: No.",
  "Yes.",
  "No.",
  "No."
]