[
  "“Things that stand out as abnormal, like documents being removed from a system, are of grave concern to me.” Of the potential for legal consequences, the official said, “To say that I am terrified right now would be an understatement.” But, referring to the released report, as well as the potential contents of the missing reports, the official also added, “This is a terrifying time to be an American, to be in this situation, and to watch all of this unfold.”\n\nThis story has been updated to include a statement by the lawyer Keith M. Davidson.",
  "In fact, the compliance officers wrote, “a significant portion of the target account deposits continue to originate from entities that have no apparent connection to real estate or apparent need to engage Cohen as a real estate consultant.” Likewise, “a significant portion of the deposits continues to be derived from foreign entities.” David Murray, a former Treasury official focussed on illicit finance, told me, “There are a ton of red flags here.",
  "The report flagged the activity as suspicious “because the CEO’s company transferred substantial funds to the personal attorney of Trump at the same time the CEO reportedly donated substantial funds to Trump’s inauguration fund and joint fundraising committee for Trump’s reelection and the Republican National Committee.”\n\nOther banks also noticed Cohen’s suspicious transactions and filed their own SARs about his activity.",
  "“And there is nothing there.”\n\nCohen set up the First Republic account for Essential Consultants in October, 2016, shortly before the Presidential election, in order to pay the adult-film actress Stephanie Clifford, who performs under the name Stormy Daniels, a hundred and thirty thousand dollars in return for signing a nondisclosure agreement about her alleged affair with Donald Trump.",
  "“That’s what alarms me the most.”\n\nFinCEN said in a statement that it protects the confidentiality of SARs “in order to protect both filers and potentially named individuals.” The statement added, “FinCEN neither confirms nor denies the existence of purported SARs.” Spokespeople for the special counsel’s office and the Southern District of New York declined to comment.",
  "Morgan Stanley Smith Barney filed a separate SAR showing that, during that same three-month period, Cohen set up two accounts with the firm, into which he deposited three checks from his Essential Consultants account, two in the amount of two hundred and fifty thousand dollars and one in the amount of five hundred and five thousand dollars.",
  "He paid initiation fees and dues to the Core Club, a social club that the Times once described as a “portal to power.” He also cut himself multiple personal checks from Essential Consultants, amounting to more than a hundred thousand dollars, on top of the million he had already deposited into his Morgan Stanley accounts.",
  "Morgan Stanley Smith Barney marked those transactions, which added up to more than a million dollars, as possible signs of “bribery or gratuity” and “suspicious use of third-party transactors (straw-man).”\n\nCohen appears to have misled First Republic repeatedly regarding the purpose of the Essential Consultants account.",
  "Among other potential violations, the documents cite “suspicion concerning the source of funds,” “suspicious EFT/ wire transfers,” “suspicious use of multiple accounts,” and “transaction with no apparent economic, business, or lawful purpose.” (A spokesperson for First Republic Bank declined to comment.)",
  "It may be that someone reached out to FinCEN to ask to limit disclosure of certain SARs related to an investigation, whether it was the special counsel or the Southern District of New York.” (The special counsel, Robert Mueller, is investigating Russian interference in the 2016 Presidential election.",
  "Michael Avenatti, an attorney representing Clifford, who has released summaries of Cohen’s transactions on social media, said, “The Treasury Department should release all of the SARs immediately to the American public.”\n\nSuspicious-activity reports are kept strictly confidential, as a matter of law.",
  "When something’s not there that should be, I immediately became concerned.” The official added, “That’s why I came forward.”\n\nSeven former government officials and other experts familiar with the Treasury Department’s FinCEN database expressed varying levels of concern about the missing reports.",
  "The investigators wrote that Columbus Nova’s biggest client is a company controlled by Viktor Vekselberg, whom they described as “reputed to be a longtime ally of Russian President Vladimir Putin.” The report also points out that Andrew Intrater, Vekselberg’s relative and the C.E.O.",
  "After the press began scrutinizing Cohen’s accounts, a man listed as Demeter Direct’s C.E.O., Mark Ko, told CNN that he served as an intermediary and translator in Cohen’s dealings with an aviation firm, majority-owned by South Korea’s government, called Korea Aerospace Industries.",
  "The pattern of activity has indicators that are inherently suspicious, and the volume and source of funds do not match the account profile that was built when the account was opened.”\n\nThe report released last week highlights a payment from Cohen’s account to Demeter Direct, Inc.",
  "Some of those show the banks piecing together the reasons for the transactions from news reports, citing articles from publications including the Wall Street Journal and Vanity Fair about Trump, Russia, and secret election-season payments, including the payment to Clifford.",
  "That source, a law-enforcement official, is speaking publicly for the first time, to The New Yorker, to explain the motivation: the official had grown alarmed after being unable to find two important reports on Cohen’s financial activity in a government database.",
  "“I don’t think there’s a safe harbor for somebody who discloses it.” According to FinCEN, disclosing a SAR is a federal offense, carrying penalties including fines of up to two hundred and fifty thousand dollars and imprisonment for up to five years.",
  "The company has hundreds of millions of dollars in contracts with the U.A.E.” Broidy has said that Cohen and another lawyer, Keith M. Davidson, worked out a deal in which Broidy would pay $1.6 million to a former Playboy model he had impregnated.",
  "The payments to Cohen that have emerged in the past week come primarily from a single document, a “suspicious-activity report” filed by First Republic Bank, where Cohen’s shell company, Essential Consultants, L.L.C., maintained an account.",
  "The document detailed sums in the hundreds of thousands of dollars paid to Cohen by the pharmaceutical company Novartis, the telecommunications giant A.T. & T., and an investment firm with ties to the Russian oligarch Viktor Vekselberg.",
  "One called the possibility “explosive.” A record-retention policy on FinCEN’s Web site notes that false documents or those “deemed highly sensitive” and “requiring strict limitations on access” may be transferred out of its master file.",
  "Last week, several news outlets obtained financial records showing that Michael Cohen, President Trump’s personal attorney, had used a shell company to receive payments from various firms with business before the Trump Administration.",
  "I have never performed legal services for, nor have I ever been compensated for performing legal services for, Elliott Broidy.”\n\nA representative for Broidy said that this description of the payments was “not correct,” and that “Mr.",
  "Broidy seems to have paid Davidson two hundred thousand dollars, and to have sent three payments, of $62,500 each, to Cohen—one to the Essential Consultants account and two to the account of Michael D. Cohen and Associates.",
  "Broidy did not pay Mr. Davidson.” However, the City National report shows that on November 30, 2017, a wire of two hundred thousand dollars was received by the Real Estate Attorneys’ Group from Broidy.",
  "The second report that the official was unable to locate, which investigated a three-month period between June and September of 2017, found suspect transfers totalling more than two million dollars.",
  "Banks are legally mandated to file suspicious-activity reports with the government in order to call attention to activity that resembles money laundering, fraud, and other criminal conduct.",
  "The most recent report—the only one made public so far—examined Cohen’s transactions from September of 2017 to January of 2018, and included activity totalling almost a million dollars.",
  "In the days since, there has been much speculation about who leaked the confidential documents, and the Treasury Department’s inspector general has launched a probe to find the source.",
  "But, according to the official who leaked the report, these SARs were absent from the database maintained by the Treasury Department’s Financial Crimes Enforcement Network, or FinCEN.",
  "According to the First Republic report, the aerospace company paid Cohen a hundred and fifty thousand dollars in November of 2017, the same month President Trump visited South Korea.",
  "The report also refers to two previous suspicious-activity reports, or SARs, that the bank had filed, which documented even larger flows of questionable money into Cohen’s account.",
  "Bank compliance officers noted eight payments from a company called Columbus Nova to Cohen’s account between January and August of 2017, totalling five hundred thousand dollars.",
  "Whatever the explanation for the missing reports, the appearance that some, but not all, had been removed or restricted troubled the official who released the report last week.",
  "These reports are routed to a permanent database maintained by FinCEN, which can be searched by tens of thousands of law-enforcement and other federal government personnel.",
  "In many cases, the suspicious-activity reports highlight activity of potential interest to ongoing investigations, including that of the special counsel, Robert Mueller.",
  "Then, on December 5, 2017, two hundred thousand dollars were transferred from Real Estate Attorneys’ Group to an account belonging to Keith M. Davidson and Associates.",
  "The official who released the suspicious-activity reports was aware of the risks, but said fears that the missing reports might be suppressed compelled the disclosure.",
  "In paperwork filed with the bank, he said that the company would be devoted to using “his experience in real estate to consult on commercial and residential” deals.",
  "They are not proof of criminal activity, and often do not result in criminal charges, though the information in them can be used in law-enforcement proceedings.",
  "One, filed by City National Bank, follows money paid to Cohen by Elliott Broidy, at the time the deputy finance chairman for the Republican National Committee.",
  "The first report that the official was unable to locate, which covered almost seven months, appears to have listed a little over a million dollars in activity.",
  "Some speculated that FinCEN may have restricted access to the reports due to the sensitivity of their content, which they said would be nearly unprecedented.",
  "She speculated that FinCEN may have taken the extraordinary step of restricting access “because of the highly sensitive nature of a potential investigation.",
  "Nevertheless, a former prosecutor who spent years working with the FinCEN database said that she knew of no mechanism for restricting access to SARs.",
  "He seems to have used it to pay his American Express, A.T. & T., and Mercedes Benz bills, marking account numbers on the memo lines of his checks.",
  "Those two reports detail more than three million dollars in additional transactions—triple the amount in the report released last week.",
  "The report notes, “Broidy also owns a private security company, Circinus, which provides services to the U.S. and other governments.",
  "First Republic’s compliance officers later began flagging Cohen’s transactions in the account as possible signs of money laundering.",
  "“Why just those two missing?” the official, who feared that the contents of those two reports might be permanently withheld, said.",
  "The City National report shows that Broidy funnelled the payments through Real Estate Attorneys’ Group, a legal corporation.",
  "The official, who has spent a career in law enforcement, told me, “I have never seen something pulled off the system.",
  "The official, worried that the information was being withheld from law enforcement, released the remaining documents.",
  "“SARs are secret, to protect the government and to protect financial institutions,” the former prosecutor told me.",
  "Davidson said, “Like any lawyer, I maintain an attorney-client trust account, where funds for clients are held.",
  "At the time, the company was lobbying for a controversial multibillion-dollar contract with the U.S. Air Force.",
  "By January of this year, First Republic had filed the three suspicious-activity reports about Cohen’s account.",
  "Broidy is not going to detail his payments for legal services to Mr. Cohen.” The representative added, “Mr.",
  "The report also shows how Cohen apparently used the Essential Consultants account for personal expenses.",
  "It alludes to the two previous reports that the official could not find in the FinCEN database.",
  "They should be there,” the official, who described an exhaustive search for the reports, said.",
  "Cohen told the bank that his transactions would be modest, and based within the United States.",
  "of Columbus Nova, donated more than three hundred thousand dollars to Trump-related causes.",
  "A substantial portion of this money seems to have ended up in Cohen’s personal accounts.",
  "In publicly filed paperwork, Demeter Direct represents itself as a Korean food company.",
  "However, a Web site, since taken down, suggested that it was a global consulting firm.",
  "The reports are a routine response to any financial activity that appears suspicious.",
  "“We’ve accepted this as normal, and this is not normal,” the official said.",
  "Michael Cohen and his lawyer did not respond to requests for comment.",
  "Which individuals or corporations were involved remains a mystery.",
  "Broidy appears to have paid both lawyers for arranging the deal.",
  "The Southern District is investigating Cohen, and the F.B.I.",
  "The payments may have been a part of the settlement.",
  "raided his office and hotel room last month.)",
  "That system is a safeguard for the bank.",
  "It’s a stockpile of information.",
  "“This is a permanent record.",
  ".",
  ".",
  "."
]