[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "TRANSITIONS — FTC Chairman Joe Simons has made some personnel announcements: Cathy MacFarlane is now director of the Office of Public Affairs; Tara Isa Koslov is interim chief of staff to the chairman; Randolph Tritell stays on as director of the Office of International Affairs; Jeanne Bumpus stays on as director of the Office of Congressional Relations; David Robbins stays on as executive director of the agency; Donald Clark stays on as the Secretary of the FTC; Kevin Williams stays on as the director of the Office of Equal Employment Opportunity and Workplace Inclusion.",
  "BILLS, BILLS, BILLS — House lawmakers introduced two new bipartisan telecom bills Tuesday: the PIRATE Act from Reps. Leonard Lance (R-N.J.) and Paul Tonko (D-N.Y.), which would seek to combat illegal radio broadcasters known as pirates by upping penalties against violations, among other statutory changes; and the National Non-Emergency Mobile Number Act, which would compel the FCC to make a unified wireless number for critical non-emergency situations on U.S. highways.",
  "“The companies disclosed the business relationships after lawyer Michael Avenatti claimed they made payments to Essential Consultants, a company Cohen also used to make a hush-money payment to porn actress Stormy Daniels just weeks before the 2016 presidential election.”\n\nStory Continued Below\n\n— AT&T’s statement: “Essential Consultants was one of several firms we engaged in early 2017 to provide insights into understanding the new administration.",
  "The AT&T-Michael Cohen connection\n\nWith help from Ashley Gold, Steven Overly and John Hendel\n\nTHE AT&T-MICHAEL COHEN CONNECTION — “Michael Cohen, President Donald Trump’s longtime personal attorney, faced explosive claims about his business dealings on Tuesday, prompting AT&T and a company with ties to a Russian oligarch to acknowledge retaining him after the 2016 election,” POLITICO’s Lorraine Woellert and Josh Meyer report.",
  "“We have been in ongoing discussions with Facebook and hope to have the final redacted ads in our possession within a matter of days,” Schiff (D-Calif.) said in a statement “As soon as we receive them, it is our intention to share them with the public.”\n\nAV START ACT STILL STALLED — The Senate’s self-driving car legislation, dubbed the AV START Act, is still sputtering as it awaits a vote in the upper chamber.",
  "“One of the questions I still have that no one from the United States government or Facebook has been able to answer: Did all this just originate out of the Internet Research Agency in St. Petersburg or were there other entities?”\n\n— Meanwhile, House Intel ranking member Adam Schiff has said there are plans to release a trove of 3,000 Facebook ads that have been tied to the Russian-linked IRA troll farm.",
  "TODAY IN FLY-INS — BSA | The Software Alliance is hosting a fly-in of board members and executives from member companies including Microsoft’s Brad Smith, IBM’s Daniela Combe, Autodesk’s Pascal DiFronzo, Workday’s Jim Shaughnessy and Siemens’ Steve Dietz, who will be huddling with lawmakers to discuss policy areas such as artificial intelligence and workforce development.",
  "Lawmakers “have not seen any detailed, publicly stated explanations or documented plans indicating how the FCC and/or Treasury will ensure that these funds will remain dedicated to their intended purpose … particularly in the event of a government shutdown (three of which have occurred over the last five months),” according to a letter draft circulating on Capitol Hill.",
  "SILICON VALLEY MUST-READS\n\n— Lots of changes at Facebook: “Facebook instituted its biggest executive shakeup in its 15-year history this week, appointing new leaders for WhatsApp, Messenger and Facebook’s core app while giving other longtime Facebook executives new responsibilities, including a new effort to tackle blockchain technology,” Recode reports.",
  "On the face of it, there are no obvious legal or ethical issues that arise unless other facts raising such concerns are uncovered.”\n\nNOTHING BUT NET (NEUTRALITY) — Today’s the day Senate Democrats will make a procedural move to bring a measure to undo the FCC’s net neutrality repeal one step closer to the floor.",
  "— About that social media data: Virginia’s Mark Warner, the top Democrat on the Senate Intelligence Committee, told MT that the panel is working with outside experts to parse the ads and data that Facebook, Twitter and Google have disclosed after a hearing on Russian-linked election interference last fall.",
  "I wish they wouldn’t.” Sen. Cory Gardner (R-Colo.) was also dismissive: “I think this is a political stunt they’re trying to pull off, and they don’t have the votes if we have the full body here.” Markey and other Democrats defended the timing, given they can only force a vote through June 12.",
  "— Speaking of net neutrality: House E&C Democrats Frank Pallone of New Jersey and Mike Doyle of Pennsylvania have questions for FCC Chairman Ajit Pai about whether faulty broadband deployment data was used to inform the agency’s efforts to repeal the 2015 net neutrality rules.",
  "SPOTTED — At the Entertainment Software Association’s Games For Impact event: Rep. Ryan Costello(R-Pa.), Rep. Collins, Rep. Bradley Byrne (R-Ala.), Rep. Jim Costa (D-Calif.), Rep. David Cicilline (D-R.I.), Rep. Bill Foster (D-Ill.), Rep. Hurd and Rep. Hank Johnson (D-Ga.).",
  "MOORE ATTENTION COMING ON FCC SUBSIDIES — Rep. Gwen Moore (D-Wis.) is preparing a letter to Treasury Secretary Steven Mnuchin and FCC Chairman Ajit Pai asking about the commission’s recent transfer of billions of subsidy dollars from private banking to the U.S. Treasury.",
  "Fox and the Comcast: “The Walt Disney Company reported its strongest quarterly results in two years on Tuesday, streaking past Wall Street expectations for profit and revenue growth thanks in large part to the success of ‘Black Panther,’” The New York Times reports.",
  "— Dish served cold: “Dish Network Corp. suffered its worst stock decline in more than a year after Chairman Charlie Ergen told investors not to expect any imminent network partnerships, sparking concerns about the company’s long-term strategy,” Bloomberg reports.",
  "“But that strong performance was shadowed by maneuvering by Comcast to upend Disney’s pending acquisition of 21st Century Fox assets.”\n\nRight of Way(mo): “Waymo’s self-driving car service is launching in Phoenix, Arizona ‘later this year,’” VentureBeat reports.",
  "“In a small number of states, these cyber actors were in a position to, at a minimum, alter or delete voter registration data; however, they did not appear to be in a position to manipulate individual votes or aggregate vote totals,” the report summary reads.",
  "Make that a company that requires federal approval of a merger standing in front of an attorney for the president-elect who opposes the merger asking him to share ‘insights.’ For cash,” tweeted Walter Shaub, former director of the Office of Government Ethics.",
  "“We’ve brought in outside experts, we have such a volume — ads, posts, tweets of different things — we want to try to have the experts do an analysis first,” he said, adding that he was also still interested in more information on the scope of the problem.",
  "– Thursday, May 10 at 8:00 a.m. – The Liaison, 415 New Jersey Ave NW\n\nSENATE INTEL DROPS FIRST SECTION OF RUSSIA REPORT — The Senate Intel Committee on Tuesday evening released the first installment of its report examining Russian election interference.",
  "— Gene Kimmelman, former DOJ antitrust official and president of Public Knowledge, which opposes the AT&T-Time Warner deal: “I’m sure AT&T was trying every angle imaginable to try to convince the Trump Administration not to oppose the merger.",
  "“And they know that, too.” It takes 218 House lawmakers to force a vote via discharge petition, and Republicans have a 236-193 majority -- meaning more than a dozen Republicans would have to come on board in addition to every Democrat.",
  "OHLHAUSEN CONFIRMATION HEARING TODAY — Republican FTC Commissioner Maureen Ohlhausen today is appearing in front of the Senate Judiciary Committee for a confirmation hearing for a judgeship on the U.S. Court of Federal Claims.",
  "It focuses on the exploitation of election infrastructure and details a series of cyber campaigns coordinated by actors affiliated with the Russian government, who sought to target vulnerabilities in state election systems.",
  "The techies are due to meet with Reps. Doug Collins (R-Ga.), Joe Crowley (D-N.Y.), Will Hurd (R-Texas), Hakeem Jeffries (D-N.Y.), Jim Jordan (R-Ohio), Nancy Pelosi (D-Calif.) and Adam Schiff (D-Calif.), as well as Sens.",
  "Either way, it stinks.”\n\n— Norm Eisen, ethics czar for the Obama White House, told MT that news of the payments is unlikely to affect the merger: “Given the posture of the case, I don’t see this as being an issue.",
  "QUICK DOWNLOADS\n\nThe future of flying taxis: “At its annual Elevate summit in Los Angeles Tuesday, [Uber] detailed its aviation goals to launch electric flying taxis within the next five years,” Mashable reports.",
  "“We want to create momentum in getting over to the House.”\n\n— House Energy and Commerce Chairman Greg Walden (R-Ore.) doesn’t think Democrats can force a vote once the CRA measure reaches his chamber.",
  "Eisen added: “They happen to have associated themselves with someone who has the most questionable reputation of any non-indicted person in Trump world, but that may have just been bad luck.\"",
  "Markey will also participate in a Reddit AMA on the topic this afternoon, while activists and tech companies including Etsy and Imgur continue to press for one more senator to back the CRA.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "and Minority Leader Chuck Schumer are leading a press conference this morning to mark Democrats filing a discharge petition for a Congressional Review Act resolution of disapproval.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Last week, a coalition of safety and consumer groups asked senators to delay passage until the NTSB completes two investigations into accidents involving driverless technology.",
  ": “Twitter has started building an encrypted direct messaging feature in its Android app, according to a computer science student who dug through the code,” The Verge reports.",
  "Two of those payments came before the Justice Department filed a Nov. 20 antitrust lawsuit to block AT&T’s $85 billion deal for Time Warner, and two payments came after that.",
  "“Waymo already has self-driving cars in Phoenix, but launching a service means anyone in the city will be able to download the Waymo app and hail an autonomous vehicle.",
  "— About those payments: According to the document posted by Avenatti, AT&T paid $200,000 to the Cohen firm in four installments between October 2017 and January 2018.",
  "Ohlhausen has said she'll keep her seat on the five-person commission until either she gets the federal judgeship or serves out her term, which expires in September.",
  "… “Facebook has named former Obama administration official Jeffrey Zients to its board of directors, the company announced Tuesday,” Nancy reports.",
  "If what they were doing was retaining someone who understands how the president thinks, to interpret that for them, that’s according to law.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Join us for a conversation with entrepreneurs, technologists and policymakers on improved health efficiency and care through technology.",
  "— The measure has 50 votes lined up — enough for passage now as long as Sen. John McCain (R-Ariz.) remains absent for cancer treatment.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, where we’re looking forward to taking advantage of this weather at some of these.",
  "**\n\nMARK YOUR CALENDAR — Senate Commerce’s telecom subcommittee is scrutinizing mobile technology in a hearing Tuesday, May 15.",
  "Recall that the bill (S. 1885 (115)) was approved by the Commerce Committee in October but has been languishing ever since.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "“Or ‘attorney for the president,’ depending on how far into 2017 the deal to provide insights was actually struck.",
  "Incoming FTC Commissioner Christine Wilson, who is slated to succeed Ohlhausen, is still waiting to be sworn in.",
  "I doubt that news of consulting with Cohen’s firm will play a meaningful role in Judge Leon’s deliberations.",
  "(The merger trial has wrapped up, and the judge in the case is preparing to issue his ruling on June 12.)",
  "Lauren Nemeth, previously the chief revenue officer at Amobee, is now chief revenue officer at Nextdoor.",
  "Her letter will ask how the funds are safeguarded and how to make up for the lack of interest income.",
  "Waymo won’t be requiring someone to sit in the driver’s seat, either.”\n\nTips, comments, suggestions?",
  "— James Dunstan, the founder of Mobius Legal Group, is now TechFreedom’s first general counsel.",
  "“It’s kind of an unfair game, isn’t it?” Sen. Ron Johnson (R-Wis.) said in an interview.",
  "“We’re still trying to get objections cleared,” Commerce Chairman John Thune (R-S.D.)",
  "They did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "… That same day, the Senate Judiciary Committee will examine music modernization.",
  "“I don’t anticipate it coming to the floor,” Walden told John on Tuesday.",
  "That’s led to grumbling among some Republicans, John reported Tuesday.",
  "(Note: Eisen is a contributor for CNN, which is owned by Time Warner).",
  "Both bills drew quick praise from GOP FCC Commissioner Mike O’Rielly.",
  "Cory Gardner (R-Colo.), Patty Murray (D-Wash.), John Thune (R-S.D.)",
  "Just a company standing in front of a boy asking him to love her?",
  "An aide told MT the letter will likely be sent Friday or Monday.",
  "RSVP for Health Care Innovators: A Turning Point in Health I.T.?",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "The U.S. Chamber of Commerce urged senators to vote against it.",
  "“It’s unfortunate taking advantage of a really sad situation.",
  "Learn more here about the Microsoft Airband Initiative.",
  "… Both corporations and individuals do that,” he said.",
  "Email us the details at techcalendar@politicopro.com.",
  "“We’re working hard for more votes,” Markey said.",
  "That measure is from Reps. Susan Brooks (R-Ind.)",
  "As part of that push, Sen. Ed Markey (D-Mass.)",
  "Send your tech tips to lzhou@politico.com.",
  "told reporters on the Hill on Tuesday.",
  "Got an event for MT’s tech calendar?",
  "— What experts are saying: “Not law.",
  "An FCC spokesman declined comment.",
  "— Encryption update on Twitter?",
  "and Anna Eshoo (D-Calif.).",
  "and Todd Young (R-Ind.).",
  "“That’s not an issue.\"",
  "Learn more here.",
  "We’re tracking.",
  "Not lobbying.",
  "….",
  "**"
]