[
  "The proper name of the document that Clifford, at least, signed in October, 2016, is not “Hush Agreement” but “Confidential Settlement Agreement and Mutual Release; Assignment of Copyright and Non-Disparagment [sic] Agreement.” One of the more intriguing phrases there is “copyright,” as the agreement refers to “certain still images and/or text messages which were authored by or relate to DD.” Later in the document, the reference is expanded to include possible “paintings, video images, still images, e-mail messages, text messages, Instagram message, facebook posting or any other type of creation by DD.” This does not mean that there are items in all categories—though a painting by Trump would be something to see—but there do seem to be certain materials, referred to in the agreement as “the Property,” that Clifford agreed both to hand over and to assign the “intellectual property rights to DD.” In other words, this was not just about Clifford’s silence but about certain mementos—also known as evidence—that she might have possessed.",
  "As Clifford’s lawsuit notes, if this was all a farce that Cohen put together to make her think that she was dealing with Trump, then Cohen would have “flagrantly violated” ethics and other rules to an extent that “strains credibility.”\n\nThere could, the suit contends, be “no doubt” that Trump knew not only about the Hush Agreement but also about what it calls “recent attempts to intimidate and silence Ms. Clifford.” In particular, the suit says that Cohen, or Trump—“EC LLC” or “DD”—had moved to bring an arbitration proceeding against Clifford, threatening her with a million-dollar penalty, which the Hush Agreement had stipulated would be the remedy if the agreement were broken; the most basic purpose of Clifford’s lawsuit is to stop the arbitration, which her suit calls a “bogus” process.",
  "(Sarah Huckabee Sanders, the White House spokeswoman, said, of the lawsuit, “We’ve addressed our feelings on that situation, and I don’t have anything else to add.”) This is the same period during which, as Ronan Farrow reported for The New Yorker, American Media, Inc., the publisher of the National Enquirer, paid Karen McDougal a hundred and fifty thousand dollars for a story, which it shelved, that McDougal claimed was about her affair with Trump.",
  "(The story said that Cohen also complained about having trouble getting reimbursed; Cohen’s response to the Journal’s request for comment was “Fake News.”) But, if Trump really wasn’t a party, that might amount to an outright defrauding of Clifford, who certainly could have thought, based on a plain reading of the text, that she was signing an agreement with Trump.",
  "That agreement is between “Dennison,” or “DD”; “Peggy Peterson,” or “PP”; and “EC LLC,” all of which, it notes, are “pseudonyms whose true identity will be acknowledged in a Side Letter Agreement.” (Both documents are helpfully included as exhibits to the suit, although Dennison’s true name is blacked out.)",
  "It is theoretically possible that Cohen never really got Trump on board; indeed, the Wall Street Journal reported earlier this week that Cohen had delayed making the payment to Clifford because he had trouble reaching Trump—who was out campaigning—presumably to get his final approval.",
  "DAVID DENNISON” is the first named defendant in a lawsuit filed on Tuesday, in California, in which Stephanie Clifford, who is also known as Stormy Daniels, seeks to have what the suit refers to as her “Hush Agreement” over an affair with Trump declared invalid.",
  "For all the fascination with this case, which can only get more lurid if Trump’s “intellectual property” is revealed, it is, in the end, a story about money and politics, and the kinds of things that certain lawyers might be tempted to do for their clients.",
  "In January, the Wall Street Journal reported that Clifford had been paid a hundred and thirty thousand dollars for her silence—money that made its way to her via Michael Cohen, a longtime lawyer for the Trump Organization.",
  "Cohen has acknowledged paying the money but said that it was a “private transaction,” that neither Trump’s company nor his campaign “was a party to the transaction,” and that neither reimbursed him, directly or indirectly.",
  "Cohen signed it on behalf of “EC LLC”—Essential Consultants, an entity he set up as the conduit for the payment—but there are also signature lines throughout for “Dennison” and his “a.k.a.,” and those are still blank.",
  "(The agreement notes that “Dennison” could sign a separate physical copy, but that version, or a copy of it, would still have had to be delivered to Clifford, and the premise of her lawsuit is that it was not.)",
  "The problem, Clifford says, is that Trump, or Dennison, or DD, or whatever one wants to call him—let’s say the President of the United States—never delivered a copy of the agreement with his signature on it.",
  "In response to a blunt question from Guthrie, he also confirmed that, in the lawsuit, the word “intimate” meant “sexual” when used to refer to the relationship between Clifford and Trump.",
  "Clifford’s lawyer, Michael Avenatti, speaking on Tuesday to Savannah Guthrie, on the “Today” show, declined to say whether such materials were still in his client’s possession.",
  "Clifford’s lawsuit asserts that Trump deliberately failed to sign the agreement because he wanted to maintain deniability about the affair.",
  "Cohen did make it clear that his goal was to “protect Mr. Trump,” and suggested that he might have been protecting him from a false charge.",
  "Why would Cohen, as a lawyer with a professional relationship with Trump, pay off someone all on his own, on a matter affecting Trump?",
  "She also says that, in recent months, Cohen had “coerced” her to falsely deny the affair, which she did, in a statement in February.",
  "According to the suit, that relationship began in 2006, shortly after Trump’s son Barron was born, and continued “well into” 2007.",
  "In addition to the missing signatures, Clifford alleges that Cohen invalidated the deal by speaking about it publicly.",
  "Now, her lawyer said on Tuesday, she wants to tell “the truth.”\n\nAnd was it really Cohen’s money?",
  "The agreement is dated October 28, 2016, eleven days before the Presidential election.",
  "If so, was the payoff an unacknowledged in-kind campaign contribution?",
  "Trump, personally, is clearly intended to be a party to the deal.",
  "This version of events already raised a number of questions.",
  "Doing so may have violated New York legal ethics rules.",
  "If no, had it been a legitimate campaign expenditure?",
  "(She is also asking for the cost of her legal fees.)",
  "But, under the Hush Agreement, Dennison, a.k.a.",
  "What’s the right name for all of that?",
  "And so she no longer has to hush.",
  "“DONALD J. TRUMP a.k.a."
]