[
  "Concerned that those revelations might jeopardize Trump's chances of winning, Cohen established an LLC in Delaware -- Essential Consultants -- to funnel $130,000 to Daniels in exchange for her silence.",
  "Here's the thing: No one really knows what Cohen knows (or doesn't) about the President himself, the 2016 campaign, the first family or the many business dealings of the Trump Organization.",
  "In fact, a friend of his who is in regular touch with him, told CNN this : \"He knows a lot of things about the President and he's not averse to talking in the right situation.",
  "And that he had used his own money to pay off Daniels, which wound up being false -- as Rudy Giuliani exposed shortly after coming on as a member of Trump's legal team.",
  "Trump had actually paid Cohen in a series of monthly installments -- although, according to Trump allies, he had no idea what the money was for or what it was going to.",
  "The assistant, desperate to cut a deal for himself, may seek to implicate those above him in the chain of command -- dropping as many dimes as he can to save his butt.",
  "The head coach knows -- in a general way -- that the assistant is pushing the boundaries of acceptable conduct in order to get the best kids to come to the school.",
  "Like, for example, allegations just before the 2016 election from a porn star named Stormy Daniels that she had engaged in an extramarital affair with Trump.",
  "If Cohen -- now potentially facing any number of criminal charges -- is putting family and then country first, then, um, he's not putting Donald Trump first.",
  "But it's hard to imagine that the Southern District prosecutors would give Cohen a deal if there was nothing that he had to tell them about a bigger fish.",
  "While no charges have officially been filed against him, there's an expectation that the Southern District of New York has plenty against Cohen.",
  "I tend to think of the Trump-Cohen relationship like a big-time college basketball coach and one of his assistants charged with recruiting.",
  "So, too, is the fact that during the election, the National Enquirer would send early copies of stories about Trump's opponents to Cohen.",
  "Once that payment was revealed, Cohen said he had acted entirely on his own, with no guidance from Trump or anyone in the campaign.",
  "But the fact that Cohen is now publicly sending signals that he is not averse to making a deal has to make the President nervous.",
  "The Enquirer also gave Cohen sign-off power on stories about Trump before they ran, according to The Washington Post .",
  "Some of that may simply be positioning and posturing -- trying to get Cohen the best possible plea deal for himself.",
  "The person who was willing to do what was necessary to make sure Trump was able to glide past potential pitfalls.",
  "\"My wife, my daughter and my son have my first loyalty and always will,\" Cohen told ABC's George Stephanopoulos .",
  "The head coach assumes, for his own sake, that pushing the boundaries does not mean breaking the rules.",
  "And Cohen now seems to be wavering -- bigly -- in his past unflinching support of Trump.",
  "What we do know: Cohen has been, for years, the guy who fixed things for Donald Trump.",
  "But either way, he doesn't have any working knowledge of what the assistant is doing.",
  "(Agents raided his home, hotel and office in April and seized millions of files .)",
  "Likely not, allowing him plausible deniability if/when things ever went sideways.",
  "The Daniels episode is illustrative of Cohen -- and his role in Trump's orbit.",
  "But if the assistant gets caught doing something illegal, then things change.",
  "Cohen did Trump's dirty work -- in the campaign and before it.",
  "And that's when the head coach might need to start worrying.",
  "If they want information on Trump, he's willing to give it.\"",
  "Lots and lots of questions we don't know the answers to.",
  "Good kids come to the school, the head coach is happy.",
  "Was Trump aware of all (or any) of it?",
  "Which is worrisome if you are Trump.",
  "The assistant is well compensated.",
  "\"I put family and country first.\"",
  "Which brings me back to Cohen.",
  "And how much does Cohen know?",
  "If it doesn't, it should.",
  "Is that fish Trump?",
  "And on what?",
  "Who knows?",
  "So, yeah.",
  "Win-win.",
  "Ruh roh.",
  "Ahem.",
  "Now."
]