[
  "'It looks like Mr. Trump will be fighting a multi-front war against two adversaries who are working together'\n\nDuring Wednesday's press briefing, White House press secretary Sarah Huckabee Sanders was bombarded with questions about the Cohen payments that Avenatti had revealed, declining to answer most questions and instead pointing reporters to Trump's outside attorneys, such as former New York City Mayor Rudy Giuliani.",
  "This week, Michael Avenatti, the attorney representing the porn star who claims to have had an affair with the president, released banking information that showed Cohen accepting more than $1.2 million in payments from a Russian-tied investment firm Columbus Nova through Essential Consultants LLC, the shell company he formed to pay Daniels $130,000 in hush money just prior to the 2016 presidential election.",
  "The payments to Essential Consultants LLC — one of which Avenatti suggests may have been made to reimburse Cohen for the Daniels payoff — had been on Mueller's radar since late last year, as Novartis, a pharmaceutical company that paid the LLC, said it was questioned by the special counsel about the payments then.",
  "\"Think of this like a Venn diagram, where you have Mueller's investigation in one circle, and the Southern District of New York's investigation [into Cohen] in the other,\" Jeffrey Cramer, a longtime former federal prosecutor in Chicago who spent 12 years at the Justice Department, told Business Insider.",
  "Will Heath/NBC via AP The payment that Avenatti suggested could have been made to reimburse Cohen for his expenditure on Daniels, who alleged she had a 2006 affair with Trump while he was married to first lady Melania, was made by Columbus Nova, the Russian-tied investment firm.",
  "\"As a defense attorney, one of the first things you'd want to do if a client has multiple problems is separate them and show they have nothing to do with each other,\" said Patrick Cotter, a former federal prosecutor who has worked with members of Mueller's team in the past.",
  "Chip Somodevilla/Getty Images\n\nThe latest revelations in the ongoing saga involving President Donald Trump, his longtime lawyer Michael Cohen, and the porn star Stormy Daniels have made it appear as if the two biggest scandals surrounding the president have merged.",
  "And if you're putting money in and paying money out for to various sources for different purposes that are all seemingly unrelated but involve, in one way or another, the President of the United States, that begins to paint the full picture.\"",
  "Two of the companies that made payments to the LLC have now said they were questioned by special counsel Robert Mueller, who is leading the investigation into Russian election meddling and the Trump campaign's possible involvement in it.",
  "\"I think we can expect that the Southern District of New York will be sharing with Mueller any information it comes across that might be of interest to Mueller, so I am sure that all the stuff the SDNY has found so far has been shared.\"",
  "What could happen moving forward\n\nIf a factual connection emerges between the Daniels case and the Russia investigation, it may be possible for prosecutors to tie both investigations — and the evidence attached to them — into one case.",
  "Pointing to the Columbus Nova payment, Roland Riopelle, a former assistant US attorney for the Southern District of New York, said the Russian oligarch connected to the firm likely \"expected\" access or influence in exchange.",
  "In such cases, prosecutors often bring charges under the Racketeer Influenced and Corrupt Organizations (RICO) Act, which allows investigators to file different crimes under the same trial or within one indictment.",
  "The emerging links between Mueller's probe and the federal investigation into Cohen may prompt prosecutors to approach the inquiries like they do cases involving organized crime and the mafia, these experts said.",
  "And if prosecutors have a large enough hammer over Cohen because he intersects with so many different things, if he cooperates, that will lead investigators down several paths, all which lead to the president.\"",
  "Cotter, who specialized in prosecuting organized crime cases at the Justice Department, said that in his experience, the mafia centralizes certain functions, like its financial dealings.",
  "\"Now, instead of being able to divide and conquer, Trump's defense lawyers might find themselves in a situation where you have to deal with both things at the same time,\" he said.",
  "Mueller, he said, will return the favor, adding that \"it looks like Mr. Trump will be fighting a multi-front war against two adversaries who are working together, going forward.\"",
  "The merger of the two biggest scandals of Trump's presidency doesn't bode well for his or Cohen's defense, legal experts told Business Insider.",
  "\"So the analogy here is if the Cohen accounts turn out to have been used for that type of purpose, it's the organizational bank account.",
  "This brings the two biggest scandals of Trump's presidency — the Russia investigation and the Stormy Daniels saga — together.",
  "\"If Mueller can show they got it, that fact will just be one more nail in the coffin of the Trump presidency,\" he said.",
  "The firm is linked to Viktor Vekselberg, a Russian billionaire, who was questioned by Mueller about the payment.",
  "In a statement, Columbus Nova strongly denied that Vekselberg had any involvement with its hiring of Cohen.",
  "Meanwhile, the confluence of the Daniels scandal and the Russia probe was \"not that surprising\" to some.",
  "\"And from that center core, they do what they have to do to carry out different actions,\" Cotter said.",
  "\"That way, when you're arguing about one thing, you won't see the spillover effect from the other.\"",
  "The company said it believed its involvement in Mueller's investigation was wrapped up.",
  "\"If they're mixed together, the taint from one runs off on the other.\"",
  "Giuliani later said the payments would have no effect on Trump.",
  "Lucas Jackson/Reuters Cotter seconded Cramer's assessment.",
  "\"Cohen is the point where they intersect.",
  "Stormy Daniels.",
  "Michael Cohen.",
  "Donald Trump."
]