[
  "Attorney Michael Cohen Pablo Martinez Monsivais/AP\n\nPresident Donald Trump's personal lawyer, Michael Cohen, reportedly complained to friends after the 2016 election that he had not yet been reimbursed for a $130,000 payment he made to keep a porn star quiet about her alleged sexual relationship with Trump, The Wall Street Journal reported Monday.",
  "In January, In Touch Weekly, a celebrity magazine, published the transcript from a lengthy 2011 interview with Clifford in which she described details of her alleged affair with Trump, including that he nicknamed her \"honeybunch\" and said she was \"smart and beautiful just like his daughter.\"",
  "Cohen, who was the Trump Organization's top attorney for about a decade, said he missed two deadlines to transfer the money because he couldn't get in touch with Trump in the busy last days of the campaign, according to a source who spoke with The Journal.",
  "Cohen made the payment with his own personal funds to a lawyer for Stephanie Clifford, whose stage name is Stormy Daniels, 12 days before the election, as Clifford was reportedly considering speaking publicly about the alleged affair.",
  "Cohen created a Delaware company, Essential Consultants LLC, and used an associated account with First Republic Bank to make the payment, reportedly as a way to make the transaction as private as possible.",
  "Last month, Cohen told The New York Times that he had paid Clifford using his own funds and that neither the Trump campaign nor the Trump Organization had reimbursed him.",
  "City National Bank, which received the money for Clifford's lawyer, launched an internal inquiry into the source of the payment a year after it was made.",
  "The Journal reported in January that Cohen negotiated a nondisclosure agreement with Clifford, preventing her from discussing the alleged affair.",
  "Clifford has said privately that she met and had sex with Trump while attending a July 2006 celebrity golf tournament in Lake Tahoe.",
  "The Journal reported on Monday that First Republic marked the transaction as suspicious and reported it to the Treasury Department.",
  "He argued that the transaction was private and lawful, but ethics advocates say the payment violated campaign finance laws.",
  "The interview was conducted years before the porn star allegedly signed the non-disclosure agreement.",
  "Cohen and Trump have repeatedly denied that Trump had any relationship with Clifford.",
  "Trump married his third wife, Melania Trump, in 2005."
]