[
  "\"The payment of the money just creates an enormous legal mess for I think Trump, for Cohen and anyone else who was involved in this in the campaign,\" Trevor Potter, a veteran campaign-finance lawyer and former Federal Election Commission chairman, said recently on 60 Minutes.",
  "But she said Trump and Cohen “aggressively sought to silence” her in October 2016 — a decade after the alleged relationship began — to help “ensure he won the presidential election.”\n\nJust days before the election, Daniels and Cohen signed what she calls a “hush” agreement.",
  "But experts have long warned the greatest potential legal jeopardy for Donald Trump and his allies surrounds the $130,000 payment she received from Trump's longtime lawyer Michael Cohen 11 days before the election to keep silent about the alleged affair.",
  "Companies and unions also are barred from “facilitating the making of contributions to candidates or political committees.”\n\nCohen, who served as a top lawyer with the Trump Organization in 2016, has said the company was not involved.",
  "The watchdog group has filed complaints with the Department of Justice and the Office of Government Ethics asking the agencies to investigate whether Trump “willfully failed to report this potential liability.”\n\nWhat will happen next?",
  "In 2012, Justice Department prosecutors failed to convict former Democratic presidential contender John Edwards on campaign-finance violations after his supporters made $1 million in secret payments to conceal a pregnant mistress.",
  "\"I think the only way a case could go forward on that basis is if there's some kind of documentary evidence — such as a text or an email — which indicates that (the election) was the reason for the payment.\"",
  "On Monday, the FBI raided Cohen's New York offices, raising the specter that prosecutors are looking into a potential campaign-finance violation or other issues unrelated to the ongoing Russia investigation.",
  "The FBI's Monday raid of Cohen's offices indicates that the Justice Department is looking at issues beyond special counsel Robert Mueller's investigation into Russian interference in the 2016 election.",
  "More: Stormy Daniels offers to return $130,000 payment to Trump lawyer\n\nMore: President Trump's lawyer secured a restraining order against porn star Stormy Daniels\n\nDid Trump's company play a role?",
  "Another group, Citizens for Responsibility and Ethics in Washington (CREW), argues that Trump may have run afoul of rules requiring him to list his personal debts on a financial disclosure form.",
  "\"It's very strong evidence that this was about the election,\" said Larry Noble, a former Federal Election Commission lawyer who is now senior director of the non-profit Campaign Legal Center.",
  "In addition, if Cohen was never reimbursed, the $130,000 payment should have appeared on Trump’s financial disclosure statement as an unpaid personal debt, according to CREW.",
  "CLOSE Porn star Stormy Daniels, whose real name is Stephanie Clifford, sat down with Anderson Cooper in an interview about her alleged affair with President Donald Trump.",
  "Company officials say that attorney, Jill Martin, acted in her personal capacity and that the Trump Organization is not representing any party in the Daniels' dispute.",
  "In February, another Trump Organization lawyer filed a legal document in a secret arbitration proceeding to block Daniels from talking about the alleged relationship.",
  "On Monday, Cohen's lawyer Stephen Ryan said the FBI agents involved in the raid seized \"privileged communications between my client, Michael Cohen, and his clients.\"",
  "But an email released by Daniels’ attorney Michael Avenatti shows Cohen using a Trump Organization email address as he worked to arrange the payment to Daniels.",
  "(Photo: Joe Raedle)\n\nWASHINGTON —The Stormy Daniels saga has captivated the public with all sorts of salacious details about a porn star and a future president.",
  "\"Proving intent beyond a reasonable doubt is a really tough thing to do,\" said Richard Hasen, an expert on election law at the University of California-Irvine.",
  "Campaign finance watchdogs say the payment could violate election-disclosure laws, which require reporting of contributions and spending to help a candidate.",
  "CLOSE Porn star Stormy Daniels is offering to return the $130,000 payment she received as part of her nondisclosure agreement with President Trump's lawyer.",
  "The watchdog group Common Cause has filed complaints with the commission and the Department of Justice, arguing that the payment violates election laws.",
  "The money paid to Daniels flowed through Essential Consultants, a limited liability company Cohen created in Delaware several weeks before the election.",
  "Edwards' lawyers argued the payments were aimed at shielding his wife, Elizabeth, who later died of cancer, not hiding the information from voters.",
  "Last week, President Trump denied knowing about the payment, telling reporters on Air Force One that he didn’t know where the hush money came from.",
  "But the Justice Department has a mixed history of successfully prosecuting campaign-finance violations, should it pursue that course.",
  "Under federal law, an individual could not donate more than $2,700 directly to Trump’s primary or general election campaign in 2016.",
  "But Trump's campaign and Cohen could be in legal jeopardy if Cohen, or another unnamed party, was the source of the money.",
  "\"I sent emails from the Trump Org email address to my family, friends as well as Trump business emails,\" he told ABC News.",
  "Here’s a look at the some of the potential areas of legal risk for Trump and Cohen:\n\nAn excessive campaign contribution?",
  "Noble, the former FEC official, said regulators might not look askance at the mere use of the corporate email account.",
  "Had the $130,000 payment come from Trump himself, the payment would not violate the law on contribution limits.",
  "USA TODAY\n\nStephanie Clifford, also known as Stormy Daniels, performs at a Florida strip club on March 9, 2018.",
  "But federal investigators would have to weigh whether the payment was, indeed, about influencing the election.",
  "Daniels, whose legal name is Stephanie Clifford, said the affair began in 2006 and lasted into 2007.",
  "A variety of federal laws demand truth-telling when reporting information to the government.",
  "But they might want to know whether it represents a larger role by the company, he added.",
  "Federal law prohibits corporations and labor groups from donating directly to candidates.",
  "In doing so, he threw Cohen \"under the bus,\" said Paul Ryan, a top Common Cause lawyer.",
  "Candidates can put unlimited amounts of their own money into campaigns.",
  "\"If he was not running for election, they would not have done this.\"",
  "Cohen said he often used his work address for personal business.",
  "In a lawsuit against Cohen and Trump, Daniels says it was.",
  "\"If it was one or two emails, I would say 'no,'\" he said.",
  "Read or Share this story: https://usat.ly/2tCTk2S",
  "A $130,000 payment would far exceed that limit.",
  "\"I basically used it for everything.\"",
  "Nathan Rousseau Smith has more.",
  "Buzz60\n\nDisclosure violations?"
]