[
  "Mueller, whose central mandate is to unravel any links or coordination between the Russian government and individuals associated with the Trump campaign, no doubt will give special scrutiny to Cohen's receipt of $500,000 from Columbus Nova, which is led by Andrew Intrater, cousin to Russian oligarch and Putin ally Viktor Vekselberg.",
  "But under any of these scenarios, we are left with a very unsettling portrait of the sort of behavior that Trump has enabled -- if not endorsed -- in his closest associates, who took his unlikely rise to power as an opportunity not to govern, but to plunder.",
  "After all, it would have been only prudent for Cohen to have given him some idea, particularly if he felt there were any danger of Trump being angry were he to learn through other sources -- a possibility that would have been hard for Cohen to discount.",
  "The companies, once Cohen was outed, were caught flatfooted, and offered a shifting series of far-fetched reasons for retaining him, such as Korea Aerospace's initial claim that it hired Essential for legal counseling regarding US accounting standards.",
  "Because he did not register as a lobbyist -- unlike many other former government officials who attempt to cash in on their government service -- he was not bound by lobbying disclosure requirements, adding another layer of secrecy to his dealings.",
  "In any event, while Giuliani and company have been trying to distance Trump from Cohen in recent weeks, remember that Cohen was Trump's most loyal soldier, the man to whom Trump turned to clean up his biggest messes.",
  "At a minimum, Cohen's conduct suggests that some members of the Trump gang came to political power with a sense of entitlement and a willingness to exploit their proximity to the new President for personal gain.",
  "(CNN) Since late 2017, Special Counsel Robert Mueller has been shining a light into the shadowy corners of Michael Cohen's shell company, Essential Consultants, to discern any possible connections to Russia.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nThere is a third, crazy and entirely non-benign possibility, which is that Trump not only agreed to Cohen's scheme but shared in the profits from it.",
  "The most benign is the explanation advanced last Wednesday by Trump's latest legal team addition, Rudy Giuliani, whose credibility on the facts has been, at best, checkered since he has come aboard.",
  "Setting aside Mueller's ongoing investigation, the more immediate and important question is what Cohen's guileful arrangements say about the President and his closest circle of associates.",
  "The analogies of ex-FBI Director James Comey and others to Trump as a mafia kingpin enforcing \"some code of loyalty that put the organization above morality and above the truth\" are apt.",
  "We learned last week that, shortly after the election, Cohen set about soliciting large payments from corporations on the promise that he could deliver access to the new President.",
  "And Cohen's relationship to Trump, who plucked him out of an obscure practice as a personal injury lawyer after he took Trump's side in a board dispute, was everything.",
  "Therefore, even under the Giuliani scenario, Cohen would have had to believe that Trump would have no objection to Cohen's exploiting Trump's name and position.",
  "Harry Litman is the former United States attorney for the Western District of Pennsylvania and deputy assistant attorney general in the Department of Justice.",
  "He touted his relationship as President Donald Trump's personal lawyer and fixer to prospective clients, including Novartis, AT&T and Korea Aerospace.",
  "As with other Trump conduct, we shouldn't let the uncertainty of the most outrageous possibility obscure what is odious about even the most benign.",
  "But if Trump knew what Cohen was up to, he shares in the culpability, which is presumably why Giuliani is at pains to deny the possibility.",
  "But, in some ways, what's in plain view -- a Trump confidante taking advantage of his boss's new position -- is more disconcerting.",
  "The money, bizarrely, went into the same shell company Cohen had set up to pay the $130,000 hush money to porn star Stormy Daniels.",
  "Giuliani asserts that Trump had no idea about the payments to Essential Consultants, and that Cohen was totally freelancing.",
  "Of course, there is no known proof of the hypothesis, and no responsible prosecutor would pursue it without some evidence.",
  "He currently teaches constitutional law in the political science department of the University of California, San Diego.",
  "It would be in keeping with the Trump career business model, which has been to license his name in return for a share.",
  "Notably, this is the same account Trump's associates, Cohen included, first offered about the Stormy Daniels payout.",
  "The second, and somewhat less benign, explanation is that Trump had at least general knowledge of Cohen's grifting.",
  "He has employed this approach in his signature real estate projects, but no less to vodka, steaks and menswear.",
  "This means that Cohen may have felt assured that his insider status brought with it a license to fleece.",
  "It is evident that Cohen promised not only access, but discretion -- or, to be more precise, opacity.",
  "It is inconceivable that Cohen would put that relationship at risk for a few million dollars.",
  "Novartis even agreed to pay Cohen $100,000 a month for a year without even meeting him.",
  "Moreover, it would have been an incredibly foolish step for Trump to have taken.",
  "\"I'm crushing it,\" Cohen told friends , according to the Washington Post.",
  "The company, Essential Consultants, has no board, employees or website.",
  "There are three broad possibilities to explain Cohen's conduct.",
  "The views expressed in this commentary are his own."
]