[
  "In February 2017, representatives say, they signed Cohen to a yearly contract worth $1.2 million “to advise the company on how the Trump administration might approach certain US healthcare policy matters.”\n\nBut, they say, they took one meeting with Cohen, who doesn’t seem to have any health policy expertise, in March and swiftly realized he was totally useless — or, in their more diplomatic words, that he was “unable to provide the services that Novartis had anticipated” — and decided “not to engage further.” Sadly, however, the company concluded it was stuck paying him off for the rest of the year.",
  "Full Statement >>https://t.co/EI9CHGgiTz pic.twitter.com/qME5MSGHVW — Christina Wilkie (@christinawilkie) May 9, 2018\n\nHowever, a senior official at Novartis has since anonymously told NBC News that Cohen reached out to them “promising access” to the Trump administration in return for his hiring, which sounds more plausible.",
  "And the four of them are giving amusingly incompatible explanations as to why they agreed to pay Cohen’s Essential Consultants — the same company that paid out sex scandal hush money meant for Stormy Daniels (for Trump) and Playboy playmate Shera Bechard (for, allegedly, Trump donor Elliott Broidy).",
  "Since Stormy Daniels lawyer Michael Avenatti spilled details of Michael Cohen’s bank accounts on the internet Tuesday night, several corporations have faced questions about why exactly they were secretly paying hundreds of thousands of dollars to the president’s personal attorney.",
  "As for the telecom giant AT&T, which had major matters before the Trump administration such as a Federal Communications Commission decision on net neutrality and a decision on its planned merger with Time Warner, it says it wanted Cohen’s brilliant insights.",
  "The story Owens gives is that Columbus Nova decided to hire Cohen “as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.”\n\nReal estate is indeed something Cohen has been involved in.",
  "In an emailed statement, attorney Richard Owens claims that, no, billionaire oligarch Viktor Vekselberg was in no way using this US affiliate of his company, which is run by his cousin Andrew Intrater, to send payments to Cohen.",
  "As Business Insider’s Bob Bryan writes, KAI has made a bid alongside Lockheed Martin for a major $16.3 billion contract with the US Air Force — and the Trump administration hasn’t decided whether to give them the contract yet.",
  "In the early 2010s, he bought four New York City properties for a combined $11 million and within a few years had sold them to various LLCs for a combined $30 million.",
  "“Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” AT&T said in a statement.",
  "Cohen indisputably knew a lot about Trump and the people close to him, so it makes sense for a major company to try to get some of that knowledge from him.",
  "2) Novartis: We hired Cohen to advise on health care policy, realized he was useless for this after just one meeting, but couldn’t get out of the contract.",
  "And Stat’s Ed Silverman quotes another anonymous Novartis employee as saying Cohen “promised access to not just Trump, but also the circle around him.",
  "After all, Intrater, the company’s CEO, also donated $250,000 to Trump’s inauguration, despite little apparent history as a major political funder.",
  "However, AT&T still hasn’t confirmed how much it ended up paying Cohen — though Reuters reports that the ultimate amount was more than $200,000.",
  "“They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nThis may be the most honest of the various statements.",
  "First, KAI claims Cohen was hired for legal counseling, but he didn’t name Korea Aerospace Industries as a legal client of his in court.",
  "It was almost as if we were hiring him as a lobbyist.”\n\n3) AT&T: We hired Cohen for his “insights” into the Trump administration.",
  "“Korea Aerospace said it hired Essential for legal counseling regarding U.S. accounting standards,” the Journal reporters write.",
  "Columbus Nova LLC, a company tied to Russian oligarch Viktor Vekselberg, paid Cohen at least $500,000 last year.",
  "(McClatchy has raised questions about just how these investments ended up so lucrative so quickly.)",
  "Strangest of all is a statement given by Korea Aerospace Industries to the Wall Street Journal.",
  "BRK: Novartis admits is paid Cohen $1.2 Million, not $400K, as per Avenatti report.",
  "4) Korean Aerospace Industries: We hired Cohen for his, er, accounting expertise.",
  "All this suggests Cohen is a man of many talents, as Avenatti joked on Twitter:",
  "Perhaps more importantly, Cohen has no evident expertise in US accounting law.",
  "The Swiss pharmaceutical company Novartis has an amusing tale to tell.",
  "But was Columbus Nova really paying Cohen for real estate tips?",
  "1) Columbus Nova: We hired Cohen to advise on real estate.",
  "The pharmaceutical company Novartis paid him $1.2 million.",
  "In fact, Owens claims, Vekselberg wasn’t involved at all.",
  "Korean Aerospace Industries paid at least $150,000.",
  "That makes no sense for a couple of reasons.",
  "AT&T forked over more than $200,000.",
  "What bad luck!"
]