[
  "When contracts create big, external harms — they hurt non-parties to the contract — we're not going to allow you, the private parties, to set a deal that's going to have this nasty effect on the public at large.”\n\n“A court could, if it wanted to,” Hoffman continued, “say that if you're a week before a presidential election, and you're a presidential candidate, and you're trying to hide information that's important to the public, the court system shouldn't be in the business of enforcing that.",
  "“It's possible that DD declined to sign to preserve deniability later on while [also] preserving the ability to enforce against PP,” said Cohen, adding that Trump might have been “trying to have his cake and eat it.”\n\n“A court might view that intention as insufficient to create an enforceable contract, on the theory that you have to make a choice to be in the contract, with obligations binding on you, as well, or not,” Cohen said.",
  "The contract, which refers to Trump and Daniels by the pseudonyms David Dennison and Peggy Peterson, does say that “this agreement, when signed by all Parties, is a valid and binding agreement” and that “by their signatures below, the parties each have approved and executed this agreement.” Daniels signed her real name, Stephanie Clifford, on the line marked “PP”; the line for “DD” is blank.",
  "“Stormy Daniels got paid and took the money, so how can she say that there was no binding contract until signature?”\n\nDaniels accepted $130,000 shortly before Election Day 2016 in exchange for her promise not to talk publicly about what she claims was a sexual relationship with Trump a decade earlier.",
  "Trump purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge of the hush agreement.” That argument makes sense to George M. Cohen (no relation to Trump's lawyer), who teaches contract law at the University of Virginia School of Law.",
  "“Even if the parties did understand that a signature was the required means to manifest their assent, DD can argue that EC was acting as DD's agent and that DD was bound by EC's signature,” said Anne Fleming, a contract-law expert at the Georgetown University Law Center.",
  "And one reason that courts can give — and do give — for not enforcing contracts is the contracts are against public policy.”\n\nAn obvious example would be a murder-for-hire contract, which no court would enforce, because murder is illegal.",
  "Stormy Daniels's attorney has been all over TV and radio in recent weeks, saying the porn star should be free to discuss her alleged affair with President Trump because Trump neglected to sign their 2016 nondisclosure agreement.",
  "Daniels has offered to return the money but has treated the nondisclosure agreement as nonbinding in the meantime, taping an interview with CBS's “60 Minutes” that is tentatively scheduled to air on Sunday.",
  "... Information that's relevant to the country, as a whole, is being hidden by this private contract, and we shouldn't allow two private parties to hide information from the public that matters like this.”",
  "This contention is central to a lawsuit in which Daniels has asked a court to invalidate the contract — and it is probably a losing argument, according to legal experts.",
  "“The idea that it's null and void, I don't think that goes anywhere,” said Charles Fried, a former U.S. solicitor general who teaches contract law at Harvard Law School.",
  "Trump never signed the agreement, and, therefore, there never was a formal agreement, and the agreement is null and void,” Michael Avenatti said on NPR last week.",
  "However, Trump attorney Michael Cohen signed on behalf of Essential Consultants (“EC\"), a limited-liability corporation created to represent Trump's interests.",
  "“Courts can refuse to enforce contracts for lots of reasons,” said David Hoffman, a contract-law specialist at the University of Pennsylvania Law School.",
  "If not because of Trump's missing signature, Daniels still might succeed in her petition to void the contract, for a different reason.",
  "The justice system's guiding principle, according to Hoffman, is that “we only enforce contracts because they are good for society.",
  "“The contract was performed,” added Omri Ben-Shahar, a contract-law specialist at the University of Chicago Law School.",
  "“It's not simply the case that whatever you sign, you are bound to.",
  "Daniels's lawsuit alleges that “Mr.",
  "The president denies the affair.",
  "There is a possible wrinkle.",
  "“Mr."
]