[
  "Avenatti’s document revealed that AT&T, Novartis, Korea Aerospace Industries, and Columbus Nova, a company linked to a Russian oligarch Viktor Vekselberg forked over hundreds of thousands of dollars, allegedly for Cohen to advise them on various matters, including “insights” into the Trump administration (AT&T) and health care policy (Novartis.)",
  "— Donald J. Trump (@realDonaldTrump) May 11, 2018\n\nOf course, a company facing opposition to its goals from an administration might have even more of a need for “insights.” The Washington Post reported Friday that, according to AT&T’s internal records, Cohen’s contract stipulated that he would provide advice on the $85 billion merger.",
  "The Wall Street Journal’s Peter Nicholas and Christina Rogers report that Cohen, Donald Trump’s personal attorney and fixer, reached out to Ford Motor Company in January 2017 to offer his “consulting services” — otherwise known as promoting his access to the president.",
  "Cohen’s overture toward Ford suggests Cohen was actively peddling his connections to the administration through Essential Consultants, and anonymous officials from Novartis told NBC News that Cohen had reached out to the company, also pitching access to the president.",
  "On Tuesday, Michael Avenatti — the attorney representing porn actress Stormy Daniels in her lawsuit against Cohen’s firm and the president over her nondisclosure agreement — published information about Cohen’s bank accounts on Tuesday.",
  "There’s likely still a lot more to learn about these transactions and Cohen’s alleged consulting services, and it’s still unclear exactly what information Mueller may have sought or requested from Ford, AT&T, and Novartis.",
  "“Such a disgrace in reporting!”\n\nWhy doesn’t the Fake News Media state that the Trump Administration’s Anti-Trust Division has been, and is, opposed to the AT&T purchase of Time Warner in a currently ongoing Trial.",
  "— Donald J. Trump (@realDonaldTrump) May 11, 2018\n\nFord’s dismissal of Cohen’s offer adds to the questions about Cohen’s finances and payments made to his firm, Essential Consultants LLC, from major corporations.",
  "“Why doesn’t the Fake News Media state that the Trump Administration’s Anti-Trust Division has been, and is, opposed to the AT&T purchase of Time Warner in a currently ongoing Trial,” the president wrote.",
  "But that unusual pitch came to the attention of special counsel Robert Mueller, who has uncovered details about it during his investigation into Russian interference in the 2016 election.",
  "Why doesn’t the Fake News Media state that the Trump Administration’s Anti-Trust Division has been, and is, opposed to the AT&T purchase of Time Warner in a currently ongoing Trial.",
  "Cohen is currently under federal criminal investigation in the Southern District of New York; Mueller reportedly made the referral to the US attorney’s office.",
  "AT&T — which had major business before the Trump administration in the form of a merger with Time Warner — admitted it was a mistake to engage with Cohen.",
  "Trump appeared to comment on this week’s developments about Cohen’s consulting expertise in an oblique Friday evening tweet.",
  "(Essential Consultants is also known for making the $130,000 hush money payment to Daniels ahead of the 2016 election.)",
  "Those transactions were later confirmed by the companies, though the nature of the agreements are still a bit sketchy.",
  "Mueller’s team also questioned Russian oligarch Viktor Vekselberg about payments his firm made to Cohen.",
  "Both AT&T and Novartis have confirmed that Mueller questioned them about their ties to Cohen.",
  "Mueller requested records about Cohen’s solicitation, according to the Wall Street Journal.",
  "Novartis has said Cohen’s services were basically useless, as Cohen failed to deliver.",
  "Michael Cohen made Ford an offer the company easily refused.",
  "Ford rejected the offer to work with Cohen.",
  "But other companies wanted his services.",
  "Such a disgrace in reporting!",
  "Such a disgrace in reporting!",
  "Ford said “no” to Cohen."
]