[
  "Once the NDA is voided, Clifford would be at liberty to “(a) speak openly and freely about her prior relationship with the president and the attempts to silence her and (b) use and publish any text messages, photos and/or videos relating to the president that she may have in her possession, all without fear of retribution and legal liability for damages,” according to TheNYT’s copy of the Avenatti proposal.",
  "The New York Times obtained a copy of a letter Clifford’s lawyer, Michael Avenatti, sent to Cohen, which offers to wire the full $130,000 sum to an account of the president’s choosing on the understanding that the 2016 agreement is nullified.",
  "Stephanie Clifford, a pornographic actress known professionally as “Stormy Daniels,” offered Monday to return the $130,000 payment she received in Oct. 2016 for her continued silence about an alleged affair with President Donald Trump.",
  "A remittance, her lawyers propose, would invalidate the “hush agreement” she reached with Trump attorney Michael Cohen, permitting her to speak publicly about her relationship with the president.",
  "It also demands that the president’s lawyers take no action to prevent publication of Clifford’s interview with the CBS news magazine “60 Minutes,” which is slated for broadcast Sunday.",
  "Under its terms, Clifford agreed not to disclose her alleged affair with the president in exchange for a $130,000 payment from a shell company in Delaware.",
  "Also WATCH: Paul Ryan dodged on Stormy Daniels allegations\n\nThe contract, known as a nondisclosure agreement (NDA), was executed on Oct. 28, 2016.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Clifford is suing Cohen and Essential Consultants in a California state court, arguing the NDA is invalid because Trump himself never signed it.",
  "In turn, Cohen obtained a preliminary restraining order against her in private arbitration, binding her to silence for the time being.",
  "Cohen officially represents the shell company, known as Essential Consultants LLC, and not the president in this dispute.",
  "Avenatti’s letter gave Cohen until noon Tuesday to make a decision and promised to transmit payment by Friday.",
  "Sources familiar with the Trump legal team’s thinking say they plan to seek an injunction barring its release.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "As such, they argue she is not bound by any confidentiality obligations.",
  "The affair allegedly ran from the summer of 2006 to early 2007."
]