[
  "Michael Avenatti, the attorney for porn star Stormy Daniels, who is suing both Cohen and Trump, released documents Tuesday evening alleging that Essential Consultants LLC, the company Cohen had set up to pay his client to stay quiet about her affair with Trump, had also received over $4 million in payments from AT&T, Novartis and Korea Aerospace, as well as a company linked to Russian oligarch Viktor Vekselberg.",
  "Read More: Everything We Know About Essential Consultants\n\nLarry Noble, Senior Director and General Counsel of the Campaign Legal Center, explained that, in order for Cohen to have actually violated the Lobbying Disclosure Act, there would need to be proof that Cohen specifically tried to lobby the government on behalf of these companies.",
  "“The only thing I can come up with is it’s a reflection of Trump and the people he has around him, and their view of ethical issues – that they just don’t consider them.”\n\nWrite to Alana Abramson at Alana.Abramson@time.com and Tessa Berenson at tessa.berenson@timeinc.com.",
  "View Sample Sign Up Now\n\n“It’s important that we be fair and measured but it sure looks suspicious,” said Norm Eisen, who served as ethics czar in the Obama Administration and is currently the chairman of Citizen for Responsibility and Ethics in Washington.",
  "Payments made to Michael Cohen from a firm linked to a Russian oligarch and U.S. companies lobbying the government have raised a new set of legal and ethical issues for President Donald Trump’s longtime personal attorney.",
  "But they said he potentially violated the Lobbying Disclosure Act by failing to register as a lobbyist and could come under scrutiny for bank fraud and possible campaign contributions from foreign donors.",
  "But, Noble cautioned, if these companies simply used Cohen for information about Trump, that may not be a violation, although it certainly doesn’t look good from an ethics standpoint.",
  "He doesn’t appear to have any set of skills that can answer [that].”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Legal experts say that more facts have to emerge about Cohen’s contacts with these companies before the legal ramifications can really be teased out.",
  "But looking at the bigger picture on it, as far as Michael Cohen goes, the question would be did he contact the government?” said Noble.",
  "If he did that and failed to register as a lobbyist then he would have violated the Lobbying Disclosure Act.",
  "“There’s certainly a corruption angle here,” Renato Mariotti, a former federal prosecutor, told TIME.",
  "And its the ethical issues that will persist, even if there are ultimately no legal quandaries.",
  "The payments were largely confirmed by three news outlets and the companies themselves.",
  "“I can’t imagine in what world you think that’s a good idea,” said Noble.",
  "It just seems possibly a way of buying access,” he said.",
  "“It looks like somebody just profiting off of Trump.",
  "“The problem is it depends on the specific facts.",
  "And I think thats’ what bothers people about it.",
  "“What was Michael Cohen doing for that money?"
]