[
  "Benjamin Wittes, a senior fellow at the Brookings Institution, a Washington think tank, said that while the suspicious activity reports may be absent from the Treasury Department's database, the bank itself likely still has copies of the records.",
  "The New Yorker's review of other banks' suspicious activity reports about Cohen's transactions found that a report from City National Bank documented Broidy's payments to Cohen and another lawyer.",
  "Essential Consultants was also used for a hush deal involving Elliott Broidy, former Republican National Committee deputy finance chairman, and a former Playboy model he allegedly impregnated.",
  "The official who leaked the report said two other reports about the transactions were missing from the Treasury Department's Financial Crimes Enforcement Network, according to The New Yorker.",
  "Those payments, as well as an alleged payment from a Russian oligarch to Cohen through the company Columbus Nova, were all included in the leaked bank document, the magazine reported.",
  "Daniels, who claims she had an affair with Donald Trump a decade ago, is suing to void a $130,000 nondisclosure deal crafted by Cohen and brokered through Essential Consultants.",
  "Those two suspicious activity reports allegedly cover more than $3 million in additional transactions related to Cohen's account with First Republic Bank, The New Yorker said.",
  "Those payments came to light last week when the lawyer for porn star Stormy Daniels tweeted a summary of payments to Cohen's shell company.",
  "Broidy reportedly sent three payments of $62,500 to Cohen — one of which went to Essential Consultants' account, the magazine said.",
  "That concern prompted the official to leak the first document, despite the legal risks of doing so, according to The New Yorker.",
  "Avenatti has called on the Treasury Department to immediately release the three suspicious activity reports on Cohen's company.",
  "\"Mr. Broidy is not going to detail his payments for legal services to Mr. Cohen,\" the representative told the magazine.",
  "AT&T and Novartis admitted to making payments to Cohen shortly after the tweet by Daniels' lawyer, Michael Avenatti.",
  "A representative for Broidy told The New Yorker that its account of his payments was \"not correct.\"",
  "The White House denies he had an affair with Daniels, whose real name is Stephanie Clifford.",
  "The official told The New Yorker, \"I have never seen something pulled off the system.",
  "When something's not there that should be, I immediately became concerned.\"",
  "Broidy resigned from the RNC after news outlets reported the alleged deal.",
  "That agreement was signed weeks before Trump was elected president.",
  "The deal involved Broidy paying the model $1.6 million.",
  "Read the full report on The New Yorker's website.",
  "... That system is a safeguard for the bank.",
  "It's a stockpile of information."
]