[
  "A lawyer for Cohen and a spokesman for Trump both said the men did not believe that she was threatened in 2011, while Keith Davidson, Daniels's former lawyer, said he did “not believe that the assertions in Ms. Daniels’ ‘60 Minutes’ interview represents a fair and accurate description of the situation.”\n\n[Playmate, porn star and reality TV contestant in court over Trump]\n\nCohen, who initially dismissed stories about the payout before acknowledging he sent $130,000 to Daniels, has argued that neither Trump's campaign nor the president's business were involved in the payment.",
  "This does not bode well for the president or Mr. Cohen.”\n\nHe also posted on Twitter a section of the judge's order, arguing that this suggests Otero “will ultimately agree with our requests for discovery and a trial.”\n\nThese passages in the Court's order do not bode well for the defendants and suggest that there is a strong likelihood that the Court will ultimately agree with our requests for discovery and a trial.",
  "“Michael Cohen had great authority within that organization to take care of things,” Schwartz said during an appearance on NBC's “Megyn Kelly Today.” Schwartz said Cohen “chose not to go to the boss, he chose to take care of this thing.”\n\nOtero, who was nominated to the bench by President George W. Bush in 2003, also included an admonition for those involved in the high-profile case.",
  "Avenatti wrote in the filing that the attorneys for Trump and Cohen “contend that no discovery should be conducted in the case, and no trial should be set, because the case should be summarily ordered to arbitration.”\n\nCohen has claimed in court filings that he has a right to seek at least $20 million in damages from Daniels for violating the nondisclosure agreement.",
  "The request for an expedited jury trial and limited discovery — including a deposition of Trump and his personal attorney, Michael Cohen — was deemed “premature and must be denied” because some questions may wind up being answered by a future petition from Trump and Cohen, wrote Judge S. James Otero of the U.S. District Court for the Central District of California.",
  "[Stormy Daniels’s lawyer pushes to depose Trump and says Americans have been told ‘a bucket of lies’]\n\nIn his filing, Avenatti argued that his side told attorneys for Trump and Cohen last week that they would seek “limited discovery on an expedited basis” in the case that included deposing both Trump and Cohen as well as requesting certain documents.",
  "“Requests for expedited proceedings, hearings, and discovery not clearly supported by the record and law are discouraged.”\n\nFurther reading:\n\nAs Stormy Daniels tells her story, six conservative Americans debate whether Trump is a role model\n\nThis report has been updated since it was first published.",
  "[After Stormy Daniels tells her story on ‘60 Minutes,’ Trump associate denies account of threats]\n\nAvenatti said in a telephone interview Thursday that the language as it relates “to the law and the merits is very, very positive for us and shows that the court appears to agree with our position.",
  "Once the court has determined that the contract is invalid, it can move on to deciding whether any other claims, such as those relating to alleged intimidation, are sufficiently substantial to allow the case to go forward.”\n\nShould that happen, “depositions might well be in order,” Super said.",
  "Daniels, whose real name is Stephanie Clifford, filed a lawsuit against Trump earlier this month, asking the court to declare her nondisclosure agreement reached in the final days of the 2016 presidential election invalid because the then-Republican candidate never signed it.",
  "Daniels, who has told journalists she had the affair and also released statements denying it, said on \"60 Minutes” that she was threatened for trying to tell the story publicly in 2011 and took the $130,000 payment because she feared for her family.",
  "Daniels made a widely seen appearance Sunday night on \"60 Minutes” during which she repeated her claims about beginning an affair with Trump in 2006 and then being paid to remain silent shortly before he was elected president a decade later.",
  "The court should wait until the close of pleadings and the legal question can be briefed.”\n\nThe order comes as Daniels's allegations against Trump and her lawsuit have received intense media scrutiny recently.",
  "Court filings made on behalf of Cohen's limited liability company, Essential Consultants, and Trump also said they intended to push the case back into arbitration, which would be shielded from the public eye.",
  "A federal judge on Thursday denied a request from Stormy Daniels, who says she was paid to remain silent about an affair with President Trump, to expedite a jury trial in her lawsuit against the president.",
  "“At this stage, the court has to determine the validity of the purported contract between Trump and Daniels,” David A. Super, a professor of law at Georgetown University, wrote in an email.",
  "Accordingly, plaintiff's motion is premature and must be denied.”\n\nAttorneys for Trump and Cohen did not immediately respond to messages seeking comment about Otero's order Thursday.",
  "“While [Essential Consultants] and Mr. Trump have stated their intention to file a petition to compel arbitration, they have not yet done so,” Otero wrote in his order Thursday.",
  "“If such a petition were filed, a number of the questions raised in plaintiff's motion may be answered in the petition, thus limiting the need for discovery on these issues.",
  "“The parties are advised that the instant litigation is not the most important matter on the court's docket,” Otero wrote in a footnote attached to the four-page order.",
  "The judge's denial came a little more than a day after Michael J. Avenatti, an attorney for Daniels, filed the motion seeking to depose Trump and Cohen in the case.",
  "“But depositions now would be premature.”\n\nStephen Gillers of New York University Law School similarly said that it was too soon to discuss deposing the president.",
  "pic.twitter.com/D1DmGkku1E — Michael Avenatti (@MichaelAvenatti) March 29, 2018\n\nLegal experts said Otero made the right decision on Thursday.",
  "Cohen has said he paid Daniels the $130,000 out of his own funds, while the White House has denied that Trump had an affair with Daniels.",
  "The ruling looked like a temporary setback for Daniels’s case, but it also opens Trump’s legal team to exposure.",
  "David Schwartz, an attorney for Cohen, argued Thursday that the lawyer “never told” Trump about the agreement.",
  "And making that determination does not require any depositions: the contract is invalid on its face.",
  "“If that contract were valid, the court likely would have no jurisdiction over this matter.",
  "They also destroy David Schwartz's claims that the motion was without merit.",
  "If such a petition is never filed, plaintiff's motion is moot.",
  "The interviewed prompted questions about her credibility.",
  "“There is no urgency,” he wrote in an email.",
  "“Deliberation is paramount."
]