[
  "“So, why then?”\n\nMore: Porn star Stormy Daniels' alleged affair with Trump takes new twist with old interview\n\nMore: Analysis: Why the latest allegations of a Trump affair are unlikely to hurt the tabloid president\n\nIn Edwards’ case, his lawyers argued $1 million in secret payments to Edwards’ pregnant mistress by Edwards’ donors were aimed at shielding his wife, Elizabeth, who died of cancer in 2010, not hiding the information from voters.",
  "Even as Ryan argued for the investigations, he acknowledged that “the politics make this tough.”\n\n“The FEC has been for years mired in dysfunction and now has a Republican majority of commissioners,” he said, “and the DOJ (Department of Justice) is within the executive branch of government headed by the president.”\n\nRead or Share this story: https://usat.ly/2DBmzqz",
  "Now, the Common Cause watchdog group wants the Justice Department, the Federal Election Commission and Congress to investigate a $130,000 payment that President Trump’s lawyer is alleged to have arranged weeks before the 2016 election for a former porn actress in an attempt to cover up her purported affair with Trump.",
  "In its complaints to the Justice Department and the Federal Election Commission (FEC), Common Cause argues that the alleged payment to Stephanie Clifford, whose stage name is Stormy Daniels, likely violated federal campaign-finance laws as an unreported, in-kind donation to Trump’s campaign.",
  "Campaign-finance experts say these cases are tricky to prove, and Washington politics — the Justice Department, the Federal Election Commission and Congress are all controlled by the president’s party — seem likely to doom any probe into whether federal laws were violated.",
  "CLOSE A new report from the WSJ alleges a lawyer representing President Trump arranged a $130,000 payment to a former adult film star one month before the 2016 presidential election to prevent her from discussing an alleged sexual encounter between her and Trump in 2006.",
  "“You have to get to the bottom of where the money came from and what was the intent of the payment.”\n\nAt the Federal Election Commission, which often deadlocks along party lines, commissioners would have to vote to open a campaign-finance investigation.",
  "“I have real doubts that the Department of Justice has the independence and the fortitude to go after this,” said Peter Zeidenberg, who served as a prosecutor in the Justice Department’s Public Integrity Section during George W. Bush’s administration.",
  "Attorney General Jeff Session’s decision to recuse himself from a federal investigation into possible collusion between the Trump campaign and the Russian government in the 2016 election already has caused a deep rift in his relationship with Trump.",
  "“The timing of this payment is strong evidence that this was payment for the purpose of influencing an election,” rather than concealing the affair from Trump’s family, said Paul Ryan, Common Cause’s vice president for policy and litigation.",
  "Last week, gossip magazine In Touch Weekly ran a previously unpublished interview with Daniels from 2011 who described an affair with Trump that began in 2006, a year after he had married Melania Trump.",
  "The Wall Street Journal reported that the alleged payment to Daniels came in October 2016 as Trump’s campaign grappled with release of an Access Hollywood tape in which Trump talked about groping women.",
  "The Journal unearthed a corporate document showing that Cohen created a limited liability company, Essential Consultants LLC, in Delaware on Oct. 17, 2016, less than a month before the election.",
  "Michael Cohen, Trump’s longtime lawyer identified by the Wall Street Journal as having arranged the payment to the actress through a limited liability company, said the complaints lack merit.",
  "(Photo: Dan MacMedan, USA TODAY)\n\nWASHINGTON — A presidential candidate is accused of arranging hush money to conceal a mistress in a sensational story ripped straight from the tabloids.",
  "More: Attorney General Jeff Sessions interviewed by Mueller's team as part of Russia investigation\n\n“I think Jeff Sessions is scared to death about losing his job,” Zeidenberg said.",
  "Six years ago, federal prosecutors put two-time Democratic presidential contender John Edwards on trial for just that and ended up failing to convict the North Carolina politician.",
  "“He’s trying to curry favor with the president at every turn, and I think that he would think that this a bridge too far” for his agency to investigate the reported payment.",
  "The six-week corruption trial against Edwards ended with acquittal on one count, and the jury deadlocked on five other charges.The Justice Department opted not to retry him.",
  "\"The Common Cause complaint is baseless along with the allegation that President Trump filed a false report to the F.E.C.,” Cohen said in an emailed statement.",
  "Campaign contribution limits in effect during the 2016 election capped direct donations to a candidates at $2,700 for a primary or general election.",
  "A bank account linked to that company sent the payment to the client-trust account of Daniels' attorney, the newspaper reported.",
  "On Tuesday, Common Cause also sent a letter to the House and Senate Judiciary committees, asking them to take up the matter.",
  "“These are fact-sensitive cases that are tough to prove,” Kenneth Gross, a veteran campaign-finance lawyer, said Tuesday.",
  "In addition, corporations are prohibited from giving campaign donations to congressional and presidential candidates.",
  "Daniels also had been in talks with ABC’s Good Morning America that fall to discuss Trump, the Journal reported.",
  "Justice Department officials did not immediately respond Tuesday to an inquiry about the Common Cause request.",
  "In an earlier statement, Cohen has said the president “vehemently denies” a relationship with Daniels.",
  "Cohen also released a statement from Daniels denying an affair or the receipt of a payoff from Trump.",
  "“It was a decade-old relationship he had with her,” Ryan said of the alleged affair.",
  "USA TODAY\n\nIn this 2008 file photo, Stormy Daniels arrives at the Grammy Awards.",
  "And a vacancy on the commission has left Republicans in the majority.",
  "An FEC spokesman said agency officials cannot comment on complaints.",
  "Sound familiar?"
]