[
  "COMPANY HIRED COHEN\n\nVekselberg and Intrater could not be reached for comment, but Richard Owens, a lawyer for Columbus Nova, said in a statement the company hired Cohen after Trump’s January 2017 inauguration “as a business consultant regarding sources of capital and potential investments in real estate and other ventures.”\n\nOwens said Columbus Nova was solely owned by Americans and that any claim that Vekselberg was involved in providing funding for the payments to Cohen was “patently untrue.”\n\nAvenatti also detailed payments he said were made to Cohen by U.S. telecommunications company AT&T, Swiss drugmaker Novartis AG and Korea Aerospace Industries Ltd .",
  "The United States imposed sanctions last month on Vekselberg and Renova to retaliate for the Kremlin’s suspected meddling in the 2016 U.S. election and other “malign activity.”\n\nThe New York Times reported last week that Vekselberg was questioned by U.S. agents this year as part of Special Counsel Robert Mueller’s investigation into Russian interference and possible collusion by Trump’s campaign.",
  "A Novartis representative said: “Any agreements with Essential Consultants were entered before our current CEO taking office in February of this year and have expired.”\n\nAT&T said Essential Consultants was one of several firms it “engaged in early 2017 to provide insights into understanding the new administration” but that it received no legal or lobbying services from Cohen’s firm.",
  "NEW YORK (Reuters) - An attorney for porn star Stormy Daniels said on Tuesday that President Donald Trump’s lawyer, Michael Cohen, was paid $500,000 by a company with ties to a Russian oligarch who was hit last month with U.S. sanctions to punish Moscow for activities that included suspected meddling in the 2016 U.S. election.",
  "Slideshow (2 Images)\n\nA spokesman for Korea Aerospace Industries said the company had signed a contract with Essential Consultants last year for legal consulting concerning accounting standards on production costs, and upon the expiration of the contract, made a payment in November.",
  "“There are too many unknowns to reach conclusions as to whether anything involved with these transactions was illegal,” said Michael Zeldin, a money-laundering expert and former federal prosecutor who is now a legal analyst on CNN.",
  "EIGHT PAYMENTS\n\nAvenatti said Vekselberg and his cousin, Andrew Intrater, made eight transfers to Cohen between January and August 2017 through a U.S.-based company called Columbus Nova LLC for a total of $500,000.",
  "In a tweet and a report, Daniels’ attorney, Michael Avenatti, said a U.S.-based company controlled by Viktor Vekselberg, a businessman with ties to Russian President Vladimir Putin, sent Cohen the payment.",
  "The disclosures could add to pressure on Cohen, whose house, office and hotel room were raided by the FBI a month ago as part of a criminal investigation into the hush payment and other business dealings.",
  "Columbus Nova was listed by Renova Group as one of its companies as of November 2017, according to an archived webpage for Renova, whose website now says it is under construction.",
  "Avenatti also said he discovered four payments of just under $100,000 each by Novartis to Essential Consultants, the same company used by Cohen to make payments to Daniels.",
  "Daniels, whose real name is Stephanie Clifford, has said Cohen paid her $130,000 in October 2016 to stay quiet about a 2006 sexual encounter she had with Trump.",
  "REUTERS/Jeenah Moon/File Photo\n\nRussia denies U.S. intelligence agencies’ accusations it meddled in the election, and Trump has denied any collusion.",
  "FILE PHOTO: U.S. President Donald Trump's personal lawyer Michael Cohen exits a hotel in New York City, U.S., April 13, 2018.",
  "AT&T has been pursuing an $85 billion takeover of Time Warner Inc, which the U.S. Justice Department is trying to stop.",
  "AT&T confirmed the payments, saying they were aimed at gaining “insights” into the new administration.",
  "A lawyer for Columbus Nova said Vekselberg had nothing to do with the transactions.",
  "It was not immediately clear how Avenatti would know of any payments made to Cohen.",
  "Neither Avenatti nor Cohen responded to requests from Reuters for comment.",
  "He said all the payments were made in late 2017 and early 2018.",
  "(Report published by Avenatti & Associates tmsnrt.rs/2ru3Gih)",
  "Renova Group is a conglomerate controlled by Vekselberg.",
  "He also denies having had an affair with Daniels.",
  "AT&T said the contract ended in December 2017."
]