[
  "\"The fact that the judge issued a search warrant of the office and home of Trump's personal attorney suggests that a judge likely concluded either that the privilege was being used in furtherance of a criminal act or that the privilege was being used to perpetuate a fraud,\" Moye explained.",
  "Ten days after he established the company -- and 11 days before the election -- Cohen paid porn star Stormy Daniels $130,000 through Essential Consultants as part of a hush agreement to ensure her silence about an alleged affair between she and Trump in the mid 2000s.",
  "That tweet was a direct reaction to the fact that the FBI raided the office and hotel room of Trump personal attorney Michael Cohen on Monday , seizing scores of documents including some privileged communications between Cohen and his clients.",
  "Josh Campbell, a former FBI special agent and now a CNN contributor, tweeted this on Monday night from one of his former colleagues: \"I've been an FBI special agent for 20 years and have only seen a handful of searches executed on attorneys.",
  "Privileged communication in the context of the law goes something like this: An attorney and his or her client can't be forced to disclose those communications where the client is seeking or receiving legal advice from the attorney.",
  "Here's an important note: If Cohen didn't tell Trump about the hush agreement -- as the two of them have claimed -- then the communications between them about it may not be privileged.",
  "Cohen has also insisted he didn't believe Daniels allegations, that he made the payment to her solely out of a desire to protect Trump from the airing of these scurrilous allegations.",
  "He views special counsel Robert Mueller's probe, which produced the referral that led to the FBI raid, as a \" TOTAL WITCH HUNT \" (his words) aimed at discrediting his presidency.",
  "The idea that the feds busted into Cohen's office and home and took a bunch of privileged documents is, in Trump's mind, yet more evidence of the massive overreach at work here.",
  "According to John Moye, an Atlanta-based litigator at Kilpatrick Townsend , the bar for invoking the crime fraud exception to the attorney-client privilege is a high one.",
  "He said he had no contact with Trump or anyone else in the Trump orbit and had no expectation he would be paid back in any way, shape or form for the six-figure pay out.",
  "They are \"privileged\" or protected so that a client is free to be totally honest with his legal representatives -- without fear of exposure.",
  "By issuing the warrant, the court apparently concluded that the crime-fraud exception may apply, such that the privilege can be set aside.\"",
  "There's a whole processing mechanism with a third-party Justice Department review team that would go on after the execution of the warrant.",
  "We know that Cohen set up a limited liability corporation -- \"Essential Consultants\" -- in Delaware three weeks before the 2016 election.",
  "But just because the attorney-client communications were sucked up in the search warrant doesn't mean that the privilege is dead.",
  "But, there is a limitation to the attorney-client privilege -- exceptions that Trump doesn't seem to understand.",
  "Cohen has said he made the payment from his own pocket, taking out a home equity line of credit to do so.",
  "We also know that in the raid on Cohen on Monday, the FBI seized documents related to the Daniels case.",
  "(She has filed suit, alleging that the hush agreement is unenforceable because Trump never signed it.)",
  "The timing of the payout -- so close to the 2016 election -- was purely coincidental, Cohen has said.",
  "\"Otherwise, judges and courts guard the sanctity of attorney-client privilege like you can't imagine.",
  "Take all of that out of legal terminology and you get this: Cohen is in very deep trouble.",
  "And the specific limit here is something called the crime-fraud exception.",
  "Trump is oversimplifying here in service of his own agenda.",
  "(Disclosure: Moye and I went to college together.)",
  "Before we go forward, let's take a step back.",
  "All of those attorneys went to prison.\"",
  "Now for some context."
]