[
  "], Continuing America’s Strength and Security PAC, NRSC)\n\nKatko Victory Fund (Rep. John Katko [R-N.Y.], Salt City PAC, NRCC)\n\n\n\nNEW PACs:\n\nOhio Strong (super PAC)\n\nUnited Veterans Support Association PAC (super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAJW Inc.: Circular Economy Industries Association\n\nAmerican Federal Lobbying Firm: Andy Ambroise\n\nAmerican Federal Lobbying Firm: Berline Barthelemy\n\nAmerican Federal Lobbying Firm: Edline Bonhomme\n\nAmerican Federal Lobbying Firm: Faniel Saint Pierre\n\nAmerican Federal Lobbying Firm: Imanette Vilbrun\n\nAmerican Federal Lobbying Firm: John Doreleans\n\nAmerican Federal Lobbying Firm: Kerlandcia Manigat\n\nAmerican Federal Lobbying Firm: Marie Ange Arthur\n\nAmerican Federal Lobbying Firm: Marie Carmel Jeanty\n\nAmerican Federal Lobbying Firm: Phalange Milius\n\nAmerican Federal Lobbying Firm: Philome Cine\n\nAmerican Federal Lobbying Firm: Taina Laurent\n\nAmerican Society Of Addiction Medicine: American Society of Addiction Medicine\n\nBaker & McKenzie LLP: Western Union\n\nBuchanan Ingersoll & Rooney PC: Revint Solutions\n\nCapitol Agendas: Village of Bellwood\n\nDan Burton International LLC: Support.com Inc.\n\nDutko Worldwide LLC: Central Wasatch Commission\n\nEris Group (formerly known as Bartlett & Bendall): Travelers Insurance Company\n\nFederal Advocates Inc.: Petco Animal Supplies Stores Inc.\n\nJ M Burkman & Associates: A1A Senior Ventures\n\nJ M Burkman & Associates: HFX Patrners Inc.\n\nJ M Burkman & Associates: Williams Tunneling Inc.\n\nJohn T. Doolittle LLC: Dan Burton International LLC on behalf of SUPPORT.COM INC.\n\nKogovsek & Associates Inc.: Water Protection Association of Central Kansas\n\nLincoln Policy Group: American Orthotic and Prosthetic Association\n\nLincoln Policy Group: Mylan Inc.\n\nLNE Group: Daelim Chemical USA LLC\n\nLynette Brown-Sow: Community College of Philadelphia\n\nMercury Strategies LLC: CenturyLink Inc.\n\nMercury Strategies LLC: Tri-Source Pharma\n\nMs. Kathryn Krepp: Flagship Olympia Foundation\n\nNVG LLC: Meliora Strategy (on behalf of The Nash Education Program)\n\nPolsinelli PC: Ideker Farms Inc.\n\nSonoran Policy Group LLC: Bellion Spirits LLC\n\nSpangler Strategies LLC: American Bankers Association\n\nThorn Run Partners: Charlotte County, Fla.\n\nThorn Run Partners: City of Manteca, Calif.\n\nThorn Run Partners: City of Pismo Beach, Calif.\n\nThorn Run Partners: City of Santa Maria, Calif.\n\nThorn Run Partners: City of Visalia, Calif.\n\nThorn Run Partners: Galveston County, Texas\n\nThorn Run Partners: Martin County, Fla.\n\nThorn Run Partners: Monroe County, Fla.\n\nThorn Run Partners: Park Board of Trustees of the City of Galveston, Texas\n\nThorn Run Partners: Van Scoyoc Associates on behalf of Del Norte County, Calif.\n\nThorn Run Partners: Van Scoyoc Associates on behalf of St. Lucie County, Fla.\n\nVan Heuvelen Strategies LLC: National Council on School Facilities\n\nWiley Rein LLP: Grinding Media Inc.\n\nWilliam Adams: Lake Region Healthcare Corporation\n\nNEW LOBBYING TERMINATIONS:\n\nCenter for Prison Reform: Center for Prison Reform\n\nMartin Frost Consulting: Domestic Energy Producers Alliance\n\nMcAllister & Quinn LLC: Phylagen Inc\n\nMcCarthy Strategic Solutions: ZirMed Inc.\n\nNordhaus Law Firm LLP: Pueblo Of Santa Ana\n\nPhoenix Global Organization Incorporated: PGA Rental Car Group Incorporated\n\nPolicy Navigation Group: RSS Group on behalf of BIO\n\nRKB Strategies LLC (Fka RKB Consulting LLC): National Hydropower Association\n\nHeather McNatt Hennessey LLC: GPS Innovation Alliance\n\nGephardt Group Government Affairs: Groom Law Group Chartered (On Behalf Of Iam International Pension Fund)\n\nMercury Strategies LLC: Independent Telephone and Telecommunications Alliance",
  "In a statement announcing Stropko’s hiring, Invariant founder Heather Podesta, a prominent Democrat, said that by “leveraging his political savvy, coalition building experience, and policy chops, [Stropko] will be an asset on a host of issues from tax and health care to energy policy and the budget.”\n\nStory Continued Below\n\nNEW FIRM ALERT: John Milne, Jeff Wiener and Al Shofe are launching a new bipartisan firm: Milne, Wiener & Shofe Global Strategies.",
  "NOTABLE REGISTRATIONS: Petco hired Federal Advocates to lobby on “various issues in the reauthorization of the Farm Bill”; Grinding Media hired Wiley Rein’s Stephen Claeys to lobby on tariffs and anti-dumping remedies “to address grinding ball imports”; Mylan Inc. hired Lincoln Policy Group to lobby on Medicare reimbursements; and CenturyLink hired Mercury to lobby on tax reform, opioids, FCC internet regulation, cybersecurity and federal IT.",
  "He also highlighted that Milne and Shofte have “been in board rooms before and [know] how to make sure that the corporate strategy envisioned by the CEOs matches with the public policy strategy.” The new firm’s clients include Emergent BioSolutions, the American Postal Workers Union, Preservation Technologies and the American Suntanning Association.",
  "SPOTTED: At the Games For Impact event hosted by the Entertainment Software Association on Capitol Hill last night, according to a PI tipster: Reps. Ryan Costello (R-Pa.), Doug Collins (R-Ga.), Bradley Byrne (R-Ala.), Jim Costa (D-Calif.), David Cicilline (D-R.I.), Bill Foster (D-Ill.), Will Hurd (R-Texas) and Hank Johnson (D-Ga.).",
  "The firm said it never paid Cohen through Essential Consultants and doesn’t do any work for AT&T, Columbus Nova, Novartis or the other entities and individuals identified on Tuesday by Michael Avenatti, a lawyer for the pornographic film actress suing President Donald Trump.",
  "Whirlpool, Caterpillar, PetSmart and the Gap all submitted petitions to the U.S. International Trade Commission, saying the import taxes on certain kitchen appliances, clothing, pet supplies and equipment are unnecessary, even if they used to be made domestically.",
  "In an interview with PI, Wiener said he and his partners recognize that despite the rise of social media campaigns, lobbying remains a “face-to-face business.” “We think we’ve got three people who can accomplish just about any job in Washington,” Wiener said.",
  "SQUIRE PATTON BOGGS: COHEN PAYMENTS HAD ‘NOTHING TO DO WITH US’: Michael Cohen’s work for companies including AT&T, Columbus Nova and Novartis overlapped with his time working with Squire Patton Boggs as part of a “strategic alliance” with the firm.",
  "); Gen. George Joulwan; Liz Williams of Williams & Company; Sam Whitfield of the Consumers Bankers Association; Jeff Hogg of RAI Services; Zach Hartman of Anheuser-Busch; Hayden Rogers and Scott Eckart of Emergent Strategies; and others.",
  "SPEAKING OF TARIFFS: Tucked into the so-called Miscellaneous Tariff Bill Act are provisions that would waiver tariffs on hundreds of finished consumer products that were once made in the U.S., ProPublica’s Michael Grabell reports.",
  "But the payments to Essential Consultants LLC, a limited-liability firm set up by Cohen shortly before the 2016 election, had “nothing to do with us,” Angelo Kakolyris, a Squire Patton Boggs spokesman, wrote in a text message.",
  "Becker, a former chief of staff to Sen. Amy Klobuchar (D-Minn.), joined Invariant and lobbied for clients including Hearst, Marriott International, the National Restaurant Association, Uber and United Technologies.",
  "Invariant adds Republican legislative director\n\nWith David Beavers, Garrett Ross and Daniel Lippman\n\nINVARIANT ADDS REPUBLICAN LEGISLATIVE DIRECTOR: Invariant has added another Republican, Landon Stropko.",
  "The fitness-equipment company Nautilus, for example, is seeking waivers for its Bowflex TreadClimber and other cardio machines, which it now imports from China.” Full story.",
  "— “Among those pressing the government to lower the tariffs on their foreign-produced goods are a slate of corporations many consumers view as quintessentially American.",
  "Granting companies such waivers amounts to a reward for shifting jobs to other countries, some workers and U.S. manufacturers say, and only encourages others to follow.",
  "“Many companies, including Leviton, are effectively asking for tax breaks on the same products that they used to make domestically, but that are now made overseas.",
  "SPOTTED: At the Rivers of Recovery seventh annual congressional reception last night, according to a PI tipster: Reps. Martha Roby (R-Ala.), Jeff Duncan (R.S.C.",
  "and Chris Murphy (D-Conn.); and Reps. Trey Gowdy (R-S.C.), Mark Sanford (R-S.C.), Tom Rice (R-S.C.), Jim Clyburn (D-S.C.), Mike Capuano (D-Mass.",
  "The offices they met with included those of Reps. Bob Brady (D-Pa.), Dwight Evans (D-Pa.), Lamar Smith (R-Texas), Andy Barr (R-Ky.) and Sens.",
  "He’ll split his time between lobbying and legal work at Greenberg Traurig, focusing on the media, technology and telecommunications sectors.",
  "— Sophia Sokolowski is now assistant to managing director Steve Ricchetti at the Penn Biden Center for Diplomacy and Global Engagement.",
  "For more background on Cohen’s business with AT&T and Columbus Nova, read POLITICO’s Lorraine Woellert and Josh Meyer’s full story.",
  "Sen. Heidi Heitkamp (D-N.D.), executives at Constellation, and their partners in the Mexican beer supply chain will participate.",
  "Among the lawmakers they will meet with are Reps. Joaquín Castro (D-Texas), Markwayne Mullin (R-Okla.) and Will Hurd (R-Texas).",
  "Prior to his time in Enzi’s office, Stropko was chief of staff and legislative director for former Rep. Cynthia Lummis (R-Wyo.)",
  "FLY-IN: Members of the American Public Health Association held a fly-in Tuesday to call for more public health funding.",
  "Squire Patton Boggs scrapped its alliance with Cohen last month after his office and hotel room were raided by the FBI.",
  "FLY-IN: Members of the Large Public Power Council are hitting up the Hill today to talk about cybersecurity issues.",
  "ON THE CALENDAR\n\n— Constellation Brands will host a panel discussion on NAFTA today at 4:30 p.m. in 328A Russell.",
  "SPOTTED: At the Nelson Mullins Annual Rooftop Gala atop its offices last night, according to a PI tipster: Sens.",
  "Bob Casey (D-Pa.), John Cornyn (R-Texas), Ted Cruz (R-Texas), Mitch McConnell (R-Ky.), Joe Donnelly (D-Ind.",
  "She was previously senior director of advocacy and counsel for the Credit Union National Association.",
  "Shofe was previously executive vice president for global government affairs at Emergent BioSolutions.",
  "Stropko, who starts next week, was most recently a legislative director for Sen. Mike Enzi (R-Wyo.).",
  "— Leah Dempsey is now vice president and senior counsel for federal advocacy at ACA International.",
  "JOBS REPORT\n\n— Kelsey Glover is now a senior consultant for global projects at APCO Worldwide.",
  "While working for Enzi, he worked on tax reform, health care reform and budget resolutions.",
  "She was previously vice president of legislation for the Federation of American Hospitals.",
  "BECKER JOINS GREENBERG TRAURIG: Jonathan Becker has left Invariant for Greenberg Traurig.",
  "— Cassidy & Associates will host a rooftop reception for infrastructure week on May 17.",
  "For the past year, Milne and Wiener have had their own firm, M & W Government Affairs.",
  "He also expects to work on antitrust, copyright and intellectual property issues.",
  "NEW JOINT FUNDRAISERS:\n\nCassidy Victory Committee (Sen. Bill Cassidy [R-La.",
  "She was previously public relations manager at the German Marshall Fund.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "), Tim Scott (R-S.C.), Sheldon Whitehouse (D-R.I.), Chris Coons (D-Del.)",
  "This is the second Republican Invariant has hired in recent weeks.",
  "and legislative assistant for former Rep. Barbara Cubin (R-Wyo.).",
  "Let us know at: mlevine@politico.com and tmeyer@politico.com.",
  "She previously was a policy analyst at the Biden Institute.",
  "Last month, Republican lobbyist Katie Wise joined the firm.",
  "But he “missed being a lawyer,” he said in an interview.",
  "), Virginia Foxx (R-N.C.), Richard Neal (D-Mass.",
  "), Duncan Hunter (R-Calif.), Sam Graves (R-Mo.)",
  "Rep. Peter DeFazio (D-Ore.) will attend.",
  "Good afternoon, and welcome to PI.",
  "), Elizabeth Warren (D-Mass.)",
  "and Steven Palazzo (R-Miss.",
  "), Stephen Lynch (D-Mass.)",
  "What’s going on this week?",
  "and Marco Rubio (R-Fla.).",
  "and Joe Wilson (R-S.C.).",
  "), Joe Kennedy (D-Mass.",
  "), Todd Young (R-Ind.",
  "Ed Markey (D-Mass."
]