[
  "But they said Avenatti also appears to have some information from Cohen’s actual bank records and their client “has no reason to believe that Avenatti is in lawful possession of those records.”\n\nAT&T and Novartis both said they turned over information about their dealings with Cohen to special counsel Robert Mueller, who's investigating whether the Trump campaign colluded with Russian agents in the 2016 presidential election.",
  "In a court filing Wednesday in New York, Cohen’s lawyers pushed back on Avenatti’s document, saying it contained “blatantly incorrect statements.”\n\nCohen’s lawyers, Stephen Ryan and Todd Harrison, said Avenatti improperly attributed two transfers — one from a Malaysian firm to a Canadian bank and another from a Kenyan bank to an account in Israel — to the wrong Michael Cohen.",
  "(Photo: PETER FOLEY, EPA-EFE)\n\nWASHINGTON — The Treasury Department has opened an investigation into whether bank records belonging to President Trump's private lawyer were illegally leaked to a lawyer for porn actress Stormy Daniels.",
  "CLOSE Stormy Daniels' lawyer says hundreds of thousands of dollars streamed into an account for President Donald Trump's personal attorney Michael Cohen from companies with business interests with the U.S. government.",
  "And in a court hearing last month, federal prosecutors suggested that it had already subpoenaed Cohen's business clients and that the companies had confirmed that they did not have an attorney-client relationship.",
  "\"Why is no media outlet doing a story on the refusal of the Treasury Department to release to the public the 3 Suspicious Activity Reports that were filed concerning Essential Consultants, LLC's bank account?\"",
  "Rich Delmar, the general counsel for the Treasury Department's Office of Inspector General, said Wednesday that investigators want to know if the disclosures violated the Bank Secrecy Act.",
  "More: AT&T, Novartis face scrutiny over hefty payments to Trump lawyer Michael Cohen\n\nThe Treasury inspector general's investigation was prompted by the New York Times report, Delmar said.",
  "Those records show that Trump lawyer Michael Cohen took payments from corporations — including telecom giant AT&T and drug-maker Novartis — seeking to curry favor with President Trump.",
  "(May 9) AP\n\nStormy Daniels, also known as Stephanie Clifford, speaks to reporters with her attorney Michael Avenatti outside of federal court in New York City April 16, 2018.",
  "Daniels' lawyer, Michael Avenatti, included detailed information about payments to Cohen's in a seven-page dossier he sent to news outlets Tuesday night.",
  "More: In hiring Michael Cohen, AT&T betrays a complicated relationship with Trump\n\nCLOSE Why are people paying Stormy Daniels to stomp on Cheetos?",
  "That law allows the Treasury Department to collect information on suspicious bank transfers, subject to strict privacy provisions.",
  "But on Twitter, Avenatti challenged reporters to seek out the suspicious activity reports collected by the Treasury Department.",
  "Apparently that’s what happens when an adult entertainment career collides with her legal crusade against the president.",
  "The New York Times says it was able to confirm much of Avenatti's information by reviewing Cohen's financial records.",
  "Avenatti won't say where he received the information on Cohen's bank history.",
  "Buzz60\n\nRead or Share this story: https://usat.ly/2I2QHy4",
  "Nathan Rousseau Smith has the story.",
  "\"This deserves immediate attention.",
  "The SARs should be released now.\"",
  "Avenatti wrote."
]