[
  "More: The $130,000 question: What the White House has said about the Stormy Daniels payoff\n\nWith lawyer Michael Avenatti, she's filed lawsuits against Cohen and Trump seeking to void her non-disclosure agreement and alleging that Trump defamed her by questioning her account of their relationship — including an episode in which she said she was physically threatened to keep her silence.",
  "(Photo: Mary Altaffer, AP)\n\nWASHINGTON — What began as an investigation into the Trump campaign's possible collusion with Russian agents seeking to influence the 2016 presidential campaign has now spun off into a soap opera-like detour into a tabloid sex scandal — but with high stakes for President Trump and his inner circle.",
  "More: Novartis says it paid Trump attorney Michael Cohen more than $1 million for nothing\n\nThe payments began about the time that Jimenez was invited to the White House for a meeting on health care just after the Inauguration, and continued up until a dinner meeting Trump had with Narasimhan in Davos, Switzerland, in January.",
  "More: In hiring Michael Cohen, AT&T betrays a complicated relationship with Trump\n\nUnder Stephenson's leadership, AT&T has acknowledged paying Cohen at least $200,000 — and perhaps as much as $600,000 — last year \"to provide insights into understanding the new administration,\" the company said.",
  "President Trump and Rudy Giuliani (Photo: Carolyn Kaster, AP)\n\nRudy Giuliani\n\nBest known as the mayor of New York City during the 2001 terrorist attacks on the World Trade Center, the former Republican presidential candidate was hired in April as a member of Trump's legal team.",
  "More: Rudy Giuliani says Michael Cohen's issues have nothing to do with Donald Trump\n\nIn an appearance on Fox News May 2, he disclosed that Trump had reimbursed Cohen for the $130,000 Daniels settlement — arguing that he arrangement complied with campaign finance laws.",
  "More: Trump could face more legal trouble after confirming he repaid Michael Cohen, watchdogs say\n\nFILE - In this file photo taken on Tuesday, May 31, 2016, Russian businessman Viktor Vekselberg attends the Russian International Affairs Council in Moscow, Russia.",
  "Outside the rarified sphere of the super-rich, tycoon Viktor Vekselberg is mostly known in Russia for spending more than $100 million to bring cultural artifacts back to their homeland, including an array of Faberge eggs glittering with gold and jewels.",
  "The company has acknowledged paying Cohen $100,000 a month for nearly a year to \"advise the company as to how the Trump administration might approach certain U.S. healthcare policy matters, including the Affordable Care Act,\" a company spokeswoman said.",
  "(Photo: Laurent Gillieron, epa)\n\nJoe Jimenez and Vasant Narasimhan\n\nJimenez and Narasimhan are the former and current CEOs of Novartis, a Swiss-based drug maker that also sought to curry favor with the Trump administration in its first year.",
  "(Photo: Ethan Miller, Getty Images)\n\nStormy Daniels\n\nAlso known as Stephanie Clifford, the 39-year-old pornographic actress claims to have had a sexual encounter with Trump in 2006, when he was newly married to his wife Melania.",
  "(AP Photo/Pavel Golovkin, File) ORG XMIT: XAZ187 (Photo: Pavel Golovkin, AP)\n\nViktor Vekselberg\n\nThe Ukrainian-born Russian businessman owns Renova group, a global conglomerate with interests in aluminum and oil.",
  "In this image from video, Michael Avenatti, attorney and spokesperson for adult film star Stormy Daniels, listens to a reporters' question during an interview at The Associated Press, March 21, 2018, in New York.",
  "(Photo: Joe Frederick, AP)\n\nMichael Avenatti\n\nThe 47-year-old Newport Beach, Calif., lawyer represents Daniels in her lawsuits against Cohen and Trump and has become a ubiquitous face on cable television news.",
  "But he's also fighting against Trump on trade, and on AT&T's proposed $84 billion merger with Time Warner, which Trump opposes because of the media consolidation — and because CNN is part of the deal.",
  "As the former executive vice president of the Trump Organization, Cohen represented Trump's personal and business interests, but also has his own business interests in real estate and taxicabs.",
  "In college and law school, Avenatti worked in politics for a Democratic firm run by Rahm Emanuel — who would later go on to become President Barack Obama's chief of staff and mayor of Chicago.",
  "Avenatti was the author of a seven-page dossier he released Tuesday alleging that Cohen was paid by U.S. companies and a Russian oligarch seeking favor with the Trump administration.",
  "CLOSE Michael Cohen is making his most astonishing claim of defense yet, insisting some of that supposed evidence leveled against him is being confused with another Michael Cohen.",
  "(Photo: Seth Wenig, AP)\n\nMichael Cohen\n\nKnown for his hardball tactics and longtime loyalty to Trump, the 51-year-old New York lawyer is Trump's personal attorney and \"fixer.\"",
  "AT&T CEO Randall Stephenson listens as President Trump speaks during the \"American Leadership in Emerging Technology\" event in the East Room of the White House June 22, 2017.",
  "The cast of characters of this new drama includes a pornographic actress, Trump's New York \"fixer,\" celebrity lawyers, corporate CEOs and a Russian oligarch.",
  "Cohen and Trump have acknowledged paying her $130,000 just before the 2016 presidential campaign to buy her silence — although they deny the affair happened.",
  "Just before the 2016 presidential election, he arranged a $130,000 payment to a pornographic actress who said she had a sexual encounter with Trump in 2006.",
  "Giuliani, 73, has seemingly tried to match Avenatti interview-for-interview, giving frequent comments to Washington reporters about the cases against Trump.",
  "Buzz60\n\nAdult film actress Stormy Daniels, left, stands with her lawyer Michael Avenatti as she speaks outside a federal courthouse in New York in April.",
  "Adult film actress/director Stormy Daniels attends the 2018 Adult Video News Awards at the Hard Rock Hotel & Casino on January 27, 2018 in Las Vegas.",
  "He's been invited to Trump Tower and the White House to talk about tax cuts and technology, and he's been supportive of Trump's efforts on both.",
  "But the payment went to Cohen's Essential Consultants LLC, the same shell company Cohen set up to facilitate the payoff to Stormy Daniels.",
  "On April 9, the FBI raided his home, office and hotel room and seized records related to his business relationships with Trump and others.",
  "The Treasury Department's inspector general is investigating how he obtained the bank records that formed the basis for those allegations.",
  "He's close to Russian President Vladimir Putin, and last month the Treasury Department put him on a list of sanctioned Russian oligarchs.",
  "He also served in the Reagan administration as the associate attorney general and U.S. attorney for the Southern District of New York.",
  "Avenatti has suggested, without evidence, that the Vekselberg may have been the ultimate source funds for the Daniels settlement.",
  "The company said Narasimhan was not involved in the Cohen contract, and Jimenez could not be reached for comment.",
  "Avenatti's bank records show that Renova's U.S. affiliate, Columbus Nova LLC, paid Cohen $500,000 in 2017.",
  "(Photo: Evan Vucci, AP)\n\nRandall Stephenson\n\nThe AT&T CEO has had an up-and-down relationship with Trump.",
  "Novartis CEO Joseph Jimenez speaks at the World Economic Forum in 2015.",
  "They are:\n\n, Michael Cohen leaves federal court in New York April 26.",
  "Read or Share this story: https://usat.ly/2rxQGao",
  "Nathan Rousseau Smith has the story.",
  "He moonlights as a race car driver."
]