[
  "You can’t have an agreement when one party claims to know nothing about it.” (It is not clear, however, what value a declaratory judgment invalidating the nondisclosure agreement would have since Daniels had already begun to tell her story, for starters, as she did on CBS’s “60 Minutes.”)\n\nFirst, if Trump is telling the truth and really did not know about the payment — made days before the election and designed to stave off more controversy over Trump sexual conduct — Cohen may have made an illegal campaign donation.",
  "An investigation by the New York state bar of Cohen just became a lot more likely.” Finally, Eisen concluded that “Trump’s statement, if true, also removes the less serious campaign-finance violation, that Trump himself funded this contribution to his campaign, in favor of a far more serious one: that Cohen gave the campaign an in-kind contribution of $130,000.”\n\nThe claim that voters knew all this before the election and elected him anyway is patently false.",
  "“It has to be taken with a large grain of salt because of his history of lying — over 2000 times in his first year in office alone according to the Post.” If true, however, Eisen agreed that “it strengthens the case to throw out the hush agreement.” He added that “Trump’s statement also makes things much worse for his lawyer, Mr. Cohen.",
  "(“Armed with subpoenas compelling electronic records and sworn testimony, Mueller’s team showed up unannounced at the home of the business associate, who was a party to multiple transactions connected to Trump’s effort to expand his brand abroad, according to persons familiar with the proceedings.",
  "Among other things, Cohen was involved in business deals secured or sought by the Trump Organization in Georgia, Kazakhstan and Russia.”)\n\nStormy Daniels’ attorney Michael Avenatti kicked up his heels, tweeting, “The strength of our case just went up exponentially.",
  "Opinion writer\n\nThe Post reports:\n\nPresident Trump said Thursday that he did not know that his personal attorney paid adult-film star Stormy Daniels $130,000 days before the presidential election to prevent her from publicly accusing Trump of having an affair.",
  "Second, Cohen may have run afoul of New York State Bar rules requiring lawyers to inform a client of “material developments in the matter including settlement or plea offers.” If Trump was left in the dark, Cohen surely has run afoul of that rule.",
  "For now, we know two things: The Republican majorities in the House and Senate continue to protect Trump not only from inquiry into his sexual conduct, but from inquiries into his receipt of emoluments and ongoing conflicts of interest.",
  "Common Cause, a nonprofit government watchdog group, last month filed complaints with the Justice Department and the Federal Election Commission that claimed Cohen “made an illegally large in-kind contribution to the Trump campaign .",
  "The indictment dilemma wouldn’t be a dilemma if Republicans upheld their oaths\n\nRepublicans’ midterm prospects going from bad to worse\n\nTrump is back to racist rhetoric\n\nMorning Bits: The Trump administration is worse than ever",
  "One does not need to believe all the sordid details in the Christopher Steele dossier to suspect that Trump’s sexual misconduct would be of great interest to a hostile power attempting to gain leverage.",
  "He claims to never have been paid back, and if the money was intended to help the campaign, Cohen went wildly over the campaign limit ($2700) for political donations to an individual candidate.",
  "The president said he did not know where his attorney, Michael Cohen, got the money for the payment, and he declined to say if he ever set up a fund for Cohen to cover expenses like that.",
  "[and that] Essential Consultants LLC, through which the payment was routed, made an illegal contribution to the Trump campaign.” Common Cause’s complaints just got a whole lot stronger.",
  "Norman Eisen, an ethics guru and a senior fellow at the Brookings Institution, reacted to the news by cautioning that Trump could be lying about his lack of knowledge.",
  "Investigators were particularly interested in interactions involving Michael D. Cohen, Trump’s longtime personal attorney and a former Trump Organization employee.",
  "The president’s denial and refusal to comment on whether there is a hush-money slush fund raises a raft of questions and complications for both Trump and Cohen.",
  "These women apparently didn’t have settlement deals with nondisclosure agreements, but perhaps Cohen did not know about them or did not believe their stories.",
  "Legal ethics rules prohibit settling disputes without informing your client, and lending or giving your client large sums of money to fund such settlements.",
  "And that brings us to the third, most intriguing question: Did Cohen have general authorization to make settlements with women who had affairs with Trump?",
  "To hold him politically accountable and to dissipate the cloud of financial corruption hanging over his head will require a change in control of Congress.",
  "Illegal hush money paid to help secure a victory would send Republicans to voting on articles of impeachment if a Democratic president had been involved.",
  "Moreover, no Republican can say with confidence what else is out there, or be certain there are not even more damning accusations to come.",
  "So long as Republicans remain in control of both houses of Congress, Trump will never be held accountable for this conduct.",
  "Bar complaints need not be brought by the client, so someone else could seek to sanction Cohen through the state bar.",
  "They have tied themselves to the mast of a morally bankrupt person and will suffer the political consequences.",
  "So far, there is no sign any committee, let alone the Judiciary Committee, intends to look into any of this.",
  "The purpose of a nondisclosure agreement was to assure Trump that voters would not hear about it.",
  "Later Thursday, McClatchy reported Cohen has been drawn into the special counsel’s investigation.",
  "Did any women allege sexual harassment or sexual assault (i.e., unwanted sexual conduct)?",
  "Ironically, the story comes on the same day Trump is prevaricating about Mexican rapists.",
  "We know during the campaign that more than a dozen women came forward with such claims.",
  "of untoward sexual encounters is a sitting duck for blackmail.",
  "Read more by Jennifer Rubin:\n\nHave we won the trade war yet?",
  "A president trying to hide one or more (a flock?)",
  "Having made their bed … well, you get the idea.",
  "There is also the ongoing issue of blackmail.",
  "If so, how many women were involved?",
  "Where did the money come from?",
  "What were the sums paid out?",
  ".",
  "."
]