[
  "Indeed, since this information came to light, Novartis has scrambled and said that Essential Consultants was “unable to provide the services that Novartis had anticipated related to US healthcare policy matters and the decision was taken not to engage further.” However, the contract could only be terminated for cause and so payments continued to be made until the contract expired in February, 2018.",
  "After Trump had taken the office of the Presidency, Cohen, under the guise of “Essential Consultants”, and Novartis entered into a deal to help “advise the company as to how the Trump administration might approach certain US healthcare policy matters, including the Affordable Care Act.”\n\nOne wonders what Novartis was thinking in entering such an agreement.",
  "As this fact becomes known to the general public, it’s hard to believe that people won’t come to the conclusion that Novartis was seeking to buy influence with the President with the hopes of gaining traction with the government to accept Kymriah’s price.",
  "Clearly, any sensible person would look at such an agreement cynically and come away with the view that Novartis was attempting to buy access to the President through his lawyer.",
  "The drug in question was Kymriah, the first of a new class of therapies based on CAR-T technologies that cures the deadly childhood leukemia, acute lymphoblastic leukemia (ALL).",
  "However, as pointed out by Adam Feuerstein of STAT for Kymriah to be successful, Novartis needs the Centers for Medicare and Medicaid Services to reimburse the drug’s cost.",
  "It is important that the biopharmaceutical industry strive for the highest standards in order to restore its reputation with patients, physicians and payers.",
  "As more and more digging goes into the affairs of President Trump’s personal attorney, Michael Cohen, more dirt gets flung into all sorts of unusual places.",
  "In order for biopharmaceutical companies to get a return on the large investments being made to come up with these cures, high prices need to be charged.",
  "Furthermore, the one year contract that Novartis had with Cohen - $100,000/month – is a lot of money for a lawyer with no background in healthcare.",
  "It is imperative that the arguments being made by biopharmaceutical companies to justify the pricing of these drugs be accepted at face value.",
  "But, by doing so, it tarnished the entire drug industry which is struggling right now to justify the costs of these breakthrough medicines.",
  "However, the slightest bit of impropriety in the behavior of these companies causes incredible skepticism on the part of the public.",
  "However, Novartis’ motives are being questioned because of a new drug it was preparing for launch over this same timeframe.",
  "Ordinarily, one would simply say that Novartis threw away $1.2 million by getting suckered in by a huckster.",
  "Didn’t anyone at Novartis think about how badly this would look if such a deal was made public?",
  "Unfortunately, Novartis’s recent actions with Essential Consultants is a big step backward.",
  "We are entering an era in which cures for many diseases are being brought to market.",
  "The most recent revelation involving Novartis is both shocking and depressing.",
  "Novartis launched Kymriah at a cost of $475,000 for a course of treatment.",
  "Yes, Novartis screwed up."
]