[
  "He was considering using another phrase from that same Daily Beast encounter—“I’m going to mess your life up for as long as you’re on this fuckin’ planet.” That threat, he thought, had a nice mob-enforcer ring to it, particularly if he used what he sometimes referred to as his “Corleone voice.”\n\n“Michael,” Mrs. C continued.",
  "I paid the hundred and thirty thousand dollars through a shell corporation so it would stay secret.”\n\n“Then how come we have here a Certificate of Formation for Essential Consultants, issued by the Delaware Secretary of State’s Corporation Division, and signed by you?” Mrs. C said, holding up a document.",
  "He was trying to decide whether the first person on his list would be frightened more by “I will take you for all the money you still don’t have” or “What I’m going to do to you is so fucking disgusting”—both of which phrases he’d used to threaten a Daily Beast reporter (to no avail) in 2015.",
  "“I’m sure we’ll be reimbursed.”\n\n“You believe that Donald Trump, known to every subcontractor, supplier, and banker in New York as the King of the Deadbeats, is going to pay you back?”\n\n“As I was saying,” Mr. C replied, “We prefer to refer to him as D.J.T.",
  "“A porn star claimed to have had an affair with D.J.T., and, just before the election, I gave her a hundred and thirty thousand dollars to keep her mouth shut.”\n\n“An affair with who?”\n\n“With Mr. Trump.",
  "You might have seen Don, Jr., on television referring to his father as ‘D.J.T.’ We thought that would make him sound right up there on the level of Presidents like F.D.R.",
  "“Here, stuck to the receipt from those people who repaired the washing machine, is a payment of a hundred and thirty thousand dollars to Essential Consultants.",
  "“Michael,” Mrs. C said, in a weary voice, “I’ve told you before: people with no humor should not try to tell jokes.”\n\n“That wasn’t a joke,” Mr. C said.",
  "In fact, I’ve retained a fellow in South Dakota to do a title search on what seems to be some unused space on Mount Rushmore, just to Lincoln’s left.",
  "We could buy it secretly through a shell corporation—I know how to do that—and hire our own sculptor.”\n\n“Let me get this straight,” Mrs. C said.",
  "and the porn star, but I couldn’t think of a really neat alliterative pseudonym for myself.”\n\n“How about Danny Dumbass?” Mrs. C said.",
  "“You paid a hundred and thirty thousand dollars to a porn star so that she’d remain quiet about something that didn’t happen?",
  "Mrs. C, who had been gathering material for the family’s tax return, was looking through a pile of financial documents.",
  "As the breakfast dishes were cleared away, both Cohens remained at the table with their coffees.",
  "“The bill from that gardener who replaced the rose bushes seems pretty reasonable,” Mrs. C said.",
  "“Well, it turned out to be not quite as secret as it might have been,” Mr. C said.",
  "What is that all about?”\n\n“That was hush money to a porn star,” Mr. C said.",
  "and J.F.K.”\n\n“Donald Trump had an affair with a porn star?” Mrs. C asked.",
  "“I see here that the electric bill is up a bit this year,” Mrs. C said.",
  "He is a man of honor and integrity and one of our great Presidents.",
  "Michael Cohen was studying his daily list of people to threaten.",
  "“I made up really neat alliterative pseudonyms for D.J.T.",
  "“I don’t want you to be upset about this,” Mr. C said.",
  "is a happily married family man.",
  "“Definitely not,” Mr. C said.",
  "“Mmmm,” Mr. C murmured again.",
  "It sounds more Presidential.”",
  "“\n\n“Well, not directly.",
  "“Mmmm,” Mr. C murmured.",
  "“D.J.T."
]