[
  "\"Distract, distract, distract,\" he wrote, adding that Cohen should instead be producing bank statements for his company, Essential Consultants LLC, which he used both to facilitate a $130,000 hush money payment to Daniels just prior to the 2016 presidential election and to accept controversial payments from companies such as AT&T and Novartis.",
  "They argued that Avenatti may have violated the New York Rules of Professional Conduct with his public actions related to Cohen, such as publishing leaked documents on Cohen's financial dealings that were later confirmed by media outlets and the institutions that did businesses with the Trump attorney following the 2016 presidential election.",
  "Brendan McDermid/Reuters\n\nIn an extensive Tuesday court filing, Michael Cohen's lawyers are trying to use a recent $10 million judgment against Michael Avenatti's law firm to prevent him from being admitted into Cohen's case, which is taking place in the Southern District of New York.",
  "Avenatti, the attorney for porn star Stormy Daniels, responded to the filing on Twitter, saying that Cohen, President Donald Trump's longtime lawyer, \"will do anything and everything to distract away from the serious charges he will likely face and the complicity of Mr.",
  "Last week, US Bankruptcy Court Judge Catherine Bauer ordered Eagan Avenatti to pay $10 million to Jason Frank, a lawyer who used to work at the California firm, after Avenatti failed to pay Frank $2 million this month.",
  "In a separate filing, the US Attorney's Office for the Southern District of New York did not oppose Avenatti's admission into the case, which follows the FBI raids on Cohen's home, office, and hotel room last month.",
  "The revelation of that payment ignited a firestorm around Cohen and the president, and Daniels is separately suing Cohen and Trump in California to void the nondisclosure agreement she signed with Cohen.",
  "\"Mr. Avenatti appears to be primarily focused on smearing Mr. Cohen publicly in his efforts to further his own interest in garnering as much media attention as possible,\" Cohen's attorneys wrote.",
  "At the moment, a special master is overseeing a document review of the items obtained by the government in the raids to determine what falls under attorney-client privilege.",
  "\"We believe the attached court documents amplify our opposition to Mr. Avenatti's motion to be\" admitted into the case, Cohen's lawyers wrote in the Tuesday filing.",
  "Drew Angerer/Getty Images During the hearing, the Department of Justice revealed that the firm had defaulted on back taxes it owed to the IRS, The Times reported.",
  "Avenatti had personally guaranteed that $2 million would be paid to Frank to settle the law firm's bankruptcy, but he and the firm did not pay out that sum.",
  "Avenatti's client, Daniels, received that hush-money payment from Cohen in exchange for her silence regarding a 2006 affair she alleged having with Trump.",
  "In an email to The Times, Avenatti claimed the publication \"purposely\" confused him \"with a separate legal entity that has no role in the Daniels case.\"",
  "The US attorney's office in Los Angeles said Avenatti has paid at least $1.5 million of that total, but he and the firm missed a payment due last week.",
  "Avenatti called those arguments \"without merit and frivolous\" and said it \"speaks volumes that they so desperately\" want him excluded from the case.",
  "Cohen's attorneys have earlier expressed their desire for Avenatti to not be admitted into the case, which he is seeking to do on Daniels' behalf.",
  "Earlier this month, Cohen's lawyers wrote that Avenatti had created a \"carnival atmosphere\" and should not be allowed into the New York court.",
  "An assistant US attorney told Bauer that the government is planning to file a subsequent motion demanding payment of those back taxes.",
  "Cohen, who has not been charged with a crime, is under investigation on suspicion of campaign-finance violations and bank fraud.",
  "The lawyers included the court documents from the case involving Avenatti's firm, Eagan Avenatti, in US Bankruptcy Court.",
  "The special master, Barbara Jones, provided the court on Tuesday with her first update on that review process.",
  "Responding to a request from Business Insider, Avenatti called the effort by Cohen's attorneys \"desperate.\"",
  "Avenatti is not representing Daniels, whose real name is Stephanie Clifford, through Eagan Avenatti.",
  "\"At this point, that's what's appropriate,\" Bauer said in the hearing, per the Los Angeles Times.",
  "Avenatti has blamed the unpaid taxes on a payroll company he did not identify, The Times wrote.",
  "Avenatti had agreed to pay the IRS $2.4 million in a January bankruptcy settlement.",
  "\"No judgment against me was issued nor do I owe any taxes,\" he wrote.",
  "The next hearing in the case is set for Wednesday morning.",
  "Avenatti, they said, focused on \"smearing\" Cohen.",
  "\"Not even the same firm in the case,\" he said.",
  "\"They can't even get the law firm right.\"",
  "Michael Avenatti.",
  "Michael Cohen.",
  "Trump.\""
]