[
  "Other federal lobbyists with growing client lists and ties to the administration include Pence's former chief of staff Bill Smith, whose clients include AT&T; Victor Smith, who served as Pence’s commerce secretary in Indiana; and Barry Bennett, a former Trump campaign aide who built a firm with a roster of domestic and deep-pocketed international clients.",
  "Ballard said the work is focused mostly on potential Qatari investments in Florida\n\nBennett, a former Trump campaign adviser who oversees a lobbying firm and global consultancy, is earning even more from Qatar through a contract he signed last July as tensions between Qatar and its neighbors worsened.",
  "(Photo: Mark Wilson/Getty Images)\n\nWASHINGTON – Lobbying firms managed by former campaign aides, fundraisers and others with ties to President Trump and Vice President Pence have collected at least $28 million in federal lobbying fees since Trump assumed the presidency, a USA TODAY analysis found.",
  "His job, he said, includes making the case to State Department officials that the United States needs \"to enjoy a strong relationship with the duly elected government\" there as China increases its investments and influence in the nation of islands southwest of India.",
  "The firm took in nearly $5.5 million in lobbying fees last year — the most it has earned in Washington lobbying in a single year and more than double its lobbying receipts from 2016, according to data compiled by the non-partisan Center for Responsive Politics.",
  "Last week, when asked about Cohen's closed-door deals with corporations, White House spokeswoman Sarah Sanders singled out the Justice Department's move to block a merger between AT&T and Time Warner as proof Trump isn't unduly influenced by special interests.",
  "His firm has pulled in nearly $14 million in lobbying fees since it began its Washington operations in February 2017 and has represented more than 70 federal lobbying clients, including online retail giant Amazon, reports filed with Congress show.",
  "Ballard Partners ranks as Washington’s 11th-largest lobbying operation by revenue, according to the non-partisan Center for Responsive Politics and boasts several well-known Democrats on staff, including former Florida congressman Robert Wexler.",
  "Fred Wertheimer, who oversees the watchdog group Democracy 21, said the race to make money off Trump connections mirrors the president's decision to retain ownership of his real estate and branding empire while serving in the White House.",
  "Although Trump campaigned on a pledge to \"drain the swamp\" of Washington special interests, his former political aides and other figures in his orbit are building larger profiles in the world of Washington influence he criticized.",
  "More: Trump's company earned $40M from Washington hotel in 2017, disclosure shows\n\nWhite House officials said Trump remains committed to his \"drain the swamp\" promise and did not take action to benefit Cohen's clients.",
  "Under federal rules, people who make more than one contact with a federal official on behalf of a client and spent at least 20% of their time on lobbying in a three-month period are required to register as a lobbyist.",
  "Foreign clients\n\nBallard’s firm has contracts with foreign interests that could yield more than $8 million on top of the $14 million it collected in federal lobbying fees from February 2017 through March this year.",
  "Those clients range from the government of Turkey to the tourism arm of the Maldives, which is working to repair relations with the United States amid international alarm over its crackdown on opposition leaders.",
  "In an interview with USA TODAY, Bennett defended his work as a lobbyist, saying he is transparent about his activity — unlike Cohen, who sought to leverage his relationship with Trump through secret deals.",
  "\"It's pretty clear that the Justice Department opposed the merger, and so certainly the president has not been influenced or his administration influenced by any outside special interests,\" Sanders said.",
  "The Maldives' exiled former president Mohamed Nasheed has become an international cause celebre and was represented by Amal Clooney, the high-profile human rights lawyer married to actor George Clooney.",
  "Records maintained by an arm of the Justice Department that monitors foreign lobbying activity show Ballard’s firm signed a one-year contract worth as much as $2.1 million with the government of Qatar.",
  "(Photo: AFP/Getty)\n\nBallard Partners inked a $50,000-a-month deal with Maldives Marketing and Public Relations on Feb. 11, days after Maldivian President Abdulla Yameen declared a state of emergency.",
  "Since Trump's election, Cohen has received more than $2.3 million in payments from corporate clients, including $600,000 from telecom giant AT&T and $1.2 million from Swiss-based drugmaker Novartis.",
  "Cohen, the target of a criminal investigation in New York about his business dealings, is not registered as a lobbyist and instead cast himself as a consultant in reaching the closed-door deals.",
  "Bennett, who helped manage Ben Carson’s presidential campaign before joining Trump’s camp, said he provides Qatar and its royal family with strategic advice about navigating the U.S. government.",
  "But the government boosted that to $500,000 a month for a four-month period late last year, delivering $2 million to Bennett’s Avenue Strategies Global between September and December of 2017.",
  "Trump’s personal attorney Michael Cohen faces scrutiny about the big sums his shell company, Essential Consultants, received from blue-chip firms for insights into the administration.",
  "Lobbying's 'cyclical' nature\n\nThe USA TODAY review shows Barnes & Thornburg, where longtime Pence ally Bob Grand serves as managing partner, seeing big growth in the Trump era.",
  "Clients, ranging from U.S. Steel to the drug industry's trade association, paid $1.6 million to the firm during the first three months of this year, congressional records show.",
  "Qatar has waged an intense lobbying campaign to win over the Trump administration amid a regional dispute with Saudi Arabia and United Arab Emirates and its other neighbors.",
  "Last week, the Public Citizen watchdog group filed complaints against Cohen, arguing that he violated federal ethics and lobbying laws by failing to register as a lobbyist.",
  "Yameen took the action when the country's Supreme Court tossed out convictions against nine opposition figures imprisoned or forced into exile, including Nasheed.",
  "In an interview Thursday, Grand attributed the rise in lobbying activity to the \"cyclical\" nature of lobbying, rather than any special advantage the firm enjoys.",
  "That’s in the past.”\n\nQatar flexes lobbying muscle\n\nIn addition to its growing roster of domestic clients, Ballard's firm attracts international attention.",
  "CLOSE Editorial Page writer George Hager discusses how one becomes a lobbyist, what they do and why they matter in his answer to this reader question.",
  "Last month, he praised the country as a partner in the fight against terrorism during a White House meeting with its leader, Tamim bin Hamad Al Thani.",
  "Wexler, the former Florida congressman, represents the Maldives for Ballard Partners and said the situation in the Maldives isn't \"black and white.\"",
  "AT&T's agreement with Cohen specifically sought his advice on the proposed $85 billion merger, which Trump denounced on the campaign trail in 2016.",
  "Leading the way: Ballard Partners, overseen by Brian Ballard, a veteran Florida lobbyist who raised money for Trump’s campaign and inauguration.",
  "In all, registered lobbyists with ties to Trump and Pence have leadership roles in at least 10 firms in Washington, a USA TODAY review shows.",
  "In tweets, Trump indicated that his push to end the funding of \"radical ideology\" prompted the four-state embargo against the oil-rich Qatar.",
  "I just calmed them down and said, ‘This is bark, not bite.’ \"\n\nAs Qatar's lobbying efforts intensified, Trump's views about Qatar softened.",
  "— Donald J. Trump (@realDonaldTrump) June 6, 2017\n\nBennett said he was meeting with Qatari officials in Doha when Trump's tweets landed.",
  "“Why would anyone hire Trump’s personal attorney if he’s not going to talk to anybody at the White House” on their behalf, he said.",
  "In this 2015 photo, human-rights lawyer Amal Clooney visits the Maldives to advocate on behalf of the nation's former president.",
  "Grand is slated to appear with Pence at a fundraiser this week that will benefit Republican candidates for the U.S. Senate.",
  "President Trump speaks at the White House on April 10 during a meeting with Emir of Qatar, Sheikh Tamim bin Hamad Al Thani.",
  "In a surprise move last June, Trump sided with Saudi Arabia and three other Gulf nations in their efforts to isolate Qatar.",
  "Wednesday, The Washington Postand The Intercept reported that Cohen unsuccessfully solicited $1 million from Qatar.",
  "\"When the tone is 'I'm going to make money off my administration,' how can I complain about anyone else doing it?\"",
  "Ballard, who counted Trump among his longtime Florida lobbying clients, said his firm sells expertise, not access.",
  "What kind of cereal (Trump) likes?”\n\nNeither Cohen nor his attorney Steve Ryan responded to an interview request.",
  "Their lobbying activity is legal, and a spending surge is common when a new president enters the White House.",
  "During my recent trip to the Middle East I stated that there can no longer be funding of Radical Ideology.",
  "Federal records show Qatar agreed to pay Bennett's firm $150,000 a month — or $1.8 million over a year.",
  "“But we strive diligently to prove our worth based on merits, not on who did what during the campaign.",
  "White House officials did not respond to a request for comment Thursday about the lobbying activity.",
  "It was the first known overture by Cohen to a foreign government since the 2016 election.",
  "Of Trump allies who went the lobbying route, Ballard has been among the most successful.",
  "Its leadership includes Susie Wiles, who ran Trump’s winning 2016 campaign in Florida.",
  "“I’m proud of our association with the administration,” Ballard told USA TODAY.",
  "Send it using #askusatoday on Twitter or e-mail askusatoday@usatoday.com.",
  "“It freaked them out,” he said of the response by officials in Qatar.",
  "“If you are going to do the work, report it,” Bennett said.",
  "Read or Share this story: https://usat.ly/2IsUULK",
  "\"Yes, because it's a Republican administration.\"",
  "\"Does your business go up in some sense?\"",
  "Grand said about the surge in business.",
  "“What’s Cohen going to tell you?",
  "Leaders pointed to Qatar - look!",
  "“It was a baptism.",
  "Have a question?",
  "he said."
]