[
  "As the complaint rightfully points out, if Cohen has indeed been acting on his own without notifying his client, his actions appear to be in violation of New York Rule of Professional Conduct 1.4, which requires attorneys to “promptly inform the client of any decision or circumstance with respect to the client’s informed consent ... and material developments in the matter.” Under the same rule, a lawyer must also “reasonably consult with the client about the means by which the client’s objectives are to be accomplished” and “keep the client reasonably informed about the status of the matter.”\n\nMoreover, the American Bar Association Model Rules of Professional Responsibility Rule 1.8(e) prohibits an attorney from providing “financial assistance to a client in connection with pending or contemplated litigation,” with some exceptions, including advancing litigation costs or paying on behalf of an indigent client.",
  "Watch On Forbes: President Trump: Landlord-in-Chief\n\nCohen’s Continued Role\n\nThe complaint goes on to claim that in January 2018, when rumors swirled about the NDA's existence, Cohen, “through intimidation and coercive tactics, forced Ms. Clifford into signing a false statement wherein she stated that reports of her relationship with Mr. Trump were false.”\n\nIn February, Cohen stated that he paid Daniels $130,000 out of his own pocket and that neither the Trump campaign nor the Trump organization was a party to the deal.",
  "In his statement to the media, Cohen said, “I will always protect Mr. Trump.”\n\nDaniels’ complaint contends that this admission “evidenc[es] Mr. Cohen’s apparent position (at least in that context) that no binding agreement was in place.”\n\nDaniels’ argument, then, is two-fold: First, the NDA is invalid because Trump didn't sign it, and second, even if there was a valid agreement, Cohen broke it through his statements.",
  "According to Daniels, the NDA, a copy of which is attached to the complaint, was between her; Trump; Essential Consultants LLC (EC), a company formed on Oct. 17, 2016, which Daniels alleges was only created to hide the source of the funds paid to her; and Cohen, who signed the NDA as the attorney for EC and, judging from the similarity of the signatures, on behalf of EC as well.",
  "In fact, former prosecutors and current Democratic Representatives Ted Lieu and Kathleen Rice had already called on the FBI to investigate whether the payment to Stormy Daniels (as well as another to Playboy Playmate Karen McDougal) violated federal election law — a felony that carries a penalty of up to five years' imprisonment.",
  "The “Hush Agreement” and Its Side Piece, Erm, Letter\n\nAccording to the complaint, the nondisclosure agreement (NDA) was intended to be a “Hush Agreement” to silence Daniels (legal name: Stephanie Gregory Clifford) regarding a consensual sexual relationship she had with the president in 2006 and 2007.",
  "With all this paperwork out in the public, the likelihood of a tangible connection between Trump, Cohen and payment appears increasingly likely even without Trump's signature (which one might surmise he did intentionally so he could later deny knowledge of the NDA).",
  "There’s also a lengthy discussion of “Confidential Information,” including “certain still images and/or text messages which were authored by or related to DD,” all copies of which Daniels was to turn over as part of the agreement.",
  "Trump’s longtime personal attorney, Michael Cohen, who the complaint notes is “generally referred to as Mr. Trump’s ‘fixer,’” intervened, and Daniels accepted $130,000 in exchange for her signature on the NDA.",
  "No one knows the answer to that question except Daniels and perhaps her attorney, Michael Avenatti, but first and foremost, it seems the lawsuit is intended to prove that she’s through being bullied.",
  "The complaint alleges that Cohen’s role didn’t end with the payment but rather extended to the coerced statement in January and a “bogus arbitration proceeding” against her just last week.",
  "And if Daniels' allegations are true, Cohen forced her to sign a false statement (another lawyer no-no) and could even be subject to a criminal investigation for witness intimidation.",
  "Signature lines on both the NDA and the side letter for “David Dennison” remain blank, “rendering [the NDA] legally null and void and of no consequence,” according to the complaint.",
  "Adult film star Stormy Daniels has filed a civil lawsuit against President Donald Trump, alleging that her nondisclosure agreement (NDA) is invalid because Trump never signed it.",
  "In the NDA, the parties are listed as David Dennison (or DD) and Peggy Peterson (or PP), but a “side letter” attached to the agreement identifies the parties’ legal names.",
  "Cohen’s Conundrum\n\nWhen Cohen insisted that Trump knew nothing of the $130,000 payment, he opened himself up to potential ethics charges and even possible disbarment.",
  "Daniels is asking the Los Angeles Superior Court for “declaratory relief,” which means she wants the judge to issue a formal ruling on the validity of the agreement.",
  "Daniels was also required to list the names of individuals to whom she had disclosed either tangible or intangible “Confidential Information” before the agreement.",
  "Daniels claims that after hearing the Access Hollywood tape in which Trump made “lewd remarks about women,” she attempted to come forward with her story.",
  "Still, the blacked-out signature corresponding to that of the second attorney and Michael Cohen's are strikingly similar.",
  "With such a ruling, Daniels would have a clear indication of her rights and responsibilities regarding the NDA.",
  "Seems likely, but note that the NDA attached to the complaint didn’t only prevent Daniels from talking.",
  "Maybe I’m still in Oscar mode here, but this sounds like the making of a blockbuster film to me.",
  "The NDA was signed at the end of October 2016, two weeks before the 2016 presidential election.",
  "Lieu renewed and reiterated his call after the publication of the Daniels lawsuit.",
  "She is not seeking monetary relief other than costs of the lawsuit itself.",
  "In the side letter, only Stormy Daniels’ information isn’t blacked out.",
  "Neither Cohen nor the White House has commented on the lawsuit yet.",
  "Beyond that, is Daniels ready to talk?",
  "What Will Daniels Do If She Wins?",
  "Do they have NDAs, too?",
  "She listed four names.",
  "What About Trump?",
  "Popcorn, anyone?",
  "Hmm.",
  "..."
]