[
  "“The remark about McCain last week by communications aide Kelly Sadler have been condemned by numerous Senate Republicans… But many senators have also said that McCain, who has been absent from Washington since December as he undergoes treatment for brain cancer, would be unlikely to get an apology from the notably unapologetic White House.”\n\nINDUSTRY RX\n\n— FDA Commissioner Scott Gottlieb says U.S. prescription costs could be lower if drug pricing strategies in Europe were more sustainable long-term, an idea referenced in Trump's strategy to lower drug spending.",
  "\"AT&T Inc., which paid Mr. Cohen’s company $600,000 last year, said Friday that hiring him as a political consultant was a 'big mistake' and ousted its top Washington executive, Bob Quinn....Novartis has said the payments, made in $100,000 monthly installments under a contract that ended in February, were aimed at gaining insight into U.S. health-care policy.\"",
  "New York Times\n\nREPRODUCTIVE WARS\n\nNation's most restrictive abortion law is challenged in Iowa A lawsuit challenging the nation’s most restrictive abortion law was filed Tuesday in Iowa, a state that for years was largely left out of Republican efforts to overturn abortion protections and where the Democratic attorney general has refused to defend the law.",
  "Scott Applewhite, File)\n\n— After six straight days of publicly defending Sen. John McCain (R-Ariz.), who is battling brain cancer, against a crass joke made by a White House communications aide, Senate Republicans didn't bring up the comment during a long lunch with Trump on the Hill yesterday, our colleague Seung Min Kim reports.",
  "“If they’re doing partial expansion, that means they’re coming to the exchanges, and so we’re trying to understand all of the implications and the scenarios and what the impact would be.”\n\nMassachusetts and Arkansas have submitted waiver requests to CMS to scale back their programs to just 100 percent of the federal poverty level.",
  "Sen. Bob Corker (R-Tenn.) put it this way: “That’s not what we do in those meetings.”\n\nThe White House still has not publicly apologized after communications aide Kelly Sadler said the ailing Arizona Republican's opposition to the administration’s CIA director nominee doesn't matter because he's \"dying anyway.\"",
  "(iStock)\n\nAHH: American doctors are successfully persuading increasing numbers of men with low-risk prostate cancer to reject immediate surgery and radiation in favor of surveillance, a trend that is sparing men's sexual health without increasing their risk of death, The Post's Laurie McGinley reports.",
  "A large study published Tuesday that involved more than 125,000 veterans diagnosed with nonaggressive prostate cancer found that in 2005, only 27 percent of men under 65 chose to forgo immediate therapy and instead signed up for “watchful waiting” or “active surveillance” to keep track of the tumor.",
  "Patients who had been taking one or two pills a day would see higher costs, and even if future evidence supported the use of lower doses of the drug, patients, insurers and health systems would not save money.”\n\nBut last week, Janssen and Pharmacyclics announced they were reversing course.",
  "“If they are able to get a job that provides health insurance and create that independence, I consider that a success.”\n\nAllowing states to try out new Medicaid approaches is a major way Verma can put her stamp on the program for low-income Americans that covers about 70 million Americans.",
  "— A few more good reads from The Post and beyond:\n\nMEDICAL MISSIVES\n\nTo Your Health Egg farm responsible for salmonella outbreak had ‘unacceptable rodent activity,’ FDA report says Rose Acre Farms is also facing a lawsuit filed by a Florida woman who became sick with salmonella illness.",
  "“We have received feedback regarding the availability of Imbruvica capsules, and as a result will continue to offer 140 mg Imbruvica capsules as an option in addition to our one pill, once-a-day tablet,” Pharmacyclics, which is owned by the drug giant AbbVie, said in a statement.",
  "The administrator of the Centers for Medicare and Medicaid Services — who leads the agency overseeing the federal government’s big health insurance programs — described the way she views two different populations who rely on Medicaid in an interview yesterday with The Health 202.",
  "“For a lot of states, what they’re looking at is they want to be able to identify individuals that need help, and we’ve got to figure out what’s the best way to identify those individuals and then help link them to the services that are going to be most appropriate,” she said.",
  "During an panel hosted by the Alliance for Health Policy, Reilly said the drug industry’s top lobbying group plans to fight back against some of the proposals the president outlined, including moving drugs from Medicare Part B into Part D, The Hill’s Peter Sullivan reports.",
  "(Linda Davidson / The Washington Post)\n\n— Lori Reilly, an executive vice president of the Pharmaceutical Research and Manufacturers of America, said yesterday the lobbying group has “serious concerns” about the proposals Trump unveiled last week to bring down drug costs.",
  "(REUTERS/Brendan McDermid)\n\nOUCH: A top Novartis executive is stepping down after last week's reports that the drug giant made payments to a company owned by Trump’s longtime personal lawyer, the Wall Street Journal's Brian Blackstone and Max Bernhard report.",
  "If recipients in Indiana, Arkansas, New Hampshire or Kentucky get a job, they don’t risk losing their benefits until they earn more than 100 percent of the federal poverty level — and at that point, they can get subsidized coverage on the marketplaces.",
  "Verma didn’t give us any real hints yesterday, instead saying that CMS will evaluate these requests from states based on the impact on the federal budget, whether it’s permissible under the ACA and whether it’s consistent with Medicaid’s objectives.",
  "(iStock)\n\nOOF: Two drug companies that jointly sell a blood-cancer drug have decided to not move forward with changes that would have effectively tripled the cost of a lifesaving medicine for some patients, The Post's Carolyn Y. Johnson reports.",
  "Kristine Phillips\n\nSTATE SCAN\n\nMayor and Some Prosecutors Move to Curb Marijuana Arrests The changes would represent a striking shift in drug enforcement and are likely to create a patchwork of prosecution policies across the five boroughs.",
  "That’s a very different program than looking at the program for the able-bodied individuals.”\n\nVerma has displayed her views on Medicaid through several major actions by CMS to allow states to impose more requirements in order to register.",
  "\"But they're overpaying relative to us on generic drugs…That's not a system for success in the long run.”\n\n\"We do think the market-based system gives appropriate incentives and rewards for people to take the risk and innovate,\" he added.",
  "“And I want to thank the incredible doctors...They did a fantastic job.”\n\nOne senator told the AP that Trump, who's 71, joked during yesterday’s Senate lunch that his 48-year-old wife should be the one visiting him in the hospital.",
  "“But just as early evidence began to suggest a lower dose might be effective, Janssen and Pharmacyclics announced they were discontinuing the old capsule and introducing once-a-day tablets in four different dosages ....",
  "Europeans \"do underpay relative to us for branded drugs and that's in part because they do put price controls and utilization restrictions on those drugs,\" Gottlieb said yesterday in an interview with CNBC.",
  "Yesterday, Novartis said general counsel Felix Ehrat is retiring from the company over $1.2 million in payments it made over the course of a year to Michael Cohen’s shell company, Essential Consultants.",
  "She often talks about her intent to give states more flexibility in running their programs, particularly when it comes to measures that might result in smaller Medicaid rolls and reduced spending.",
  "The House Oversight and Government Reform Committee holds a hearing on a “Sustainable Solution to the Evolving Opioid Crisis: Revitalizing the Office of National Drug Control Policy” of Thursday .",
  "That’s because Medicaid’s qualification bar is a lot lower in places like Alabama, Kansas, Maine, Mississippi, North Carolina and Wisconsin — states that have also requested work requirements.",
  "It would probably be hard for them to then afford coverage on their own, since the marketplace subsidies aren’t available to those earning less than 138 percent of the federal poverty level.",
  "Under President Obama, the Department of Health and Human Services told states they had to either take or leave Medicaid expansion, insisting the law doesn’t allow for a halfway approach.",
  "The president visited the first lady in the hospital yesterday and said he expected her back at the White House by the end of the week, the Associated Press’s Darlene Superville reports.",
  "When I asked Verma about drug testing, she suggested it could be one way to address the country’s opioid abuse epidemic, which Trump has declared a public health emergency.",
  "AP\n\nSECOND OPINION\n\nOpinions The private sector has a powerful incentive to treat opioid addiction It is undermining our economy at a time when workers are badly needed.",
  "Verma hasn’t ruled out approving work requirements in non-expansion states, but she did express concerns about this kind of “subsidy cliff” in public remarks this month.",
  "SUGAR RUSH\n\nHere's how Democrats are planning to win more state and federal seats than Republicans:\n\nStephen Colbert on the leaks coming from inside the White House:",
  "So if Medicaid enrollees in these states got jobs to retain their coverage, they could easily exceed the earnings threshold — and get kicked out of the program.",
  "It’s been nearly a year since Wisconsin asked the agency for the go-ahead on making applicants undergo a drug test if they’re suspected of substance abuse.",
  "“It is a success for us when somebody is able to rise out of poverty and no longer needs the program for those able-bodied individuals,” she said.",
  "It was policy-driven.”\n\n“The episode illustrated how reluctant most Republicans have become about directly challenging Trump,” Seung Min writes.",
  "The Trump administration has given a thumbs-up to work requirements but a thumbs-down to capping Medicaid benefits over an enrollee’s lifetime.",
  "“Because there is no tax credit for them to move on to the exchanges, what happens to those individuals?” she asked at a May 1 news briefing.",
  "“I think it's hugely important,” said Otis Brawley, chief medical officer of the American Cancer Society who was not involved in the study.",
  "“Remember that until 2010, a man diagnosed with prostate cancer was told to get your prostate out, next week at the latest.”\n\nCancer cells.",
  "\"The problem becomes when there's a lack of competition because of government rules that prevent the competition from taking place.\"",
  "She’s watching us right now,” Trump said yesterday during an annual tribute to law enforcement officers killed in the line of duty.",
  "By 2015, the situation had flipped — 72 percent rejected immediate surgery or radiation in favor of such monitoring, Laurie writes.",
  "All four of the states where the administration has said \"yes\" to work requirements expanded their Medicaid programs under the ACA.",
  "TRUMP TEMPERATURE\n\n— Trump says his wife Melania is “doing really well” following a procedure to treat a benign kidney condition.",
  "Coming Up\n\nThe House Energy and Commerce is scheduled to hold a markup on legislation to combat the opioid crisis on Thursday .",
  "This is an approach the Obama administration repeatedly rejected, but the Trump administration hasn’t officially weighed in.",
  "and Terri Sewell (D-Ala.) sponsor a hill briefing on “Increasing Patient Access to Non-Opioid Pain Management Therapies.\"",
  "\"It was the second high-profile ouster in less than a week in relation to payments to the company,\" Brian and Max write.",
  "Non-disabled adults without children aren’t eligible for Medicaid in either state, no matter how little they earn.",
  "For example, Alabamians must earn no more than 18 percent of the poverty level (about $312 a month) to qualify.",
  "“When I look at the Medicaid program, I think of it almost in terms of two Medicaid programs,” Verma told me.",
  "AHH, OOF and OUCH\n\nBlood sample positive with PSA (prostate-specific antigen), a prostate cancer diagnosis.",
  "Those testing positive would have to undergo treatment to sign up for Medicaid under the state’s proposal.",
  "There are the Americans with disabilities or chronic medical conditions who aren’t able to work, she said.",
  "“Most patients take three capsules of Imbruvica a day, at an annual price of $148,000,” Carolyn writes.",
  "Are work requirements permissible in states that didn’t expand Medicaid under the Affordable Care Act?",
  "Rob Portman\n\nDAYBOOK\n\nToday\n\nThe American Enterprise Institute holds a hearing on fixing health care.",
  "Verma said she envisions Medicaid as responding differently to each population based on their needs.",
  "But how will CMS handle a third move by some states to require recipients to undergo drug testing?",
  "The FDA’s Vaccines and Related Biological Products Advisory Committee holds a meeting on Thursday.",
  "Utah is moving in that direction, too, passing a bill in March proposing only partial expansion.",
  "\"I read his comments to say that things are changing...We understand that is going to happen.",
  "But Americans in states without Medicaid expansion could face a difficult, Catch-22 scenario.",
  "“There’s the program that serves the most fragile, vulnerable populations in our society.",
  "They will keep the original, 140-milligram capsule on the market — at the original price.",
  "Huntsville ranks fourth overall in Medicare spending for drugs administered by doctors.",
  "Here are three big, pending questions she and the agency she runs are considering:\n\n1.",
  "THE PROGNOSIS\n\nTo Seema Verma, Medicaid is more like two programs than just one.",
  "This type of waiver request could be the next major one the agency responds to.",
  "The Advisory Board holds a webinar on combating clinician burnout on Thursday .",
  "I think everybody involved should apologize,” Sen. John Neely Kennedy (R-La.)",
  "In North Carolina, the bar is set at 45 percent of the federal poverty level.",
  "Trump's personal lawyer Michael Cohen arrives at his hotel in New York City.",
  "There are legal questions around whether the ACA even permits this move.",
  "CMS administrator Seema Verma speaks at The Washington Post Live event.",
  "\"We have concerns about patient affordability and access,\" Reilly said.",
  "These could be people that are living on ventilators or quadriplegics.",
  "“We need to figure out a pathway, a bridge to self-sufficiency.”\n\n2.",
  "The House Veterans Affairs Committee holds a member day hearing.",
  "The new pills were ... triple the cost of the original capsule.",
  "Can states require Medicaid enrollees to undergo drug testing?",
  "I think our concern is change in the right places,\" she added.",
  "“I’ve said how I feel about the comment about Senator McCain.",
  "HEALTH ON THE HILL\n\nSen. John McCain (R-Ariz.) (AP Photo/J.",
  "Will states be allowed to expand Medicaid only partially?",
  "And then there are healthy adults able to maintain a job.",
  "“We’re continuing to look at that issue,” she said.",
  "(Kate Patterson for The Washington Post)\n\n3.",
  "The data for men older than 65 were similar.",
  "Verma herself has admitted this possibility.",
  "Alabama Pain Center in Huntsville, Alabama.",
  "AHIP holds a webinar on clinical data.",
  "\"But this was a policy meeting, right?",
  "“Melania is doing really well.",
  "Reps. Jackie Walorski (R-Ind.)",
  "said as he left the lunch.",
  "It was unconscionable.",
  ".",
  ".",
  "."
]