[
  "(CNN) The White House would like you to believe that President Donald Trump had nothing to do -- ever -- with porn star Stormy Daniels , and he certainly was never involved in any sort of extramarital affair as she has alleged.",
  "Cohen repeatedly pursued aggressive efforts -- up to and including a restraining order in late February -- to keep Daniels silent despite the fact he did not believe that Daniels was telling the truth.",
  "\"The President has addressed these directly and made very well clear that none of these allegations are true,\" White House press secretary Sarah Sanders told reporters on Wednesday.",
  "He did not know that Cohen reached out to Daniels to work out a hush agreement nor did he know about the $130,000 payout that Cohen promised Daniels in exchange for her silence.",
  "Did I mention Cohen paid Daniels $130,000 of his own money to make a secret payment to Daniels for something he says he didn't believe -- the affair -- had actually happened?",
  "Cohen sought that agreement despite the fact that he did not believe Daniels actually had engaged in an extramarital affair with Trump.",
  "Cohen set up a shell company -- \"Essential Consultants\" -- for reasons other than making a payout to Daniels with maximum secrecy.",
  "In fact, some New York types I talk to who have known Cohen for a long time insist that the thing I find most implausible -- Nos.",
  "And why Trump -- and his White House -- would do themselves some good by simply clarifying what actually happened in all of this.",
  "That Cohen is just the sort of guy who would protect Trump from all of this by making a six-figure payout from his own pocket.",
  "\"Michael Cohen would walk across a pit of hot coals for Donald Trump,\" a former Trump campaign official told CNN's MJ Lee .",
  "Trump fixer/attorney Michael Cohen sought a hush agreement with Daniels just prior to the 2016 election.",
  "Because, if you don't believe even one thing, then the entire White House/Cohen explanation falls apart.",
  "Cohen paid Daniels $130,000 from his own pocket -- via the shell company -- to ensure her silence.",
  "\"He's the most loyal person in Donald Trump's orbit that doesn't have the same DNA as Trump.\"",
  "Stormy Daniels made up a very detailed story about her relationship with Donald Trump.",
  "Which is why the explanation offered by the White House strains credulity.",
  "If you believe that, you also must believe these nine things:\n\n1.",
  "Donald Trump never knew about any of Cohen's efforts in any way.",
  "Now you have to believe everything else on that above above.",
  "3 -- the fact that he did not believe Daniels' claims.",
  "Here's the thing: Some of this could be true!",
  "5 and 9 above -- might actually happen.",
  "Well, it's worth mentioning again!",
  "But that's one thing to believe.",
  "He did so despite -- per No.",
  "I won't hold my breath.",
  "Every single thing.",
  "Maybe lots of it!",
  "So: Maybe.",
  "I did?",
  "8.",
  "9.",
  "7.",
  "6.",
  "5.",
  "2.",
  "3.",
  "4."
]