[
  "Yana Paskova/Getty Images\n\nA whistleblower who leaked financial information to the media about the one of President Donald Trump's lawyers did so because files about the lawyer, Michael Cohen, were missing from a government database, sparking concerns about a potential cover-up, according to a new report from The New Yorker's Ronan Farrow.",
  "The official is reportedly worried that the documents are \"being withheld from law enforcement,\" though another possibility is that they may have been restricted because of their contents, potentially at the request of the special counsel Robert Mueller — though sources told The New Yorker such a move would be highly unusual.",
  "Yana Paskova/Getty Images\n\nFunneling money through Essential Consultants LLC\n\nCohen set up the shell company, Essential Consultants LLC, in October 2016 to facilitate a payment of $130,000 to the adult-film star Stormy Daniels, who claimed she had an affair with Trump a decade prior.",
  "It has sparked a string of damaging headlines about Cohen and how Trump's lawyer and so-called fixer sought payments from companies following Trump's 2016 election, apparently for consulting work — including AT&T and the pharmaceutical giant Novartis.",
  "The two SARs the whistleblower couldn't find detail larger quantities of money being paid to Cohen, according to the report: one for \"a little over a million dollars\" and another for \"suspect transfers totaling more than two million dollars.\"",
  "The telecom giant AT&T and the Swiss pharmaceutical company Novartis are among the companies that contracted Cohen's service s, with AT&T paying Cohen $600,000 and Novartis paying him $1.2 million.",
  "News of Cohen's solicitations put an unflattering light on his postelection activities and raised some ethics questions about the use of his relationship with Trump for personal financial gain.",
  "Shortly after Trump won the presidential election in November that year, Cohen solicited large sums of money from corporations, with various promises of access to and insight on Trump.",
  "There are believed to be three of these reports written, but the official was able to find only one of them in Fincen, a database operated by the Treasury Department, the report said.",
  "This absence was unusual, the official reportedly said: \"I have never seen something pulled off the system ... That system is a safeguard for the bank.",
  "Either way, the reported existence of two additional SARs suggests there may be further revelations to come about Cohen's financial activities.",
  "\"As someone who worked at Treasury on anti-money laundering activities, my reaction to this @RonanFarrow story is 'holy s--t,'\" Drezner wrote.",
  "The Washington Post columnist Daniel Drezner, a former US Treasury Department official, reacted to the revelations on Wednesday evening.",
  "Farrow spoke with the law-enforcement official who leaked the documents; the person has not been publicly identified.",
  "Cohen is the subject of a criminal investigation via the US attorney's office in the Southern District of New York.",
  "The documents in question are Suspicious-Activity Reports filed by First Republic Bank, a bank used by Cohen.",
  "In response, The New Yorker's source leaked the one available SAR to the media.",
  "When something's not there that should be, I immediately became concerned.\"",
  "Other companies Cohen reached out to declined his offers.",
  "The FBI raided his properties last month.",
  "It's a stockpile of information.",
  "Michael Cohen."
]