[
  "“The rescission of the Confidential Settlement Agreement will result in Ms. Clifford returning to Essential Consultants the $130,000 she received in consideration, as required by California law.”\n\nCohen, Trump’s longtime lawyer and fixer, pleaded guilty in August to eight counts of tax and bank fraud and campaign finance violations.",
  "Essential Consultants, the company Cohen used to make the hush payment, filed a status report in a Los Angeles federal court on Friday to rescind the 2016 agreement that was meant to keep Daniels from speaking out but has become part of Cohen’s recent legal troubles.",
  "#Basta — Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nThe filing might close one chapter for Cohen — or it might not\n\nTrump and Cohen initially said that Daniels could be liable for damages of up to $20 million if she spoke out, but that didn’t stop her.",
  "Daniels and Avenatti are scheduled to appear on ABC’s The View next week, where they’ve teased a “big announcement.”\n\nAs for the $130,000, Daniels already offered to pay it back months ago, though it’s unclear who would keep the money if she does return it.",
  "As the Wall Street Journal points out, scrapping the agreement wouldn’t end all of Cohen’s and Daniel’s legal entanglements with one another: Daniels also has a defamation claim against Cohen related to his public comments.",
  "Michael Cohen wants to let Stormy Daniels out of the nondisclosure agreement she signed to keep allegations about her affair with President Donald Trump under wraps — and he wants the $130,000 he paid her to do so back.",
  "The dismissal of the hush agreement lawsuit would likely mean that Avenatti wouldn’t be able to keep trying to depose Trump or Cohen about the payment, and that’s where Avenatti has taken issue.",
  "The porn actress has already said plenty about her alleged affair with Trump, including with Anderson Cooper for 60 Minutes in March, so trying to block her no longer benefits him.",
  "Friday’s filing would seek to let Daniels off the hook for the nondisclosure agreement — but it’s not a deal she is eager to take, according to her lawyer, Michael Avenatti.",
  "— Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nLet me be clear - my client and I will never settle the cases absent full disclosure and accountability.",
  "The Wall Street Journal first reported Trump’s alleged 2006 affair with Daniels in January, whose real name is Stephanie Clifford, and the $130,000 payout.",
  "If the NDA is rescinded, Daniels will be able to speak freely about her alleged affair with Trump without the fear of legal or financial repercussions.",
  "He is now pulling a legal stunt to try and “fix it” so that we can’t depose Trump and present evidence to the American people about what happened.",
  "Daniels in March sued Trump and Essential Consultants, Cohen’s shell company, claiming the hush agreement is void because Trump never signed it.",
  "”Today, Essential Consultants LLC and Michael Cohen have effectively put an end to the lawsuits filed against them by Stephanie Clifford, a.k.a.",
  "Both Cohen and Daniels have set up separate crowdfunding pages to help them raise money for their legal battles, including against one another.",
  "In a pair of tweets late Friday, Avenatti said he sees the maneuver as an attempt by Cohen to bar him from deposing the president and Cohen.",
  "The campaign finance violations were directly related to the Daniels payment made ahead of the 2016 election.",
  "“My client and I will never settle the cases absent full disclosure and accountability,” he said.",
  "“This is a Hail Mary to try and avoid [a deposition], that’s my first guess,” Avenatti told CNN.",
  "Michael Cohen is back to playing games and trying to protect Donald Trump.",
  "According to CNN, that’s part of why Cohen wants to rescind the NDA.",
  "And we are committed to delivering it to the American people.",
  "He told the Journal he would be “shocked” if Daniels agreed.",
  "Trump reimbursed Cohen for the payment after it was made.",
  "Stormy Daniels,” Brent Blakely, Cohen’s lawyer, told CNN.",
  "(Cohen also implicated Trump in the illegal payoff.)",
  "He just wants the $130,000 back.",
  "He is not a hero nor a patriot.",
  "We are committed to the truth.",
  "He deserves what he gets."
]