[
  "Although the developments mean Daniels, whose real name is Stephanie Clifford, could soon be able to talk freely about the alleged affair, it also would likely be the end of any efforts to force the president to give sworn testimony.",
  "And the company also said it would no longer pursue an earlier threat to file a lawsuit against Daniels after Cohen had said she could be on the hook for $20 million for violating the deal.",
  "— Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nAvenatti says he doesn’t have to accept the offer and insists he won’t settle the case without first deposing Trump and Cohen.",
  "ROBYN BECK/Getty Images\n\nPresident Donald Trump said he won’t seek to enforce a $130,000 hush agreement with adult film star Stormy Daniels that was set up before the election.",
  "The company, Essential Consultants, asked Daniels to give back the $130,000 she was paid to stay silent about an alleged affair she claims to have had with Trump in 2006.",
  "The president’s attorneys said in a court filing that Trump does not think the agreement is valid and will not go forward with threats to sue her for breaking the deal.",
  "The move came mere hours after a lawyer for the shell company Trump’s longtime attorney, Michael Cohen, used to seal the deal agreed to throw out the agreement.",
  "“We want these depositions as soon as possible.” Avenatti claims he has other ways to pursue a possible deposition from the president.",
  "Stormy Daniels poses and signs autographs at Chi Chi Larue’s adult entertainment store May 23, 2018 in West Hollywood, California.",
  "“Never before have I seen a defendant so frightened to be deposed as Donald Trump, especially for a guy that talks so tough.",
  "Never before have I seen a defendant so frightened to be deposed as Donald Trump, especially for a guy that talks so tough.",
  "“I have been practicing law for nearly 20 yrs,” Daniels’ attorney, Michael Avenatti, wrote on Twitter.",
  "He is desperate and doing all he can to avoid having to answer my questions.",
  "He is desperate and doing all he can to avoid having to answer my questions.",
  "He is all hat and no cattle.”\n\nI have been practicing law for nearly 20 yrs.",
  "“This is just one aspect and one claim of many we’ve filed,” Avenatti saidç.",
  "“We are tired of the constant delays and games being played,” he said.",
  "He is all hat and no cattle."
]