[
  "Porn star Stormy Daniels, whose legal name is Stephanie Clifford, is one of three women suing Trump over his alleged sexual behavior | Ethan Miller/Getty Images Stormy Daniels seeks Trump Organization documents related to payout\n\nThe attorney for adult film actress Stormy Daniels has asked the Trump Organization to preserve records related to a $130,000 payment that President Donald Trump’s lawyer made to Daniels just weeks before the 2016 election.",
  "Weeks before Election Day 2016, Michael Cohen, a former lawyer at the Trump Organization now serving as Trump’s personal attorney, created a company, Essential Consultants LLC, which entered into a contract with Daniels just as Trump‘s campaign was reeling from the release of an “Access Hollywood“ tape in which Trump bragged about grabbing women.",
  "While the lawsuits are in their earliest stages, they threaten to embroil the president in years of litigation that could expose embarrassing details of his alleged sexual relationships, uncover evidence of possible hush-money payments and draw the scrutiny of federal campaign finance regulators.",
  "In letters sent Thursday to the Trump Organization, First Republic Bank and City National Bank, Michael Avenatti, a lawyer for Daniels, asked that all documents connected to the payment be preserved, including emails and communications with Trump family members.",
  "The demand is part of a civil lawsuit Daniels filed this month seeking to void an October 2016 nondisclosure agreement in which she was paid in return for her silence about an alleged affair she had with Trump nearly a decade earlier.",
  "On Oct. 26, 2016, Cohen used his Trump Organization email to facilitate the payment from First Republic Bank to City National Bank, into an account controlled by Daniels’ former lawyer.",
  "A spokesman for First Republic said the bank had no comment on the letter while a spokeswoman for City National Bank did not immediately respond to a request for comment.",
  "Cohen has said he made the $130,000 payment to Daniels himself without Trump’s knowledge, drawing down on a home equity line of credit to get the cash.",
  "“We intend on using all legal means at our disposal to uncover the truth about the cover-up and what happened,” Avenatti said in an emailed statement.",
  "Story Continued Below\n\nDaniels, whose legal name is Stephanie Clifford, is one of three women suing Trump over his alleged sexual behavior.",
  "The agreement gave Daniels money in return for her silence about an alleged affair with Trump.",
  "Ultimately, the president himself could be forced to testify or give depositions under oath.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "A lawyer for the Trump Organization did not immediately respond to a request for comment.",
  "Cohen has said the president denies any having any relationship with the porn actress.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "When we are done, the truth will be laid bare for the American people.\"",
  "The contract included a signature line for Trump that was left blank.",
  "Avenatti said Thursday’s letters are just the beginning.",
  "“This is but one of many tools we will use.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]