[
  "The truth is that between one-time Trump campaign chairman Paul Manafort's conviction on eight charges of financial crimes, former Trump personal lawyer Michael Cohen's plea deal, President Donald Trump's tweets and the ongoing probe into Russian interference being run by Robert Mueller, there are a ton of complex moving parts here.",
  "CNN's Kara Scannell pointed me toward this note entered in court on Tuesday regarding Cohen's bond and whereabouts:\n\n\"Entered as to Michael Cohen: $500,000 Personal Recognizance Bond; Co-signed by wife and 1 additional financially responsible person; Travel restricted to Southern District of New York, Eastern District of New York.",
  "He testified that \"in coordination and at the direction of a candidate for federal office\" he made payments to hush former porn star Stormy Daniels about an alleged affair with Trump through a shell company named Essential Consultants LLC that he set up to disguise the transactions.",
  "\"What Congress needs to do right now is we need to make sure that special (counsel) Mueller is fully protected from being fired by Donald Trump,\" Warren told CNN's John Berman on Tuesday morning when asked whether impeachment should now be on the table.",
  "That's not necessarily because he hasn't done anything wrong but rather because of long-standing Justice Department protocols -- established during Watergate and affirmed during Bill Clinton's impeachment -- that a sitting president cannot be indicted.",
  "And, in the document establishing the Mueller special counsel probe , Deputy Attorney General Rod Rosenstein makes crystal clear that Mueller is \"authorized to prosecute federal crimes arising from the investigation of these matters.\"",
  "He's in an Alexandria, Virginia, jail awaiting sentencing, according to CNN's Evan Perez Manafort has been incarcerated since June when a judge revoked his bail and demanded that he spend his days in jail prior to his trial.",
  "Southern District of Florida, Northern District of Illinois, and Washington D.C.; Passport to be surrendered to counsel - (No new applications); Surrender to law enforcement within 24 hours all firearms and ammunition.\"",
  "On Tuesday afternoon, Matt Schlapp, the head of the American Conservative Union and a prominent Trump supporter, tweeted this : \"So all this legal activity strange I see no 'Russian collusion' in any breaking news.",
  "CNN's Kara Scannell notes that it's Southern District of New York practice (as well as the practice of the rest of the Justice Department) not to identify individuals or entities that they don't charge with crimes.",
  "But to conclude they didn't when we still haven't seen a single word of Mueller's report is like leaving a basketball game in the second quarter and declaring that the team that was ahead when you departed \"won.\"",
  "Trump lawyer Rudy Giuliani cited this practice in an interview with CNN in May:\n\n\"The Justice Department memos going back to before Nixon say that you cannot indict a sitting president, you have to impeach him.",
  "The Justice Department's stance on indicting a sitting president has never been challenged in court -- and there are some who believe that, if it was, there's a reasonable chance such a challenge could succeed.",
  "What we are talking about here is the former fixer for the President of the United States pleading guilty to eight counts including two that directly implicate Trump in an attempted campaign finance coverup.",
  "Given that, all he would need Cohen for is to confirm that \"yes, that is my email address\" or \"yes that is my handwriting\" as opposed to deliver a bunch of secrets on Trump or the Trump inner circle.",
  "It's definitely below 50-50 at this point as even unapologetic Trump critics like Massachusetts Sen. Elizabeth Warren (D) were unwilling to use the \"i word\" following the Cohen and Manafort news.",
  "They're both big deals, but the Cohen plea deal -- especially his testimony that he negotiated payments to women alleging affairs with Trump at the candidate's direction -- is the bigger deal .",
  "The chances of Democrats pursuing articles of impeachment against Trump if they win back control of the House this November definitely increased on Tuesday but it's very hard to say how much.",
  "'Justice' took a 12 year old tax case, among other things, applied tremendous pressure on him and, unlike Michael Cohen, he refused to 'break' - make up stories in order to get a 'deal.'",
  "Now there was a little time in which there was some dispute about that, but they acknowledged to us orally that they understand that they can't violate the Justice Department rules.\"",
  "(David Axelrod, a CNN contributor and Barack Obama's longtime chief strategist, laid out the case against impeachment talk in a conversation I had with him earlier this year .)",
  "And he's already shown he's willing to wade into controversial situations and use it -- as he did earlier this year when he pardoned ex-Maricopa County Sheriff Joe Arpaio .",
  "There's no question that Manafort's conviction, which the special counsel's office prosecuted, and the Cohen plea deal, which they did not, provide momentum for Mueller.",
  "Cohen paid Daniels $130,000 and urged the National Enquirer to make a similar payment to former Playboy model Karen McDougal for $150,000 in exchange for their silence.",
  "That Cohen was willing to testify that he did so at the direction of Trump suggests that the President of the United States in an unindicted co-conspirator in a felony.",
  "Mueller already has any and all documents considered relevant to his investigation that were seized in the FBI's raid of Cohen's home, office and hotel back in April.",
  "What we are talking about here is a foreign government actively interfering in a presidential election for the purposes of helping one candidate and hurting another.",
  "So the only possible outcome of pushing impeachment is to potentially alienate voters in the middle who could be the difference between winning and losing the House.",
  "But people like Warren and House Minority leader Nancy Pelosi of California have continued to stay away from making the 2018 election about impeaching the President.",
  "For his supporters, they will find ways to dismiss all of this -- likely blaming the \"deep state\" they believe is dead set on keeping Trump from \"winning.\"",
  "While it seems unlikely that if Mueller really wanted a cooperation deal he wouldn't make that clear to SDNY, it's worth noting they are separate entities.",
  "The plea documents don't mention Trump by name, they only refer to an Individual-1 who by January 2017 \"had become the President of the United States.\"",
  "Those transactions are a violation of campaign finance law, which limits contributions to a candidate from any single person to $2,700 per campaign.",
  "Again, it's impossible to overstate how little insight we have into what Mueller knows, what he thinks he can find out and what he's given up on.",
  "The only big domino to keep an eye on that we will know when it falls is the long-debated sitdown between Trump and the special counsel's office.",
  "But here are a few things to consider:\n\nThe Cohen case is being prosecuted not by the special counsel but by the Southern District of New York.",
  "Just because there is no stated cooperation deal in the plea agreement Cohen signed doesn't mean that he can't or won't cooperate with Mueller.",
  "Late last year 58 Democratic members of Congress supported an effort by Texas Rep. Al Green to bring articles of impeachment against Trump .",
  "What we are talking about is the former campaign chairman for the President of the United States being found guilty on eight felony counts.",
  "Here's where Schlapp's point breaks down: Both the Cohen and Manafort convictions come directly as a result of the Mueller investigation.",
  "For Trump opponents, the events of Tuesday will simply confirm what they already believe: That Donald Trump is not fit to be president.",
  "What we are talking about is the former national security adviser admitting that he lied to the FBI and now cooperating as a witness.",
  "The other thing to keep in mind is that we simply don't know what Mueller knows -- and how Manafort and Cohen tie into what he knows.",
  "On Cohen : \"If anyone is looking for a good lawyer, I would strongly suggest that you don't retain the services of Michael Cohen!\"",
  "No sentencing date has been set but Manafort faces up to 80 years in prison for the eight charges on which he was convicted.",
  "Of the eight charges Cohen plead guilty to as part of the plea deal, two of them were about breaking campaign finance laws.",
  "Lanny Davis said Wednesday morning that Cohen wasn't looking for a presidential pardon and wouldn't accept one if offered.",
  "Cohen lawyer Lanny Davis told CNN's Chris Cuomo on Tuesday night that \"Michael Cohen is committed to telling the truth.",
  "Giuliani has repeatedly indicated of late that negotiations are in the final stages and that a decision will come soon.",
  "Mueller has revealed nothing about the progress of his investigation or any timeline by which he expects to wrap it up.",
  "But all that will matter in the end is what is in the Mueller report -- and what the two parties choose to do with it.",
  "And of the eight counts that Cohen pleaded guilty to on Tuesday, only two have any tie at all to the Trump campaign.",
  "They believe he has already committed high crimes and misdemeanors related to Russia's role in the 2016 election.",
  "Asserting that yes of course, this all matters, is different than saying it will change peoples' minds or votes.",
  "The Manafort conviction deals with crimes committed well before he came into Trump's orbit in April 2016.",
  "In the end, the Mueller report is still the one major piece of the puzzle that hasn't fallen into place.",
  "But they are already beyond passionate about turning out to vote this fall to send Trump a message.",
  "Even before what happened on Tuesday, impeachment was always more likely than indictment for Trump.",
  "Why didn't prosecutors make Michael Cohen agree to be a cooperating witness in the Mueller probe?",
  "But Mueller, at least according to Giuliani, isn't likely to go down that legally perilous road.",
  "Here's a window into Pelosi's thinking: Impeachment makes the Democratic base super passionate.",
  "It may turn out that neither one had anything to do with Russia or the broader Russia probe.",
  "(Manafort had been accused of repeatedly attempting to speak to witnesses in the case).",
  "Cohen is set to be sentenced in December and could face as much as 65 years in prison.",
  "(For much more on the legal debate about indicting a sitting president, read this .)",
  "Both men were in Trump's inner circle for critical moments during the campaign.",
  "On Wednesday, Pelosi said that impeachment was \"not a priority\" for Democrats.",
  "Below I've attempted to unpack and answer some of the most pressing questions.",
  "On Manafort : \"I feel very badly for Paul Manafort and his wonderful family.",
  "I can answer that question in two tweets from Trump on Wednesday morning.",
  "Impeachment is a political process whereas indictment is a legal one.",
  "Is it smart politics for Democrats to run on impeachment this fall?",
  "Why was Donald Trump's name not mentioned in the Cohen plea deal?",
  "Are party leaders and base activists in the same place on this?",
  "What does any of this have to do with the Russia investigation?",
  "The second question is a lot easier to answer than the first.",
  "That is a much more interesting -- and relevant -- question.",
  "Minds have been made up about Trump for a very long time.",
  "If asked by any authority ... he will tell the truth.\"",
  "In short: Mueller might not need Cohen's cooperation.",
  "Trump does have broad and unchecked pardoning power.",
  "But on the less existential level, yes, it matters.",
  "Which one is a bigger deal -- Manafort or Cohen?",
  "It deals with financial malfeasance in Ukraine.",
  "And where the heck does all this go from here?",
  "A good question, with no obvious right answer.",
  "In the long run, after all, we're all dead.",
  "Which, on one level, is sort of accurate.",
  "The base badly wants Trump impeached.",
  "Will Trump pardon Cohen or Manafort?",
  "In the most existential sense, no.",
  "Where is Paul Manafort right now?",
  "Where is Michael Cohen right now?",
  "Such respect for a brave man!\"",
  "(Narrator voice: Suuuuuuure.)",
  "Probably at home in New York.",
  "That's the tougher question.",
  "But definitely not in jail.",
  "What does Mueller do next?",
  "Which is a very big deal.",
  "Will Trump be impeached?",
  "Does any of this matter?",
  "Will Trump be indicted?",
  "And the answer is \"no.\"",
  "Almost certainly not.",
  "Keeps on keeping on.",
  "But how, exactly?",
  "Should it be?",
  "It might not!",
  "That's good.",
  "Odd.\"",
  "Now.",
  "12.",
  "11.",
  "10.",
  "...",
  "9.",
  "7.",
  "8.",
  "6.",
  "4.",
  "5.",
  "2.",
  "3.",
  "1."
]