[
  "“The rescission of the Confidential Settlement Agreement will result in Ms. Clifford returning to Essential Consultants the $130,000 she received in consideration, as required by California law.”\n\nCohen pleaded guilty last month to violating campaign finance laws, admitting he paid off women who claimed to have had affairs with Trump ahead of the 2016 presidential election, securing their silence.",
  "— Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nAccording to the Times, Avenatti said he would only accept the deal if both Cohen and Trump acknowledge that the nondisclosure agreement with Daniels was illegal, since it was founded in violations of campaign finance law.",
  "Michael Cohen, formerly President Donald Trump’s personal lawyer, has offered to rescind the 2016 agreement with Stormy Daniels in return for the $130,000 he paid her, according to Friday filings from his shell company, Essential Consultants.",
  "“He is now pulling a legal stunt to try and ‘fix it’ so that we can’t depose Trump and present evidence to the American people about what happened.”\n\nMichael Cohen is back to playing games and trying to protect Donald Trump.",
  "“Today, Essential Consultants LLC and Michael Cohen have effectively put an end to the lawsuits filed against them by Stephanie Clifford aka Stormy Daniels,” said Brent Blakely, Cohen’s lawyer, according to CNN.",
  "Avenatti, however, vehemently rejected Cohen’s offer, telling the Times the deal was “dead on arrival.”\n\n“Michael Cohen is back to playing games and trying to protect Donald Trump,” Avenatti tweeted on Friday.",
  "Her lawyer, Michael Avenatti, argues the nondisclosure agreement is void due to the campaign finance violations and the fact that Trump himself never signed it.",
  "He is now pulling a legal stunt to try and “fix it” so that we can’t depose Trump and present evidence to the American people about what happened.",
  "The payments, technically campaign donations, vastly exceeded the maximum donations permitted by federal law, CNN reports.",
  "Trump, meanwhile, denies the affairs, but has said he reimbursed Cohen for Daniels’ payment, The New York Times reports.",
  "With a guilty plea and Daniels’ story known, Cohen no longer benefits from the nondisclosure agreement.",
  "One of these women, Daniels, has made headlines for taking her story public.",
  "Cohen has admitted this; Trump has not.",
  "He is not a hero nor a patriot.",
  "He deserves what he gets."
]