[
  "Move could kill attempts by Daniels’ attorney to force the president to testify\n\nDonald Trump does not believe porn actor and director Stormy Daniels’ hush-money deal, which his former personal lawyer said was done to influence the 2016 presidential election, is valid and will not carry out threats to sue her for breaking the agreement by discussing details of their alleged affair, Trump’s attorney said in a court filing on Saturday.",
  "In addition to the offer to quash the agreement, Essential Consultants agreed to back off its plan to fight Daniels in private arbitration and will not pursue a lawsuit against her, Brent Blakely, an attorney for the company, said in a letter to Daniels’ lawyer.",
  "The two developments could kill attempts by Daniels’ attorney, Michael Avenatti, to force the president to give sworn testimony about what he and his former lawyer, Michael Cohen, might have known about the deal, if a judge agrees to now dismiss the case.",
  "“We want these depositions as soon as possible.”\n\nRegardless of how a court views the offer by Trump and Cohen’s company to drop efforts to enforce the agreement, Avenatti has other possible legal routes to pursue the president.",
  "Though Cohen originally denied having made a hush-money payment to Daniels on behalf of Trump, he told the court he and Trump arranged payments to both Daniels and a former Playboy model to influence the election.",
  "In Saturday’s court filing, Trump’s attorney, Charles Harder, said the president does not dispute Daniels’ assertion that the contract isn’t valid and never considered himself as a party to the agreement.",
  "Daniels, whose real name is Stephanie Clifford, has said she had sex once with Trump in 2006 and carried on a platonic relationship with him for about a year.",
  "Essential Consultants was set up by Cohen, who pleaded guilty in federal court last month to campaign-finance violations and other charges.",
  "The offers remove any legal risk to Daniels stemming from her public discussion of the alleged affair and the alleged efforts to hide it.",
  "Daniels was paid $130,000 as part of the agreement signed days before the 2016 election and is suing to dissolve the contract.",
  "Hours earlier an attorney for the company set up to handle the deal offered to rescind Daniels’ nondisclosure agreement.",
  "Avenatti said he did not have to accept the offer and would not settle the case without deposing Trump and Cohen.",
  "Avenatti said he thought Harder’s court filing was “worthless”, had “numerous problems” and “means nothing”.",
  "Daniels has argued the agreement should be invalidated because Cohen signed it, but Trump did not.",
  "The company, Essential Consultants, also scrapped a threatened $20m lawsuit against Daniels.",
  "He said he was still reviewing his options but wasn’t worried about the developments.",
  "The company wants Daniels to repay the $130,000 she was paid, Blakely wrote.",
  "“We are tired of the constant delays and games being played,” he said.",
  "Cohen had said Daniels could owe $20m for violating the agreement.",
  "Both Trump and Cohen have asked Daniels to now drop her lawsuit.",
  "Daniels is also suing Trump and Cohen for defamation.",
  "Trump will not sue Daniels for breaking agreement.",
  "Trump denies her claim."
]