[
  "On Wednesday, the company said it had paid Cohen more than $1 million because it believed he “could advise the company as to how the Trump administration might approach certain US health-care policy matters, including the Affordable Care Act.” A month after the signing the deal, executives determined Cohen and his company “would be unable to provide the services that Novartis had anticipated related to US healthcare policy matters and the decision was taken not to engage further.” It kept paying him, though, because the contract could only be terminated for “cause,” and apparently Cohen having no expertise in American health care policy didn’t count.",
  "“This is the swamp that President Trump said he wanted to clean up, but [he] was simply pulling a scam on the American people because he never intended to do anything about it, and he hasn’t done anything about it.”\n\nWhat Cohen did is unusual, but it might not be illegal\n\nIn Washington, it is relatively commonplace for companies and others to pay lobbyists and advisers to help them advance their causes and gain influence among lawmakers and policymakers.",
  "“It seemed that people were paying him because he was close to the president and knew the president and had access to the president, and that begins to sound more like lobbying when you can reach the president; that begins to sound more like lobbying when you can reach the president and get your client a lunch or a dinner.”\n\nIt is legal for companies to hire a consultant to give them advice — including one close to the president.",
  "So here we are, in a system where AT&T, one of the biggest telecommunications companies in the world that’s currently trying to push through a multibillion-dollar merger deal, can pay the president’s personal lawyer for nebulous “insights,” and it could all be completely aboveboard in terms of the law.",
  "“The reason we don’t know whether there are legal violations is that if Cohen was paid to actually talk to the Trump administration on behalf of the companies, then he should have registered as a lobbyist,” Corey Goldstone, a spokesperson for the Campaign Legal Center, said.",
  "In the “Michael Cohen doing shady things” narrative, we’re probably still at the beginning\n\nCohen, the president’s longtime personal lawyer and fixer, has found himself at the center of a growing storm since the FBI raided his home, office, and hotel room in April.",
  "“What we do know is that this is a pot of money that Michael Cohen never thought would become public, and that was given to someone who had absolutely no experience or expertise in any of the areas that the givers of the money said they were interested in.",
  "“They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nCEO Randall Stephenson in a memo on Friday said that hiring Cohen was a “mistake,” and Bob Quinn, the lawyer who oversaw the contract, was pushed out.",
  "The company has also emphasized that the agreement was made under its previous CEO and not current chief executive Vas Narasimhan, but it’s unusual that it’s a decision that would be made at the C-suite level in the first place.",
  "“The idea of having money funneled through the president’s personal lawyer into a shell company, I don’t think that happens very often,” Robert Weissman, president of the watchdog group Public Citizen, told me.",
  "“Maybe there was a hope that [Cohen] would be able to influence the decision on the possible antitrust case, and when it became apparent that he couldn’t or wouldn’t or didn’t, the deal ended,” Weissman said.",
  "What did a firm such as AT&T, which is currently fighting the US government for approval of its proposed $85 billion takeover of Time Warner, seek to get out of its payment to Cohen, and did it get it?",
  "This week’s revelations about the shell company payments, which include $500,000 from Russian oligarchs, are a new chapter in Cohen’s ongoing saga, and there are almost certainly more details to come.",
  "“It’s a classic effort to buy access and influence using someone who was publicly seen as very close to the president,” said Fred Wertheimer, head of the watchdog group Democracy 21.",
  "The telecom giant has spent millions of dollars to try to get the Federal Communications Commission to kill net neutrality, which FCC Chair Ajit Pai voted to repeal in December.",
  "It is currently engaged in a court battle against the Federal Trade Commission, arguing that the FCC doesn’t have authority over its business, including policing net neutrality.",
  "But if Cohen were being paid to lobby the administration and talk to the White House on behalf of the companies, he should have registered as a lobbyist, which he did not.",
  "“Essential Consultants was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” the company said in a statement.",
  "The president has been critical of the Time Warner deal since it was announced before he was elected, and the Department of Justice sued to block the merger in November.",
  "“You have to wait for the facts to be developed, and we don’t know the facts,” said Shira Scheindlin, a former US district judge for the Southern District of New York.",
  "For now, the revelations, which started with a document release from Daniels’s attorney, Michael Avenetti, have led to more questions than answers: How normal is this?",
  "He was also using it to take in hundreds of thousands of dollars from Russian oligarchs and major international corporations to — well, that’s what we don’t know.",
  "Trump hasn’t released his tax returns because he doesn’t have to, meaning the president himself could have sources of income the American people don’t know about.",
  "The Cohen regulations suggest that, instead, his closest adviser was taking large amounts of money from major corporations who hoped to get something in return.",
  "Under federal law, a lobbyist has to register only if he or she spends 20 percent or more of his or her time on lobbying activities in a three-month period.",
  "Unless AT&T was paying Cohen to set up meetings and he was spending more than one-fifth of his time on that, he didn’t run afoul of federal lobbying rules.",
  "A Novartis employee told STAT that Cohen reached out to the company’s then-CEO, Joe Jimenez, and promised access to Trump and the circle around him.",
  "Novartis, the Swiss drugmaker, has stated directly that Cohen didn’t deliver on his promises in its attempt to distance itself from the payment.",
  "“What we do know is it’s a pretty ugly picture so far, and we need more information.”\n\nOn the campaign trial, Trump promised to drain the swamp.",
  "We don’t know what any of these companies got out of their payments to Cohen\n\nAT&T paid up to $600,000 to Essential Consultants in 2017.",
  "Cohen’s shell company appears to have taken in about $4.4 million in 2017 and early this year, and details about it are still scant.",
  "They also continue to expose major loopholes in the rules and guidelines surrounding the presidency, campaign finance, and lobbying.",
  "AT&T, which paid his company, Essential Consultants LLC, up to $600,000, says it was for “insights” into the Trump administration.",
  "What about Novartis, which paid Cohen more than $1 million, a large chunk of the about $9 million it spent on lobbying last year?",
  "Best case: Companies and Cohen were making sleazy-looking deals for services it’s not clear Cohen was really able to deliver.",
  "Even if Cohen was doing some lobbying for Trump, as long as it was less than 20 percent of the time, that’s allowed too.",
  "He didn’t, but again, the companies are saying that’s not what he did for them, and so he again might be in the clear.",
  "Cohen also was paid by the drugmaker Novartis, which is based in Switzerland, and the South Korean aerospace company.",
  "Whether what Cohen did is legal will depend on the exact nature of his work and details that are still to come.",
  "“We don’t really have hard evidence of this right now.”\n\nThat doesn’t mean what happened is par for the course.",
  "The only asset Michael Cohen had was his perceived close relationship with the president,” Wertheimer said.",
  "That it would give an additional $1 million to Cohen, who has no experience in the field, is surprising.",
  "“It’s unlikely the CEO is involved in a $1 million decision over a strategic adviser,” Weissman said.",
  "But if AT&T was paying Trump to get its way in those arenas, it’s not clear how much success it had.",
  "It turns out Michael Cohen was using his shell company to do a lot more than pay off Stormy Daniels.",
  "If he was acting as an agent on behalf of those companies, then he should have registered as such.",
  "According to the Center for Responsive Politics, Novartis spent $8.6 million on lobbying in 2017.",
  "Yes, the FCC repealed net neutrality, but Pai was a known opponent of it long before Trump.",
  "AT&T in its statement on its payments to Cohen specified that he was not paid to lobby.",
  "There’s a lot that’s strange about the Novartis payment and the company’s explanation.",
  "There is certainly plenty AT&T would like to get out of the Trump administration.",
  "It is also trying to get its $85 billion acquisition of Time Warner approved.",
  "The Justice Department has confirmed he’s under criminal investigation.",
  "AT&T confirmed that it did, indeed, do business with the shell company.",
  "Korea Aerospace Industries wanted legal advice on accounting standards.",
  "Novartis says it was for Obamacare advice that didn’t really pan out.",
  "If Cohen had a different role, then it might be more understandable.",
  "In fact, the experts I spoke with said it is pretty unprecedented.",
  "Corporations spend billions of dollars on lobbying each year.",
  "Worst-case scenario: The money was for something illegal.",
  "“It’s a rotten system,” Wertheimer said.",
  "The same goes for Novartis.",
  "Is it legal?"
]