[
  "Yana Paskova/Getty Images\n\nThe curious relationship between one of the world's biggest drugmakers and President Donald Trump's personal lawyer began early last year when Michael Cohen, a longtime fixer for the president, reached out to Novartis' then-CEO Joe Jimenez, promising help gaining access to Trump and influential officials in the new administration, according to an employee inside Novartis familiar with the matter.",
  "The Cohen contract was first disclosed on Tuesday night by Michael Avenatti, the lawyer for Stormy Daniels, the adult-film star whose real name is Stephanie Clifford and who was paid $130,000 by Essential Consultants to keep quiet about an alleged affair with Trump.",
  "But the meeting was a disappointment, the insider explained, and the Novartis squad left with the impression that Cohen and Essential Consultants — the firm controlled by Cohen that Novartis was making payments to — may not be able to deliver.",
  "\"He reached out to us,\" the Novartis employee said, providing STAT with the company's version of events as it scrambles to contain the fallout from being entangled in the investigations surrounding Trump and his inner circle, including Cohen.",
  "The company's hope was that Cohen could help it navigate a bevy of uncertain issues facing the drugmaker — from potential changes to the Affordable Care Act and tax reform to navigating reimbursement challenges for medicines.",
  "As the contract expiration date neared earlier this year, Cohen then approached Vasant Narasimhan, who by then had succeeded Jimenez as Novartis' chief executive, according to the employee.",
  "In March 2017, a group of Novartis employees, mostly from the government-affairs and lobbying teams, met with Cohen in New York to discuss specific issues and strategies.",
  "\"At first, it all sounded impressive, but toward the end of the meeting, everyone realized this was a probably a slippery slope to engage him,\" the employee continued.",
  "The employee could not explain why Novartis would have agreed to a deal with a lawyer with no background in healthcare and without deep Washington ties.",
  "Meanwhile, last November, several lawyers from the special counsel Robert Mueller's office approached Novartis regarding the agreement with Cohen.",
  "The extent to which Novartis conducted any due diligence into Cohen or his track record as a Trump insider and Washington player is uncertain.",
  "\"With a new administration coming in, basically, all the traditional contacts disappeared, and they were all new players,\" this person said.",
  "Rather than attempt to cancel the contract, the company allowed it to lapse early in 2018 and not run the risk of ticking off the president.",
  "\"Novartis considers this matter closed as to itself and is not aware of any outstanding questions regarding the agreement,\" it said.",
  "Avenatti initially posted a document on his website indicating Novartis paid Cohen's firm $400,000 from early 2017 through 2018.",
  "The company released a statement Wednesday morning saying it \"cooperated fully\" and \"provided all the information requested.\"",
  "A Novartis spokesman on Wednesday maintained that Narasimhan had no involvement with the contract.",
  "Jimenez took the call and then instructed his team to reach a deal with Cohen.",
  "A one-year contract worth $1.2 million was signed with Cohen in February 2017.",
  "\"So they decided not to really engage Cohen for any activities after that.\"",
  "Cohen promised access to not just Trump, but also the circle around him.",
  "Narasimhan declined to renew the arrangement, and the contract lapsed.",
  "\"We were trying to find an inroad into the administration.",
  "\"This episode was clearly a mistake,\" the spokesman said.",
  "It was almost as if we were hiring him as a lobbyist.\"",
  "Cohen and Jimenez could not be reached for comment.",
  "\"It might have caused anger,\" the person said.",
  "Among those interviewed was Jimenez.",
  "Michael Cohen."
]