[
  "| Pablo Martinez Monsivais/AP Photo AT&T paid Cohen $600K for advice on Time Warner, other issues\n\nAT&T paid President Donald Trump's personal attorney Michael Cohen a total of $600,000 to advise on matters including the company's proposed merger with Time Warner, internal company documents obtained by POLITICO show.",
  "Story Continued Below\n\nThe documents indicate AT&T also sought guidance on a range of other issues, at the FCC and in Congress, as the Trump administration, whose policy positions were largely unknown at the time, settled into Washington.",
  "AT&T acknowledged earlier this week that it had hired Cohen after Trump's surprise presidential victory to gain \"insights into understanding the new administration,\" on topics like antitrust enforcement, net neutrality and tax reform.",
  "AT&T said in a note to employees Wednesday that its contract with Cohen expired in December 2017, and said the following month, “the media first reported, and AT&T first became aware of, the current controversy surrounding Cohen.\"",
  "Trump has frequently criticized Time Warner-owned CNN for its coverage of his administration, and AT&T and Time Warner suggested early in the merger trial that the White House may have unduly influenced the DOJ's review.",
  "But the internal documents shed more light on the contractual arrangement, including the total payments made to Cohen, and show that AT&T was seeking advice specifically about its merger with Time Warner.",
  "The telecom giant paid Cohen's firm, Essential Consultants, $50,000 for each month of 2017, according to the documents, which indicate AT&T was seeking insights on the $85 billion Time Warner deal.",
  "\"The position requires focus on specific long-term planning initiatives as well as the immediate issue of corporate tax reform and the acquisition of Time Warner,\" the documents state.",
  "AT&T acknowledged earlier this week that it had hired Michael Cohen following Donald Trump's surprise presidential victory to gain \"insights into understanding the new administration.\"",
  "AT&T retained Cohen three days after Trump's inauguration, according to the documents, at a time when its $85 billion deal was under review at the Justice Department.",
  "It's unclear what kind of expert guidance Cohen could have provided to the firm, but Trump's Justice Department would ultimately seek to block the merger in court.",
  "Trump vowed during his campaign that he would not allow the merger to happen, and his administration ultimately sued to block it from moving forward in November.",
  "The company's financial relationship with Cohen was first revealed Tuesday by Michael Avenatti, the attorney representing adult film actress Stormy Daniels.",
  "AT&T said Wednesday it turned over information about its dealings with Cohen late last year as part of special counsel Robert Mueller's investigation.",
  "Avenatti contends that Daniels was paid $130,000 to keep secret a past affair with Trump using funds from Essential Consultants.",
  "AT&T did not dispute the accuracy of the documents shared with POLITICO but provided no comment.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "A decision is expected on the case in June.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]