[
  "| Ethan Miller/Getty Images Stormy Daniels sues Trump over 'hush agreement'\n\nAdult film star Stormy Daniels filed a lawsuit against President Donald Trump on Tuesday claiming a \"hush agreement\" that was created several months before the 2016 election was never binding because the president never signed it.",
  "Story Continued Below\n\nThe complaint, which was tweeted out by Daniels' lawyer Michael Avenatti and filed in Los Angeles, said Trump \"purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge\" of the contract and of Daniels.",
  "Trump's lawyer Michael Cohen drafted the agreement and named both Trump and Daniels, in addition to Essential Consultants LLC, which was created by Cohen for purpose of hiding \"the true source of funds to be used to pay\" Daniels according to the lawsuit.",
  "As recently as February 27, 2018, according to the lawsuit, Cohen filed \"a bogus arbitration\" against Daniels and did not provide her with notice of the proceeding or basic due process, the lawsuit claims.",
  "Stormy Daniels, whose given name is Stephanie Clifford, states in the lawsuit that she began an \"intimate relationship\" with Donald Trump in the summer of 2006 and that it continued into 2007.",
  "In the lawsuit Daniels, whose given name is Stephanie Clifford, also states that she began an \"intimate relationship\" with Trump in the summer of 2006 and that it continued into 2007.",
  "\"For example, only days ago on or about February 27, 2018, Mr. Trump's attorney Mr. Cohen surreptitiously initiated a bogus arbitration proceeding against Ms. Clifford in Los Angeles.",
  "Reports of the agreement came to light earlier this year after the Wall Street Journal reported that Daniels was paid $130,000 to cover up the alleged affair.",
  "\"To be clear, the attempts to intimidate Ms. Clifford into silence and 'shut her up' in order to 'protect Mr. Trump' continued unabated,\" the lawsuit states.",
  "In the lawsuit, the adult film star claims $130,000 was wired to her attorney's trust account despite there being no legal agreement.",
  "Remarkably, he did so without even providing Ms. Clifford with notice of the proceeding and basic due process.\"",
  "The agreement was created during the 2016 campaign, after the release of the infamous Access Hollywood tape.",
  "After its release, also resulted in a number of women coming forward alleging Trump of sexual misconduct.",
  "Cohen last month said that he personally paid Daniels and was not reimbursed by Trump or his campaign.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The tape included a recording of Trump bragging about forcefully kissing and groping women.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Daniels also claims that Cohen has continued to try and keep her quiet.",
  "The White House did not immediately respond to a request for comment.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]