[
  "poster=\"http://v.politico.com/images/1155968404/201805/1841/1155968404_5782633727001_5782625394001-vs.jpg?pubId=1155968404\" true\n\nCohen is seen as one of Trump's most loyal aides and rose to a level of seniority at the Trump Organization that is rare for someone outside the president's family.",
  "The companies disclosed the business relationships after lawyer Michael Avenatti claimed they made payments to Essential Consultants, a company he said was also used to make a hush-money payment to his client, porn actress Stormy Daniels, just weeks before the 2016 presidential election.",
  "POLITICO could not independently confirm all of Avenatti’s allegations, but if they prove true, they could show links between the Daniels affair, which is under investigation by prosecutors in New York, and special counsel Robert Mueller’s probe of Russian meddling in the 2016 campaign.",
  "Those transactions included $200,000 from AT&T and some $500,000 in deposits from Columbus Nova, a company linked to Russian oligarch Viktor Vekselberg, who was sanctioned last month by the U.S. as punishment for Kremlin meddling in the U.S. election.",
  "| Craig Ruttle/AP Photo Michael Cohen did business with company linked to Russian oligarch, AT&T Lawyer Michael Avenatti claims the companies made payments to an entity Cohen also used to make a hush-money payment to porn actress Stormy Daniels.",
  "Michael Cohen, President Donald Trump’s longtime personal attorney, faced explosive claims about his business dealings on Tuesday, prompting AT&T and a company with ties to a Russian oligarch to acknowledge retaining him after the 2016 election.",
  "“Essential Consultants was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” AT&T spokeswoman Megan Ketterer said in a statement Tuesday, after Avenatti tweeted a link to the document.",
  "Avenatti said the same Cohen account at First Republic Bank that received payments from the companies was used to make a $130,000 payment to Daniels in return for her silence about a sexual relationship she says she had with Trump.",
  "Story Continued Below\n\nIn a seven-page document he distributed online, Avenatti claimed that the same Cohen bank account was involved in transactions totaling more than $4.4 million and made from October 2016 through January 2018.",
  "Earlier this month, Rudy Giuliani, who is representing Trump, said the president had reimbursed Cohen for the payment to Daniels, sending a series of $35,000 payments and additional funds to cover taxes and incidental expenses.",
  "In the report he released Tuesday, Avenatti said that less than three months after the payment to Daniels, Vekselberg “caused substantial funds to be deposited into the bank account from which Mr. Cohen made the payment.",
  "\"After the inauguration, the firm hired Michael Cohen as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures,” Owens said in a statement.",
  "It appears that these funds may have replenished the account following the payment to Ms. Clifford.”\n\nCohen had previously said he used a home equity line of credit to fund the $130,000 payment to Daniels.",
  "He was involved in making business deals for the organization, and he drew scrutiny when he was mentioned in a controversial dossier that purported to lay out ties between Trump and Russia.",
  "The money from AT&T appeared to be unrelated to the investigations but came as the Trump administration announced it would seek to block an $85 billion merger between AT&T and Time Warner.",
  "A Novartis spokesman said the company was “still trying to assess the facts” and noted that any contractual agreements were made prior to the current chief executive officer’s tenure.",
  "Last month, FBI agents executed a series of search warrants on Cohen's law office and Park Avenue apartment, seeking information on, among other things, the payment to Daniels.",
  "Another Russian-American with reported ties to Vekselberg, Simon Kukes, also made large contributions to Trump Victory in 2016, according to Federal Election Commission data.",
  "Two sources familiar with the Mueller investigation said that while they could not independently confirm the details of Avenatti’s report, it tracks with the investigation.",
  "Cohen was also reported to have negotiated a $1.6 million payment on behalf of GOP fundraiser Elliott Broidy after a Playboy Playmate said Broidy had impregnated her.",
  "CORRECTION: An earlier version of this article omitted a portion of a statement from AT&T saying that Essential Consultants had done no legal work for the company.",
  "“Neither Viktor Vekselberg nor anyone else other than Columbus Nova's owners, were involved in the decision to hire Cohen or provided funding for his engagement.\"",
  "A lawyer for Columbus Nova, Richard Owens of Latham & Watkins, said the company is owned and controlled by Americans and that it hired Cohen as a consultant.",
  "Intrater gave $35,000 to the Trump Victory fund and another $29,600 to the Republican National Committee, according to the Center for Responsive Politics.",
  "Michael Cohen also accepted nearly $400,000 from pharmaceutical giant Novartis between October 2017 and January, according to Michael Avenatti.",
  "Daniels, whose legal name is Stephanie Clifford, has argued the hush agreement was invalid and has filed suit against Trump for defamation.",
  "“The claim that Viktor Vekselberg was involved or provided any funding for Columbus Nova's engagement of Michael Cohen is patently untrue.",
  "Columbus Nova's chief executive, Andrew Intrater, reportedly donated $250,000 to Trump’s inaugural fund, according to Mother Jones .",
  "Cohen also accepted nearly $400,000 from pharmaceutical giant Novartis between October 2017 and January 2018, according to Avenatti.",
  "Mueller is investigating Russian-American contributions to Trump, including those made to the Trump’s inauguration committee.",
  "The White House referred questions to outside lawyers for Trump, who did not immediately respond to requests for comment.",
  "Avenatti did not respond to questions from POLITICO, including a request to identify the source of his information.",
  "Investigators believe Vekselberg, 60, was one of several influential Russians who attended inaugural events.",
  "It is a corrupt payment to a sitting president,” said one person familiar with the Mueller investigation.",
  "If there’s nothing to hide, he should release the bank records, and I am sure it will all be sorted out.\"",
  "They also appear to show businesses seeking intelligence on how to operate under a Trump administration.",
  "Cohen’s lawyer did not respond to requests for comment, and a spokesman for his bank had no comment.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Giuliani told the New York Times that the payments had totaled about $460,000 or $470,000.",
  "Mueller's team reportedly questioned Vekselberg this year at a New York-area airport.",
  "“They did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "\"Michael Cohen should turn over all of his bank records,\" Avenatti told CNN Tuesday.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "The company on Tuesday said Vekselberg was not involved in the transactions.",
  "“Essentially it becomes foreign bribery, bribery by a foreign country.",
  "Owens said Vekselberg was not involved in the payments to Cohen.",
  "Joshua Gerstein contributed to this report.",
  "You can unsubscribe at any time.",
  "\"Just release them."
]