[
  "Prosecutors did not specify the countries in which alleged crimes occurred, but KAI has previously stated in public filings that about 70 percent of its parts purchased abroad are imported from the United States and that the head of its U.S. division was among those arrested and charged with “production cost inflation.” The former head of the U.S. division is one of two who have been found guilty and sentenced to prison.",
  "A certification asks if the company or any of its principals — defined as any person with management or supervisory responsibilities — has been convicted in the last three years or is “presently indicted for, or otherwise criminally or civilly charged by a governmental entity” with crimes that include embezzlement, bribery or destruction of records.",
  "“It is the responsibility of every prime contractor to make sure it is compliant with applicable government contracting rules.”\n\nAmerican outreach\n\nKAI and the South Korean government have long sought U.S. military contracts as part of an effort to turn the state-backed aircraft manufacturer into a global player in the defense industry.",
  "Government officials who award contracts are not required to do additional research beyond reviewing the certification, but Grandon said that when he was the Air Force’s senior debarment official, his office monitored developments in the marketplace, in part by reviewing press reports about potential contractors.",
  "Even so, the payment to Cohen’s firm could draw new attention to the aviation company’s ethics disclosures and to a much larger contract it is considered a front-runner to win with Lockheed Martin to provide the U.S. military with more than 300 super­sonic training jets — a deal worth an estimated $18 billion.",
  "The Air Force had previously said it expected to announce the winner of the contract for the training jets, dubbed the T-X, late last year, hoping to quickly replace the military’s 50-year-old fleet of T-38s, which have suffered multiple training accidents, including one fatal crash, in the last year.",
  "The Korea Herald reported that authorities found a three-page suicide note next to his body and released one anodyne excerpt: “I have done my best, but it’s so unfortunate that things didn’t work out.”\n\nOn Oct. 11, prosecutors in Seoul announced indictments against Ha and 11 others.",
  "Two former senior attorneys with the Air Force, with a combined 20 years in charge of vetting Air Force contractors, told The Washington Post that the corruption allegations should have triggered a thorough review and potentially other actions intended to protect tax dollars.",
  "Their payments to Cohen’s company, Essential Consultants, were revealed last month by Michael Avenatti, an attorney for Stormy Daniels, the adult-film star who was paid $130,000 shortly before the 2016 presidential election to keep quiet about her alleged affair with Trump.",
  "“If the conduct involved the company’s top leadership, that casts a shadow on this contractor’s responsibility,” said Rodney Grandon, who retired as the Air Force’s deputy general counsel for contractor responsibility and suspending and debarring official in early 2017.",
  "“If there was an indictment and the company did not check the box, it’s a serious issue,” said Steve Shaw, who for 16 years was the Air Force’s senior debarring official, in charge of deciding when a company’s conduct disqualified it from getting federal contracts.",
  "Perhaps most troubling for its bids for U.S. work was that prosecutors said KAI executives and purchasing managers had repeatedly falsified documents to manipulate exchange rates on overseas purchases, including for items related to its training jets.",
  "He also said that, to his knowledge, Cohen had no “direct contact with the KAI team.”\n\nHowever, Mark Ko, who runs a retail Korean-food business in Los Angeles, told The Post in an email that he briefly served as an interpreter between Cohen and KAI.",
  "(Peter Foley/Bloomberg)\n\nA South Korean aviation firm that hired President Trump’s personal lawyer Michael Cohen failed last year to disclose that it was the subject of a corruption investigation as it won work from the U.S. military, records show.",
  "As part of that process, an Air Force contracting officer had to make an “affirmative determination of responsibility,” taking into account the company’s record of integrity and business ethics, government guidelines show.",
  "A federal database that contracting officers rely on to tell if a company is in good standing with the U.S. government shows that KAI never amended its registration last year to show that its executives had been indicted.",
  "A KAI spokesman, Oh Sung-keun, said Cohen’s firm provided advice on “Cost Accounting Standards,” arcane rules that apply to U.S. government contracts and on an “overall revamp” of the company’s internal accounting system.",
  "Former high-ranking Air Force officials and lawyers who specialize in government contracts told The Post that KAI should have reported the indictments by changing its certification to the U.S. government last year.",
  "Richard Aboulafia, an aerospace industry analyst, called the T-X deal “the most important U.S. military aircraft contract for the next 10 years.”\n\nYeonji Kim and Min Joo Kim in Seoul contributed to this report.",
  "Shaw, the Air Force’s longtime head of suspensions and debarments, said that he would like to think that the contracting officer had searched for the latest headlines about KAI before signing off on the award.",
  "But KAI did not alter filings it had previously submitted to the U.S. government certifying that none of its executives were under indictment, according to a public database of federal contracting information.",
  "Companies are required to provide “immediate written notice” if their “certification was erroneous when submitted or has become erroneous by reason of changed circumstances,” according to federal guidelines.",
  "On Oct. 11, nine current and former executives at Korea Aerospace Industries were indicted in Seoul on charges that included bribery, embezzlement and defrauding the South Korean government, records show.",
  "“We have no involvement in the contracting certifications KAI may have with the U.S. government as a prime contractor, such as for the F-16 depot maintenance contracts,” Lockheed said in a statement.",
  "Cohen is a former personal-injury attorney who ran a taxi business in New York City before he joined the Trump Organization more than a decade ago, earning a reputation as Trump’s legal bulldog.",
  "Looming most heavily for KAI has been what the Pentagon, under President Trump, would do about training jets — KAI’s flagship aircraft, developed with billions in South Korean government money.",
  "Cohen’s payment to Daniels came from an Essential Consultants bank account, the same account that received payments from KAI, pharmaceutical company Novartis and telecommunications giant AT&T.",
  "Just two weeks later, KAI cleared a business integrity review by the U.S. Air Force and won a contract worth up to $48 million — its largest ever from the Air Force — to maintain fighter jets.",
  "The chief executive was also accused of bribing politicians and military leaders responsible for evaluating KAI’s helicopters — which were also grounded last year because of safety concerns.",
  "Under Ha, prosecutors said, executives set up a slush fund for elaborate spending: Ha had secretly taken an ownership stake in a subcontractor and then driven business to that company.",
  "But a person familiar with the matter said Lockheed, the prime contractor in the bid, had not been asked by the Air Force to forward the disclosure and therefore had not done so.",
  "Moon assured Trump that South Korea would purchase more American war planes and, in turn, urged him to buy the KAI-Lockheed training jets, according to Korean media reports.",
  "Cohen was a consultant for KAI at the time, part of an arrangement that lasted less than six months and spanned the indictments and the awarding of the Air Force contract.",
  "“When I was a debarring official, I never suspended a company because of a news story, but I often reached out to them for an answer about allegations,” Shaw said.",
  "Without elaborating, the company KAI said that it approached Essential Consultants, a company that was less than a year old and had virtually no public footprint.",
  "But the company did not respond to follow-up questions from The Post regarding the nature of Cohen’s work and KAI’s lack of disclosures to the U.S. government.",
  "Two weeks after the indictments, KAI won a competitive bid from the U.S. government for a five-year deal worth up to $48.8 million to maintain F-16s in Asia.",
  "The disclosure would have triggered a potentially lengthy review by the Pentagon, experts said, to determine if KAI should be eligible for contracts.",
  "“The Air Force is protecting the integrity of the contracting process as we do with all procurements,” chief Air Force spokeswoman Ann Stefanek said.",
  "“I do not know whether the team in charge knew about Cohen’s connection to Trump when working with Essential Consultants,” Oh said in an interview.",
  "“This is where the government relies on bidders.”\n\nThe Air Force declined to answer questions about how KAI cleared its business integrity review.",
  "In all, prosecutors said, KAI had over five years overstated sales by almost a half-billion dollars and falsified over $40 million in profits.",
  "A day later, the company’s vice president in charge of most overseas projects was found dead at his home, having apparently hanged himself.",
  "Last year, Cohen was quietly building up a stable of new clients: KAI and other large companies with interests before the U.S. government.",
  "“This should be a matter of serious concern.”\n\nKnowingly making a false statement on a certification is a violation of federal law.",
  "He said the hiring of Essential Consultants was not related to any bid for U.S. contracts and did not involve any lobbying.",
  "A raid and a resignation\n\nKorean authorities on July 14 raided the office and car of Ha Sung-yong, who was then KAI’s CEO.",
  "South Korean President Moon Jae-in made a direct appeal to Trump on behalf of KAI last June during his first visit to D.C.",
  "They said they did so after being approached by him, in the hopes he could provide insight into the Trump administration.",
  "A KAI spokesman told The Post that Cohen’s work for the firm began before Ha’s resignation but would not specify a date.",
  "A spokeswoman for Lockheed said KAI informed the U.S. aerospace giant of the corruption charges against its executives.",
  "Lockheed said it could not attest to whether KAI followed disclosure requirements for the contract it won last fall.",
  "KAI said he was not, and the Air Force said no senior leaders or contracting officers were contacted by Cohen.",
  "It also declined to say if it knew of KAI’s corruption scandal or if it had addressed it with the company.",
  "Such certifications are required when companies seek new contracts or payments under existing contracts.",
  "In the following weeks, KAI hired Cohen’s firm, company officials have said, for advice on accounting.",
  "After the payments came to light, Novartis and AT&T said that they regretted hiring Cohen’s firm.",
  "Special counsel Robert S. Mueller III has sought information from some of Cohen’s clients.",
  "An Air Force spokeswoman declined to say whether officials were aware of the indictments.",
  "Experts said the criminal case should have subjected the company to additional scrutiny.",
  "The alleged bribes included jobs for the children of the officers testing the aircraft.",
  "KAI marked the boxes indicating “no.”\n\nKAI’s one-year certification expired last week.",
  "Neither the White House nor Moon’s administration responded to requests for comment.",
  "KAI acknowledged paying Cohen’s firm and said it was for advice on accounting.",
  "Stephen Ryan, an attorney for Cohen, did not respond to requests for comment.",
  "There is no indication Cohen was involved in the awarding of the contract.",
  "A KAI spokesman said Friday that the company was working on renewing it.",
  "Cohen’s firm was paid $150,000 when the relationship ended in November.",
  "In a recent court hearing, Ha said he was innocent of the charges.",
  "Michael Cohen, center, exits federal court in New York on May 30.",
  "Ko said last month that FBI agents had recently interviewed him.",
  "In the following weeks, the corruption case progressed rapidly.",
  "The decision was delayed, however, and is still pending.",
  "The discussions involved accounting, he said.",
  "He is a personal lawyer for President Trump.",
  "He did not respond to subsequent messages.",
  "Ha resigned later that week, on July 20.",
  "KAI has expressed no similar regrets.",
  "Ha was arrested Sept. 20."
]