[
  "Rich Delmar, counsel to the Treasury Department’s Inspector General, told The Washington Post the agency is “inquiring into allegations” confidential information was “improperly disseminated.”\n\nAmong the information are suspicious activity reports banks file with the Treasury’s Financial Crimes Enforcement Network.",
  "May 9 (UPI) — The Treasury Department’s independent watchdog announced Wednesday it is investigating whether Michael Cohen’s financial information was improperly leaked, information that led to reports this week about certain payments made to President Donald Trump’s personal lawyer.",
  "Daniels filed a lawsuit against\n\nCohen and Trump over a $130,000 payment made to her shortly before the 2016 election to keep quiet about an alleged affair she had with Trump after he was married to Melania Trump.",
  "Others included about $500,000 from a company linked to Russian oligarch Viktor Vekselberg, nearly $400,000 from pharmaceutical giant Novartis and $150,000 from Korea Aerospace Industries.",
  "Michael Avenatti, a story for adult film star Stormy Daniels, made the information public Tuesday, detailing hundreds of thousands of dollars in payments made to Cohen.",
  "“They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nThe telecommunications conglomerate didn’t say how much it paid Cohen.",
  "“Look, let me say this, to the extent that it’s not accurate, the president and Michael Cohen should clear this up this morning,” Avenatti told NBC News.",
  "Politico reported that banks file hundreds of these reports each year to alert officials about potential fraud, money laundering or terrorist financing.",
  "“Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” AT&T said.",
  "Created in October 2016, Essential Consultants was used to funnel the $130,000 hush-money payment to Daniels, Avenatti’s document said.",
  "The document said AT&T paid Cohen’s company, Essential Consultants, four separate installments of $50,000 in late 2017 and early 2018.",
  "In the memo, Avenatti alleged AT&T’s were among multiple payments Essential Consultants received after the 2016 election.",
  "Avenatti called on Cohen Wednesday to release his bank statements.",
  "AT&T confirmed paying Cohen Wednesday but disputed the timeline.",
  "“They should release the bank statements this morning.”"
]