[
  "Essential Consultants said it would squash the agreement in a status report filed on Friday, but requested a reimbursement of the original $130,000 that Daniels, whose real name is Stephanie Clifford, received as part of the contract, according to a CNN report.",
  "Michael Cohen's shell company, Essential Consultants LLC, reportedly agreed to cancel the nondisclosure agreement that bound the adult-film actress Stormy Daniels to keep quiet about an affair she said she had with Donald Trump in 2006.",
  "\"Today, Essential Consultants LLC and Michael Cohen have effectively put an end to the lawsuits filed against them by Stephanie Clifford aka Stormy Daniels,\" Brent Blakely, Cohen's attorney, said according to CNN.",
  "\"The rescission of the Confidential Settlement Agreement will result in Ms. Clifford returning to Essential Consultants the $130,000 she received in consideration, as required by California law.\"",
  "That relationship ended shortly before Cohen entered a plea deal with prosecutors in New York where Cohen pleaded guilty to multiple counts of criminal fraud in August.",
  "Cohen faces a total of 65 years in prison for his crimes, but his guilty plea makes it likely that his potential sentence will be shortened to three to five years.",
  "Two of the charges were related to campaign-finance violations connected to the \"hush money\" payments made to former Playboy model Karen McDougal and Daniels.",
  "Cohen said under oath that Trump directed him to make the payments in order to help his 2016 presidential bid, according to Lanny Davis, Cohen's attorney.",
  "Following Daniels's bombshell claims on the alleged affair, Avenatti and Daniels embarked on an extended media blitz that frequently needled Trump.",
  "\"What they're trying to do is they don't want me to get a chance to depose Michael Cohen and Donald Trump,\" Avenatti said.",
  "\"I haven't had a chance to digest it,\" Avenatti said in an interview with CNN anchor Chris Cuomo on Friday.",
  "One theory on the decision was that Cohen now has nothing to gain from Daniels's silence, according to CNN.",
  "Michael Avenatti, the attorney representing Daniels, appeared to be caught by surprise.",
  "Cohen was a longtime personal attorney to Trump, before and after he became president.",
  "\"This is a hail mary to try and avoid that, that's my first guess.\"",
  "\"I just saw it on my email literally right before I came on.\""
]