[
  "Daniels, whose real name is Stephanie Clifford, says she had sex with Trump after meeting him during a 2006 golf tournament in Lake Tahoe, Calif.\n\nOn Air Force One, a reporter asked Trump: “Did you know about the $130,000 payment to Stormy Daniels?”\n\nTrump responded: “No.”\n\nThe reporter then asked: “Then why did Michael Cohen make [the payment], if there was no truth to her allegations?”\n\n“You’ll have to ask Michael Cohen,” Trump said.",
  "Noah Bookbinder, the group’s executive director, said Wednesday that Trump’s filing “suggests we were right in our previous complaint and raises serious questions as to why [the reimbursement to Cohen] was not disclosed in last year’s filing.”\n\nThe Office of Government Ethics responded to that complaint on Wednesday by sending a letter to the Department of Justice.",
  "Also this month, Trump acknowledged on Twitter that he paid Cohen through a monthly retainer to stop what Trump called “false and extortionist accusations.”\n\nThe Office of Government Ethics decided that this arrangement amounted to the repayment of a debt, and that Trump ought to list a debt to Cohen among his various mortgages and real estate loans.",
  "“I am not aware of any other time when the Office of Government Ethics has referred a sitting president to the Justice Department for review of a possible filing of a false ethics report.”\n\nMichael Avenatti, an attorney representing Daniels, on Wednesday questioned why Trump was acknowledging the payment — and his reimbursement of Cohen — now.",
  "In new financial-disclosure documents, President Trump reported reimbursing his personal lawyer, Michael Cohen, more than $100,000 last year — an apparent reference to the $130,000 that Cohen paid just before the 2016 election, to ensure the silence of an adult-film actress who claimed she’d had an affair with Trump.",
  "The category of value would be $100,001 — $250,000 and the interest rate would be zero.”\n\nIn an interview, Rudolph W. Giuliani, former New York mayor and new member of Trump’s legal team, said Trump’s attorneys did not consider the payment a liability, which is why it wasn’t previously disclosed.",
  "But Trump’s attorneys said the president was disclosing the payment voluntarily “in the interest of transparency.”\n\n“In 2016 expenses were incurred by one of Donald J. Trump’s attorneys, Michael Cohen,” Trump’s lawyers wrote.",
  "“OGE has concluded that the information related to the payment made by Mr. Cohen is required to be reported and that the information provided meets the disclosure requirement for a reportable liability,” the agency said.",
  "Earlier, a nonprofit watchdog group, Citizens for Responsibility and Ethics in Washington, filed a complaint alleging that Trump should also have reported this same debt on his 2017 financial disclosure forms.",
  "The federal disclosure forms provide only broad ranges for the values of Trump’s properties and debts, which mean that both his assets and his liabilities may be significantly undercounted.",
  "Trump’s hotel in downtown Washington — a hub for visiting lobbyists, Republican fundraisers and some embassy parties — reported $40.8 million in revenue, about the same level as in 2017.",
  "(Seth Wenig/AP)\n\nThe report about Trump’s reimbursement to Cohen comes after weeks of shifting answers from Trump and his legal team about the payment to the actress, Stormy Daniels.",
  "Under the law, the Department of Justice may sue — or even prosecute — federal officials who “knowingly and willfully” fail to report information on their financial disclosures.",
  "The new financial-disclosure forms, which covered all of calendar year 2017, also provided new details about how Trump’s businesses fared during his first year in office.",
  "Instead, it told the Justice Department “you may find the disclosure relevant to any inquiry you may be pursuing regarding the President’s prior report” from 2017.",
  "In April, after the Wall Street Journal reported the payment to Daniels, Trump had told reporters aboard Air Force One that he had not been aware of it.",
  "In the Post interview Wednesday, he said he made those comments because he knew this information would come out in the president’s financial disclosure.",
  "Trump’s golf courses in Scotland and Ireland — which had lost money reliably since he bought them — reported substantial increases in revenue last year.",
  "“I think this is very significant,” said Larry Noble, a Washington ethics lawyer who once served as general counsel to the Federal Election Commission.",
  "“Michael’s my attorney, and you’ll have to ask Michael.”\n\nMore recently, Giuliani revealed publicly that Trump had reimbursed Cohen for the payment.",
  "The forms also showed how the Trump Organization has been reshaped: Trump hotels in New York, Toronto and Panama City have been renamed.",
  "Emma Brown, Robert Costa, Beth Reinhard, Mark Berman, Anu Narayanswamy, Devlin Barrett and Tom Hamburger contributed to this report.",
  "The ethics agency said it had concluded Trump should list a debt to Cohen in the “liabilities” section of his financial statement.",
  "Trump’s Mar-a-Lago Club, which saw many longtime charity clients cancel galas last summer, saw revenue fall about 10 percent.",
  "Trump’s Doral golf course, a massive property with $125 million in loans attached, reported a decline of about 14 percent.",
  "He previously denied any knowledge of the agreement or the payment — and did so aboard Air Force One on video,” he said.",
  "It also notified the Justice Department, which enforces a law against willfully omitting information from these forms.",
  "The hotel — the first in a line of new Scion hotels, operated by the Trump Organization — has not yet been built.",
  "In its letter to the Justice Department, the federal ethics agency did not recommend any specific legal action.",
  "The Trump Organization took over management of that hotel last year, as first reported by the New York Times.",
  "Trump, for instance, reported $26,667 in “management fees” from a planned hotel project in Cleveland, Miss.",
  "The information was included as a footnote in the 92-page form filed with the Office of Government Ethics.",
  "It also did not say that it believed Trump had violated federal rules with his 2017 disclosure form.",
  "The disclosure forms, released annually, also showed Trump has at least $1.4 billion in assets.",
  "Cohen sought reimbursement of those expenses and Mr. Trump fully reimbursed Mr. Cohen in 2017.",
  "The hotel’s owner is the family of White House adviser — and Trump son-in-law — Jared Kushner.",
  "Trump also reported $20,000 in management fees from the Westminster Hotel in Livingston, N.J.",
  "An official with the Department of Justice declined to comment on Wednesday about the letter.",
  "That figure is roughly the same as in 2017, although both numbers are hardly precise.",
  "The 2017 forms covered the entire year of 2016, and the first four months of 2017.",
  "Overall, they did not seem to show a significant change in fortune from the past.",
  "In this April 26 photo, Michael Cohen leaves federal court in New York City.",
  "“I wanted it out there so it wasn’t a big surprise,” he said.",
  "In their place, only small new ventures have appeared.",
  "But other sites reported declines in income.",
  "“Was he lying then or was he lying now?",
  "“Mr."
]