[
  "After Mr. Trump’s inauguration, the firm hired Michael Cohen as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.”\n\nThe lawyer denies that the idea that the arrangement was a way for Vekselberg to make payments to Cohen.",
  "In the summer of 2017, for example, the chief executive of Novartis said it would not expand jobs in the U.S. because the administration’s immigration policies made the U.S. “a less attractive location for investment,” according to reports in Swiss media.",
  "”They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nThe Avenatti memo claimed that that AT&T made four payments to Mr. Cohen’s firm totaling $200,000 from October 2017 to January 2018.",
  "The Trump administration sued AT&T to block its acquisition of Time Warner after the telecommunications giant had made payments to a company created by Michael Cohen, President Donald Trump’s personal lawyer.",
  "“Right around [when the] inauguration is happening, we need somebody who knows the administration,” a person identified as a “person familiar with the matter,” told the Wall Street Journal.",
  "A lawyer for Columbus Nova, Richard Owens of Latham & Watkins, told the Wall Street Journal that the company “is a management company solely owned and controlled by Americans.",
  "Whatever services Cohen may have provided to Columbus Nova, they did not prevent the Trump administration from issuing sanctions against Vekselberg and his company, Resnova.",
  "What are their priorities?”\n\nWhatever advice Cohen provided to AT&T does not appear to have helped the company overcome Trump’s opposition to the merger with Time Warner.",
  "“Essential Consultants was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,“ the company said in a statement.",
  "The payments were first revealed in a memo released by Michael Avenatti, a lawyer for Stephanie Clifford, the given name of the porn actress called Stormy Daniels.",
  "Cohen’s company was also paid by an investment management firm known as Columbus Nova, according to the Avenatti memo and later confirmed by the Columbus Nova.",
  "Columbus Nova’s biggest investor is a company founded by Russian oligarch Viktor Vekselberg and is run by his cousin, Andrew Intrater, according to reports.",
  "More recently, the Trump administration’s proposed tariffs on Chinese imports threaten to squeeze the margins of the generic drug business of Novartis.",
  "China is a major supplier of the ingredients of drugs used to make U.S. drugs and materials costs are the main drivers of margins in generic drugs.",
  "It says it ended the relationship in December 2017, shortly after the Justice Department sued the company on November 20, 2017 to block the merger.",
  "A spokesman for Vekselberg told the Wall Street Journal that the oligarch has never had “a contractual relationship” with Cohen or his company.",
  "AT&T said it made payments to Mr. Cohen’s company, Essential Consultants LLC, in 2017 for “insights” into the administration.",
  "Novartis confirmed that it entered into a one-year agreement with Essential Consultants shortly after the 2016 election.",
  "The Wall Street Journal reports that Vekeselberg is one of the richest men in Russia and has close ties to the Kremlin.",
  "In April, the administration put Vekselberg and Resnova on a list sanctioned Russian individuals and organizations.",
  "As well, it did not assist AT&T in persuading the Justice Department that its merger would not be anticompetitive.",
  "The president was critical of the deal on the campaign trail and has remained a critic in the White House.",
  "The country also pushed back against the Trump administration’s demands that drugmakers lower prices.",
  "Despite hiring Cohen, Novartis found itself at odds with the Trump administration in 2017 and 2018.",
  "Swiss drugmaker Novartis was also named in Avenatti’s memo as making payments to Cohen’s company.",
  "A source tells the Wall Street Journal that AT&T’s monthly payments started earlier.",
  "AT&T confirmed the payments to CNBC and the Wall Street Journal.",
  "It is unclear how Avenatti learned of the payments.",
  "“How does he think?"
]