[
  "Story Continued Below\n\n“Look, let me say this, to the extent that it’s not accurate, the president and Michael Cohen should clear this up this morning,” he said on “Morning Joe.” “They should release the bank statements this morning.”\n\nAvenatti shocked the political world Tuesday night when he claimed AT&T, a Russian oligarch and others had contributed to a Cohen bank account for Essential Consultants, the same shell company Avenatti said paid out money to Daniels.",
  "poster=\"http://v.politico.com/images/1155968404/201805/1841/1155968404_5782633727001_5782625394001-vs.jpg?pubId=1155968404\" true Avenatti calls on Trump, Cohen to release bank statements\n\nStormy Daniels’ lawyer called on President Donald Trump and his longtime personal attorney Michael Cohen to release bank statements Wednesday tied to newly revealed business dealings after the 2016 election.",
  "Michael Avenatti, the attorney for the porn star who allegedly had a sexual encounter with Trump in 2006 and whom Cohen paid hush money in 2016, said Trump and Cohen could rebut his claims by providing proof to the contrary.",
  "AT&T and Columbus Nova, a company with ties to Russian oligarch Viktor Vekselberg, whom special counsel Robert Mueller questioned earlier this year, acknowledged Tuesday night that they had retained Cohen after the election.",
  "Did some of it ultimately find its way to the president?”\n\nCORRECTION: This story has been updated to show that Columbus Nova, not Vekselberg, acknowledged retaining Cohen.",
  "But he raised the specter of pay-to-play corruption in the payments tied to AT&T and Swiss pharmaceutical company Novartis.",
  "“Michael Cohen appears to be selling access to the president of the United States,” Avenatti said Wednesday.",
  "“The bigger picture is that we don't know as we sit here today the full extent of the deposits,” he said.",
  "The New York Times, NBC News and other outlets subsequently confirmed portions of those claims.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He told “Morning Joe” that he had no new information on possible payments to other women.",
  "Columbus Nova said Vekselberg was not involved in its transactions with Cohen.",
  "But it remains unclear whether any of the transactions violated the law.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "Did some of it go back to the Trump Organization?",
  "Did all of it go to Michael Cohen?",
  "You can unsubscribe at any time.",
  "“Where did the money go?"
]