[
  "The relationship between the Cohen and the corporations was publicly revealed Tuesday in an explosive report by lawyer Michael Avenatti, whose client, porn star Stormy Daniels, is suing Cohen and the president to void a nondisclosure agreement barring her from discussing an alleged tryst with Trump.",
  "Pressed on how corporate spending to the president's personal lawyer, specifically for insights into the president, constituted \"draining the swamp,\" Sanders referred to the proposed merger between AT&T and Time Warner that was opposed in a lawsuit by Trump's Justice Department in November.",
  "President Donald Trump sticking with his opposition to AT&T's merger with Time Warner, in spite of his personal lawyer receiving consulting fees from the telecom giant, represents \"the definition of draining the swamp,\" the White House said Friday.",
  "Novartis said it paid Essential Consultants $1.2 million over the course of a year for guidance on the Trump administration's health-care stance — although Cohen was \"unable to provide the services that Novartis had anticipated.\"",
  "\"I think it's pretty clear that the Department of Justice opposed the merger, and so certainly the president has not been influenced by any, or his administration influenced by any outside special interests,\" Sanders said.",
  "Asked if Trump, too, believed it was a mistake for his personal attorney to work with these companies, press secretary Sarah Huckabee Sanders said it only proved the president's mettle.",
  "AT&T, as well as multinational drug maker Novartis, this week admitted making payments to the company of Trump's attorney, Michael Cohen, after the 2016 presidential election.",
  "\"This is actually the definition of draining the swamp, something the president talked about repeatedly during the campaign.\"",
  "AT&T said it paid $600,000 to the company, Essential Consultants, in monthly installments as part of a year-long contract.",
  "Lawyers for Cohen responded to Avenatti's report on Wednesday, saying it contained \"numerous inaccurate statements.\"",
  "\"I think this further proves that the president is not going to be influenced by special interests,\" Sanders said.",
  "Cohen used Essential Consultants to pay Daniels $130,000 in October 2016 as part of the hush agreement.",
  "Both companies have said they made a mistake working with Essential Consultants.",
  "Avenatti, in turn, said 99 percent of what he reported was accurate."
]