[
  "\"Mr. Avenatti is apparently in possession of and has published information from some of Mr. Cohen's actual bank records, and Mr. Cohen is concerned that Mr. Avenatti has no lawful basis to possess those materials; and Mr. Avenatti has made numerous incorrect statements to the public in an apparent attempt to prejudice and discredit Mr. Cohen on this matter for which he seeks admission,\" the lawyers wrote in a letter.",
  "\"Following this initial meeting, Novartis determined that Michael Cohen and Essential Consultants would be unable to provide the services that Novartis had anticipated related to U.S. health care policy matters and the decision was taken not to engage further,\" the company said in a statement.",
  "...\" Those issues included regulatory matters at the Federal Communications Commission, corporate tax reform and antitrust enforcement, the company said, adding that companies commonly hire consultants for such purposes around the time a new president takes office.",
  "\"Suggestions to the contrary clearly misrepresent the facts and can only be intended to further personal or political agendas as to which Novartis should not be a part,\" the company said, adding that it considers the matter \"closed.\"",
  "Attorneys representing Cohen criticized the document in a court filing, claiming Avenatti has published \"numerous incorrect statements regarding Mr. Cohen\" and that some of Cohen's records may have been obtained illegally.",
  "Essential Consultants, which Avenatti said was established in October 2016 just before the presidential election, later made a $130,000 payment to Daniels not to disclose an alleged 2006 sexual encounter with Mr. Trump.",
  "In an email sent to employees on Wednesday, AT&T said it hired \"several consultants to help us understand how the president and his administration might approach a wide range of policy issues important to the company.",
  "Novartis' relationship with Cohen emerged Tuesday after Michael Avenatti, the lawyer for adult film actress Stormy Daniels, claimed to have evidence of a series of payments made to a bank account in Cohen's name.",
  "Novartis also said federal investigators working with special counsel Robert Mueller contacted the company in November regarding its connection to Essential Consultants and that it cooperated with the probe.",
  "Novartis last year paid a firm controlled by Michael Cohen, President Trump's personal lawyer, $100,000 a month for what the Swiss drug maker said was advice on \"health care policy matters.\"",
  "In a seven-page memo released on Twitter on Tuesday, Avenatti said AT&T paid Essential Consultants a total of $200,000 in a series of $50,000 payments, dating from 2017 to early this year.",
  "It also denied the agreement with Cohen was linked to a dinner Narasimhan had in January with Mr. Trump and other corporate executives at the World Economic Forum in Davos, Switzerland.",
  "President Trump's attorney, Rudy Giuliani, told CBS News that the documents provided by Avenatti include \"no allegations against the president\" and \"no clear allegations of a crime.\"",
  "Other companies that made financial payments to Essential Consultants include AT&T, Korea Aerospace Industries and an investment firm linked to Russian oligarch Viktor Vekselberg.",
  "\"When we were contacted by the Special Counsel's office regarding Michael Cohen, we cooperated fully, providing all information requested in November and December of 2017.",
  "Giuliani also said it was his \"impression\" that Mr. Trump was not aware that Cohen had approached companies offering access to administration officials.",
  "The company said it ended its relationship with the firm, called Essential Consultants, following a single meeting with Cohen in March of 2017.",
  "In its statement, Novartis said it engaged Essential Consultants before the company's CEO, Vas Narasimhan, took the helm earlier this year.",
  "A source familiar with the situation said Cohen approached then-Novartis CEO Joseph Jimenez shortly after Mr. Trump was elected president.",
  "But it continued paying the firm to comply with terms of the contract until it expired in February of this year, according to Novartis.",
  "Since then, we have received no additional questions from the Special Counsel's office and consider the matter closed.\"",
  "Separately, in a statement Wednesday evening provided to CBS News, AT&T confirmed it had been in contact with Mueller.",
  "Specifically, Cohen said he could offer advice on how to gain access to members of the incoming administration.",
  "Novartis agreed to retain the lawyer's firm in hopes of gleaning insights into the new regime, the source said.",
  "CBS News has reviewed financial documents that appear to support Avenatti's account of the transactions.",
  "A few weeks later, our consulting contract with Cohen expired at the end of the year.",
  "That would mean Essential Consultants ultimately received payments of $1.2 million.",
  "Cohen said Wednesday that the document released by Avenatti contains inaccuracies.",
  "CBS News has not been able to verify all of the claims made by Avenatti.",
  "Michael Cohen did not respond to CBS News' requests for comment.",
  "-- Paula Reid in Washington contributed to this report",
  "The email was first reported by the Dallas News."
]