[
  "Also WATCH: Stone goes round-for-round with Chuck Todd on Hillary and Wikileaks\n\nThe filing alleges that the president purposely did not sign the contract in the interest of plausible deniability, so that he might disavow any knowledge of the agreement if it ever became public.",
  "All told, Clifford’s lawyers say she is not subject to any confidentiality obligations since the contract itself is invalid, and because Cohen negated any duties which might exist through his statements about the contract to the media.",
  "“As is customary, it was widely understood at all times that unless all of the parties signed the document as required, the Hush Agreement, together with all its terms and conditions, was null and void,” the complaint claims.",
  "Stephanie Clifford, who appeared in pornographic films under the name “Stormy Daniels,” sued President Donald Trump Tuesday, claiming the hush agreement they executed after the conclusion of their alleged affair is not valid.",
  "It further claims Trump was aware of Cohen’s plan to approach Clifford from its inception, and that Trump associates have waged a steady campaign against her since the Wall Street Journal first revealed the NDA’s existence.",
  "“To be clear, the attempts to intimidate Ms. Clifford into silence and ‘shut her up’ in order to ‘protect Mr. Trump’ continue unabated,” the complaint reads.",
  "For example, he claimed to use personal funds to facilitate the $130,000 payment, while vowing to protect Trump in a February interview with NBC.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The lawsuit, filed in Los Angeles Superior Court, says the nondisclosure agreement (NDA) is not enforceable because Trump never signed it.",
  "The Journal’s report showed that Clifford was paid $130,000 through a shell company in Delaware called Essential Consultants LLC.",
  "Clifford, her lawyer Keith Davidson, and Michael Cohen, Trump’s personal lawyer, are the only signatories to the contract.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "The alleged affair began in the summer of 2006 and continued through 2007.",
  "The NDA was attached as an exhibit to the lawsuit.",
  "The contract was executed on Oct. 28, 2016."
]