[
  "AT&T and Novartis acknowledged the payments, with the former describing Essential Consultants as being one of a series of firms hired to “provide insights into understanding the new administration.” An attorney for the firm Columbus Nova — the one associated with Vekselberg — told The Washington Post that the payments were for consulting work not related to the Russian or his business, Renova Group.",
  "Vekselberg attended Trump’s inauguration, as well as a December 2015 dinner in Moscow that was also attended by Russian President Vladimir Putin and former White House national security adviser Michael Flynn.",
  "In total, he alleged, more than $4 million passed through the account in 2017 and early this year, including payments from entities associated with major companies such as AT&T and the drug company Novartis.",
  "On Tuesday, Daniels’s current attorney, Michael Avenatti, released a document detailing a much more complex set of transactions involving the Essential Consultants account with First Republic Bank.",
  "Cohen said that he paid $130,000 of his own money into a bank account associated with the company and, from that account, transferred the money to Daniels’s attorney at the time, Keith Davidson.",
  "The $130,000 to Daniels, as mentioned above, but also $1.6 million that Cohen negotiated as a payment to keep quiet a relationship between a Playboy Playmate and Republican donor Elliott Broidy.",
  "To keep news of a $130,000 payment to porn star Stormy Daniels quiet, President Trump’s attorney Michael Cohen created a limited liability company in Delaware called Essential Consultants.",
  "Last week, the New York Times reported that Vekselberg had been detained and questioned by federal agents related to special counsel Robert Mueller’s probe earlier this year.",
  "The Avenatti document alleges that another $387,500 was routed in three payments through a third company to Keith Davidson — also the lawyer for the Playmate.",
  "This payment, first reported by the Wall Street Journal, included a $62,500 payment from Broidy to Essential Consultants as part of Cohen’s fee for his work.",
  "Most explosively, he claimed that Essential Consultants had received $500,000 from a company affiliated with the Russian oligarch Viktor Vekselberg.",
  "It’s clear from the reported transactions that there was more money flowing into the Essential Consultants account than has been revealed.",
  "In mid-2017, Cohen allegedly pulled more than a million from the Essential Consultants account into his own account at Morgan Stanley.",
  "(At the time Cohen withdrew the $1 million, the account hadn’t yet received the $750,000 paid by AT&T, Novartis and Korea Aerospace.)",
  "Over the course of 17 payments from January 2017 to January 2018, the four companies paid Essential Consultants over $1.2 million.",
  "The flow of cash detailed both in news reports and in Avenatti’s document is complex, so we created a graphic to help explain it.",
  "At upper right are payments from four companies, including the three mentioned above and one called Korea Aerospace Industries.",
  "This article has been corrected to fix the name of the bank that was home to Essential Consultants’ account.",
  "Meaning that if Avenatti’s representation is accurate, the graphic above is still incomplete.",
  "Then there are the payments to the women for whom Cohen facilitated hush agreements.",
  "The bank account, it seems, was a little busier than just that."
]