[
  "— Stormy Daniels (@StormyDaniels) July 5, 2018\n\nRoy Lopez, the owner of the Tex Mex Lounge, told the Valley Morning Star he booked the adult film star to offer customers “something different from the everyday happenings.” “Daniels wouldn’t conduct media interviews…and said little in the less than an hour she spent on the club floor over the course of her two shows Wednesday, each lasting 15 minutes followed by a brief meet-and-greet with patrons.",
  "Cohen had said he paid Daniels himself, through a limited liability company known as Essential Consultants, LLC, and that “neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.”\n\nPresident Trump told reporters in June he had not spoken with Cohen in “a long time,” and was no longer his attorney.",
  "Daniels’ planned meeting with investigators June 25 in the federal probe of President Donald Trump’s longtime personal attorney was abruptly canceled just hours before it was to start after an ugly, finger-pointing spat between prosecutors and the porn star’s lawyer over who tipped off the media to the sit-down.",
  "The pornstar posted a photo to Instagram from Des Moines of what appears to be two alcoholic beverages and a sugar-free Red Bull from, with the caption “That kinda morning.”\n\nHours later, Daniels called on all immigrant minors in detention centers to be united with their parents.",
  "The porn star was supposed to meet with prosecutors from the U.S. attorney’s office in Manhattan in preparation for a possible grand jury appearance as they work to assemble a case against Trump’s longtime personal lawyer, Michael Cohen.",
  "In April, FBI agents raided Cohen’s home, office and hotel room as part of a probe into his business dealings and investigators were seeking records about the nondisclosure agreement that Daniels had signed, among other things.",
  "https://t.co/kT64pWZ4QN — Stormy Daniels (@StormyDaniels) June 21, 2018\n\nHours earlier, Daniels’ attorney Michael Avenatti, revealed he was representing whistleblowers inside the U.S. Immigration and Customs Enforcement (ICE).",
  "Daniels performed at the Tex Mex Lounge in Edinburg, Texas on July 4 and 5, a mere 3.5-mile drive from the Upbring New Hope Children Center, the McAllen facility visited by first lady Melania Trump on June 21.",
  "As part of their investigation into Cohen, prosecutors have been examining the $130,000 payment that was made to Daniels as part of a confidentiality agreement days before the 2016 presidential election.",
  "“We are going to blow this wide open and take the info to the American people so they can decide what happens next.”\n\nWe are now representing whistleblowers within ICE, outside contractors, etc.",
  "— Stormy Daniels (@StormyDaniels) July 6, 2018\n\nFor $50 a pop, patrons could watch Daniels perform Saturday evening at 8:30 pm or 11:30 pm and fork over more cash for photos and autographs.",
  "Daniels and Avenatti have also turned over documents in response to a subpoena from federal prosecutors about the $130,000 that Daniels was paid, a person familiar with the matter said.",
  "Avenatti claimed he offered to move the meeting to another location and reiterated that Daniels was ready to go forward with the meeting, but they called back to cancel it, he said.",
  "The porn star announced on Twitter Friday she had arrived in Iowa, where she is scheduled for two performances at Big Earl’s Goldmine, a Des Moines adult entertainment club.",
  "Now pull your head out of your c—t.”\n\nAs of July 7, this reporter found no evidence in news reports or social media of Daniels visiting a migrant detention center.",
  "Daniels, whose real name is Stephanie Clifford, claimed June 21 she planned to visit immigrant children separated from their parents at the U.S.-Mexico border.",
  "— Stormy Daniels (@StormyDaniels) July 7, 2018\n\nPerhaps the border detention center visit was a no-go because the adult star has larger problems at hand.",
  "She is suing to invalidate the confidentiality agreement that prevents her from discussing the alleged relationship with the real estate billionaire.",
  "— Michael Avenatti (@MichaelAvenatti) June 21, 2018\n\nThe following day, Daniels became defensive when mocked for vowing to visit the border.",
  "“I would definitely lie about (the show) to my friends and say it was totally worth it,” Jesse, who declined to provide his last name, said.",
  "https://www.instagram.com/p/Bk1JKwuAnH0/?utm_source=ig_embed\n\nGetting ready for my shows tonight in Edinburg, TX at Tex Mex Club!",
  "Despite pledging last month to visit immigrant children housed at the border, signs of Stormy Daniels’ trip have yet to emerge.",
  "Instead, the adult film star was spotted shaking her money maker at a South Texas strip club in front of curious onlookers.",
  "The porn star fired back a profanity-laced answer: “Donate money and raise awareness just as you and anyone else can.",
  "Additionally, the Tex Mex Lounge is an hour drive from Brownsville, a border town with four migrant child facilities.",
  "She argues the nondisclosure agreement should be invalidated because Cohen, signed it, but President Trump did not.",
  "Daniels alleges she had intercourse with Donald Trump in 2006 when he was married — a charge the President denies.",
  "We are going to blow this wide open and take the info to the American people so they can decide what happens next.",
  "According to her schedule posted to Instagram June 19, there are no planned appearances in Texas after July 5.",
  "“I am headed down in a week,” she tweeted in response to one Twitter user’s plea to aid the immigrant minors.",
  "The Gateway Pundit raised questions Friday whether the porn star ditched visiting a child migrant facility.",
  "Just figuring out my best course of action to maximize my resources.”\n\nI am headed down in a week.",
  "They have reached out to us to provide us with info as to what is really going on,” he tweeted.",
  "“The children detained at the border have families who love them and want them back.",
  "Let’s reunite them so the resources being wasted can be used to help others in need.",
  "Let's reunite them so the resources being wasted can be used to help others in need.",
  "The children detained at the border have families who love them and want them back.",
  "A photo with her — taken with patrons’ cellphones …cost $20,” Lopez told reporters.",
  "They have reached out to us to provide us with info as to what is really going on.",
  "“We are now representing whistleblowers within ICE, outside contractors, etc.",
  "Just figuring out my best course of action to maximize my resources.",
  "Some patrons weren’t impressed with Daniels’ guarded appearance.",
  "The meeting has not been rescheduled, according to Avenatti.",
  "Can't wait to see everyone tonight at Big Earl's Goldmine.",
  "“Really, Ms. Porn star, what can you do for them??",
  "The Associated Press contributed to this report.",
  "It could be a win win,” she tweeted.",
  "?” asked one Twitter user.",
  "#teamstormy has arrived!",
  "It could be a win win.",
  "“Don’t worry.",
  "Don't worry.",
  "Hello Iowa!",
  "Strip?"
]