[
  "Some support for this view comes from Rudolph Giuliani, who told the Washington Post that the basic setup between Cohen and Trump was that Cohen would pay for the Clifford hush agreement and similar Trump expenses—“there probably were other things of a personal nature that Michael took care of”—and Trump, one way or the other, “was always going to make sure he got it back.” Giuliani added that getting it back meant enough to cover taxes and “a fee” for Cohen.",
  "The amounts, by Trump standards, might not be so high—what’s two hundred thousand dollars to either him or A.T. & T.?—but, at least from Trump’s perspective, it is hard to calculate the premium on the availability of funds for the discreet payment of expenses of a “personal nature.” One reason that the Reagan Administration diverted money to the Contras was that it was hard, otherwise, to think of an inconspicuous place to put the cash.",
  "As it turns out, companies such as A.T. & T., Novartis, Korea Aerospace Industries, and Columbus Nova—whose largest client is a company controlled by the Russian oligarch Viktor Vekselberg, who is under U.S. sanctions—had made payments to Essential Consultants adding up to more than four million dollars.",
  "These questions arose, again, on Tuesday night, in a series of revelations that began with a tweet from Michael Avenatti, the lawyer representing Stephanie Clifford, the adult-film actress and director known as Stormy Daniels, in her fight to void a hush agreement about her relationship with Trump.",
  "(According to the Times, Cohen used some of Essential Consultants’ revenues for expenses such as a Mercedes-Benz and fees for a private club—an interesting venue for brushing up on “accounting standards.”)\n\nCohen, in this scenario, was just doing the paperwork and providing a vehicle for payments.",
  "Tuesday’s revelations felt a bit like the moment, in November, 1986, when it was revealed that the money from the Reagan Administration’s secret sale of weapons to Iran (in the interest of freeing American hostages) had been diverted to, of all people, the Nicaraguan Contras.",
  "That might be topped by Korea Aerospace’s statement saying that it had turned to Essential Consultants for advice on meeting “accounting standards on production costs.” Korea Aerospace, alongside Lockheed Martin, is currently competing for a defense contract.",
  "Novartis said that it was looking for advice on medical matters—from Cohen, whose experience in this field, as Rolling Stone recently reported, has involved doing legal work for clinics that were, essentially, insurance-fraud mills.",
  "The revelations involved Essential Consultants, a Delaware limited liability company that Michael Cohen, Trump’s personal attorney, had set up as a vehicle to pay Clifford a hundred and thirty thousand dollars.",
  "(Essential Consultants was also involved in payments that Elliott Broidy, a former Republican National Committee finance-committee member, made to a woman who was not his wife.)",
  "Columbus Nova, acknowledging to the Times that it had paid Essential Consultants a “consulting fee,” concentrated on denying that the payment had anything to do with Vekselberg.",
  "A.T. & T. said that it wanted “insights” into the Trump Administration; that is not something you pay the President’s personal attorney to give you, under any circumstances.",
  "Cohen does not appear to be a registered lobbyist; and the documentation that Avenatti obtained indicates that Essential Consultants’ dealings were misrepresented to banks.",
  "It is particularly not something you pay for when, as was the case with A.T. & T., you are trying to get Cohen’s client’s other subordinates to approve a merger.",
  "Sometimes the most convoluted question, when it comes to the financial dealings that swirl around President Donald Trump, is the most basic: Who is paying whom?",
  "One is that the companies were paying Essential Consultants because they thought that Cohen could influence Trump, because Trump respected his advice.",
  "Another explanation is that the companies were paying Essential Consultants because they thought that, for all intents and purposes, it was Trump.",
  "Perhaps he just let other people take care of the getting-it-back-to-Michael part; using other people’s money is a prime Trump business directive.",
  "There does not appear to be any legitimate business rationale for these payments (the emphasis there being on the word “legitimate”).",
  "That’s what he was being paid back for, and that is the transaction that the companies that paid him risk being drawn into.",
  "Perhaps economists should get to work calculating the hush-fund multiplier effect—or perhaps prosecutors already are.",
  "To put the matter most bluntly, if Cohen was Trump’s bagman, was Essential Consultants anything more than the bag?",
  "If there is anything else the companies that paid him were getting, they need to offer better explanations.",
  "Trump, at one point, said that he did not know where the money that Cohen used to pay Clifford came from.",
  "In short, the account that was depleted to pay for Clifford’s silence was filled up again to pay—whom?",
  "Put another way, did the Russians and A.T. & T. inadvertently help to pay for Clifford’s silence?",
  "The companies have offered varying explanations for their payments, none of them persuasive.",
  "This all starts to sound pretty much like the textbook definition of a slush fund.",
  "Money laundering, like influence peddling, can take many strange forms.",
  "The follow-up, which can be even more troubling, is: And for what?",
  "That would possibly be a violation of attorney-client privilege.)",
  "But, again, Cohen took care of Trump’s problems—Trump’s expenses.",
  "(Did the company expect the lowdown on Trump’s next moves?",
  "This returns to the basic who-is-paying-whom question.",
  "This scenario is not without shadiness.",
  "There are other possible explanations."
]