[
  "Attorneys have a vast array of options in their anti-corruption arsenal: the federal bribery statute, gratuities, extortion under the Hobbs Act, federal programs bribery under Section 666, the mail-fraud statute, and even the Racketeer Influenced and Corrupt Organizations Act (RICO).",
  "With the revelation of these corporate payments to Cohen’s Essential Consultants, three critical questions will determine a large swath of potential liability under these laws: First, what did Cohen and his company promise to other corporations?",
  "The Supreme Court in the 2016 case McDonnell v. United States restricted this formerly expansive concept to two elements: First, there must be a specific, focused matter before the official that involves the exercise of government power.",
  "This alone tends to show (1) some involvement of a public official (the president); (2) a corporate victim’s belief that the official has influence over their economic fortunes; and (3) the fear of some coercive misuse of public office.",
  "/ Updated By Danny Cevallos\n\nLegal analysis\n\nThe companies that have admitted to paying President Donald Trump’s personal attorney have said that while hiring Michael Cohen may have been a mistake, no laws were broken in the process.",
  "The corporate payments to Essential Consultants, Cohen’s one-man Delaware company also used to pay off adult film actress Stormy Daniels, do not appear to fit squarely within the definition of bribery or extortion under federal law.",
  "AT&T has since admitted that, after the 2016 election, it entered into a consulting agreement with Cohen \"to help [AT&T] understand\" how Trump might approach policy issues of concern to the telecommunications industry.",
  "In a recent interview with MSNBC’s Rachel Maddow, Daniels’ attorney, Michael Avenatti, sharply framed the issue under the bribery statute when he charged, \"[Cohen] was selling access to the highest office in the land.",
  "According to Novartis, Cohen contacted the Swiss company after the 2016 election \"promising access\" to the new administration, which resulted in Novartis signing a one-year, $1.2 million contract with Cohen.",
  "Novartis apparently allowed a contract with Cohen and Essential Consultants to lapse early in 2018 because canceling it early \"might have caused anger,\" according to reports quoting an unnamed insider.",
  "However, the majority of courts do not extend the Hobbs Act to private citizens, as seen in one case where a private attorney solicited bribes from clients to influence public officials.",
  "Cohen is alleged to have received large sums of money from pharmaceutical giant Novartis, AT&T, the state-run Korea Aerospace Industries, and a company controlled by a Russian oligarch.",
  "In a post-McDonnell bribery world, \"selling access\" might indeed be the \"best\" scenario for Cohen, so long as \"access\" didn’t rise to the level of influencing an \"official act.\"",
  "On the other hand, other courts have upheld extortion convictions for private citizens, viewing them as accomplices of or conspirators with the public official.",
  "§ 201, requires that the defendants corruptly intended to engage in a \"quid pro quo,\" giving or receiving something of value in exchange for an official act.",
  "But with every new revelation about the corporate payments, the reported conduct gets closer to the kind prohibited by federal anti-corruption statutes.",
  "The statute applies to all federal public officials, which means that Cohen’s arrangements or promises must involve a federal official.",
  "Extortion involves a victim, who is often facing a threat of financial ruin if he doesn’t accede to the demands of the extortioner.",
  "He attended the American Swiss Foundation Young Leader's Conference in Switzerland in 2016, which was partially funded by Novartis.",
  "Setting up a meeting, calling up a senator friend, or hosting a meet-and-greet does not, by itself, qualify as an \"official act.\"",
  "However, the law may also reach bribes given to third parties if a public official sought them with the intent to be influenced.",
  "Extortion and bribery are ultimately just a tiny sampling of the anti-corruption options available to prosecutors.",
  "Extortion differs from bribery in that bribery involves two crimes: one by the payor and one by the payee.",
  "If true, this would be incriminating evidence in an extortion \"under color of official right\" prosecution.",
  "The federal bribery and extortion statutes are just two of the favorites of U.S.",
  "The issue is: What exactly did Cohen claim he could provide to these companies?",
  "Ultimately, though, the bribery statute requires proof of an \"official act.\"",
  "These are all important pieces of evidence in any Hobbs Act extortion case.",
  "Second, what did those corporations reasonably believe he could deliver?",
  "The lawyer has disputed some of the claims, but had not offered details.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Third, was any public official, or any \"official act,\" involved?",
  "Second, there must be some decision to be made on that matter.",
  "The news and stories that matter, delivered weekday mornings.",
  "Prosecutors also frequently charge Hobbs Act extortion.",
  "The federal official bribery statute, 18 U.S.C.",
  "Danny Cevallos is an MSNBC legal analyst.",
  "At best, that’s what he was doing.",
  "It sounds like influence peddling.",
  "But it's still dangerously close.",
  "It's not clearly a federal crime.",
  "But they are getting very close.",
  "Follow @CevallosLaw on Twitter.",
  "It sounds like rogue lobbying.",
  "They may be right.",
  "He's right.",
  "Attorneys.",
  "At best.\"",
  "U.S."
]