[
  "Based only on a tweet from the insanely partisan Michael Avenatti, the attorney representing porn star Stormy Daniels, NBC News (home of proven liars Joy Reid and Brian Williams) chose to light the world on fire with this overcooked nothingburger: “Daniels’ lawyer: Cohen got $500K from Russian oligarch Viktor Vekselberg.“\n\nThe implication, of course, is that it was actually a Russian oligarch (with close ties to Putin natch) who paid the $130,000 to silence Stormy so Trump could become president and turn the White House over to the Kremlin.",
  "Basically, Trump is poking his finger in Russia’s eye much harder than Obama ever did, and still the media conspiracy theorists want us to believe that Russia is sitting on a goldmine of incriminating and compromising material against Trump — from peepee tapes to secret porn star payoffs — and they are not using it.",
  "According to the far-left New York Times, the Russian oligarch in question, Viktor Vekselberg, is “one of seven Kremlin-linked oligarchs hit with sanctions in April by the Trump administration, which also imposed the penalties on the Renova Group.” The Renova Group is Vekselberg’s company.",
  "The Times also reports that AT&T and the actual company in question, Columbus Nova, prematurely pulled out of their respective deals with Cohen “after it yielded a few investment ideas but no actual deals.”\n\nTrump is hitting Russia, Russian businesses, and Russian oligarchs with sanctions.",
  "So we are also supposed to believe that an American company is secretly controlled by a Russian oligarch who used Cohen’s consulting firm as a slush fund to make a $130,000 payment as a means to grab hold of the puppet strings of a multi-billionaire who just won the presidency.",
  "Except…\n\nThere is no proof that the “company controlled by a Russian Oligarch with close ties to Mr. Putin” is indeed a “company controlled by a Russian Oligarch with close ties to Mr. Putin.” The company in question, Columbus Nova, is by all accounts an American company.",
  "Are we honestly supposed to believe that, through Cohen, a multi-billionaire like Trump would let a Russian oligarch pay the $130,000 for Stormy’s non-disclosure agreement just as the media was heating up its Russia hoax?",
  "Using a porn star’s lawyer as an assignment editor might be an all-new kind of low for the American media, but watching it blow up in the media’s ridiculous faces is nothing less than glorious.",
  "These monies may have reimbursed the $130k payment.”\n\nAnd NBC News ran wild, free, and naked with it, and the rest of the fake news media dutifully trotted right along.",
  "—\n\nCohen appears to have been doing what too many do when they have direct ties to a powerful politician, leveraging that access to enrich himself.",
  "Moreover, we are supposed to believe that Trump responded to this payoff by singling his oligarch out with brutal personal and business sanctions.",
  "Avenatti tweeted, “After significant investigation, we have discovered that Mr. Trump’s atty Mr. Cohen received approximately $500,000 in the mos.",
  "All I learned from this story is that, from AT&T to Columbus Nova, paying Trump’s personal attorney got these companies nowhere.",
  "Andrew Intrater, the CEO of Columbus Nova, is the cousin to Vekselberg, and Trump still slapped him with sanctions.",
  "One of its biggest clients is Viktor Vekselberg, a Russian oligarch with ties to Putin, which means … … … nothing.",
  "after the election from a company controlled by a Russian Oligarc [sic] with close ties to Mr. Putin.",
  "Here is a list of some of the other companies that paid Michael Cohen’s Essential Consultants L.L.C.",
  "That might be swampy, but it is not even illegal (nor should it be, if you believe in free speech).",
  "What’s more, Trump is defying Putin in Syria, in the Crimea, and by exiting the Iran Deal.",
  "All kinds of big American corporations have ties to monied foreigners, including Russians.",
  "(a multinational pharmaceutical company in Switzerland), and Korea Aerospace Industries.",
  "In a sane world that would be considered a good thing.",
  "And here is the biggie NBC glossed over….",
  "Follow John Nolte on Twitter @NolteNC.",
  ": AT&T, Novartis Investments S.A.R.L.",
  "Follow his Facebook Page here."
]