[
  "“An attack on his top managers means that repeated demonstrations of loyalty to the Kremlin are no safety guarantee.”\n\nVekselberg’s position — not anti-Putin but not one of Putin’s close buddies — is why Russia experts are skeptical that he would play the role of Putin catspaw in the Trump-Russia scandal.",
  "Some of the sweeping assertions about Vekselberg and Cohen — like TPM’s Josh Marshall calling this “the most staggering revelations since the tangle of ‘Trump/Russia’ investigations began” — are simply beyond what the publicly available evidence currently shows.",
  "Lots of things about the Russia scandal so far have been more troubling than they seemed at first, and we know that special counsel Robert Mueller’s office has been digging into Vekselberg (they even stopped him at an airport to ask him questions).",
  "“Subsequent reporting has fleshed out the picture and presented the payments as an effort by Cohen to cash in on his access.”\n\nThis is to Chait’s credit, and it illustrates the fundamental complexity of interpreting what’s going on here.",
  "In 2015, he attended a gala in honor of the 10-year anniversary of RT, Russia’s English-language propaganda outlet — an event also attended by Putin and Michael Flynn, who would later briefly serve as Trump’s national security adviser.",
  "— BenAris (@bneeditor) April 9, 2018\n\nThere’s also a much simpler explanation for Vekselberg’s behavior than his uncharacteristic involvement in a Russian hacking stream: He wanted to advance his own financial interests.",
  "Vekselberg’s inclusion on the list might not be evidence that he was involved in election hacking so much as evidence that the US was targeting a broad swath of Russia’s elite in retaliation for the election meddling.",
  "Despite the distance between Vekselberg and Putin, several American journalists immediately jumped to the conclusion that the Vekselberg-Cohen payments were proof of some kind of connection between Trump and Putin.",
  "It’s tempting to see this as hard evidence that finally connects Trump to Putin: Vekselberg has some ties to the Kremlin and in theory could have been funneling money from Vladimir Putin to Donald Trump via Cohen.",
  "That’s how Ben Aris, a Western journalist based in Moscow, reacted at the time the news was announced:\n\nis the SDN US sanctions list specifically designed to cause max uncertainty & financial damage?",
  "Much like AT&T and Novartis, major American companies that hired Cohen as a consultant of some kind, he simply may have been trying to use a longtime Trump associate to get access to the president.",
  "Things aren’t always the way they seem; it’s really easy to blow one development out of proportion or jump to conclusions when you hear “Trump” and “Russia” in the same sentence of a news story.",
  "In 2016, Putin blamed Vekselberg for a bribery scheme that took its kickbacks from a part of Russia’s heating infrastructure, nearly leaving 80,000 people in the city of Vorkuta without power.",
  "It’s possible, of course, that Vekselberg really was acting on Putin’s behalf — that Putin got him to do this precisely because it seems implausible that he would act as a Kremlin agent.",
  "We learned earlier this week that Columbus Nova, an American company with ties to his corporation Renova, paid $500,000 between January and August 2017 to Trump attorney Michael Cohen.",
  "“Like his peers, Vekselberg is but a hostage to the Kremlin, which can redistribute wealth as it sees fit.” Leonid Bershidsky, a Russia columnist at Bloomberg View, wrote at the time.",
  "But the evidence for this theory is a bit thin, and some Russia experts are skeptical that Vekselberg is the kind of guy whom Putin would use in such a delicate operation.",
  "Viktor Vekselberg’s complicated relationship with Putin\n\nViktor Vekselberg was born in Ukraine in 1957 but spent most of his life — and acquired his fortune — in Russia.",
  "In 2003, for instance, Putin made an example of oil baron Mikhail Khodorkovsky, Russia’s richest man at the time and his most significant rival for political power.",
  "By that logic, Putin would probably play that kind of operation close to the vest — and wouldn’t outsource it to someone who wasn’t one of his most trusted allies.",
  "As punishment, Putin arrested several of Vekselberg’s top business associates, a clear sign that Vekselberg needed to clean up his act or get in trouble himself.",
  "When asked how the president felt about it, Vekselberg said Putin was moved: “I’ve seen the emotion of our president,” he said, according to the Washington Post.",
  "In 2004, Vekselberg bought $900 million worth of Fabergé Easter eggs dating back to Czarist Russia and let the government put them on display in the Kremlin.",
  "Vekselberg does have ties to Putin and was even targeted by US sanctions imposed earlier this year punishing Russia for its interference in the US election.",
  "This kind of behavior kept Vekselberg in good standing with the Putin government: not in the inner circle but free to go about making money as he pleased.",
  "Viktor Vekselberg is a powerful Russian oligarch who is worth roughly $13 billion, making him one of the richest men not just in Russia but in the world.",
  "Trying to change that by paying off Cohen is definitely distasteful, but it isn’t illegal — and it doesn’t suggest, much less prove, collusion.",
  "Vekselberg has business in the US and plenty of other places where US policy — like, say, sanctions on Russia — could affect his bottom line.",
  "New York magazine’s Jonathan Chait, a respected liberal columnist, published a piece titled “Russian leverage over Trump isn’t just a theory.",
  "He cannily bought up control over parts of the large Russian resource sector, in areas like aluminum and copper, when they were privatized.",
  "Bringing Russian art and artifacts back from abroad is a personal passion of Putin’s, part and parcel of his ultranationalist identity.",
  "The piece was retitled “How badly has Russia compromised the US government?” and the author added a striking update note at the bottom.",
  "“This should not be taken as a signal that the Kremlin is involved,” Seva Gunitsky, a Russia expert at the University of Toronto, said.",
  "To understand why, you need to understand a little bit about Vekselberg himself, and the complex role of oligarchs in Putin’s Russia.",
  "It’s important to resist that temptation and — until we know otherwise — keep the revelations about Vekselberg in proper proportion.",
  "Columbus Nova denies the payment was approved by Vekselberg, but it’s very difficult to imagine this happening without his say-so.",
  "He empowered people he could trust, particularly friends from his careers as a KGB agent and local politician in St. Petersburg.",
  "My interpretation of Cohen’s payments, and especially the headline, leapt to the darkest conclusion too quickly,” Chait writes.",
  "Specifically, the money went to the shell company Cohen used to funnel hush money to Stormy Daniels, Essential Consultants LLC.",
  "Oligarchs outside that circle were left in an uncertain position, vulnerable to Putin’s wrath if they demonstrated disloyalty.",
  "“This was published Tuesday night, in the wake of immediate disclosures in the media that emphasized the role of Vekselberg.",
  "Putin arrested Khodorkovsky on fraud charges, threw him in jail for 10 years, and seized the vast majority of his assets.",
  "deripaska/Rusal is totally Kremlin insider & valid sanctions target\n\n\n\nvekselberg/renova is not\n\n\n\nis that the point?",
  "While ’90s-era Russia was a chaotic, decentralized place, Putin acted quickly to concentrate power in his own hands.",
  "By the time Putin became president in 2000, Vekselberg was a well-established member of the Russian economic elite.",
  "He was trained as an engineer in Moscow, but his career really took off after the fall of the Soviet Union.",
  "People like Vekselberg, very wealthy Russians without personal ties to the new strongman, got the message.",
  "In Putin’s Russia, you kiss the ring and don’t make waves — or else risk ending up like Khodorkovsky.",
  "You have to cozy up to Putin and do favors for him even if you’re outside of his inner circle.",
  "“Vekselberg is ‘connected’ to Putin in the same way that all oligarchs are connected to Putin.",
  "The situation is a bit more complicated, in other words, than it might seem at first glance.",
  "“But he’s not considered to be someone especially close to Putin.”\n\nIs this a smoking gun?",
  "“This doesn’t look like Russian money laundering, but influence peddling,” Gunitsky said.",
  "Otherwise he wouldn’t be an oligarch,” Gunitsky, the University of Toronto scholar, said.",
  "It’s now a fact.”\n\nAbout a day afterward, however, New York magazine walked this back.",
  "It’s not a giant stretch to think that he might have been acting on Putin’s behalf.",
  "The most notable example of this centers on, of all things, Fabergé eggs.",
  "The Trump-Russia scandal is hugely complicated, as is Russian politics.",
  "Right now, there’s not a lot of evidence to support that conclusion.",
  "Putin’s rise transformed the place of these oligarchs.",
  "But at times, Vekselberg incurred the Kremlin’s wrath.",
  "But the link is not as revealing as it seems.",
  "hence all Rus stocks/bonds toxic again?",
  "And that’s exactly what Vekselberg did.",
  "anyone can now be targeted?"
]