[
  "The pardon angle\n\nABC also reported that, per its sources, investigators were “interested in knowing” whether “Trump or any of his associates discussed the possibility of a pardon with Cohen.”\n\nIndeed, we’ve gotten several indications over the past year that Mueller’s team has explored whether Trump could be trying to obstruct justice by offering or dangling pardons.",
  "One question on Mueller’s list for Trump, from March, asked “what efforts were made to reach out” to Michael Flynn about seeking a “possible pardon.” The New York Times, meanwhile, reported that Trump’s former lawyer John Dowd discussed potential pardons with lawyers for both Flynn and Paul Manafort.",
  "And in April, NBC News reported, citing three sources familiar with the investigation, that Mueller has collected information on “Trump’s dangling of pardons before grand jury witnesses who might testify against him.”\n\nLately, pardons have seemingly been on Mueller’s mind again.",
  "(Early in the Trump administration, Cohen tried to get Artemenko’s proposal for a peace deal between Ukraine and Russia — reportedly on terms preferred by Russia — in front of National Security Adviser Michael Flynn.)",
  "Longtime aficionados of the Russia scandal will recall that Cohen is also mentioned several times in the Steele dossier as a central figure in hacking payments, supposedly involving a secret trip to Prague.",
  "Politico’s Josh Gerstein has reported that legal experts think Manafort’s recent plea agreement was deliberately constructed so as to make it difficult or counterproductive for Trump to pardon him.",
  "In April, around the time of the FBI raids on Cohen’s office, Mueller’s team reportedly questioned a business associate of the Trump Organization about Cohen’s involvement in business deals abroad.",
  "There, he answered questions about Trump’s “financial and business dealings” with Russia, the 2016 election — and, intriguingly, whether anyone in Trump’s lawyer had suggested he could be pardoned.",
  "But none of the specific allegations about him there have been confirmed, and both Cohen and his lawyer Lanny Davis recently asserted again that the dossier’s claims about Cohen are false.",
  "Last month, Cohen struck a deal with the US Attorney’s Office for the Southern District of New York in which he pleaded guilty to tax, bank fraud, and campaign finance charges.",
  "The former Trump lawyer has sat for hours of interviews with the special counsel’s team in recent weeks to discuss President Trump’s ties to Russia, ABC News reported Thursday.",
  "But according to ABC News — an outlet that has gotten numerous leaks from sources close to Cohen in recent months — Cohen has volunteered to be questioned by Mueller’s team.",
  "One is about Cohen’s efforts to make a deal to build a Trump Tower Moscow during the 2016 campaign, and the other is about Cohen and Artemenko’s Ukrainian peace proposal.",
  "Still, we know the special counsel has questioned other witnesses about matters related to Cohen, most notably Cohen’s involvement in plans for a Trump Tower Moscow.",
  "Cohen is of interest in the Mueller investigation, but it’s not clear how central he is\n\nIt is Mueller’s team that put Cohen under legal scrutiny in the first place.",
  "But, notably, his plea agreement did not require him to cooperate with government investigations like Mueller’s — and it was somewhat unclear whether he would do so.",
  "Even after the SDNY-authorized FBI raids of Cohen’s office in April, the special counsel continued to investigate Russia-related matters that Cohen was involved in.",
  "But rather than charge him themselves, like they did Paul Manafort, they referred the case to the US Attorney’s Office to the Southern District of New York (SDNY).",
  "Additionally, Cohen’s team at one point claimed that he knew that Trump was informed about his son Don Jr.’s infamous meeting with a Russian lawyer in advance.",
  "And previous hints from his associates that he might have game-changing information have gone up in smoke, so some skepticism is warranted.",
  "In any case, and perhaps for this exact reason, Trump has refrained from trying to pardon his way out of the Russia investigation so far.",
  "However, his team then publicly backtracked on that claim, so it’s not clear whether they do in fact have useful information here.",
  "Trump’s team would likely respond that he’s well within his presidential powers to pardon, or consider pardoning, anyone he wants.",
  "In any case, if Mueller has any remaining questions about these matters, he’s now had the opportunity to ask Cohen about them.",
  "Two of the questions Mueller’s team said they wanted to ask Trump in March, according to a leaked list, relate to Cohen.",
  "A company tied to Vekselberg had paid Cohen at least $500,000 through the shell company Essential Consultants in 2017.",
  "Artemenko told the Washington Post afterward that he “realized that Michael Cohen is a target” of Mueller’s.",
  "In June, Mueller interviewed a Ukrainian associate of Cohen’s, Andrii Artemenko, before the grand jury.",
  "And if a pardon was ever dangled in front of Cohen at some point, Mueller probably knows about it now.",
  "But some legal experts think this could still be obstruction of justice if done with corrupt intent.",
  "Around March, Mueller’s team questioned the Russian oligarch Viktor Vekselberg at an airport.",
  "And at this point, Cohen likely has little incentive to lie to Mueller to protect Trump.",
  "The special counsel’s team unearthed information implicating Cohen in potential crimes.",
  "(Vanity Fair first reported last week that Cohen had been talking to Mueller’s team.)",
  "It’s not clear just how central Cohen really is to Mueller’s investigation.",
  "Michael Cohen has been talking to special counsel Robert Mueller.",
  "Yet Mueller never completely lost interest in Cohen."
]