[
  "Attorney Brent Blakely said in statement to CNN that the filing “effectively put an end to the lawsuits,” adding that the “rescission ... will result in Ms. Clifford returning to Essential Consultants the $130,000 she received in consideration, as required by California law.”\n\nDaniels had sued for defamation and to void the contract.",
  "He called it a “Hail Mary to try and avoid that, that’s my first guess.”\n\nA lawyer for Cohen stated in a legal status report filed Friday in Los Angeles federal court that his client “seeks the rescission of the Confidential Settlement Agreement dated October 28, 2016,” The Washington Post reported.",
  "Cohen and his shell company Essential Consultants are seeking to avoid further litigation over the deal, which Cohen said was negotiated on Trump’s behalf so Daniels wouldn’t disclose their alleged affair during the presidential election, CNN was the first to report.",
  "But Daniels’ attorney, Michael Avenatti, blasted the move as part of a strategy to keep Trump and Cohen from being deposed in the case and possibly be forced to reveal other stealth payments meant to quiet other damaging information.",
  "Avenatti tweeted that he and his client will “never” settle their pending cases against Cohen and his company “absent full disclosure.” He accused Cohen of still trying to protect Trump.",
  "President Donald Trump’s former personal attorney Michael Cohen is hoping to scuttle a nondisclosure agreement with adult film star Stormy Daniels and get his money back.",
  "“What they’re trying to do is they don’t want me to get a chance to depose Michael Cohen and Donald Trump,” Avenatti said on CNN’s “Cuomo Prime Time” Friday night.",
  "— Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nBoth sides are scheduled to be in a Los Angeles court Monday for a conference on the case.",
  "He is now pulling a legal stunt to try and “fix it” so that we can’t depose Trump and present evidence to the American people about what happened.",
  "He said he followed Trump’s orders to arrange hush-money payments before the 2016 election to quiet two women about their relationship with Trump.",
  "#Basta — Michael Avenatti (@MichaelAvenatti) September 8, 2018\n\nMichael Cohen is back to playing games and trying to protect Donald Trump.",
  "He also told The Washington Post that the offer is “going nowhere” because Trump “hasn’t offered anything.",
  "Let me be clear - my client and I will never settle the cases absent full disclosure and accountability.",
  "Cohen pleaded guilty last month to eight felonies, including illegally interfering in the 2016 election.",
  "Cohen had sued Daniels for $20 million for allegedly breaching the contract, NBC reported.",
  "The filing included Cohen’s promise not to sue Daniels for any contract breach.",
  "And we are committed to delivering it to the American people.",
  "He also reserved the right to seek the return of the money.",
  "He would have to agree for the NDA to be void,” he claimed.",
  "He is not a hero nor a patriot.",
  "We are committed to the truth.",
  "He deserves what he gets."
]