[
  "As senior executive vice president of external and legislative affairs at AT&T, Bob Quinn was involved in agreeing to pay Cohen a reported $600,000 for what the company called \"insights\" into the Trump administration's positions on telecom regulation, tax reform and other issues.",
  "In explaining its relationship with Cohen, AT&T said he approached the company during the post-election transition period and offered to share his knowledge of Mr. Trump as well as other members of his administration and their policy priorities.",
  "The companies' connection with Cohen emerged Tuesday after Michael Avenatti, the lawyer for the adult film actress known professionally as Stormy Daniels, claimed to have evidence of a series of payments made to a shell company set up by Cohen.",
  "Other companies to retain Cohen included Swiss drug maker Novartis, which paid him a total of $1.2 million; Korea Aerospace Industries; and Columbus Nova, an investment firm linked to Russian billionaire Viktor Vekselberg.",
  "\"Our company has been in the headlines for all the wrong reasons these last few days and our reputation has been damaged,\" CEO Randall Stephenson said in a memo to AT&T employees on Friday that said Quinn is retiring.",
  "AT&T was one of several companies that engaged Cohen shortly after Mr. Trump was elected in hopes of learning about the new administration, including its position on regulatory, antitrust and other matters.",
  "An AT&T executive in charge of public policy is out in connection with payments the telecommunications giant made last year to President Trump's personal attorney, Michael Cohen.",
  "Attorneys representing Cohen said in a court filing on Wednesday that a document purporting to disclose the corporate payments contain \"numerous incorrect statements.\"",
  "AT&T and Novartis said they were questioned late last year by investigators working for special counsel Robert Mueller regarding their links to Cohen.",
  "\"In this instance, our Washington D.C. team's vetting process clearly failed, and I take responsibility for that,\" he said in the memo.",
  "The telecom is seeking to buy Time Warner for $85 billion, a deal the Justice Department has challenged on antitrust grounds.",
  "The agreement was only for advisory services and not for him to represent AT&T as a lobbyist, according to the telecom.",
  "Stephenson defended AT&T's move to hire Cohen last year, calling the decision lawful and \"entirely legitimate.\"",
  "Cohen's firm, called Essential Consultants, was established in 2016 shortly before the presidential election.",
  "\"There is no other way to say it — AT&T hiring Michael Cohen as a political consultant was a big mistake.\"",
  "It later made a $130,000 payment to Daniels not to disclose an alleged sexual encounter with Mr. Trump.",
  "AT&T said Cohen never offered to set up any meetings with any members of the Trump team.",
  "Both companies stated this week that they consider their roles in the matter closed.",
  "But bringing him in was also a \"serious misjudgment,\" Stephenson acknowledged.",
  "The company hired Cohen under a one year-contract paying him $50,000 a month.",
  "Quinn didn't immediately respond to a request for comment.",
  "The president denies knowing about the payment.",
  "Cohen disputes Avenatti's claims."
]