[
  "In a letter to U.S. District Judge Kimba Wood, who is overseeing proceedings in a federal criminal investigation of Cohen, attorneys Stephen Ryan and Todd Harrison accused Avenatti of publishing \"numerous incorrect statements to the public in an apparent attempt to prejudice and discredit Mr.",
  "President Trump's personal attorney, Michael Cohen, accused the lawyer for adult film star Stormy Daniels Wednesday of making false accusations of \"likely\" bank fraud against him -- claiming that some of the supposed evidence involved the wrong Michael Cohen.",
  "Ryan and Harrison wrote that some of the information Avenatti published Tuesday did appear to come from Cohen's actual bank records and claimed that their client \"has no reason to believe that Mr. Avenatti is in lawful possession of these records.\"",
  "\"Mr. Avenatti’s conduct in somehow obtaining random bank records and publishing them without proper concern for their accuracy is extremely troubling for the parties in this case, the Court, and the public,\" Ryan and Harrison wrote.",
  "Also Wednesday, three companies -- including AT&T and pharmaceutical giant Novartis -- acknowledged hiring Cohen's Essential Consultants to help them understand the new president during the early days of the Trump administration.",
  "On Tuesday, Avenatti alleged that Cohen used a company he established weeks before the 2016 election to receive the payments from a variety of businesses — including $500,000 from one associated with a Russian billionaire.",
  "The Treasury Department's Office of the Inspector General said Wednesday it was investigating how allegations about Cohen's banking records became public, a response to the memo released by Avenatti.",
  "Inspector general counsel Rich Delmar said the agency's actions stemmed from its authority as the federal agency that analyzes banking records for potential illegal activity.",
  "A spokesman for Novartis said the company was contacted in November by Robert Mueller's office regarding its agreement with Essential Consultants, which expired this year.",
  "AT&T said in a statement that Essential Consultants was one of several firms it \"engaged in early 2017 to provide insights into understanding the new administration.\"",
  "Under the Bank Secrecy Act, financial institutions must monitor their customers' activities and report suspicious transactions to the government.",
  "In the letter to Wood on Wednesday, Cohen's attorneys claimed that Avenetti had incorrectly linked at least five wire transfers to their client.",
  "When asked how he obtained the documents he published Tuesday, Avenatti told Fox News: \"That’s my work product and will not be disclosed.\"",
  "He then asked: \"Why is Michael Cohen refusing to provide the bank statements to the public if what we have asserted is not true?\"",
  "Avenatti responded on Twitter late Wednesday saying the letter by Cohen's attorneys was \"baseless, improper and sanctionable.",
  "In two cases, they said the money was received by different Michael Cohens -- one residing in Canada and another in Israel.",
  "AT&T added that its consulting contract with Cohen expired at the end of the year and it has received no questions since.",
  "Novartis said in a statement that it paid Cohen $1.2 million for services, though they ended after a single meeting.",
  "Avenatti alleged that the company made four $50,000 payments to Cohen totaling $200,000 in late 2017 and early 2018.",
  "\"They fail to address, let alone contradict, 99 [percent] of the statements in what we released,\" Avenatti tweeted.",
  "[Avenatti] should be required to explain ... how he came to possess and release this information,\" they added.",
  "The company said it \"cooperated fully, providing all information requested in November and December of 2017.\"",
  "AT&T said Cohen's company \"did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "\"Among other things, they effectively concede the receipt of the $500,000 from those with Russian ties.\"",
  "AT&T also said it was contacted last year by Mueller's office \"regarding Michael Cohen.\"",
  "Fox News' Kristin Brown and The Associated Press contributed to this report.",
  "But that information is supposed to remain confidential.",
  "Cohen.\""
]