[
  "Stormy Daniels, an adult-film star and director whose real name is Stephanie Clifford, speaks to Anderson Cooper on “60 Minutes.” (CBS News/Reuters)\n\nOn March 6, Daniels sued Trump and Essential Consultants, the limited liability company Cohen set up to use as a vehicle for a $130,000 payment to Daniels, whose real name is Stephanie Clifford.",
  "But New York Supreme Court Judge Jennifer G. Schecter — citing court precedent that cleared the way for the impeachment of President Bill Clinton in 1998 — wrote in her opinion that “no one is above the law.”\n\nOn Sunday night, Daniels suggested on “60 Minutes” that Cohen was possibly behind threats she had received.",
  "The expansion of the lawsuit in a California federal court comes one day after the adult-film actress’s widely watched interview on “60 Minutes.”\n\nShe has alleged that she had a sexual relationship with Trump in 2006 and signed a nondisclosure agreement shortly before the 2016 election.",
  "She said she was in a Las Vegas parking lot with her infant daughter when a man approached and told her to “leave Trump alone” and “forget the story.” The man then remarked that she had a beautiful child and said it would be a shame if something happened to her mom, Daniels said.",
  "(Patrick Martin/The Washington Post)\n\nStormy Daniels ramped up her legal battle against President Trump on Monday, alleging in court that his personal attorney Michael Cohen defamed her by insinuating that she lied about an affair with Trump more than a decade ago.",
  "[After Daniels tells her story on ‘60 Minutes,’ Trump associate denies account of threats]\n\nThe nondisclosure agreement included a clause requiring any disputes to be settled in private arbitration, where the matter was being handled before Daniels’s lawsuit.",
  "(Patrick Martin/The Washington Post)\n\nIn a ’60 Minutes’ interview that aired on March 25, adult-film actress Stormy Daniels said she was threatened for attempting to tell her story about an alleged affair with Donald Trump in 2006.",
  "After the show, Cohen’s attorney Brent H. Blakely demanded that Daniels apologize and stop making “false and defamatory statements.” The amended complaint does not refer to the allegation she made in the television interview.",
  "[Read Daniels’s amended complaint]\n\nBesides accusing Cohen of defamation, the amended complaint broadens Daniels’s contention that the confidentiality agreement was illegal because it lacked Trump’s signature.",
  "Blakely said Monday night that Cohen “had absolutely nothing whatsoever to do with any such person or incident, and does not even believe that any such person exists, or that such incident ever occurred.”",
  "“I will always protect Mr. Trump.”\n\nThe amended complaint argues that while Cohen’s statement did not directly accuse Daniels of lying about the 2006 affair, it defamed her by implying that she had lied.",
  "The defamation claim against Cohen is based on his Feb. 13 statement to the media in which he acknowledged that he had used his “own personal funds to facilitate a payment of $130,000” to Daniels.",
  "In a ’60 Minutes’ interview that aired on March 25, adult-film actress Stormy Daniels said she was threatened for attempting to tell her story about an alleged affair with Donald Trump in 2006.",
  "That lawsuit — brought by Summer Zervos, a former contestant on Trump’s reality TV show “The Apprentice” — accuses Trump of forcibly kissing and grabbing her in 2007 at a Beverly Hills hotel.",
  "Secret arbitration would hide an allegedly illegal campaign contribution and violate “public policy by suppressing speech on a matter of enormous public concern,” the complaint says.",
  "The defamation claim against Cohen comes less than a week after a New York judge ruled that a defamation case against Trump filed by another woman in state court could proceed.",
  "Trump’s attorneys sought to block the Zervos lawsuit, arguing that the president cannot be sued in state court and that his comments were protected by the First Amendment.",
  "In an earlier filing in response to her lawsuit, Cohen said he has the right to seek as much as $20 million from Daniels for breaches of the nondisclosure agreement.",
  "The amended complaint also names Cohen, whose picture has been brandished by Daniels’s attorney, Michael Avenatti, during television appearances in recent days.",
  "The government watchdog group Common Cause has made the same argument in complaints pending before the Federal Election Commission and the Justice Department.",
  "Cohen’s $130,000 payment amounted to an in-kind campaign contribution that exceeded those limits and was never reported, according to the amended complaint.",
  "The new complaint says the payment violated federal laws that impose limits on campaign donations and require those donations to be publicly reported.",
  "[Daniels says threats kept her quiet about alleged Trump affair until now]\n\nNeither Cohen nor his attorney could be immediately reached for comment.",
  "Daniels told “60 Minutes” that a threat came in 2011 shortly after she attempted to sell her story about Trump to a tabloid magazine.",
  "Cohen and Trump have said in court filings that they intend to try to force the matter back into private arbitration.",
  "She says she received $130,000 for her silence and has sued to break the agreement, alleging that it was invalid.",
  "Charles Harder, a lawyer representing Trump in the Daniels case, could not be immediately reached for comment.",
  "Daniels amended her existing lawsuit against Trump, adding Cohen as a defendant in the pending case.",
  "“Just because something isn’t true doesn’t mean that it can’t cause you harm or damage,” Cohen said.",
  "In the Feb. 13 statement, he suggested that the payment was spurred by rumors of an affair.",
  "The amended complaint argues that the clause requiring private arbitration is invalid.",
  "She says Trump defamed her when he accused her of fabricating the claim.",
  "Cohen has denied that Trump had an affair with Daniels."
]