[
  "Essential Consultants is the same company Cohen used to pay $130,000 of hush money to Stephanie Clifford, and on Tuesday her lawyer, Michael Avenatti, claimed the Columbus Nova payments to Essential Consultants were directed by Russian billionaire Viktor Vekselberg.",
  "Columbus Nova has been in the headlines this week because of revelations that the New York-based investment firm made $500,000 in payments last year to a shell company, Essential Consultants, controlled by Michael Cohen, President Donald Trump’s personal lawyer.",
  "Another component of Columbus Nova has been its technology partners unit, which has made 38 tech investments in private companies according to PitchBook, including buying a stake in Rhapsody International, which operates the Napster subscription music service.",
  "Columbus Nova is not currently registered as an investment adviser with the Securities & Exchange Commission, which requires U.S. firms that manage more than $100 million for outside clients to register with the securities regulator.",
  "“Reports today that Viktor Vekselberg used Columbus Nova as a conduit for payments to Michael Cohen are false.”\n\nOwens indicated that Vekselberg never owned Columbus Nova and was simply its biggest investor.",
  "SEC filings also show that Columbus Nova and Renova U.S. Management are primarily owned by Andrew Intrater, a 56-year-old U.S. citizen who is Columbus Nova’s CEO and Vekselberg’s cousin.",
  "According to old press releases and securities filings, Columbus Nova was founded in 2000 as “the U.S.-based affiliate of the Renova Group,\" Vekselberg’s holding company.",
  "Before his current job at Hudson Capital, Lipari worked between 2006 and 2015 at Columbus Nova, which Lipari describes as “a family office” on Hudson Capital’s web site.",
  "Last month the U.S. Treasury Department sanctioned Vekselberg and his Renova Group and reportedly froze between $1.5 billion to $2 billion of their U.S. assets.",
  "In 2015, Columbus Nova appeared to buy Sony Online Entertainment, changing the name of the online gaming company known for its EverQuest to Daybreak Game Co.",
  "Intrater and Lipari were both on CIFC’s board together with Paolo Amato, an executive at Vekselberg’s Renova, and former Israeli prime minister Ehud Barak.",
  "“Columbus Nova is a management company solely owned and controlled by Americans,” Richard Owens, Columbus Nova’s lawyer, said in a statement on Tuesday.",
  "For years, one of Columbus Nova’s biggest assets was its controlling stake in CIFC, a publicly traded New York firm that managed credit investments.",
  "But now the company is claiming it was purchased by Jason Epstein, a longtime Columbus Nova executive who left the firm last year.",
  "Columbus Nova used to advertise managing $15 billion, but most of it appeared to be the debt securities managed by CIFC.",
  "Lipari, a former executive at Columbus Nova, suggests on his web site that Vekselberg is the only material client.",
  "Intrater is also listed as a partner at Columbus Nova MB, a real estate investment firm based in Charlotte.",
  "Columbus Nova has even put out a statement saying \"it never had any ownership interest in Daybreak.\"",
  "In addition, Columbus Nova reportedly bought a stake in gossip site Gawker before it imploded.",
  "Columbus Nova sold CIFC to a firm funded by Qatar’s royal family for $333 million in 2016.",
  "When the sale was announced, Daybreak claimed it was being bought by Columbus Nova.",
  "Some of the venture investments were in companies that are now out of business.",
  "Paul Lipari is a co-founder of Hudson Capital Advisors, a small merchant bank.",
  "There is good reason for companies to distance themselves from Columbus Nova.",
  "Owens and Columbus Nova did not respond to requests for comment.",
  "Its SEC registration terminated in 2012."
]