[
  "She states in her lawsuit that she was paid through a company called Essential Consultants LLC, which she believes Cohen created for one purpose: \"to hide the true source of funds to be used to pay Ms. Clifford\" to further insulate Trump for scrutiny.",
  "Clifford said after the release of the Access Hollywood tape in 2016, in which Trump brags about grabbing women \"by the pussy,\" she wanted to join the other women speaking out and share her experiences with the then–presidential candidate.",
  "Stephanie Clifford, an adult film star who performs as Stormy Daniels, has filed a lawsuit against President Trump, claiming the \"hush agreement\" she signed regarding the \"intimate relationship\" is invalid because he never signed it.",
  "According to her lawsuit, $130,000 was wired to her trust account, and that after Trump became president, she was pressured to sign a false statement to state that reports of her relationship with Trump were untrue.",
  "Clifford claims she signed the \"hush agreement\" under an alias created for her in the document, \"Peggy Peterson,\" as did Cohen, but the spots for Trump's signature under his \"David Dennison\" alias were left blank.",
  "Cohen has acknowledged that he facilitated a $130,000 payment to Clifford, but has declined to elaborate on the circumstances, saying only that he used his \"own personal funds\" and it was a \"private transaction.\"",
  "But when pressed by reporters on Wednesday, White House press secretary Sarah Huckabee Sanders said \"the arbitration was won in the president’s favor,\" although she declined to elaborate on what that meant.",
  "Not long after, NBC News — and later, the New York Times — reported that Cohen had secured a secret restraining order last week to prevent a Clifford from speaking out about her alleged affair with Trump.",
  "Clifford's attorney, Michael Avenatti, responded by saying, \"Yeah, and he also won the popular vote.” (When BuzzFeed News asked Avenatti to elaborate, he did not immediately respond.)",
  "A White House spokesperson did not immediately return a request for comment on the lawsuit Tuesday, nor did a representative for Trump’s personal attorney, Michael Cohen.",
  "According to Clifford’s complaint, she began an \"intimate relationship\" with Trump in the summer of 2006 while in Lake Tahoe, and that it continued well into 2007.",
  "But she alleged that after his campaign became aware of her intention to publicly disclose her encounters with Trump, they aggressively \"sought to silence\" her.",
  "\"This relationship included, among other things, at least one ‘meeting’ with Mr. Trump in a bungalow at the Beverly Hills Hotel,\" the complaint states.",
  "Trump has never addressed Clifford's claims of a relationship publicly, and the White House has sidestepped questions from reporters.",
  "\"Look, the president has addressed these directly and made very well clear that none of these allegations are true,\" she said.",
  "Stephanie Clifford, who performs as Stormy Daniels, visits a restaurant in downtown New Orleans, on Wednesday, May 6, 2009.",
  "Sanders also said at the press conference that the president didn't know about the $130,000 payment, \"as far as I know.\"",
  "Clifford filed the complaint in Los Angeles against Trump and is asking a judge to intervene and resolve the issue.",
  "And directed reporters to contact the president's outside counsel for any additional information.",
  "Cohen, whom she refers to as the \"fixer,\" prepared a nondisclosure agreement for her to sign.",
  "She was also warned that she could face penalties for doing so.",
  "\"It has already been won in arbitration.\""
]