[
  "Michael Avenatti, who represents the woman who alleges she had an affair with Donald Trump and was paid to keep quiet about it, responded to a cease-and-desist letter from Mr. Trump's attorney, Michael Cohen, after Stormy Daniels said in a \"60 Minutes\" interview that she had been consistently threatened.",
  "Then, in the run-up to the presidential election in 2016, Daniels was paid $130,000 by Cohen through a Delaware-based limited liability corporation he had established in mid-October 2016 called Essential Consultants LLC, in return for signing a non-disclosure agreement.",
  "Then in 2011, after she had agreed to tell her story to In Touch magazine for $15,000, Daniels said she was threatened by a man in a Las Vegas parking lot who warned her to \"Leave Trump alone.",
  "In an interview which aired Sunday on \"60 Minutes,\" Daniels told Anderson Cooper that in 2006 she had had an affair with Mr. Trump, then the host of the reality show \"The Apprentice.\"",
  "Now, we don't have anything tying those to Mr. Cohen or Mr. Trump, to be clear, but she's certainly scared for her safety and the safety of her family.\"",
  "Two former employees of the magazine also told \"60 Minutes\" that the story never ran because Mr. Trump's attorney, Cohen, had threatened to sue them.",
  "CBS News\n\nWhen asked to respond to Cohen's demands for a retraction and apology, Avenatti demurred, responding, \"We're only getting started.",
  "And as it relates to my client, it's going to come to an end and we're going to show the American people exactly who Michael Cohen is.\"",
  "Avenatti said on Monday that he is in the process of trying to discover the identity of the man Daniels claims threatened her.",
  "This is a man who has a history of thuggish behavior, using intimidation tactics, and trying to step on little people.",
  "He also acknowledged that Daniels has been continually threatened for coming forward.",
  "On \"CBS This Morning\" Avenatti accused Cohen of a history \"thuggish\" behavior.",
  "His statements thus far in connection with this matter are laughable.",
  "\"You can imagine how terrifying that was for my client,\" he said.",
  "Mr. Trump never signed the agreement himself.",
  "She receives threats on a near-hourly basis.",
  "Michael Cohen has zero credibility.",
  "Is she worried about her safety?\"",
  "\"Is she still being threatened?\"",
  "\"Are you worried about her life?",
  "asked co-host Gayle King.",
  "We're going to prove it.",
  "Forget the story.\"",
  "\"Absolutely."
]