[
  "Particularly -- although it seems to people that the idea whether he says cash or did he say check may seem like a nominal matter, what he's trying to establish is that there was some awareness on behalf of Donald Trump at the time that there was this pending transaction, this agreement with Karen McDougal, and that he, himself, was trying to at least appeal to his good senses in some way talking about, no, no, no, no.",
  "But this is a little bit different scenario, and the point of the tape, Dave, from Lanny Davis, counsel for Michael Cohen's perspective is, that idea that the president, then private citizen Donald Trump didn't know anything about the arrangement surrounding the payment to McDougal, which we've been told, at least by Hope Hicks and what he heard on Air Force One is not true.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: So, there's a big dispute about is the president or then citizen Donald Trump telling his lawyer, pay cash, and Cohen is saying, no, no, no and then Trump says pay with a check, or what the President Trump legal team says is that he said, don't pay by cash, and pay by check.",
  "COATES: Well, he's accurate on the first point that it seems from my version and reading of the actual tape, it actually says to me that he is alluding to trying to have an overall umbrella in case there's something that happens to the company or the stories go someplace else or David Pecker is hit by a bus.",
  "But he's talking about AMI and about buying back stories and he's trying to lay the foundation right now that you have to trust this person, Michael Cohen, as opposed to somebody who was a seedy, nefarious character, who simply was trying to hide the ball for federal election purposes or other things.",
  "If that doesn't mean that he's going to cooperate with the government, I don't know how you could say it any more than if you walked into the prosecutor's office and said, ask me any question you want me to ask and as far as what --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: But he says he has been cooperating.",
  "CUOMO: The counter is that what they hate is that the attorney taped the client and that they're now worried that to save his skin with federal prosecutors, he'll tell them whatever they want to hear and that he can't be trusted because he'd make something like this in the first place.",
  "Michael Cohen's taping of his client a -- surreptitious taping of his client is not illegal but it's clearly unethical, and if Lanny Davis thinks that somehow this is exculpatory and it shows that Michael Cohen is somehow the victim here, I think it's going to backfire on him.",
  "The secret recording of President Trump back in 2016 made by Cohen in which he and then- candidate Trump discuss arrangements surrounding a payment to former Playboy playmate Karen McDougal that was made by a third party, David Pecker, as head of the \"National Enquirer.\"",
  "DAVIS: And that's what Donald Trump has been up to for a long time and lying about many subjects, and this is the one time, which is why I seem to be smiling so much, because it's a serious moment, where there's no disputing the sound that you hear with your own ears.",
  "Ken, let's assume that now Rudy Giuliani is right, and he is saying that the transcript will show, once you sweeten the audio and have a forensicist look at it and extract the true words, you will hear the president say, with an admonishing tone, do not pay cash.",
  "Listen to the tape and ask yourself, is it right for a president of the United States before he's elected to use the word \"cash,\" which drug dealers and mobsters will prefer so there's no tracking, which is a check is, and you hear Michael say, no, no, no, no?",
  "CUOMO: Right, but --\n\n\n\nDAVIS: Giuliani said something false on behalf of a client who is accustomed constantly to lying, and this is just another --\n\n\n\nCUOMO: I saw it reported by NBC that Giuliani had suggested that it was Cohen who wanted to pay cash.",
  "I was reading earlier about AMI and \"National Enquirer\" and the fact that one of the senior editors said there wasn't a single story published in the \"National Enquirer\" that they didn't get Donald Trump's approval when it was about him.",
  "But I am telling you, we have truth, and they are afraid, which is why Rudy Giuliani is not here tonight, but making things up in a transcript regarding a tape that he has invented in his own mind without confronting what the tape says.",
  "Remember, he's the head of a magazine and a number of magazines that allegedly has been able to protect the president of the United States as citizen and now as president from damaging stories that are against his actual interest.",
  "He's trying to plant a seed in America's mind that this person was simply acting at the discretion and at the pleasure of the president as his attorney, which, again, is why it's mind-boggling he would have released this tape.",
  "I don't think that's double R. I don't think we can allow that as a bar for behavior in our society that felonies and below are OK.\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: I just think people can hear it and they can make judgments.",
  "And the reason why Giuliani is attacking him so viciously, rewriting what everybody hears with their own plain ears, is they're afraid of him because Donald Trump can't stand the truth -- to quote a famous movie.",
  "I think they will win that fight because the tape's ambiguous enough so that there will be people who will hear it the way they want to hear it, and other people who will hear it the way they want to hear it.",
  "But however, I think the most important thing that we have here is there is a playmate named Karen McDougal who he denied having any interaction with, any sexual relationship with -- we've heard this before.",
  "CUOMO: Now, Alan Dershowitz, professor, even if we take the reckoning of the recording as Lanny Davis, counsel to Michael Cohen, wants us to take it, which is it wasn't Michael Cohen suggesting paying cash.",
  "Ladies and gentlemen, if you voted for Donald Trump, listen to the tape and ask yourself, is Donald Trump lying when he said he didn't use the word \"cash\" and accuses Michael Cohen of using the word \"cash\"?",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: Now that you heard it, Dave, do you believe the president was familiar with what Cohen was talking about or do you think that this is a first impression?",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: Is what you heard proof that the president knew about the deal to pay for Karen McDougal's story or does it sound like new information to the president?",
  "One, it shows that the president is familiar with Karen McDougal being paid and the efforts of his attorney to buy back assets, plural, which is something I've never really thought about before.",
  "But at the end of the day, Dave, do you believe that the president was aware that his lawyer was setting up a corporation to buy back a bunch of assets from the parent company that he worked?",
  "URBAN: OK.\n\n\n\n(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: I need to open up a company for the transfer of all of that info regarding our friend David, you know, so that -- I'm going to do that right away.",
  "CUOMO: The reason I'm asking you is that when Cohen is talking to Trump about it and he's talking about his friend, David Pecker, it doesn't sound like they're talking about just one thing.",
  "And if you're Donald Trump, you're concerned there may be additional information that his tape alluded to in the form of all the things, in case David Pecker no longer is in charge of AMI.",
  "Richard Nixon couldn't spin the tape that did him in, and there's no way that Mr. Giuliani, who knows from being U.S. attorney, the only people who use cash are drug dealers and mobsters.",
  "And I say a part of a piece of evidence because we don't know what other recordings are out there and we really don't know the surrounding context when you take such a slice like this.",
  "Donald Trump and Michael Cohen on a recording seized by the FBI, the specific conversation about the arrangement surrounding a payment that had been made to a former Playboy playmate.",
  "This recording could be argued to be fruit of the poisonous tree, that as counsel, Michael Cohen shouldn't have been recording his client, then Donald J. Trump, now president Trump.",
  "Angela, when I say cash, I don't mean green money, I mean a method of financing and this is proof of the president wanting to do it the right way even if his lawyer had other ideas.",
  "You'll have a bunch of forensic audiologists juice this tape, you know, cut, you know, played a thousand different ways and you're going to hear what you want to hear in the tape.",
  "Their understanding of what is and is not said on the recording and the relevance of the same has been relayed to me, and I will make those points to Lanny Davis in our interview.",
  "It involves the discussion of how this corporation that was being set up supposedly to buy back any potentially damaging stories about Trump would pay for any such properties.",
  "(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: I need to open up a company for the transfer of all of that info regarding our friend David, you know, so that -- I'm going to do that right away.",
  "When Mr. Giuliani and Mr. Trump through Mr. Giuliani accused my client, Mr. Cohen, of saying the word \"cash,\" and I posted a tweet at the time, and I said wait for the tapes.",
  "And, finally, we know that Trump has lied even during the campaign when his campaign spokesman denied two months after this tape that he knew anything about Karen McDougal.",
  "CUOMO: Even though Michael is describing to him the formation of the company and why it's being formed and how it will be financed, you believe that's a second reference?",
  "DAVIS: So I'm going to do something in a very sober -- I've smiled a bit and laughed at Mr. Giuliani because it's laughable that he's trying to twist what's on the tape.",
  "URBAN: Well, Chris, look, this is -- as was said earlier in the earlier segment, this -- truth is a risk --there's no risk in telling (ph) the truth in the sense, right?",
  "I have problems with the fact that there's even some discussion about how to set up some type of corporation to pay for a story that exists with Donald Trump's friend.",
  "Those side conversations aren't relevant in my estimation, and I'm not including a translation of the tape because there is clearly a dispute about what is being said.",
  "For example, what we have heard over and over again is that Mr. Cohen is living lavishly, and no mention is made that there was a tremendous flood in his apartment.",
  "CUOMO: Although, look, in fairness, to take a step away from the tape, Michael Cohen is not the most sympathetic character for people when it comes to Donald Trump.",
  "The word cash came up in the context of the distinction between financing which is referenced and no financing which means a full payment, a total one time payment.",
  "CUOMO: In speaking with Rudy Giuliani today, he does not make the case, at least to me, that Cohen said he wanted to pay with cash and Trump said, no, use a check.",
  "The truth is that when Donald Trump said \"cash,\" which Rudy Giuliani knows that only drug dealers and mobsters talk about cash, it was -- you heard Michael Cohen.",
  "CUOMO: But you won't give him the benefit of context on cash the way Giuliani is saying --\n\n\n\nDAVIS: I don't care what they say words like context, walking back.",
  "ALAN DERSHOWITZ, PROFESSOR EMERITUS, HARVARD LAW SCHOOL: Well, first of all, I don't know why anybody waived the lawyer-client communication regarding this tape.",
  "In fairness, I didn't have this sweetened, which is what we call in this business where an audio, a forensic expert goes through and pulls out pieces of sound.",
  "However, at the outset, it seems there's one part of this conversation that matters most to both sides, and they disagree about what is said and what it means.",
  "I just heard again where Michael Cohen talks about financing and President Trump says, what financing, we need to -- you know, we're not going to finance this.",
  "But I will say this: there is no way to spin the two falsehoods that Mr. Giuliani, on behalf of his client, Donald Trump, told America to disparage my client.",
  "DAVIS: At the very, very end after Donald hears -- excuse me -- after Mr. Trump hears Mr. Cohen say, no, no, no, no, then we hear Mr. Trump say \"check\" after.",
  "This man has come to a moment in his life, and I won't talk about what he did in the past for Donald Trump other than being a loyal defender as an attorney.",
  "It's being cut off, but part of the problem we're getting is you do have a good lawyer here in Lanny Davis, who has presented a part of a piece of evidence.",
  "Michael Cohen is an authentic, sincere man, hurting because the power of the presidency, Rudy Giuliani, and all the henchmen are now after Michael Cohen.",
  "It's an honest conversation, and it ends up with the president doing exactly the right thing in the sense of paying by check rather than paying by cash.",
  "DAVIS: So I would say walking back, but I have to say --\n\n\n\nCUOMO: By the way, we have statements -- sorry about putting my hand in front of your face.",
  "Your client, was it his understanding in that moment that his client was telling him, be careful, don't pay with cash, or was suggesting pay with cash?",
  "And he's not here tonight because I would say, Mayor Giuliani, when you were U.S. attorney and people paid with cash, what kind of people choose cash?",
  "But what they're saying is the Trump Org is saying cash was like a term of art, meaning, are we going to finance over time or give a one-time payment.",
  "DAVIS: And I don't dispute -- one of the few things I don't dispute when Mr. Giuliani talks about in a relevancy to get away from the issue of truth.",
  "I do have the same first reaction that Alan Dershowitz had, is it's just mind-blowing to me to be hearing a tape of an attorney-client conversation.",
  "And he's living in a hotel because his apartment was drenched, and he's forced to live in a hotel with family that's being attacked by a president.",
  "I need to open up a company for the transfer of all of that info regarding our friend David, you know, so that -- I'm going to do that right away.",
  "I need to open up a company for the transfer of all of that info regarding our friend David, you know, so that -- I'm going to do that right away.",
  "This is all about how the president looks in the court of public opinion, whether or not he, through his lawyer, said something that was not true.",
  "LANNY DAVIS, COUNSEL TO MICHAEL COHEN: Because everybody heard just now Donald Trump say the word \"cash\" after Michael Cohen mentioned financing.",
  "This is a special \"Cuomo's Court\" that we're going to have for you with some top lawyers who have made and defended these kinds of cases, next.",
  "LAURA COATES, CNN LEGAL ANALYST: Well, you know, what you're seeing here is that Michael Cohen is very well aware the gloves need to come off.",
  "In the audio, you can hear Trump back in 2016 discussing arrangements surrounding a payment to a former Playboy playmate named Karen McDougal.",
  "All of that be that as it may, that is extraneous to what we're talking about with this tape and what is said on the tape and what is meant.",
  "Maybe he'll --\n\n\n\nDAVIS: Maybe next time the mayor will confront me directly and say what you hear with your ears, don't believe your ears.",
  "The focus on cash versus check, I can tell you myself, I heard you say this in the last segment, I heard Donald Trump say check at the end.",
  "The first thing is, the tape -- people are going to hear it, they're going to say, man, it cuts off fast and goes to another conversation.",
  "So I want to go through both sides and the implications for both sides, but we don't want to get too far away from the big questions here.",
  "He says that his point is that the president wanted Cohen to pay by check, not cash, because he wanted this dealt with on the up and up.",
  "DAVID URBAN, CNN POLITICAL COMMENTATOR: So, Chris, look, I agree with Angela as well, as with august legal panel you had on before this.",
  "I thought it was just about McDougal, but now it seems this corporation was formed to buy back assets, things plural, from David Pecker.",
  "I've tried to -- you know, follow the bouncing ball to this all, I can't tell you what I believe at this point because I can't hear it.",
  "It took me a while after he spoke to Mr. Stephanopoulos on the air to see that his positions are diametrically opposite from Mr. Trump.",
  "And Donald Trump, despite what Rudy Giuliani said publicly, the tape contradicts Mr. Giuliani and the word \"cash\" is heard by everyone.",
  "And that he was advising Cohen to do it all on the up and up because the president wanted to make sure that this was papered properly.",
  "DAVIS: You can see why Mr. Trump would be worried when he denies saying the word cash when everyone in America now knows that he lied.",
  "I mean, I don't know why any client or their lawyer, Rudy Giuliani, would ever think it's a good idea to start releasing these things.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "Cohen has been insulted and called all sorts of things by people around Donald Trump, and the question is why are they attacking him?",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "And it's all the stuff, all the stuff, because, you know, you never know where that company -- you never know where he's going to be.",
  "Fourteen times on the dossier, his name is mentioned and publicly posted where absolute rebuttals, false that he was ever in Prague.",
  "And if there isn't an illegal act here and it does under sound to me -- nothing on this tape suggests to me there's an illegal act.",
  "And that, two, to say Michael Cohen wanted to pay cash, and that Trump said, no, do it the right way is not what the tape reveals.",
  "I can't with these folks, like it is an ongoing cast of shady characters of which Michael Cohen has just been summarily dismissed.",
  "And when he denied knowing anything about Karen McDougal before the campaign was done by his press spokesman --\n\n\n\nCUOMO: Right.",
  "Whether the payment happened or not, whether the payment happened or not, what we know is that he lied like he lies every day.",
  "URBAN: And, listen, Chris, even if you assume all these things are true in this tape, there was nothing done that was illegal.",
  "And I believe if people listen to it closely, they're going to hear him say those things they were talking about that he has.",
  "You did all these things for Trump, and then at the same time, you were recording him because you wanted to protect yourself.",
  "Back more -- back now with more on this coveted secret recording of President Trump made by his former lawyer, Michael Cohen.",
  "Now, you'll remember the president waived his attorney-client privilege that allowed this tape to be released to prosecutors.",
  "But the point is Giuliani says the privilege was waived because he and his team believe this tape is of no concern to Trump.",
  "Listen to the tape, when he says he knew nothing about Karen McDougal before this meeting, ask yourself is that on the tape?",
  "And I'm telling you, we have truth on our side, and whatever Mr. Cohen regrets in the past will be up to him to say to you.",
  "(CROSSTALK)\n\n\n\nURBAN: But there was a discussion about --\n\n\n\nCUOMO: There was no transaction effected but things were done.",
  "Now, his has become quite a protracted situation and I'm reading all the reactions that you guys are having online to this.",
  "He had sex and a\n\n\n\nrelationship with this woman and they were planning out how to pay her for her story and her silence.",
  "I'm playing this straight and fair for you to hear what you hear and let you know what both sides are disputing about it.",
  "He was diametrically opposite in telling Mr. Stephanopoulos he believes in the FBI and respects it, opposite from Trump.",
  "Put up for the audience some of Giuliani's statements, which echo what I'm telling people that he told me today as well.",
  "And here Mr. Trump is not surprised when Mr. Cohen mentions there needs to be financing, and he immediately say, \"cash\".",
  "All America and all the media now knows that was a lie, and the tape says very clearly, Mr. Trump used the word \"cash\".",
  "He agrees with the intelligence community's assessment that Russia meddled in our election, opposite from Donald Trump.",
  "I know you won't answer, but I want that to be in people's minds that this may not have been just about Karen McDougal.",
  "The corporation that Cohen is talking about, we believe was set up as an entity, but never paid any money to anybody.",
  "People are hearing the words corporation, Chris, and they're thinking about Essential Consultants and Stormy Daniels.",
  "If it was going to happen, it would be a payment to a large company that would obviously be by an agreement of sale.",
  "(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "(BEGIN AUDIO CLIP)\n\n\n\nCOHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "Now, this is all happening in real time, and Alan Futerfas, a lawyer with the Trump Organization, sent a response.",
  "Now, he's saying, well, I needed to protect myself from what I was doing for then Donald J. Trump, not president.",
  "Now we've put the tape out, and you decide whether I'm telling you the truth because the tape says what it says.",
  "This man has turned a corner in his life, has hit a reset button, and he's now dedicated to telling the truth.",
  "Believe your own ears, and when Richard Nixon had a tape that he couldn't dispute, the tape says what it says.",
  "Whoever is telling Davis, Lanny Davis, that cash in the conversation refers to green currency is lying to him.",
  "Laura Coates, Lanny --\n\n\n\nDERSHOWITZ: The big picture --\n\n\n\nCUOMO: Lanny Davis -- hold on a second, professor.",
  "Maybe because of this, for that one -- you know -- get rid of this because it's so false what they're saying.",
  "Then he lied about the statement in Trump Tower, that he had nothing to do with it, or it wasn't misleading.",
  "DAVIS: I don't know where Giuliani is getting his words, but I can tell you what everybody in America heard.",
  "And my client has been discharged over and over again by Mr. Giuliani with misinformation and misstatements.",
  "Giuliani argues -- and, again, I have to represent his arguments because that's in the interest of fairness.",
  "Anyone who knows anything about the company or how the president does business knows there is no green cash.",
  "Whether or not you care about the politics, whether or not Trump is your guy or not your guy is irrelevant.",
  "CUCCINELLI: Well, I mean, it's as the professor said, this is a -- it's public appearance concern for sure.",
  "Point of fairness to Rudy Giuliani, he spent a lot of time with me on the phone going over the transcript.",
  "And the end result here is what they were talking about was paying money in order to keep something quiet.",
  "How do you get past that, that this whole thing can't look for Cohen because he should have never done it?",
  "TRUMP: All you have to do is delay it for --\n\n\n\nCOHEN: Even after that, it's not going to ever be opened.",
  "TRUMP: All you have to do is delay it for --\n\n\n\nCOHEN: Even after that, it's not going to ever be opened.",
  "But this is about the big topic in America today, a president of the United States who consistently lies.",
  "This is about truth, and the larger issue we face in coming months will be about truth versus falsehoods.",
  "So, we don't know why it suddenly got clipped off, but we do know that Donald Trump uses the word \"cash\".",
  "It never happened, this payment of buying things back from the \"National Enquirer,\" their parent company.",
  "URBAN: So, Chris, you know, I listened to this tape for the first time about 15 minutes ago on this show.",
  "Mr. Trump used the word cash and he lied about it by having Giuliani accused Cohen saying the word cash.",
  "In it, they are discussing arrangements surrounding a payment to a former playmate named Karen McDougal.",
  "Rudy Giuliani and the whole team were, of course, invited on the show tonight in lieu of an appearance.",
  "And the big issue going forward is going to be about, we all know his lies, but you can't deny a tape.",
  "We need to know who's telling us the truth in power, and that's why we're bringing you this recording.",
  "But as they were showing you, the court of public opinion is where most of this is likely to play out.",
  "So, here is the relevant part of the audio that is the subject of much dispute between the two sides.",
  "It's a credibility campaign going on right now and in a game of he said/he said, he wants to prevail.",
  "However, in his own statements, which we can put up for you there -- we have pulled a couple of them.",
  "You hear check and then it's gone and there's a new recording --\n\n\n\nDAVIS: But that isn't the issue.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, THEN-PRESIDENTIAL CANDIDATE: Let me know what's happening, okay?",
  "And the second one is the idea that it was Cohen pushing the cash payment is not true, it was Trump.",
  "So, this is a damning discussion --\n\n\n\n(CROSSTALK)\n\n\n\nURBAN: Nothing occurred, even Chris admits it.",
  "As former AG Cuccinelli said, this is a snapshot of one conversation one time taken out of context.",
  "You don't have to commit a crime to be judged in terms of the content of your behavior as a leader.",
  "I have problems -- as an attorney, I have problems with the fact that he's recorded a conversation.",
  "Whatever spin Mr. Giuliani is trying to invent, it says \"cash,\" and Michael Cohen says, no, no, no.",
  "Let's bring in \"Cuomo's Court\" now in session -- Ken Cuccinelli, Alan Dershowitz, and Laura Coates.",
  "I've had that conversation a dozen times with clients, and you persuade them to do the right thing.",
  "(LAUGHTER)\n\n\n\nDERSHOWITZ: Second of all, you have a situation where, you know, he's going to flip.",
  "I'm not allowed to answer your question, but I will answer this, which is what you're looking for.",
  "The president wasn't talking about paying with cash to make it harder to track such a transaction.",
  "URBAN: Listen, hear me out, there was a discussion about things that may or may not have happened.",
  "One of the secret recordings of President Trump taped by his former longtime lawyer Michael Cohen.",
  "But it does serve, in many ways, Rudy Giuliani to say, hey, there is different ways to hear this.",
  "DAVIS: I'm trying to decide whether I can answer any of your questions that I got from my client.",
  "So, you have to listen, and I want to now play for you the portion that seems to matter the most.",
  "So, first, I want to play you the entire recording, not all of which is relevant to the payment.",
  "But I think, Chris, we've talked about in the past, these things don't seem to matter to voters.",
  "And so there is a real lawyer who is now against Trump, unlike Avenatti and some of the others.",
  "The second part of it is the idea of why it's so important this cash versus check distinction.",
  "I don't think criminal conduct is the bar for responsible behavior, is what I'm trying to say.",
  "CUOMO: Right, but it's just about who is telling the truth about the situation and who isn't.",
  "COHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "COHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "He says that the president waived the privilege because they believe the tape is not hurtful.",
  "There is proof that the corporation was set up for that purpose, but there is no transaction.",
  "I'll tell you, ladies and gentlemen, what is not fake -- your own ears and your common sense.",
  "Donald Trump is not shocked that money is being paid concerning someone named Karen McDougal.",
  "COHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "COHEN: And I've spoken to Allen Weisselberg about how to set the whole thing up with funding.",
  "This recording comes from Cohen counsel Lanny Davis, who we're going to talk to in a moment.",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "When it comes time for the financing, which will be --\n\n\n\nTRUMP: (INAUDIBLE) What financing?",
  "So I think you're seeing this all play out in real-time, but certainly, the gloves are off.",
  "If I am right about that, was this corporation set up for anybody else other than McDougal?",
  "And it seems like there was a collection of things that they wanted back from David Pecker.",
  "\n\n\n\nReturn to Transcripts main page\n\nCUOMO PRIME TIME\n\nCNN Obtains Secret Trump-Cohen Tape.",
  "When it comes time for the financing, which will be -- TRUMP: (INAUDIBLE) What financing?",
  "Nothing occurred --\n\n\n\nCUOMO: It's not about -- RYE: But he knows -- something did occur.",
  "(COMMERCIAL BREAK)\n\n\n\nCUOMO: I'm sure you've heard by now we have a PRIME TIME exclusive.",
  "And you now by having this seed of doubt, now his credibility is in question yet again.",
  "So, there's lots of questions and there are not going to be as many answers, all right?",
  "Denied that he knew anything about the McDougal matter in November before the election.",
  "They're certainly aware of my political background that I'm representing Michael Cohen.",
  "CUOMO: Right, but I don't know that -- but there are words that are muddled before it.",
  "How do you know if they have a forensic specialist, they don't see something else out?",
  "Now, this is not a great quality recording, and that will be relevant to its analysis.",
  "I think what -- I think it's probably better do the Charleston thing just this time.",
  "Kasowitz doesn't -- they don't ever be able -- they don't have a legitimate purpose.",
  "Kasowitz doesn't -- they don't ever be able -- they don't have a legitimate purpose.",
  "The best question for you is this on this point because you can't answer that point.",
  "And that is why what you heard, no matter the spin, is about truth versus falsehood.",
  "CUOMO: Well, he says it's a lousy recording and that it -- DAVIS: A lousy recording.",
  "You could say \"cash\" is a question instead of a statement, and then he says \"check\".",
  "(CROSSTALK)\n\n\n\nDAVIS: Again -- again, this is information I obtained from a client.",
  "I just believe all this stuff -- there's no reason to be partial about any of this.",
  "And going forward, Chris, I'm predicting to you, they are afraid of Michael Cohen.",
  "I wanted you to hear everything that was on the recording that was provided to us.",
  "When you boil it down to policy and politics, they don't seem to matter to voters.",
  "This isn't going to be a Rorschach test, this recording, as somebody said earlier.",
  "URBAN: You do just -- you kind of make your point there about the financing part.",
  "CUOMO: So, Ken Cuccinelli, there's no crime to the professor's reckoning on this.",
  "Remember that Karen Hicks, the campaign spokesman denied --\n\n\n\nCUOMO: Hope Hicks.",
  "It was last second --\n\n\n\nDAVIS: Come on, Rudy --\n\n\n\nCUOMO: -- Lanny, as you know.",
  "The corporation, just to make sure I'm right about something --\n\n\n\nDAVIS: Right.",
  "Then, Rudy Giuliani says he didn't know about Karen McDougal until this meeting.",
  "But Mr. Giuliani said it was my client, Michael Cohen, who used the word \"cash.\"",
  "Chris, because he's got truth on his side now, and he intends to tell the truth.",
  "One is that this is the first time that he heard about the Karen McDougal issue.",
  "CUOMO: Now, the president's legal team disputes what is being said in this tape.",
  "The suggestion that the cash and conversation refers to green currency is false.",
  "URBAN: No, no, I don't think it's a first discussion that was had on the topic.",
  "CUOMO: And you're saying he wasn't saying, no, no, I would never pay with cash.",
  "He, in fact, was involved in the writing of a definitely misleading statement.",
  "CUOMO: I believe from my reporting that that corporation was, in fact, formed.",
  "We're going to lose the professor, so let me say good-bye to all three of you.",
  "Ken Cuccinelli, Alan Dershowitz --\n\n\n\nCUCCINELLI: Good to be with you, Chris.",
  "You don't have to examine through the lens of whether or not this is a crime.",
  "Nothing that Giuliani or President Trump can do can alter what's on the tape.",
  "They even provided us their own transcript, which we'll put up at some point.",
  "CUOMO: And that it may have been done, because it's very clipped at the end.",
  "But I think the big picture here is, number one, Lanny is a terrific lawyer.",
  "CUCCINELLI: Well, sure it matters along the lines that Laura was describing.",
  "The false accusation against Michael Cohen is that he used the word \"cash.\"",
  "Because he's got truth on his side, and he will continue to tell the truth.",
  "Cash is not what you do, and it was Michael Cohen who said, no, no, no, no.",
  "Aired 9-10p ET\n\nAired July 24, 2018 - 21:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "RYE: There are also crimes that exist based on the planning of doing this.",
  "CUOMO: No, there was a discussion about something that certainly happened.",
  "ANGELA RYE, CNN POLITICAL COMMENTATOR: Chris, I said would, not would not.",
  "We would know a lot more about that if we had seen the president's taxes.",
  "Those documents would be prepared by lawyers on both sides, same concern.",
  "URBAN: So, the discussion about something that may -- that didn't happen.",
  "So, look, it's all about intent, it's about what the party intended here.",
  "Some final thoughts and takeaways, the right questions to be asked, next.",
  "Why waive this lawyer -- this is a classic lawyer- client communication.",
  "Kasowitz is going to --\n\n\n\nTRUMP: They should never be able to get that.",
  "This is not a man shocked when Mr. Cohen said, we have to make payments.",
  "Kasowitz is going to --\n\n\n\nTRUMP: They should never be able to get that.",
  "DERSHOWITZ: Well, here you have the client maybe saying, let's pay cash.",
  "Donald Trump was told about that corporation on tape, and you heard it.",
  "They denied using the word cash and they put it into my client's mouth.",
  "COHEN: Yes, and it's all --\n\n\n\nTRUMP: That's been going on for a while.",
  "COHEN: Yes, and it's all --\n\n\n\nTRUMP: That's been going on for a while.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: Now, let's bring him now.",
  "So, as soon as Don is ready, bring him right on to begin (ph) his show.",
  "A woman that doesn't want them unsealed (INAUDIBLE)\n\n\n\nCOHEN: Correct.",
  "A woman that doesn't want them unsealed (INAUDIBLE)\n\n\n\nCOHEN: Correct.",
  "There's been a campaign out of the White House to discharge Mr. Cohen.",
  "KEN CUCCINELLI, CNN LEGAL AND POLITICAL COMMENTATOR: Oh, my gosh, yes.",
  "DERSHOWITZ: Here you have a lawyer and a client discussing something.",
  "Maybe because of this, it would be better if you didn't go, you know?",
  "So, Trump's attorney, Rudy Giuliani, is aware we have the recording.",
  "There was not a cash transaction for the assets for various reasons.",
  "Now let's bring in the great debaters -- Angela Rye and David Urban.",
  "There is a competition between the president and his former lawyer.",
  "Each piece of the puzzle actually reflects on all the other pieces.",
  "This wasn't a well made tape, but there's plenty to find out in it.",
  "Remember, he lied about what he said on Air Force One, openly lied.",
  "He accused falsely, falsely Michael Cohen of using the word \"cash\".",
  "This is the transcript of what team Trump says is said on the tape.",
  "This is about honesty versus false disparagement of Michael Cohen.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nDAVIS: We'll pay with cash.",
  "I told you this regarding to unseal the divorce papers with Ivana.",
  "I told you this regarding to unseal the divorce papers with Ivana.",
  "The worst case scenario, take everything Lanny Davis says as true.",
  "It's a line from a movie, Chris --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: I got.",
  "Appreciate you going through the arguments on both sides with us.",
  "One year later, a tape caused him to resign from the presidency.",
  "These are people that scramble the truth up when they're caught.",
  "He thinks the Trump Tower meeting was dumb, opposite from Trump.",
  "He's living in a hotel with insurance paying for his hotel room.",
  "He doesn't say what the transcript that you're telling me says.",
  "It's up to Mr. Cohen\n\n\n\nto explain why he was taping Mr. Trump.",
  "Now, it's context, it's transcripts, they're not hearing right.",
  "CUOMO: Rudy Giuliani says it's because they think it helps him.",
  "(CROSSTALK)\n\n\n\nURBAN: You don't know that was the conversation.",
  "Laura, I've got to go because I'm going to lose the professor.",
  "This is a repeated pattern that now Giuliani is a participant.",
  "I worked Michael Cohen all through the campaign to get him on.",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "He assumed it was an attorney-client privileged conversation.",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "Well, and we all hear slightly different things on that tape.",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "COHEN: We'll have to pay --\n\n\n\nTRUMP: We won't pay with cash?",
  "DERSHOWITZ: The big picture --\n\n\n\nCUOMO: Hold on one second.",
  "Lanny Davis is counsel to Michael Cohen and he joins us now.",
  "It says \"cash,\" and it's Mr. Cohen who says, no, no, no, no.",
  "And I invite everybody, listen to this tape, and you decide.",
  "CUOMO: Lanny Davis, thank you for making the tape available.",
  "What he said no, no, no to -- everybody, listen to the tape.",
  "DAVIS: He was saying, no, no, no, you don't pay with cash.",
  "Are there potential legal issues with what you just heard?",
  "Oh, my god, why are we talking about paying check or cash?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "(CROSSTALK)\n\n\n\nCUOMO: That's not even the case, professor.",
  "Trump detractors are going to hear what they want to hear.",
  "Trump supporters are going to hear what they want to hear.",
  "So let's be clear that discussions are also damning, too.",
  "(CROSSTALK)\n\n\n\nCUOMO: Well, he says he didn't release it.",
  "So, that's the court of law, and three good minds on it.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: All right.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: All right.",
  "But let me be very serious with you about Michael Cohen.",
  "TRUMP: Check --\n\n\n\n(END AUDIO CLIP)\n\n\n\nCUOMO: All right.",
  "And the client comes back and said, I'll do it by check.",
  "That's why it's going to take some dispute of analysis.",
  "They say that the president said, do not pay with cash.",
  "I can't, you know, intelligibly hear what's being said.",
  "URBAN: Yes, if you can play it slow, and play it slow.",
  "There is no proof that any money ever exchanged hands.",
  "I'm looking at Mr. and Mrs. Donald Trump, red America.",
  "DAVIS: -- ask yourself, was Donald Trump lying or not?",
  "Why is Giuliani out falsely disparaging Michael Cohen?",
  "DAVIS: Mr. and Mrs. Trump America, listen to the tape.",
  "Giuliani said --\n\n\n\nCUOMO: But in what context, Lanny?",
  "He said, no, I had nothing to do with Stormy Daniels.",
  "He would say something else because he said it to me.",
  "Is that going to fall on sympathetic ears for people?",
  "TRUMP: Check --\n\n\n\nCOHEN: Hey, Don (ph), how are you?",
  "MICHAEL COHEN, TRUMP ATTORNEY: Great poll by the way.",
  "This all happened in the months before the election.",
  "I have attorney-client privilege that I can't waive.",
  "And I put a tweet out and said, listen to the tapes.",
  "You can decide for yourself when you listen to this.",
  "Then, it is about favorable and unfavorable ratings.",
  "I don't have to lie to kick it, Craig, you know why?",
  "It's helpful, and they want prosecutors to have it.",
  "They fear that he has the truth about Donald Trump.",
  "He will someday speak the truth about Donald Trump.",
  "Richard Nixon said one year of Watergate is enough.",
  "COHEN: So, we got served from \"The New York Times.\"",
  "COHEN: So, we got served from \"The New York Times.\"",
  "He was constantly saying he'd do anything for him.",
  "Cohen is talking about buying the rights from AMI.",
  "The president says, Make sure it's done correctly.",
  "Because Donald Trump lies enough every single day.",
  "That's the context in which the word cash is used.",
  "This tape is about intentionality and credibility.",
  "CUOMO: No, look, I don't think it's about a crime.",
  "Don Lemon is going to pick up on this story right.",
  "I do --\n\n\n\nCUOMO: But that's a problem, isn't it?",
  "I've actually come up --\n\n\n\nTRUMP: Give it to me.",
  "I've actually come up --\n\n\n\nTRUMP: Give it to me.",
  "A really, really good lawyer who is on this case.",
  "I've actually come up --\n\n\n\nTRUMP: Give it to me.",
  "I've actually come up --\n\n\n\nTRUMP: Give it to me.",
  "CUOMO: And if that is true -- I'll skip past it.",
  "I did not have sexual relations with that woman.",
  "Listen to this: Not just ridiculous, it's false.",
  "I got three great minds, I want to use them all.",
  "DERSHOWITZ: It's not within the fraud privilege.",
  "And I'm still going back to the first question.",
  "Lanny Davis says it's relevant for two reasons.",
  "Now, they're going to say the tape was made up.",
  "CUOMO: I want to ask you about a couple things.",
  "This is not a man shocked about Karen McDougal.",
  "DAVIS: Well, I'm not going to shift the topic.",
  "(CROSSTALK)\n\n\n\nUNIDENTIFIED FEMALE: I'm sorry.",
  "(CROSSTALK)\n\n\n\nUNIDENTIFIED FEMALE: I'm sorry.",
  "The phone either cut off or stopped recording.",
  "It took me a while to decide to represent him.",
  "DAVIS: Invite him back to take me on directly.",
  "URBAN: Of course --\n\n\n\nCUOMO: Appreciate both.",
  "Here is the salient part of the conversation.",
  "CUOMO: Let's listen to it again to help Dave.",
  "I will say this, though, to ken's last point.",
  "We're going to test them all for you tonight.",
  "They're talking about a corporation doing it.",
  "(BEGIN AUDIO CLIP)\n\n\n\nTRUMP: What's up, Mike?",
  "Now, the team says they didn't leak the tape.",
  "DAVIS: After Mr. Cohen says, no, no, no, no.",
  "And he would say, drug dealers and mobsters.",
  "I want to play for you the relevant section.",
  "This is going to be a big situation for him.",
  "(BEGIN AUDIO CLIP)\n\n\n\nTRUMP: What financing?",
  "We'll take it up in our great debate, next.",
  "I don't know what else they thought he had.",
  "(CROSSTALK)\n\n\n\nCUOMO: President -- not yet.",
  "This tape is going to continue to play out.",
  "And Michael Cohen said, no, don't pay cash.",
  "When you find them, put them up, all right?",
  "We'd go back and forth about his arguments.",
  "And this is what this whole thing is about.",
  "So everyone out there, listen to the tapes.",
  "I think -- I think this goes away quickly.",
  "You have political and legal implications.",
  "That he was familiar with the arrangement.",
  "There was no transaction to our knowledge.",
  "CUOMO: Well, let's chew on the suggestion.",
  "He talks about all these different things.",
  "So --\n\n\n\nDERSHOWITZ: But there's no crime.",
  "DERSHOWITZ: Why do you have it out there?",
  "It's truth or falsity concern once again.",
  "Do you accept that reckoning of the tape?",
  "But I will tell you my own personal view.",
  "Now, he has Giuliani lying about the lie.",
  "I think right now, it's better, you know?",
  "There's no -- there's no purpose for it.",
  "There's so much science around that now.",
  "There's no -- there's no purpose for it.",
  "This is the best recording you've heard.",
  "Why didn't you just not do those things?",
  "RYE: It was from a Democratic president.",
  "Here's our closing arguments about this.",
  "There's no transaction done in currency.",
  "Then there's the question of how to pay?",
  "That payment was made by a third party.",
  "(COMMERCIAL BREAK)\n\n\n\nCUOMO: All right.",
  "No matter what I say, don't believe me.",
  "DAVIS: But not with me here on the set.",
  "(COMMERCIAL BREAK)\n\n\n\nCUOMO: All right.",
  "Here it is again, the relevant section.",
  "The tape has Trump using the word cash.",
  "He was a relentless defender for Trump.",
  "We have one of the Michael Cohen tapes.",
  "COHEN: For about two, three weeks now.",
  "COHEN: For about two, three weeks now.",
  "We'll see what people decide about it.",
  "It is a little difficult to work with.",
  "He said he's going to tell the truth.",
  "But that's what it shows, number one.",
  "Last point, Angela, then I got to go.",
  "CUOMO: There was no transaction done.",
  "(END AUDIO CLIP)\n\n\n\nCUOMO: All right.",
  "TRUMP: (INAUDIBLE)\n\n\n\nCOHEN: Correct.",
  "CUOMO: It says some things before it.",
  "You're going to hear that tape again.",
  "TRUMP: Maybe he gets hit by a truck.",
  "So, what is this tape going to mean?",
  "So I recorded him to protect myself.",
  "Then Giuliani said, oh, yes, he did.",
  "He said -- Cohen used the word cash.",
  "TRUMP: Maybe he gets hit by a truck.",
  "He knows what they're talking about.",
  "Counselor, thank you for joining us.",
  "TRUMP: Maybe he gets hit by a truck.",
  "He just said he had an idea for you.",
  "TRUMP: (INAUDIBLE) What's happening?",
  "TRUMP: Maybe he gets hit by a truck.",
  "He just said he had an idea for you.",
  "TRUMP: Maybe he gets hit by a truck.",
  "CUOMO: Just play it how it happened.",
  "TRUMP: Maybe he gets hit by a truck.",
  "CUOMO: He says he didn't release it.",
  "TRUMP: Maybe he gets hit by a truck.",
  "And to your point --\n\n\n\nCUOMO: Yes.",
  "You said there was no payment made.",
  "He -- we told him last (INAUDIBLE).",
  "He -- we told him last (INAUDIBLE).",
  "It doesn't say what you just heard.",
  "I'm a lawyer representing a client.",
  "I'm going to let him speak to that.",
  "I know you don't believe fake news.",
  "CUOMO: I get what your argument is.",
  "The word is who said the word cash.",
  "He would say: nobody paid anything.",
  "One of their corporations doing it.",
  "It's good to have all three of you.",
  "CUOMO: It's not the best recording.",
  "And the truth will come out, Chris.",
  "People can hear it for themselves.",
  "TRUMP: So what are we going to do?",
  "CUOMO: The opportunity to come on.",
  "TRUMP: So what are we going to do?",
  "TRUMP: So what are we going to do?",
  "This is 2016, before the election.",
  "TRUMP: So what are we going to do?",
  "TRUMP: Give me (INAUDIBLE) please?",
  "TRUMP: So what are we going to do?",
  "TRUMP: Give me (INAUDIBLE) please?",
  "I don't even think that's helpful.",
  "TRUMP: So what are we going to do?",
  "I think there are credible issues.",
  "TRUMP: So what are we going to do?",
  "TRUMP: So what are we going to do?",
  "But there's nothing criminal here.",
  "That could be true and number one.",
  "DERSHOWITZ: This is all political.",
  "DERSHOWITZ: There's no crime here.",
  "CUCCINELLI: -- to help their guy.",
  "Dave, I know you agree with that.",
  "TRUMP: And your guy's a good guy.",
  "CHRIS CUOMO, CNN HOST: All right.",
  "In fact, they argue it helps him.",
  "TRUMP: And your guy's a good guy.",
  "You provided this recording, why?",
  "Tapes, they speak for themselves.",
  "You heard Michael Cohen say what?",
  "Look --\n\n\n\nDAVIS: That's comical.",
  "DAVIS: Let me try to answer that.",
  "And then Donald Trump said, fine.",
  "I should have used the word not.",
  "A lousy ear is what I would say.",
  "CUOMO: That's not even the case.",
  "There's no impeachable offense.",
  "RYE: However -- OK, you're hip.",
  "Don't believe fake transcripts.",
  "Laura Coates, I start with you.",
  "We didn't have time to do that.",
  "TRUMP: You've been handling it.",
  "TRUMP: You've been handling it.",
  "TRUMP: Can we use him anymore?",
  "Anderson, thank you very much.",
  "And I spoke to Allen about it.",
  "TRUMP: Can we use him anymore?",
  "And I spoke to Allen about it.",
  "And I spoke to Allen about it.",
  "And I spoke to Allen about it.",
  "That's a typical conversation.",
  "Did he say, what's that about?",
  "That's not what the tape says.",
  "And I spoke to Allen about it.",
  "Other tapes may well come out.",
  "And I spoke to Allen about it.",
  "And I spoke to Allen about it.",
  "Your take on those two points?",
  "He's pressed the reset button.",
  "And I spoke to Allen about it.",
  "The whole deal never happened.",
  "You've all made great points.",
  "CUOMO: I'll take you on that.",
  "So, it is a little difficult.",
  "CUOMO: Well, about the truth.",
  "DAVIS: He's not here tonight.",
  "Make sure it's done by check.",
  "Mr. Cohen has no explanation.",
  "Listen to the tape, everyone.",
  "DAVIS: Hope Hicks, excuse me.",
  "There are side conversations.",
  "COHEN: Great poll by the way.",
  "TRUMP: We're making progress.",
  "TRUMP: We're making progress.",
  "I told you about Charleston.",
  "I told you about Charleston.",
  "The lawyer says, no, no, no.",
  "Angela, thank you very much.",
  "CUOMO: Let's leave it there.",
  "He hasn't even been charged.",
  "Professor, weigh in on this.",
  "Thanks to all three of them.",
  "CUOMO: -- and Laura Coates.",
  "It's a piece of the puzzle.",
  "I'm talking about the word.",
  "The tape says what it says.",
  "I'll only pay with a check?",
  "DAVIS: Listen to the tapes.",
  "Here's that section again.",
  "You're talking Mark Burns.",
  "You're talking Mark Burns.",
  "You take care of yourself.",
  "Why am I representing him?",
  "DAVIS: He heard the words.",
  "DAVIS: But -- not context.",
  "This was never transacted.",
  "Why am I representing him?",
  "Cohen has been disparaged.",
  "You've got two categories.",
  "You got to listen closely.",
  "That's why I'm asking you.",
  "CUOMO: But he may take it.",
  "His name was Bill Clinton.",
  "Every penny is documented.",
  "I'm not calling you Craig.",
  "Let me get to Ken in here.",
  "There's no federal crime.",
  "There was no transaction.",
  "So why do you waive this?",
  "So who wins on this tape?",
  "Everything is documented.",
  "Who is telling the truth?",
  "I'll bring Don Lemon now.",
  "He was a heavy for Trump.",
  "What do they fear, Chris?",
  "TRUMP: I don't mean that.",
  "TRUMP: I don't mean that.",
  "(INAUDIBLE) just called.",
  "COHEN: Oh, Pastor Scott?",
  "(INAUDIBLE) just called.",
  "COHEN: Oh, Pastor Scott?",
  "TRUMP: What's happening?",
  "In two weeks, it's fine.",
  "So, listen for yourself.",
  "CUOMO: And then \"check\".",
  "They can think about it.",
  "DAVIS: Thank you, Chris.",
  "(CROSSTALK)\n\n\n\nRYE: Yes.",
  "Angela Rye, David Urban.",
  "But the truth is a side.",
  "Make your point, please.",
  "He's going to cooperate.",
  "Does that matter to you?",
  "But he's going to flip.",
  "He's now made it clear.",
  "That's what it's about.",
  "URBAN: It didn't occur.",
  "It is a big night here.",
  "Welcome to PRIME TIME.",
  "Now, don't believe me.",
  "Your interest in this?",
  "The tape is the truth.",
  "Because they fear him.",
  "And so, let's do that.",
  "That's all I'm saying.",
  "It was pretty garbled.",
  "I'm not going to lie.",
  "So I'm all over that.",
  "So I'm all over that.",
  "I'll take your point.",
  "So I'm all over that.",
  "So I'm all over that.",
  "That's why he did it.",
  "So I'm all over that.",
  "Who's Karen McDougal?",
  "So I'm all over that.",
  "Now, a couple things.",
  "So I'm all over that.",
  "So I'm all over that.",
  "I got -- no, no, no.",
  "COHEN: Never, never.",
  "I got -- no, no, no.",
  "Here's that portion.",
  "I got -- no, no, no.",
  "Listen to this tape.",
  "COHEN: Never, never.",
  "CUOMO: I understand.",
  "I got -- no, no, no.",
  "It was Donald Trump.",
  "There's no question.",
  "The tape says false.",
  "DAVIS: I don't know.",
  "I got -- no, no, no.",
  "Don't pay with cash.",
  "I got -- no, no, no.",
  "The truth is a side.",
  "The truth is a side.",
  "Thank you very much.",
  "CUOMO: Flip on what?",
  "I got -- no, no, no.",
  "I got -- no, no, no.",
  "That is the problem.",
  "I got -- no, no, no.",
  "I'll bring him now.",
  "DERSHOWITZ: I know.",
  "Let me get in here.",
  "DERSHOWITZ: Thanks.",
  "He said no, no, no.",
  "What is this about?",
  "No, no, no, no, no.",
  "Listen to the tape.",
  "It's all fake news.",
  "It's such bullshit.",
  "Listen to the tape.",
  "COHEN: No, no, no.",
  "COHEN: No, no, no.",
  "We're fighting it.",
  "COHEN: No, no, no.",
  "We're fighting it.",
  "DAVIS: Absolutely.",
  "COHEN: No, no, no.",
  "COHEN: No, no, no.",
  "I leave it to you.",
  "Is there exposure?",
  "The truth matters.",
  "It doesn't happen.",
  "COHEN: No, no, no.",
  "CUCCINELLI: Right.",
  "What do you think?",
  "What do you think?",
  "COHEN: No, no, no.",
  "COHEN: No, no, no.",
  "COHEN: No, no, no.",
  "CUOMO: All right.",
  "RYE: Oh, come on.",
  "That's up to you.",
  "Maybe, maybe not.",
  "CUOMO: All right.",
  "CUOMO: All right.",
  "There's no crime.",
  "Is there concern?",
  "CUOMO: All right.",
  "He would come on.",
  "CUOMO: All right.",
  "CUOMO: All right.",
  "CUOMO: All right.",
  "The word is cash.",
  "He can't do that.",
  "I'm proud of you.",
  "CUOMO: All right.",
  "And why is that?",
  "CNN, great poll.",
  "COHEN: Big time.",
  "COHEN: Big time.",
  "CNN, great poll.",
  "I'm Chris Cuomo.",
  "What's up, Mike?",
  "He knew exactly.",
  "The -- continue.",
  "It's not gotcha.",
  "CUCCINELLI: Yes.",
  "I did hear that.",
  "COHEN: Correct.",
  "You don't know.",
  "COHEN: Correct.",
  "COHEN: Correct.",
  "COHEN: Correct.",
  "That's too bad.",
  "That was false.",
  "Was he shocked?",
  "They're caught.",
  "COHEN: Correct.",
  "Do it by check.",
  "COHEN: Oh, yes.",
  "Can we use him?",
  "COHEN: Oh, yes.",
  "Can we use him?",
  "COHEN: Correct.",
  "He says \"cash\".",
  "COHEN: Correct.",
  "I'm a Democrat.",
  "COHEN: Oh, no.",
  "COHEN: Oh, no.",
  "Appreciate it.",
  "CUOMO: Mm-hmm.",
  "DAVIS: Listen.",
  "That's truth.",
  "CUOMO: Right.",
  "Is that true?",
  "DAVIS: Right.",
  "CUOMO: Right.",
  "Use a check.",
  "He's turned.",
  "That's true.",
  "I got to go.",
  "Come on out.",
  "He's caught.",
  "Use a check.",
  "COHEN: Yes.",
  "COHEN: Yes.",
  "Believe me.",
  "COHEN: Yes.",
  "Mark Burns.",
  "COHEN: Yes.",
  "Mark Burns.",
  "COHEN: Yes.",
  "COHEN: Yes.",
  "COHEN: Yes.",
  "COHEN: Yes.",
  "All right.",
  "COHEN: No.",
  "OK, honey.",
  "COHEN: No.",
  "CUOMO: No.",
  "Relevance?",
  "DAVIS: No.",
  "Go ahead.",
  "Hold on.",
  "We know.",
  "So long.",
  "Thanks.",
  "Check.",
  "A lie.",
  "Check.",
  "True.",
  "True.",
  "Fine.",
  "Yep.",
  "Bye.",
  "Yes.",
  "Why?",
  "Oh.",
  "Oh.",
  "No.",
  "No.",
  "OK?"
]