[
  "In a memo posted online Tuesday afternoon, Avenatti alleged that Cohen received the following payments after the 2016 election: approximately half-a-million dollars from a company linked to Viktor Vekselberg, a Russian oligarch with close ties to the Kremlin; nearly $400,000 from pharmaceutical giant Novartis; $150,000 from Korea Aerospace Industries and $200,000 from telecommunications conglomerate AT&T.",
  "Avenatti's allegation that Cohen received a significant sum of money from a firm tied to Vekselberg soon after the 2016 election raises questions about Cohen's potential connections to Russian interests, as special counsel Robert Mueller has cast a wide net to investigate potential collusion in the 2016 presidential election.",
  "According to Avenatti's memo, pharmaceutical company Novartis made four separate payments of $99,980 to the Essential Consultants bank account in late 2017 to early 2018; Korea Aerospace Industries made a single payment of $150,000 in November 2017; and AT&T made four payments of $50,000 from late 2017 to early 2018.",
  "(CNN) The lawyer representing adult film star Stormy Daniels sought to ratchet up the pressure on Donald Trump's personal lawyer Michael Cohen Tuesday, claiming that he has learned of numerous banking transactions that could call into question Cohen's business practices.",
  "Cohen established the firm Essential Consultants in the weeks leading up to Election Day to make a $130,000 payment to Daniels, as a part of an agreement to prevent the porn star from discussing her alleged affair with Trump.",
  "Cohen has insisted that he used his personal funds to cover those costs and that the Trump campaign and Trump Organization were never a party to the agreement and that neither entity reimbursed him for the $130,000 payment.",
  "Vekselberg was one of two oligarchs stopped by FBI agents working for the special counsel when his private plane landed in a New York-area airport earlier this year, according to multiple sources familiar with the matter.",
  "\"The agreement was used to stop the false and extortionist accusations made by her about an affair despite already having signed a detailed letter admitting that there was no affair,\" Trump wrote on Twitter.",
  "Later Tuesday, Eric Kosta, general counsel of Columbus Nova, sent this statement: \"As the General Counsel of Columbus Nova, I can confirm that the company is 100% owned and controlled by Americans.",
  "The stakes are sky-high for Cohen, who is currently under a federal criminal investigation by the US attorney's office in Manhattan and had his home, hotel room and office raided last month.",
  "In a statement, Novartis spokesman Eric Althoff said, \"Any agreements with Essential Consultants were entered before our current CEO taking office in February of this year and have expired.\"",
  "He was also asked about roughly $300,000 in political donations Intrater made to Trump's inauguration and victory funds and the Republican National Committee in 2017, sources told CNN.",
  "Avenatti's documents stated the payments by AT&T were made in four amounts of $50,000 each, with two of those payments made before the Justice Department sued to block the merger.",
  "\"After the inauguration, the firm hired Michael Cohen as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.",
  "The FBI also collected recordings Cohen made of his conversations with lawyer Keith Davidson, who previously represented two women -- Daniels and ex-Playboy model Karen McDougal.",
  "Adding to the intrigue: The payments were made to the same bank account that Cohen had created in 2016 to execute the now infamous hush payment to Daniels, Avenatti said.",
  "The memo suggests that federal prosecutors \"could be looking to see if Cohen was involved in a multinational crime syndicate,\" CNN legal analyst Michael Zeldn said.",
  "Neither Viktor Vekselberg nor anyone else other than Columbus Nova's owners, were involved in the decision to hire Cohen or provided funding for his engagement.\"",
  "\"Michael Cohen should not be selling access to the President of the United States,\" attorney Michael Avenatti said on CNN's \"Anderson Cooper 360\" Tuesday night.",
  "\"Columbus Nova is a management company solely owned and controlled by Americans,\" Columbus Nova's attorney Richard Owens said in a statement Tuesday night.",
  "Last week, Trump's new lawyer, Rudy Giuliani, made the stunning revelation in a Fox News interview that Trump personally reimbursed Cohen for the payment.",
  "Any suggestion that at any point in time Viktor Vekselberg or any of his companies owned or exercised any control over Columbus Nova is patently untrue.\"",
  "\"Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration,\" the company said.",
  "His cousin Andrew Intrater runs Columbus Nova, which a document filed with the Securities and Exchange Commission describes as Renova's US affiliate.",
  "Sources have told CNN that investigators sought and seized documents and records related to a number of issues, including Cohen's various businesses.",
  "CNN reported Tuesday evening that Mueller's investigators have questioned Vekselberg about payments his company's US affiliate made to Cohen.",
  "The claim that Viktor Vekselberg was involved or provided any funding for Columbus Nova's engagement of Michael Cohen is patently untrue.",
  "CNN previously reported FBI agents removed Cohen's computer, cell phone, business files and financial documents, according to the source.",
  "The donations were unusual for Intrater, who previously donated a combined $3,800 to two candidates, one Republican and one Democrat.",
  "\"This is probably why Cohen's offices were raided,\" Zeldin, the legal analyst, said about the payments detailed in Avenatti's memo.",
  "During the stop, Vekselberg was questioned about the payment to Cohen, one source familiar with the meeting told CNN.",
  "Reports today that Viktor Vekselberg used Columbus Nova as a conduit for payments to Michael Cohen are false.",
  "One source said the warrant also referenced an investigation into wire fraud and bank fraud.",
  "\"They did no legal or lobbying work for us, and the contract ended in December 2017.\"",
  "The former New York City mayor said the payments were made in multiple installments.",
  "Intrater was also interviewed by the special counsel's team, according to sources.",
  "Update: This story has been updated to include Columbus Nova's latest statement.",
  "The White House has repeatedly denied that Trump and Daniels had an affair.",
  "The Justice Department sued to prevent the merger in November of last year.",
  "Vekselberg is the chairman of Renova, a Russian investment company.",
  "Korea Aerospace Industries did not immediately respond for comment.",
  "The payment was entirely unrelated to his campaign, Trump added.",
  "Both Daniels and McDougal alleged they had affairs with Trump.",
  "CNN has reviewed documents that appear to show these payments.",
  "AT&T is trying to acquire CNN's parent company, Time Warner.",
  "CNN has not independently authenticated the documents.",
  "AT&T confirmed the payments in a statement to CNN.",
  "Why was he engaged in these transactions?\"",
  "\"What was Michael Cohen's business?\""
]