[
  "Story Continued Below\n\nEssential Consultants LLC, which was allegedly created by Trump’s personal lawyer Michael Cohen for the purpose of hiding \"the true source of funds to be used to pay\" Daniels, filed a removal to federal court on Friday.",
  "New filings in connection with the move to federal court show that Trump is now represented in the dispute by Beverly Hills attorney Charles Harder, who often works for celebrities in high-profile legal battles with the media.",
  "Essential Consultants LLC, which was allegedly created by Trump’s personal lawyer Michael Cohen for the purpose of hiding \"the true source of funds to be used to pay\" Daniels, filed a removal to federal court on Friday.",
  "Trump lawyer files to move Stormy Daniels lawsuit to federal court\n\nPresident Donald Trump's personal lawyer is seeking to move a lawsuit filed by adult film star Stormy Daniels against the president to federal court.",
  "Federal courts tend to more strictly enforce arbitration agreements, which could lead to Daniels being forced into a closed-door legal forum where an arbitrator has already issued an injunction against her.",
  "In another tweet he added, \"The fact that a sitting president is pursuing over $20M in bogus 'damages' against a private citizen, who is only trying to tell the public what really happened, is remarkable.",
  "\"They are now attempting to remove this case to federal ct in order to increase their chances that the matter will be decided in private arbitration, thus hiding the truth from the public.\"",
  "Daniels earlier this month filed a lawsuit claiming that a “hush agreement” between her, Trump and Essential Consultants LLC was never binding because Trump did not sign the document.",
  "Earlier this year, Harder threatened a lawsuit on behalf of Trump in an effort to block publication of Michael Wolff’s book on the White House and the campaign.",
  "A lawyer for Daniels, Michael Avenatti, responded on Twitter calling the effort a \"bullying tactic\" and argued it was in an effort to keep the lawsuit private.",
  "The filing also asserts that Cohen or \"Defendant Trump\" have the right to seek more than $20 million from Daniels for violating a non-disclosure agreement.",
  "Cohen requested it be moved to the United States District Court for the Central District of California, Western Division.",
  "Trump’s attorney argued that matter of controversy exceeds over $75,000, which federal courts have jurisdiction over.",
  "Harder also represented First Lady Melania Trump in libel suits against a Maryland blogger and the Daily Mail.",
  "Daniels’ lawsuit was filed in the Superior Court of California for the County of Los Angeles.",
  "\"The filing today is yet another bullying tactic from the president and Mr. Cohen,\" he wrote.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "California courts tend to to be less friendly to arbitration.",
  "We are NOT going away and we will NOT be intimidated.\"",
  "Josh Gerstein contributed to this report.",
  "The most reliable politics newsletter.",
  "Likely unprecedented in our history.",
  "You can unsubscribe at any time."
]