[
  "Her LinkedIn page lists her as the vice president and general counsel for the Trump Organization, and as the Wall Street Journal detailed:\n\nIn the arbitration proceedings, Ms. Martin signed a declaration listing her office address as One Trump National Drive, which is at the Trump Organization’s Trump National Golf Club in Rancho Palos Verdes, Calif. Ms. Martin, a lawyer for the Trump Organization since 2010, has defended Mr. Trump both in court and in the media.",
  "The Wall Street Journal’s Michael Rothfeld and Joe Palazzolo report that Jill Martin, a Trump Organization lawyer, is listed on confidential arbitration documents as representing Essential Consultants, LLC, which is the Delaware-based limited liability corporation Trump attorney Michael Cohen created to pay Daniels (whose real name is Stephanie Clifford) $130,000 in hush money ahead of the 2016 presidential campaign.",
  "The drip, drip of the Stormy Daniels saga\n\nThis latest developed piles onto the slow-burning saga that began in earnest after the Wall Street Journal reported in January that Trump’s attorney Cohen paid Daniels $130,000 a month before the 2016 presidential election to cover up an alleged affair Trump had with the porn actress in 2006 at a celebrity golf tournament in Lake Tahoe.",
  "According to the suit, Daniels and Trump entered into this “hush agreement” under pseudonyms: Daniels as “Peggy Peterson” and Trump as “David Dennison.”\n\nThe lawsuit also claims that in the wake of the Access Hollywood tape, when multiple other women came forward with sexual misconduct allegations against Trump, Daniels wanted to tell her story publicly.",
  "That got the attention of the Trump campaign, the lawsuit says, and Cohen “aggressively sought to silence Ms. Clifford [Daniels] as part of an effort to avoid her telling the truth, thus helping to ensure he won the Presidential Election.” Daniels entered into the “hush agreement” on October 28, just days before the 2016 election.",
  "“The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\n\nMartin responded Wednesday with a statement from the Trump Organization that indicated she was working on the Daniels matter in a private capacity.",
  "As Vox’s Matt Yglesias writes, this scandal isn’t really about claims that Trump cheated on his wife with a porn actress, “it’s about the corruptibility of Donald Trump — a president whose personal life and finances are shrouded in unprecedented opacity.”",
  "“The Trump Organization is not representing anyone and, with the exception of one of its California based attorneys in her individual capacity facilitating the initial filing ... the company has had no involvement in the matter,” the statement read.",
  "“Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly,” Cohen said in a statement to the New York Times in February.",
  "The restraining order was issued on February 27; its existence was made public only after Daniels’s attorney, Michael Avenatti, filed a lawsuit claiming the hush agreement was invalid because Trump had never signed it.",
  "An attorney tied to the Trump Organization has been listed on recent documents in arbitration proceedings preventing porn star Stormy Daniels from speaking publicly about her alleged 2006 affair with Donald Trump.",
  "A day after the lawsuit was filed, news reports revealed that Cohen had obtained a restraining order against Daniels — another heavy-handed effort to keep her from speaking publicly.",
  "Cohen has said that he personally paid Daniels the $130,000 in exchange for her silence, but has denied that the Trump Organization or the Trump campaign had anything to do with it.",
  "In February, Cohen admitted he paid Daniels $130,000, telling the New York Times he did so with his own money and wasn’t reimbursed by the Trump Organization or the Trump campaign.",
  "The next twist came last week, when Daniels filed a lawsuit against Trump, saying the nondisclosure agreement about their alleged 2006 affair is void because Trump never signed it.",
  "He made the acknowledgment, in part, because the transaction had been scrutinized by watchdog groups that pointed out the transaction was a possible campaign finance violation.",
  "Still, the arbitration documents Martin submitted included the request for a restraining order to keep Daniels from talking openly about her alleged encounter with Trump.",
  "More precisely, the lawsuit alleges Cohen, but not Trump himself, signed his name to the “hush agreement,” which paid Daniels $130,000 in exchange for her silence.",
  "Martin was not directly involved in the Trump campaign, but CNN reports that she publicly defended Trump during the campaign, including on television.",
  "She was a lead attorney for the Trump Organization in lawsuits alleging Mr. Trump’s real-estate seminars, Trump University, had defrauded customers.",
  "Of course, Martin’s name appears on this very recent demand for arbitration dated February 22, 2018 — long after the “hush agreement” with Daniels.",
  "Shortly after that, In Touch magazine published a 2011 interview with Daniels that included some salacious details about a rendezvous with Trump.",
  "But she also claimed that “the case has already been won in arbitration” — though, as CNN pointed out, no arbitration decisions were final.",
  "Press secretary Sarah Huckabee Sanders said Trump denied having an affair with Daniels and knowing that Cohen had paid her $130,000.",
  "She denied the affair before an appearance on Jimmy Kimmel Live, then seemed to cast doubt on her own denial on the show.",
  "This is a big deal because it ties a top Trump Organization lawyer directly to the scandal for the first time.",
  "Either way, the latest development is another sign that this Stormy Daniels story isn’t going away.",
  "Trump has denied the affair, and Daniels herself has appeared contradictory on the details.",
  "It is not yet clear whether she had any role in the Daniels case before last month.",
  "The White House had remained quiet about the alleged affair until last week.",
  "Nevertheless, Martin’s connections to the Trump Organization are clear."
]