[
  "In a statement Wednesday, Novartis said that it had, in fact, paid much more: The pharmaceutical company signed a one-year contract paying Essential Consultants $100,000 per month for guidance \"as to how the Trump administration might approach certain U.S. health-care policy matters, including the Affordable Care Act.\"",
  "Cohen's lawyers say the allegation is \"incorrect,\" citing a Columbus Nova statement that the company is owned by Americans, and that neither the Russian oligarch \"nor anyone else, other than Columbus Nova's owners, were involved in the decision to hire Cohen or provided funding for his engagement.\"",
  "Avenatti, who represents Stormy Daniels, the adult film star suing Cohen and the president to void a nondisclosure agreement barring her from discussing an alleged affair with Trump, said on Twitter that the objections to his report were \"baseless, improper and sanctionable.\"",
  "The rebuttal from Cohen's lawyers came a day after a report from Avenatti's firm alleged that numerous companies, including AT&T, Novartis and Korea Aerospace Industries, had made payments to Cohen's company, Essential Consultants.",
  "\"Mr. Avenatti has published some information that appears to be from Mr. Cohen's actual bank records, and Mr. Cohen has no reason to believe that Mr. Avenatti is in lawful possession of these records,\" the filing said.",
  "AT&T said in a statement that it had paid Essential Consultants for \"insights\" into the Trump administration — payments Avenatti's report claims totaled $200,000 in four installments between late 2017 and early 2018.",
  "The court filing from Cohen's lawyers disputes another allegation from Avenatti's report: that a Russian oligarch and his cousin made eight payments to Cohen through the company Columbus Nova.",
  "Cohen's lawyers also questioned how the person who compiled the report, lawyer Michael Avenatti, obtained the information.",
  "AT&T and Novartis both confirmed in subsequent statements they had made payments to the company.",
  "The report also claimed Novartis paid Cohen's company nearly $400,000."
]