[
  "They are now attempting to remove this case to federal [court] in order to increase their chances that the matter will be decided in private arbitration, thus hiding the truth from the public.”\n\nCohen responded early Friday to a HuffPost query about his coming filing by asking for more specifics, but then he never replied to subsequent calls and text messages.",
  "“Therefore, EC and/or Defendant Trump have the right to seek liquidated damages against Clifford for her numerous breaches in an amount to be proven with certainty at the Pending Arbitration Proceeding, but which is approximated to already be in excess of twenty million dollars,” the filing states.",
  "President Donald Trump has jumped into the lawsuit filed against him by an adult film actress seeking to void a “hush agreement” about their relationship, while his longtime attorney is claiming that they have the right to sue her for at least $20 million.",
  "We are NOT going away and we will NOT be intimidated.”\n\nLast week, Clifford filed a lawsuit against Trump, claiming that the agreement signed in 2016 is “null and void” because the president did not sign the agreement himself.",
  "That’s just how Michael is.”\n\nHow can President Donald Trump seek $20 million in damages against my client based on an agreement that he and Mr. Cohen claim Mr. Trump never was a party to and knew nothing about?",
  "Clifford’s suit claims that she and Cohen signed the so-called hush agreement and a side letter agreement, which stated that her attorney at the time would be paid $130,000 in exchange for Clifford’s silence.",
  "“How can President Donald Trump seek $20 million in damages against my client based on an agreement that he and Mr. Cohen claim Mr. Trump never was a party to and knew nothing about?” he wrote.",
  "Joe Raedle via Getty Images Stephanie Clifford, who uses the stage name Stormy Daniels, arrives to perform at the Solid Gold Fort Lauderdale strip club on March 9 in Pompano Beach, Florida.",
  "The latest twist comes after the White House initially claimed Trump had nothing to do with Trump Organization lawyer Michael Cohen’s payment of $130,000 to Stephanie Clifford ?",
  "“The fact that a sitting president is pursuing over $20M in bogus ‘damages’ against a private citizen, who is only trying to tell the public what really happened, is remarkable.",
  "Avenatti, on Twitter, wondered how Trump could simultaneously argue that he had nothing to do with Clifford while also suing her for millions for talking about it.",
  "he argues that the confidentiality agreement Clifford signed in October 2016 states that each time she violates it, she is liable for $1 million in damages.",
  "Friday night, after the papers had been filed, he responded on Twitter: “The filing today is yet another bullying tactic from the president and Mr. Cohen.",
  "Clifford’s lawyer, Michael Avenatti, early Friday told HuffPost he had heard nothing of Cohen’s upcoming filing but that he welcomed it if it happened.",
  "Trump, through Beverly Hills lawyer Charles Harder, filed papers indicating that he agrees with Cohen that the matter belongs in federal court.",
  "Before that, Harder had represented pro wrestler Hulk Hogan in his lawsuit against Gawker over its publication of a sex tape involving him.",
  "Clifford’s suit against Trump claims the two had an intimate relationship that started in the summer of 2006 and continued into 2007.",
  "done in the name of Essential Consultants, the Delaware corporation he created for the purpose of paying Clifford ?",
  "One Republican consultant close to the White House said he wasn’t sure how Cohen’s latest tactic serves Trump.",
  "Cohen filed papers Friday to move Clifford’s lawsuit from state court in California to a federal court there.",
  "He had earlier represented first lady Melania Trump in a lawsuit against the London-based Daily Mail.",
  "None of it,” he said, guessing that Cohen had decided he needed to hit back hard to protect Trump.",
  "Trump intends to pursue his rights to the fullest extent permitted by law,” Harder wrote.",
  "That time period would have been shortly after Trump and new wife Melania’s son was born.",
  "Cohen “is aware of at least twenty (20) violations by Clifford,” the filing states.",
  "Harder did not immediately respond to a HuffPost request for comment.",
  "Michael Avenatti, Stephanie Clifford's lawyer\n\nIn Cohen’s filing ?",
  "It doesn’t matter if you’re an ice cream salesman or a porn star.",
  "“If you go after Michael Cohen, he’s going to come after you.",
  "better known by her stage name, Stormy Daniels ?",
  "just days before the 2016 presidential election.",
  "Likely unprecedented in our history.",
  "He’s going to leave a mark.",
  "“None of this is helpful.",
  "“Mr."
]