[
  "Novartis’ CEO has previously acknowledged that “we made a mistake” in paying Trump attorney Michael Cohen $1.2 million as part of a yearlong contract aimed at understanding how the president might approach healthcare policy in the U.S. On Wednesday, Novartis general counsel Felix Ehrat said he would resign, effective next month.",
  "Novartis’s payment to Cohen was funneled through Essential Consultants, an LLC controlled by Cohen through which he made a $130,000 payout to porn actress Stormy Daniels as part of a nondisclosure agreement related to an affair she claims to have had with the president.",
  "Both AT&T and Novartis have said they were questioned by investigators from the office of special counsel Robert Mueller, who is investigating the Trump campaign and allegations that it colluded with the Russian government’s efforts to interfere in the 2016 election.",
  "The general counsel for Swiss drugmaker Novartis has resigned, the company announced Wednesday, over his role in a consulting contract with President Donald Trump’s longtime personal attorney that has wrapped the company up in U.S. federal investigations.",
  "| Drew Angerer/Getty Images Novartis general counsel resigns over Michael Cohen payment 'Although the contract was legally in order, it was an error,' general counsel Felix Ehrat said in a statement.",
  "Novartis’s payment to Michael Cohen was funneled through Essential Consultants, an LLC controlled by Cohen through which he made a $130,000 payout to porn actress Stormy Daniels.",
  "Story Continued Below\n\n\"Although the contract was legally in order, it was an error,” Ehrat said in a statement released by the company.",
  "“As a co-signatory with our former CEO, I take personal responsibility to bring the public debate on this matter to an end.\"",
  "Other companies, including AT&T, had similar arrangements with Cohen and paid him via Essential Consultants.",
  "Last week, AT&T announced that its top public policy official was retiring over the Cohen payment."
]