[
  "Related: AT&T says it cooperated in Mueller probe\n\nIn an email sent to AT&T employees earlier this week, the company said that it had retained Cohen in early 2017 to advise on \"regulatory reform at the FCC, corporate tax reform and antitrust enforcement\" and that he did no legal or lobbying work.",
  "One source familiar with DOJ's thinking said the antitrust team finds it \"ironic\" that AT&T was paying Cohen in what they believe was an effort to politically influence the department's decision while at the same time saying the department's decision was being influenced by politics.",
  "The Washington Post reported earlier Thursday that internal AT&T documents pertaining to Cohen's consulting deal indicated Cohen would \"focus on specific long-term planning initiatives as well as the immediate issue of corporate tax reform and the acquisition of Time Warner.\"",
  "Before the trial began, AT&T and Time Warner considered using a \"selective enforcement\" defense, essentially arguing that the Justice Department was targeting their merger partly because Trump doesn't like CNN.",
  "But the judge overseeing the case blocked AT&T and Time Warner's request for discovery on communication logs between the Justice Department and the White House, and the companies ultimately dropped the defense.",
  "AT&T has had multiple issues in front of government regulators, including changes to net neutrality rules and an $85 billion deal to purchase Time Warner, CNN's parent company.",
  "He alleged that AT&T made payments totaling $200,000 -- $50,000 a month for four months -- to the consulting company set up by Cohen shortly before the 2016 election.",
  "AT&T hired Trump lawyer Michael Cohen to advise the telecom giant on its purchase of Time Warner among other issues, the company confirmed on Thursday.",
  "On Thursday FCC chairman Ajit Pai told reporters during a news conference that he had never received any inquiries from Cohen on net neutrality issues.",
  "On Tuesday AT&T confirmed that it had paid Cohen's company Essential Consultants for \"insights into understanding\" the new administration.",
  "Cohen was also hired to advise the company on Federal Communications Commission regulation and tax reform, an AT&T spokesperson told CNN.",
  "Cohen used that same company to pay Daniels $130,000 to keep her from speaking publicly about an alleged affair with Trump years prior.",
  "A source close to AT&T said the contract between Cohen and AT&T specifically stated that the work was not to include lobbying.",
  "A source with knowledge of the matter told CNN on Thursday that AT&T actually paid Cohen $600,000 over the course of one year.",
  "Sources familiar with the situation at the Justice Department told CNN that Cohen never contacted their antitrust division.",
  "The FCC ultimately decided to lift the current rules on net neutrality, a decision that AT&T has generally supported.",
  "The arrangement between Cohen and AT&T was made public on Tuesday by Stormy Daniels' lawyer, Michael Avenatti.",
  "Part of that time would be spent on \"legislative policy development\" and \"regulatory policy development.\"",
  "The judge is expected to issue his ruling on the Justice Department's lawsuit on June 12.",
  "But the Justice Department sued to block AT&T's purchase of Time Warner.",
  "-- CNN's Brian Stelter contributed reporting.",
  "The White House says Trump denies the affair."
]