[
  "Novartis, a pharmaceutical giant, acknowledged paying Essential Consultants LLC $100,000 per month for one year ($1.2 million total) and said that “any agreements with Essential Consultants were entered before our current CEO taking office in February of this year and have expired.” They said the payments were for “healthcare policy matters.”\n\nA seven-page document prepared by Michael Avenatti, an attorney for Stormy Daniels, the adult film actress, said that Cohen’s company also received money from Korea Aerospace Industries.",
  "The world’s largest telecommunications company, an investment firm tied to a Russian oligarch, a pharmaceutical conglomerate and an aircraft manufacturer competing for a government contract all sent money to President Donald Trump’s personal lawyer through the same shell company he used to pay off a porn star who says she had sex with the reality television star turned commander-in-chief.",
  "Banks are required to file such reports, also known as SARs, when they know or suspect that transactions “involve money laundering or violate the Bank Secrecy Act.”\n\nAvenatti said the Treasury Department should release those reports and claimed that officials had rejected his prior requests to do so.",
  "Cohen’s attorney Stephen Ryan did not respond to HuffPost’s inquiry about the payments, but told The Atlantic only that the money Essential Consultants LLC received from Columbus Nova was “not a payment.”\n\nBut Tuesday night’s revelations still leave us with more questions than answers.",
  "Columbus Nova, a New York investment firm with close ties to billionaire Russian oligarch Viktor Vekselberg, paid Cohen’s LLC around $500,000 — which was a “consulting fee” that had nothing to do with Vekselberg, Columbus Nova’s lawyer told The New York Times.",
  "Here’s what we know:\n\nAT&T paid Cohen’s limited liability company, Essential Consultants LLC, roughly $600,000, according to documents, but claimed that Cohen did no legal or lobbying work for the telecom firm.",
  "had a “strategic alliance” with the law firm Squire Patton Boggs for about a year, which ended shortly after the FBI raided several locations used by Cohen, including his Squire Patton Boggs office at 30 Rock.",
  "But even the most innocent explanation for the transactions — that companies were paying Trump lawyer Michael Cohen in an attempt to buy access to or influence the president — represents a form of corruption.",
  "Avenatti said on MSNBC Tuesday night that he knew “for a fact” there were three Suspicious Activity Reports filed with the Treasury Department by a bank that handled money paid to Cohen’s LLC.",
  "The telecommunications giant currently has a proposed merger with Time Warner pending before the Justice Department but has denied that Cohen did any “legal or lobbying work” for the company.",
  "Korea Aerospace Industries has been working with American defense contractor Lockheed Martin to bid for a multi-billion dollar contract with the U.S. Air Force.",
  "Some have also noted that AT&T’s payments ended shortly after Ajit Pai, the chairman of the Federal Communications Commission, voted to repeal net neutrality.",
  "As recently as last month, Trump maintained that Cohen was still his lawyer, even though he has moved to distance himself from the man in recent weeks.",
  "He pushed that point on Twitter later Tuesday evening, saying there was ”no reason why the SARs should not be released.”\n\n“Demand it!” he concluded.",
  "The company, which was seeking government approval of a merger with Time Warner Inc., said the payments were for “insights” into the administration.",
  "“You’ll have to ask Michael Cohen,” Trump told reporters aboard Air Force One in response to a question about a hush money payment to Daniels.",
  "Some have speculated Avenatti has already gotten access to those reports and that they were the basis of the document released Tuesday.",
  "The company told Bloomberg it paid Cohen one $150,000 payment for advice on what the outlet refers to as local accounting standards.",
  "At least $4.4 million flowed through Cohen’s LLC between just before Trump’s election through January, the New York Times reported.",
  "Several of these companies had business before the government or a vested interest in legislation the government was considering.",
  "“It’s where did the money go,” he said on MSNBC before challenging Cohen to release his bank statements affiliated with the LLC.",
  "“How the fuck did Avenatti find out?” a source who confirmed the payments did in fact happen asked The Daily Beast Tuesday.",
  "Novartis told The Wall Street Journal that Mueller’s office contacted the company about six months ago, in November 2017.",
  "“If there’s nothing to hide here and it’s all above board and it’s all legal, then the documents will prove that out.",
  "How did these companies come to know about Essential Consultants and what did they get in exchange for their money?",
  "We also know that the special counsel team headed up by Robert Mueller has known about all of this for awhile.",
  "This article has been updated with more recently reported figures for the amount paid to Cohen by AT&T.",
  "A Washington Post breakdown said there is more money somewhere, but details are incomplete.",
  "So far, the White House hasn’t commented and referred questions to Trump’s outside lawyers.",
  "Trump lawyer Rudy Guiliani said he didn’t know anything about Essential Consulting’s work.",
  "But how did they come to pay the same shell company that Cohen used to pay Stormy Daniels?",
  "AT&T paid Cohen four installments of $50,000 from early 2017 to January 2018.",
  "That contract is expected to be awarded this year, according to The Times.",
  "Avenatti speculated that the answer to this question is the bigger issue.",
  "Novartis and AT&T didn’t immediately respond to a request for comment.",
  "the graduate of what’s often called the worst law school in America ?",
  "not a man necessarily known for his expertise on health care policy ?",
  "But Cohen has long been Trump’s personal lawyer and a trusted fixer.",
  "A spokesman maintained that their contract with Cohen was legal.",
  "How did Stormy Daniels’ lawyer find out about these payments?",
  "What did the president know about Cohen’s activities?",
  "What were they expecting in exchange for their money?",
  "provided to the pharmaceutical company Novartis.",
  "Date and Amanda Terkel contributed reporting.",
  "It’s unclear precisely what services Cohen ?",
  "And Cohen has likewise remained mum.",
  "Here are a few of the big ones:\n\n1.",
  "You’ll have to ask Michael.”\n\n4.",
  "People lie, documents don’t.",
  "That raises a few questions.",
  "So, where’s the money now?",
  "“Michael is my attorney.",
  "Period.”\n\nS.V.",
  "WASHINGTON ?",
  "Cohen ?",
  "2.",
  "3."
]