[
  "He also admitted to making false statements to a financial institution tied to a credit decision around February 2015, to willfully causing an unlawful corporate contribution from at least June 2016 to October 2016, and to making an excessive campaign contribution on October 27, 2016, according to his plea agreement.",
  "Michael D. Cohen made that explosive admission during a hastily convened appearance in a federal courthouse in Manhattan on Tuesday, where he pleaded guilty to eight counts of tax fraud, bank fraud and campaign finance violations and could face up to five years in prison.",
  "In addition, he used Essential Consultants to handle a $1.6 million hush-money payment to a former Playboy model, Shera Bechard, on behalf of a top Republican fundraiser, Elliott Broidy, who has said that his affair with Bechard led to a terminated pregnancy.",
  "“His day of reckoning serves as a reminder that we are a nation of laws, with one set of rules that applies equally to everyone.”\n\nCohen admitted that he violated a campaign-finance law in 2016 at the “direction” of a political candidate he didn’t identify.",
  "After the election, Cohen reportedly had hoped to join Trump in Washington but instead was relegated to a small office in New York, where he tried to drum up clients for a law firm, Squire Patton Boggs, and his own fledgling consulting business.",
  "At the moment Cohen was admitting guilt in Manhattan, a more protracted drama was culminating in a federal courtroom in Virginia, where a jury found former Trump campaign chairman Paul Manafort guilty of eight counts of tax and bank fraud.",
  "“Michael Cohen is a lawyer who, rather than setting an example of respect for the law, instead chose to break the law, repeatedly over many years and in a variety of ways,” said Deputy U.S. Attorney Robert Khuzami in Manhattan.",
  "It’s still possible that Cohen could meet with prosecutors after the current case is resolved through his guilty plea, said Mimi Rocah, a former federal prosecutor in Manhattan who isn’t involved in the case.",
  "President Donald Trump’s former attorney admitted that he violated campaign finance laws ahead of the 2016 election — at the direction of his then-boss, presidential candidate Donald Trump.",
  "It is clear that, as the prosecutor noted, Mr. Cohen’s actions reflect a pattern of lies and dishonesty over a significant period of time,” his lawyer Rudy Giuliani said in a statement.",
  "Cohen, Trump’s longtime lawyer and fixer, paid Clifford $130,000 in the weeks before the election to keep her from going public with her story about a decade-old affair with Trump.",
  "“It could mean that they don’t need him or don’t trust him, or just aren’t ready to cut the deal yet,” said Sandick, now a defense attorney at Patterson Belknap Webb & Tyler LLP.",
  "“There is also the possibility that he is separately speaking with Mueller about other topics,” she said, adding he could also be subpoenaed after he is sentenced in this case.",
  "Harry Sandick, a former federal prosecutor in Manhattan said it’s possible that federal prosecutors don’t consider Cohen’s information valuable or view him as a worthy witness.",
  "Cohen once pursued a plan to build a Trump-branded tower in Moscow — even as Trump was campaigning — and allegedly hand-delivered a Ukraine peace proposal to the White House.",
  "Cohen, who is 51, has a decade-long view into Trump’s business and personal affairs, as a vice president of the Trump Organization and a personal lawyer to Trump himself.",
  "He received millions of dollars in payments from companies, including Novartis AG and AT&T Inc., that wanted an inside edge when it came to Trump administration policy.",
  "His guilty pleas may also allow him to give testimony to other federal authorities, including Special Counsel Robert Mueller, without further incriminating himself.",
  "Some of the companies subsequently apologized after those payments were made public, and some of the top executives involved in his hiring took early retirements.",
  "At issue is a hush-money payment that Cohen made on behalf of the then-candidate to adult film actress Stephanie Clifford, professionally known as Stormy Daniels.",
  "Cohen raised millions of dollars for Trump’s presidential campaign and was later named a deputy finance chairman of the Republican National Committee.",
  "Cohen profited from Trump’s surprise 2016 election, even as the modest fortune he amassed from taxi fleets in New York and Chicago began to decline.",
  "“That is a strong message today that we will not fear prosecuting additional campaign finance cases,” Khuzami told reporters after the plea.",
  "Cohen’s statement implicates Trump in an apparent effort to break the law on the way to winning the 2016 presidential election.",
  "Cohen told a federal judge on Tuesday that he did so in coordination with the candidate his lawyer later identified as Trump.",
  "In early October of that year an audio recording emerged of Trump appearing to boast about inappropriately grabbing women.",
  "He also used it to pay $130,000 to Clifford to secure her silence about the affair she says she had with Trump in 2006.",
  "Cohen received funds for many of these deals through a Delaware-based company he formed, Essential Consultants LLC.",
  "His appearance capped months of increasing financial and legal pressure on the longtime personal lawyer for Trump.",
  "“There is no allegation of any wrongdoing against the president in the government’s charges against Mr. Cohen.",
  "However, according to former prosecutors, it’s possible that prosecutors could reach such a deal with Cohen.",
  "Cohen pleaded guilty to failure to report personal income taxes for the five-year period beginning in 2012.",
  "The government filing in the matter identifies the candidate as the current president, without naming him.",
  "In a statement issued later in the day by his lawyer, Cohen identified the candidate as Trump.",
  "Cohen’s plea deal doesn’t include an agreement to cooperate with federal authorities.",
  "So Cohen set about to kill it by offering her a six-figure sum to keep her quiet.",
  "At the same time, it ushered in a new wave of legal woes for his longtime boss.",
  "It’s unclear whether prosecutors will pursue others involved in Cohen’s scheme.",
  "While Trump personally railed at the Manafort verdict, he was silent on Cohen.",
  "Around that time Trump was under scrutiny for his past behavior with women.",
  "Trump has repeatedly denied having an affair with Clifford.",
  "Clifford’s story threatened to derail Trump’s campaign."
]