[
  "| John Shinkle/POLITICO\n\nWHITE HOUSE AGAIN TRYING TO GUT DRUG POLICY OFFICE — President Donald Trump is planning to slash the budget of the Office of National Drug Control Policy, his administration's second attempt to gut the office responsible for coordinating the federal response to the opioid crisis, POLITICO's Sarah Karlin-Smith and Brianna Ehley scoop.",
  "The plan would shift the office's two main grant programs, the High Intensity Drug Trafficking Areas grant and the Drug Free Communities Act, to the Justice and Health and Human Services departments, respectively, multiple sources in the administration and others working with the government on the opioid crisis told POLITICO.",
  "The Senate couldn't even agree on whether to vote Thursday night, adjourning after Senate Majority Leader Mitch McConnell spurned Minority Leader Chuck Schumer's request to put the spending bill to a show of hands and — assuming it failed — to restart bipartisan negotiations on immigration and government spending levels.",
  "The House's short-term spending bill includes a delay of the device tax itself for two years -- but the provision's immediate fate remains unclear if Congress fails to strike a deal keeping the government open\n\nFIRST IN PULSE: White Coat Waste, lawmaker put more pressure on government's animal tests.",
  "Seventeen new health systems joined Medicare’s most advanced and highest-risk ACO program this year and it now serves about 2 million patients, according to new CMS data.The additions bring the total number of Next Generation accountable care organizations to 58, up from 44 last year.",
  "HOW MEDIA COVERAGE MAY HAVE BOOSTED ACA ENROLLMENT — A new Ogilvy analysis released Thursday by Covered California suggested that a dramatic uptick in Obamacare media coverage last year may have boosted 2018 federal enrollment figures, POLITICO's Victoria Colliver reports.",
  "About those missing comments… POLITICO on Dec. 18 reported that HHS was withholding thousands of critical comments on a request for information, and BuzzFeed yesterday trumpeted that its FOIA request, following POLITICO's story, prompted the missing comments to be posted.",
  "The latest on the shutdown\n\nYES, A SHUTDOWN MAY BE LOOMING — Though House Republicans voted Thursday night to keep the government open, the real drama is in the closely divided Senate, where it's unclear what, if anything, can clear the chamber's supermajority threshold.",
  "That's according to a brief released at a Covered California board meeting, which found that rates nationally could increase next year from 16 percent to as much as 30 percent, depending on the state, if federal actions aren’t taken to stabilize premiums.",
  "A strategic set of incentives — chiefly, free medical education for those who agree to practice in the region, and local residencies embedded in the community — will not only appeal to debt-stressed millennials but also be a boon to the region’s health.",
  "** A message from PhRMA: The Centers for Medicare & Medicaid Services has recognized the market-based nature of Part B drug reimbursement, noting just last month that “there are a number of competitive market factors at work” in the program.",
  "The list recognizes the 111 California hospitals — 45 percent of the hospitals in the state offering maternity care — that hit or exceeded HHS’s Healthy People 2020 goal of reducing C-section rates to 23.9 percent for low-risk mothers.",
  "The research suggests that anyone at risk of developing CTE — especially members of athletic teams and the military — should consider the number of times they’ve been hit, instead of the number of concussions, when assessing that risk.",
  "As a result — after months of Democrats excoriating the GOP for not funding the program — it's now Republicans saying that Democrats, who oppose their short-term funding bill, aren't sufficiently committed to children's health.",
  "A coalition of public and private health care purchasers released its new list of California hospitals that managed to meet or surpass a federal goal to reduce C-sections for first-time mothers with low-risk pregnancies.",
  "The act of gardening could help cancer survivors get more active, eat more fruits and increase their sense of self-worth, according to Reuters’ report on research in the Journal of the Academy of Nutrition and Dietetics.",
  "The new medical school at the University of California, at Riverside, is predicated on one big idea: growing new doctors in Riverside County and making sure they stick around, Ethan Epstein writes for POLITICO Magazine.",
  "The group, called Smart Care California, has been keeping track of three areas – C-section rates, opioid overuse and lower back pain treatments — in an effort to promote safe, cost-effective health care in California.",
  "The Wall Street Journal, which first reported the details of a payoff to an adult film star who allegedly had a sexual encounter with Trump, yesterday scooped that Trump's lawyer set up an LLC to handle the payoff.",
  "Fitzgerald's limitations have led lawmakers of both parties to pressure her to unload the holdings — and in recent days, Fitzgerald has told three Senate Republicans that she would find a way, the lawmakers said.",
  "But in a brief interview, Carper told POLITICO he broke ranks not because he agrees with Azar's policy positions, but because people he trusts vouched for the 50-year-old former pharmaceutical executive.",
  "THANK GOODNESS IT'S FRIDAY PULSE — Where regardless of your politics, passions or even familiarity with Twitter, PULSE bets you'll enjoy (and maybe be depressed by) this anatomy of a Twitterstorm.",
  "Fitzgerald's recusals on key issues — including cancer detection and aspects of the opioid crisis, potentially — have kept her mum on some of the most important health concerns facing the country.",
  "**\n\nBRENDA FITZGERALD FACES HEAT OVER CONFLICTS —The CDC director is the top public health official in the country, but she's unable to speak before Congress about much of her agency's work.",
  "Medical device companies still on the tax hook despite IRS waiver — The IRS has reinstituted a policy temporarily waiving the penalty on companies that don't pay the medical device tax.",
  "Among them: Lauren Underwood, an Illinois nurse who worked as an HHS adviser during the Obama administration and decided to challenge Rep. Randy Hultgren after his health care votes.",
  "Even if they’re not full-out concussions, repeated hits to the head can lead to chronic traumatic encephalopathy, according to NPR’s report on a new study in neurology journal Brain.",
  "WHAT WE'RE READING\n\nBy Mohana Ravindranath\n\nSome home care agencies wrongfully claim their patients can’t use Medicaid to pay for services, Kaiser Health News’s Susan Jaffe reports.",
  "\"We want her to be able to testify, which means she has to resolve the conflicts, and she wants very much to do it,” Senate HELP Committee Chairman Lamar Alexander told POLITICO.",
  "TIME magazine has a cover story looking at the record number of women running for office, some of whom were motivated by Republicans' long-running attempts to repeal the ACA.",
  "Despite evidence the system is working to control costs, the Department of Health and Human Services has proposed changes that could put seniors’ access to medicines at risk.",
  "The latest twist: Republicans' short-term spending bill includes a six-year CHIP extension, and leaders are saying that this deal is as good as Democrats are going to get.",
  "The report examines the potential impact of such policies as eliminating the individual mandate, curtailing marketing and allowing short-term policies on 2019 premiums.",
  "The advocacy group, which opposes animal testing, is backing Rep. Robert Pittinger's scrutiny of an NIH office over using animal testing to develop sunscreen products.",
  "The analysis found that mentions of “enrollment,” “enrollment period” and “deadline” increased by 53 percent, 125 percent and 129 percent respectively year over year.",
  "Topping that list of confidants were former HHS chiefs Tommy Thompson and Michael Leavitt, he said, who Carper knows from back when they were all state governors.",
  "But that LLC — Essential Consultants LLC — also has a contract with 4C Health Solutions, a health care company focused on uncovering fraud and abuse, WSJ noted.",
  "CARPER EXPLAINS HIS AZAR VOTE — Sen. Tom Carper was the lone Finance Committee Democrat to vote in favor of advancing Alex Azar's nomination for HHS secretary.",
  "“Enrollment nationally benefited from a dramatic uptick in coverage for 2018, but there is no reason to expect the same coverage for 2019.” See the analysis.",
  "The New York Times explores an agreement between several hospital systems to combat drug companies’ price manipulation by entering the business themselves.",
  "Before 2015, when the group first focused on the issue, C-section rates for those first-time moms ranged from less than 15 percent to more than 60 percent.",
  "And the IRS waiver would only take effect if a company made a \"good faith\" effort to pay, but missed the deadline due to technical or logistical issues.",
  "Trump administration officials say the office would stay open as the White House's drug policy shop, with larger agencies handing out the grant money.",
  "It's been 110 days since funding for the Children's Health Insurance Program expired, and both parties have blamed the other for the lack of action.",
  "The reason: Financial conflicts of interest still unresolved after seven months on the job, POLITICO's Jennifer Haberkorn and Brianna Ehley report.",
  "Earlier this month, CMS announced there were 561 shared savings ACOs in the new year, an increase of 124 provider groups from the previous January.",
  "The little-known Virginia company is chaired by former HHS Secretary Tommy Thompson; 4C most recently retweeted Thompson's pro-Alex Azar tweet.",
  "“Studies clearly document that both news coverage and advertising drive enrollment,” Peter Lee, Covered California’s executive director, said.",
  "She and her husband have more than $300,000 in investments in GW Ventures LLC and Greenway Messenger LLC, both deemed conflicts of interest.",
  "It also looks at some policies that could mitigate the impact such as funding state-based reinsurance or increasing marketing dollars.",
  "Scientists are looking for a super-flu vaccine that could stave off future pandemics, Lauran Neergaard writes in the Associated Press.",
  "Story Continued Below\n\n— What's next: Senators said they expected a vote today, but were noncommittal about how it would turn out.",
  "The agency \"is ushering in a new era of state flexibility and local leadership,\" CMS administrator Seema Verma said on Twitter.",
  "Pro-life advocates are increasingly using scientific research to promote their cause, writes The Atlantic’s Emma Green.",
  "But that policy would only apply in a very narrow set of circumstances, AdvaMed spokesperson Greg Crist emails.",
  "Richard Burr and Johnny Isakson said she made similar commitments to them to get rid of the financial holdings.",
  "With help from Victoria Colliver (@vcolliver), Adam Cancryn (@AdamCancryn), and Jennifer Haberkorn (@JenHab).",
  "Companies will still need to make the medical device tax payments starting Jan. 29, or risk being penalized.",
  "NIH researchers took to Reddit for an AMA about CRISPR gene editing and its potential uses and misuses.",
  "THE WHITE HOUSE\n\nHow the Trump-'Stormy Daniels' story — yes, that one — has a health care connection.",
  "The timing is odd, as the comments were actually posted on Dec. 22, as PULSE readers will recall.",
  "The move would result in a reduction of about $340 million, or 95 percent of the ONDCP's budget.",
  "Three health systems left the program, which was launched by the CMS Innovation Center in 2016.",
  "These tactics cannot be allowed to succeed,\" Paul Krugman writes at the New York Times.",
  "** A message from PhRMA: When foreign governments set medicine prices, access suffers.",
  "Case in point: 95 percent of new cancer medicines are available in the United States.",
  "International reference pricing schemes could disrupt seniors’ access to medicines.",
  "AROUND THE NATION\n\nHow GOP health plan helped motivate surge of female candidates.",
  "INSIDE THE HUMPHREY BUILDING\n\nCMS touts its 'Patients Over Paperwork' initiative.",
  "Protect seniors’ Medicare Part B and stop the International Pricing Index Model.",
  "California: One city's plan to turn indebted millennials into local doctors.",
  "Either way, the once-missing comments remain up and available for browsing.",
  "\"But in a situation like this I turn to people who know him, who I trust.\"",
  "HOSPITALS\n\nNext Gen ACOs grow to 58 systems, add half million patients.",
  "\"It's time,\" Energy and Commerce Chairman Greg Walden said this week.",
  "Tip him there at @ddiamond or send tips to ddiamond@politico.com.",
  "Both are now helping coach Azar through his confirmation process.",
  "No matter what time you're reading this, see POLITICO's tracker.",
  "... Progressives counter that the bill itself is a non-starter.",
  "The shared savings ACOs serve 10.5 million Medicare patients.",
  "— Both parties continue to use CHIP as negotiating leverage.",
  "OBAMACARE\n\nBig ACA premium hikes could be on tap next year.",
  "Any changes to Medicare should help, not hurt, patients.",
  "It’s been 100 years since the 1918 influenza outbreak.",
  "California: Reducing the state's C-section rates.",
  "You can always find your author on Twitter.",
  "Only 8 percent are available in Greece.",
  "A government shutdown may be looming.",
  "“She’s working hard to do it.” Sens.",
  "— Has the government shut down yet?",
  "Protect seniors’ Medicare Part B.",
  "\"Did he satisfy all my concerns?",
  "\"Democrats should just say no.",
  "Keep reading: More for Pros.",
  "See its internal newsletter.",
  "— Is a resolution coming?",
  "Keep reading: More.",
  "Keep reading: More.",
  "\"Enough’s enough.\"",
  "No,\" Carper said.",
  "Read the letter.",
  "See the list.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "More.",
  "**"
]