[
  "George Stephanopoulos of ABC News reported Wednesday morning that Cohen’s legal team will leave his case and that he is now “likely to cooperate with federal prosecutors in New York,” with that cooperation “believed to be imminent.”\n\nHowever, the Wall Street Journal’s Rebecca Ballhaus reported that while a change in Cohen’s legal team is expected, Cohen hasn’t yet made up his mind on cooperation, per a source.",
  "Specific matters Cohen has been involved in that have gotten a great deal of media attention and investigative scrutiny include:\n\n1) The Stormy Daniels and other hush money payoffs: Days before the 2016 election, Cohen arranged and sent a $130,000 payment to Stormy Daniels (through her lawyer Keith Davidson) so she wouldn’t come forward alleging a sexual encounter with Trump.",
  "And the president has seemed quite worried about the FBI’s raid on Cohen’s properties, calling it “a disgraceful situation” and “a total witch hunt.”\n\nThough the Cohen investigation is being run out of SDNY rather than by the special counsel’s office, if Cohen does cut a plea deal, he’d likely be obligated to provide Mueller’s team relevant information too.",
  "CNN’s Gloria Borger and Katelyn Polantz report that, per a source, Cohen has “not yet met with prosecutors to speak about a potential deal, and it’s unclear whether either side is seeking one.” And the New York Times reports that the change in lawyers is “primarily” because Cohen is having trouble paying his legal bills.",
  "Cohen has been by Trump’s side for more than a decade and has been involved in all manner of suspicious activity, from sex scandal hush money payoffs to eyebrow-raising real estate transactions involving huge sums of money to an effort to build Trump properties abroad (including in Moscow).",
  "3) Trump Tower Moscow (and other Russia ties): As Trump was running for president in 2015 and 2016, Cohen was heavily involved in trying to set up a deal to build a Trump Tower Moscow, as BuzzFeed News’s Anthony Cormier and Jason Leopold have documented.",
  "Around this time, Cohen was involved in an effort to give President Trump a “peace plan” for Ukraine, developed by a pro-Russian Ukrainian politician, that involved discrediting Ukraine’s current president with allegations of corruption.",
  "Still, reports have suggested Mueller’s team remains keenly interested in Cohen’s business efforts for Trump in the former Soviet Union, and in Vekselberg (whom Mueller’s investigators questioned at a US airport earlier this year).",
  "But more broadly, he’s a sort of all-purpose “fix-it guy” who was tasked with making problems for Trump go away — whether that entailed profanely threatening journalists or arranging secret payoffs to hush up sex scandals.",
  "But we recently learned that Essential Consultants also raked in some cash in 2017, from companies such as AT&T ($600,000), Novartis ($1.2 million), and Korea Aerospace Industries (at least $150,000).",
  "Evidence suggests Cohen was also aware of an earlier hush money payment to another woman alleging an affair with Trump, Karen McDougal (through the parent company of the National Enquirer tabloid).",
  "After the raid, Cohen filed suit in federal court to try to block the Justice Department from reviewing some of his records, claiming many would be protected by attorney-client privilege.",
  "The warrant for the FBI raid on Cohen’s office does not seem to have mentioned any Russia-related issues (instead focusing on Cohen’s business activities and the sex scandal hush money).",
  "Christopher Steele’s Trump-Russia dossier also names Cohen as involved in collusion with Russia during the 2016 campaign, but its allegations have not been corroborated.",
  "The same lawyer, Davidson, represented all these women, and these payoffs have drawn prosecutors’ attention for potential bank fraud or campaign finance violations.",
  "Several months ago, special counsel Robert Mueller handed off some information about Cohen to the US Attorney’s Office for the Southern District of New York (SDNY).",
  "But unfortunately for Cohen, Jones’s initial rulings were that almost none of the seized material she reviewed would be protected by attorney-client privilege.",
  "Longtime Trump lawyer Michael Cohen is changing his legal team, in what may be a sign that he’ll cut a cooperation deal with Justice Department prosecutors.",
  "Though Cohen also has certain other shady associates prosecutors might have an interest in, Trump and people close to Trump are the obvious possibilities.",
  "Mueller has also indicted Paul Manafort on 25 counts, with new charges against him coming just last week (Mueller says he tried to tamper with witnesses).",
  "2) His consulting payments: Cohen made the Daniels and Broidy hush money payments through a shell company he set up called Essential Consultants.",
  "It is not clear what Cohen did in return for this cash or whether he should have registered as a lobbyist or representative of a foreign entity.",
  "And in 2017 he arranged a $1.6 million settlement for another former Playboy model, supposedly on behalf of Trump donor Elliott Broidy.",
  "He’s also a wealthy investor in his own right, with extensive taxi medallion holdings and an eyebrow-raising real estate portfolio.",
  "Cohen tried to contact Russian officials to get the project, which would have been the tallest building in Europe, moving forward.",
  "Former Trump campaign aides George Papadopoulos, Michael Flynn, and Rick Gates have already cut plea deals with Mueller’s office.",
  "Judge Kimba Wood appointed an outside special master, Barbara Jones, to review the documents and determine whether that was true.",
  "For one, he worked as a high-level executive in the Trump Organization, pursuing business deals in the former Soviet Union.",
  "If Cohen does end up making a plea deal, it could be a development of monumental importance to the Trump presidency.",
  "Why Cohen’s potential flip is such a big deal\n\nThough Cohen was Trump’s lawyer, his role was far broader than that.",
  "Reporting by the Atlantic’s Natasha Bertrand suggests Vekselberg was involved in the “peace plan” effort.",
  "A US affiliate of Vekselberg’s company (run by his cousin) paid Essential Consultants at least $500,000.",
  "For another, he’s a national deputy finance chair of the Republican National Committee.",
  "Then in 2017, Cohen developed a relationship with Russian oligarch Viktor Vekselberg.",
  "And on April 9, the FBI raided Cohen’s office and residence, at SDNY’s behest.",
  "It isn’t clear exactly what information Cohen might have of criminal activity.",
  "For more on Michael Cohen, please listen to this recent episode of The Weeds:",
  "Cohen is only the latest Trump associate to land in serious legal trouble.",
  "The full scope of prosecutors’ case and intentions here remains unclear.",
  "Manafort faces a hearing this Friday that may well send him to jail.",
  "Who, exactly, would Cohen be providing information on if he flips?",
  "There are conflicting reports on Cohen’s current intentions.",
  "But he’s been in prosecutors’ sights for some time.",
  "So it’s not entirely clear what’s going on here."
]