[
  "An attorney for Essential Consultants said the company wants Daniels to repay the $130,000 she was paid as part of the nondisclosure agreement, which was signed days before the 2016 presidential election, according to a letter included in a Friday night court filing.",
  "In addition to the offer to quash the agreement, Essential Consultants also agreed to back off its plan to fight Daniels in private arbitration and will not pursue a lawsuit against her, Brent Blakely, an attorney for the company said in a letter to Daniels' lawyer.",
  "The company set up by President Trump's former personal attorney, Michael Cohen, offered Friday to rescind Stormy Daniels' hush-money agreement and dropped plans for its threatened $20 million lawsuit against the porn actress for allegedly violating the deal.",
  "The development could kill a plan by Daniels' attorney, Michael Avenatti, to try to compel the president to provide testimony under oath, if the agreement is rescinded and a judge agrees to dismiss the case.",
  "Essential Consultants was set up by Mr. Trump's former personal attorney, Cohen, who pleaded guilty in federal court last month to campaign-finance violations and other charges.",
  "Daniels, whose real name is Stephanie Clifford, claims she had an affair with Mr. Trump in 2006, which Mr. Trump denies, and was suing to invalidate the nondisclosure agreement.",
  "Cohen told the judge that he and Mr. Trump had arranged the payment of hush money to Daniels and a former Playboy model to influence the election.",
  "Avenatti said he did not have to accept the offer and would not settle the case \"without the depositions,\" which he said would include Mr. Trump.",
  "Avenatti told The Associated Press that Friday's development is \"a stunt by Michael Cohen trying to fix it so that Donald Trump is not deposed.\"",
  "The president has lashed out at Cohen since he made the plea deal, saying that \"flipping\" like Cohen should be \"illegal.\"",
  "He believes the court should invalidate the agreement because it violated campaign finance laws, he said.",
  "Avenatti has become a fixture on cable news shows, and is considering his own run for president in 2020.",
  "Mr. Trump paid Cohen back through the Trump Organization, according to federal prosecutors.",
  "Cohen has said that Daniels could owe $20 million for violating the agreement.",
  "Daniels is also suing Mr. Trump and Cohen for defamation."
]