[
  "Rob Stien, VP of gov’t relations and regulatory affairs at InterDigital … Chad Scarborough … Austin Durrer, COS for Rep. Charlie Crist (D-Fla.) … Craig Sondag, who works in gov’t relations at Allianz Life ... Chrissy Shott Kopple ... John Northington ... Rahimeh Andalibian ... Campbell Dickson ... Kimberly Hill … Nicole Vartanian … Chloe LaBranche ... will.i.am is 43 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "A Trump Organization lawyer, Jill A. Martin, is listed as counsel in an arbitration demand for Essential Consultants LLC, a Delaware company formed by Mr. Trump’s personal lawyer and used to pay $130,000 to Stephanie Clifford in exchange for her silence, according to Feb. 22 arbitration documents filed in Orange County, Calif.” http://on.wsj.com/2HzA4W6\n\n-- “BuzzFeed maneuver could free Stormy Daniels to speak on Trump,” by Josh Gerstein: “BuzzFeed may have found a legal opening to allow the porn actress Stormy Daniels to discuss her alleged relationship with President Donald Trump and a $130,000 payment she received just before the 2016 election as part of a nondisclosure agreement she is now trying to void.",
  "Much of the mass media has become polarized, meaning readers and viewers on the right and left are never challenged in their conviction that the other side is made up of knaves and fools.” http://on.wsj.com/2InDtbL\n\nWASHINGTON INC. -- “Oil group to lobby president after stay at Trump hotel,” by Ben Lefebvre: “The oil industry’s top lobby group is holding a two-day board meeting at the Trump International Hotel in Washington, D.C., before its executive committee goes to the White House to voice concerns about President Donald Trump’s proposed steel tariffs, sources familiar with the meetings told POLITICO.",
  "Manafort's attorneys note that the alleged unregistered lobbying took place years before the Trump campaign and has no connection to the core issue Mueller was named to look into: alleged collusion between the Trump campaign and Russia.” http://politi.co/2GvaHFI\n\nAS THE WORLD TURNS AT FOGGY BOTTOM -- “A Tillerson Confidant Survives the Purge With Help From Friends,” by Bloomberg’s Nick Wadhams: “Within hours after President Donald Trump fired Rex Tillerson as secretary of state, the White House set about purging his inner circle.",
  "No excuse for not being prepared.”\n\nNOT SURPRISING -- “More Democrats likely to disavow Pelosi after Pennsylvania stunner,” by Elena Schneider in Pittsburgh and Heather Caygle in Washington: “Conor Lamb weathered $10 million in attack ads cartoonishly calling the Democratic candidate in Pennsylvania’s special election a member of Nancy Pelosi’s liberal ‘flock.’ Now other Democratic hopefuls are looking to adopt Lamb’s strategy — he repeatedly and bluntly disavowed the Democratic leader — in their own competitive races.",
  "To be titled ‘The Blue Collar President: How Trump is Reinventing the Aspirational Working Class,’ the book will focus on the president’s management style — which, of course, has included a high-level of turnover in its 13 months.” http://nyp.st/2tQxg52\n\n\n\nPlaybookers\n\nABOUT LAST NIGHT FROM CALIFORNIA … -- SPOTTED: Marty Nolan, Buffy Wicks, candidate for state assembly 15 in California, Amelia Matier, Kip Wainscott, Ben LeBolt and Andrew Snow at the Golden Squirrel after a journalism school event at Berkeley.",
  "Green, former NYC public advocate, is 73 ... Sir Philip Green is 66 ... David Silverman is 61 ... Kevin Youkilis is 39 ... Hector Manuel Ramirez ... Suzanne Smalley, senior director of content and strategy at AtlanticLIVE … Amanda Broun … Michael Allen ...\n\n... Brittni Palke, press secretary for the Senate Homeland Security and Gov’t Affairs Committee ... Marcus Weisgerber, global business editor at Defense One ... Jack Polidori ... Megan Uhrich, business strategy at Ad Hoc Team ... former West Virginia Gov.",
  "It’s not known how much API is paying to the hotel, which is controlled by the Trump Organization, the family-owned business headed by the president’s son Donald Jr.” http://politi.co/2Hzm2nj\n\nANOTHER TRUMP BOOK -- “Scaramucci is writing a book about Trump,” by N.Y. Post’s Carleton English: “Anthony Scaramucci — the former White House communications director who infamously lasted only 10 days in the White House — has just signed a deal with Hachette for book due out in September, The Post has learned.",
  "Now, BuzzFeed is using Cohen’s libel suit as a vehicle to demand that Daniels preserve all records relating to her relationship with Trump, as well as her dealings with Cohen and the payment he has acknowledged arranging in 2016.” http://politi.co/2GtUDUC\n\nUNDERSTANDING THE DACA BOTTLENECK -- “‘The place bills go to die’,” by Rachael Bade and John Bresnahan: “In late February, Speaker Paul Ryan and his leadership team went to House Judiciary Committee Chairman Bob Goodlatte with a request.",
  "Pic http://bit.ly/2FFO4Ry\n\nSPOTTED at the George Town Club last night for a toast to Alex Gage, GOP polling and micro-targeting guru and founder of TargetPoint Consulting and Deep Root Analytics: Michael Meyers, Brent Seaborn and Alicia Downs, Sara Fagen, Alex Lundry, Brent McGoldrick, Robin Roberts, Will Feltus, Ben Ginsberg, Matt Rhoades, Ed Goeas, Charlie Spies, Michael Toner, Larry McCarthy, Brian Baker, Ron Kaufman, Mike Dubke, with cameos by video from Karl Rove and Mitt Romney.",
  "All decades before I got into this stuff, but you could say it’s in my blood.” Read his Playbook Plus Q&A: http://politi.co/2FSj8wW\n\nBIRTHDAYS: Lenny Alcivar, Stefanik strategist and comms entrepreneur who recently launched communications firm the Alcivar Group, is 46 (h/t Phil Musser) ... Reid alum George Holman ... Josh Deckard … NYT’s Sopan Deb is 3-0 ... Washingtonian writer-at-large Jack Limpert ... Justice Ruth Bader Ginsburg is 85 ... former Sen. Ted Kaufman (D-Del.)",
  "‘But I think it’s moving toward closure.’” http://politi.co/2FCEZcn\n\nNICE TRY -- “Manafort seeks dismissal of D.C. Mueller indictment,” by Josh Gerstein: “The indictment that former Trump campaign chairman Paul Manafort faces on charges of money laundering and failing to register as a foreign agent is fatally flawed because of defects in the appointment of Special Counsel Robert Mueller, Manafort’s attorneys argued in a new court filing Wednesday night.",
  "| Jose Luis Magana/AP Photo\n\nANOTHER DAY, ANOTHER STORMY DANIELS STORY -- “Trump Organization Tied to Deal to Keep Ex-Porn Star Quiet,” by WSJ’s Michael Rothfeld and Joe Palazzolo: “Documents marked ‘HIGHLY CONFIDENTIAL PROCEEDING’ for the first time tie President Donald Trump’s flagship holding company to the continuing effort to silence a former adult-film actress who says she had an affair with Mr. Trump.",
  "But the combat — along with at least 10 other previously unreported attacks on American troops in West Africa between 2015 and 2017 — indicates that the deadly Oct. 4 ambush was not an isolated episode in a nation where the United States is building a major drone base.” http://nyti.ms/2tNZTQt\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "‘A Higher Loyalty: Truth, Lies and Leadership,’ the upcoming memoir from former FBI director James Comey, is set for publication on April 18 — and with anticipation rivaling that of the cult children’s favorite, the publisher is taking extreme precautions to prevent potentially explosive revelations detailing Comey’s interactions with President Donald Trump from leaking.",
  "“And while books typically ship out from warehouses about two weeks before their official publication dates — sometimes landing on bookstore shelves days early — the shipping date for Comey’s book is expected to be moved closer to the publication date to keep a tighter lid on the physical copies.” http://politi.co/2pcYgH5\n\nThe most reliable politics newsletter.",
  "is 79 ... Rachel Schindler, who works in media partnerships at Facebook and is a Politico alum, and her twin brother Max Schindler are 26 ... Politico’s Kevin Barnard and Apryle Babish ... birthday brothers Alex Baker, Obama Commerce alum now at Accenture, and Matt Baker, manager of corporate comms at Inspire Brands and an Edelman alum ... Mark J.",
  "And House Republicans have done nothing to deliver on President Donald Trump’s promise to do right by young immigrants brought to the United States as children.” http://politi.co/2DqzkQB\n\n-- THE LARGER TAKEAWAY: “Goodlatte has long posed an imposing hurdle even for House Republican leaders who should, in theory, be able to pull rank on him.",
  "‘President Trump has made clear that he expects the department’s sole focus to be on providing quality care to America’s veterans who have sacrificed to keep this country free and safe.’” http://politi.co/2FWTtmG\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "THE LATEST IN THE MUELLER PROBE …\n\nDARREN SAMUELSOHN -- “Trump lawyers prepping for potential Mueller interview”: “President Donald Trump’s lawyers are gaming out possible questions and answers for a potential interview with special counsel Robert Mueller, according to two people familiar with the strategy.",
  "Kept Silent About Its Role in Another Firefight in Niger,” by NYT’s Charlie Savage, Eric Schmitt and Thomas Gibbons-Neff: “Green Berets working with government forces in Niger killed 11 Islamic State militants in a firefight in December, the American military acknowledged for the first time on Wednesday.",
  "“The same Trump attorney who brokered the deal with Daniels, Michael Cohen, filed a libel suit in January against BuzzFeed and four of its staffers over publication of the so-called dossier compiling accurate, inaccurate and unproven allegations about Trump’s relationship with Russia.",
  "NOT THE GOP TAKEAWAY FROM PA-18 -- ELAINA PLOTT in The Atlantic, “Trump Says a Democrat Won in Pennsylvania Because He’s ‘Like Trump’”: “If Donald Trump is worried about Democrats using an upset victory in Pennsylvania as a blueprint for winning big in the midterms, he didn’t let on.",
  "SHULKIN SAFE, FOR NOW -- “Trump administration dials back Shulkin firing rumors — for now,” by Lorraine Woellert and Arthur Allen: “With the policy and political stakes high, administration officials and others on Wednesday were tamping down rumors of Shulkin’s imminent dismissal.",
  "“In a motion seeking dismissal of all five charges pending against Manafort in federal court in Washington, lawyers for the former Trump aide and veteran lobbyist contend that Deputy Attorney General Rod Rosenstein gave Mueller too much authority when he was appointed last May.",
  "BIRTHWEEK (was yesterday): Kristen Jarvis West ... Rory Brosius, former deputy director of Joining Forces and current adviser for military families at the Biden Foundation (hat tips: Melanie Fonder Kaye)\n\nBIRTHDAY OF THE DAY: Brendan Buck, counselor to Speaker Paul Ryan, is 36.",
  "Trump broke his silence on the election at a private fundraiser for Missouri Senate candidate Josh Hawley Wednesday night, telling a crowd of donors that Lamb had run ‘a pretty smart race, actually,’ according to an audio recording of the remarks obtained by The Atlantic.",
  "Among the participants this year: White House Press Secretary Sarah Huckabee Sanders, FOX’s Bret Baier, CNN’s Jake Tapper, Kaitlan Collins, Chris Cillizza, Joe Johns, Brianna Keilar and Phil Mattingly, ABC’s Jonathan Karl, and HLN’s SE Cupp have sent in their picks.",
  "ET today to fill out your bracket for the 2nd Annual Playbook Pool and compete against your friends, top Playbookers, political insiders and VIPs to win prizes including Apple Watches, Airpods, Go Pros, Google Home—not to mention some pretty legit bragging rights.",
  "The billionaire philanthropist has been making the rounds in D.C. with lawmakers and agency officials in his quest to push for continued U.S. leadership in global health and development and the 2018 priorities of the Bill & Melinda Gates Foundation.",
  "“Instead of circulating multiple print drafts among the editors and agents working on the book, the publisher, Flatiron Books, has implemented a password-protected electronic system so that only those involved in the project have access to it.",
  "With a White House deadline fast approaching to address the fate of Dreamers facing possible deportation, the leaders wanted to put Goodlatte’s conservative immigration plan on the House floor, but needed him to make changes to win more votes.",
  "“The American Petroleum Institute’s annual board meeting that started Wednesday could involve up to 200 people representing various oil and gas companies — including the top executives of major oil companies — paying to stay at Trump’s hotel.",
  "Pompeo will not be able to establish contact with the South Korean foreign minister, let alone his North Korean counterpart, until the Senate approves his nomination — a process that officials on Capitol Hill said could take several weeks.",
  "The White House has not yet even completed the paperwork to begin that process, the officials said.” http://nyti.ms/2IrM517\n\nTRUMP’S THURSDAY -- The president will meet and hold a bilateral meeting with Irish Prime Minister Leo Varadkar.",
  "‘We want to make sure we’re encouraging innovation in America, we want to help families save for the long term.’ Later in the day, Trump said there would be a ‘phase two’ for tax cuts, though he didn't provide any details either.",
  "It raises the prospect of a slate of Democratic hopefuls running against the party’s House leader as they try to neutralize one of the GOP’s go-to attacks — a pillar of Republicans’ plan to keep the House majority in November.",
  "Lee, co-founder of literary studio Plympton and NYT alum ... Edelman’s Kevin Infante is 29 ... Kate Dickens of S-3 Public Affairs (h/t Matt Bravo) ... John Cochran, NBC and ABC alum ... Rep. Morgan Griffith (R-Va.) is 6-0 ...",
  "Unfortunately space for this Playbook Interview has filled up, but we’ll be livestreaming it starting at 8:15 a.m. http://politi.co/2GngYDj\n\nSPOTTED: HHS SECRETARY ALEX AZAR tweeted a photo with Gates yesterday afternoon.",
  "“The preparations reflect an understanding that negotiations with the lead Russia investigator, which have been ongoing since January, will eventually culminate in a sit-down meeting between Mueller with the president.",
  "“The battle occurred two months after four United States soldiers died in an ambush in another part of Niger — and after senior commanders had imposed stricter limits on military missions in the West African country.",
  "“Brady suggested the plan would call for extending the slate of tax cuts for individuals now due to expire at the end of 2025.” http://politi.co/2HAWfv0\n\n-- LET’S BE REAL: This has very little chance of happening.",
  "CLICK HERE http://bit.ly/2ATI8gD\n\n-- JOIN US tonight for an informal watch party at WILLIE'S (our official Playbook Pool partner) in Navy Yard during the evening games for #PlaybookPool discounts and specials.",
  "‘It’s an entrepreneur writing about an entrepreneur who has now ascended into the presidency,’ Scaramucci, who founded asset manager SkyBridge Capital, told The Post in an interview at Midtown’s Core Club.",
  "-- “Trump and Brady say more tax cuts coming,” by Brian Faler: “President Donald Trump and the House’s top tax writer said separately Wednesday that Republicans are working on a second round of tax cuts.",
  "Learn more at google.com/grow/veterans\n\nARTHUR BROOKS leaving AEI – “Reflections on a Decade of Leading a Think Tank” in WSJ: “I am in my 10th year as president of the American Enterprise Institute.",
  "One month after the Parkland shooting in Florida, high school students and activists across the country participated in walkouts and protests to call on Congress to act on gun control legislation.",
  "Even as Tillerson was viewed there with distrust and mounting exasperation, Hook developed relations with top Trump advisers including Stephen Miller and Jared Kushner, the president’s son-in-law.",
  "… NYT’s Mark Landler: “Few officials expect Mr. Pompeo’s arrival at the State Department to derail the [North Korea] meeting itself, as long as the president and Mr. Kim remain committed to it.",
  "In the process, they say, Goodlatte has squandered the power of the Judiciary Committee, which has among the most expansive jurisdictions of any committee in Congress.”\n\nFOR YOUR RADAR -- “U.S.",
  "SPOTTED: Jeff Sessions with his family seeing the musical “The Wiz” last night at Ford’s Theater; Ben Carson was also at the play ... Sen. Bob Menendez (D-N.J.) last night at Cafe Milano.",
  "“The key to Hook’s survival may be his long-standing reputation in Republican foreign policy circles, bolstered by the access he gained as Tillerson’s liaison with the White House.",
  "“Hook, the State Department’s director of policy planning, is among the last Tillerson confidants standing after the president’s dismissal-by-tweet of his top diplomat on Tuesday.",
  "House Ways and Means Chairman Kevin Brady (R-Texas) declined to discuss many details of what Republicans have in a mind, but said a proposal would be unveiled sometime this year.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Willie’s website http://bit.ly/2HBLtVE\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Students hold up signs during a rally for gun control outside of the U.S. Capitol on March 14.",
  "It took the fear of not having anything to run on in the wake of their health care overhaul disaster that helped align the stars for a once in a generation tax bill.",
  "At warehouses that will ship out copies of the book, workers are being asked to sign nondisclosure agreements, according to people familiar with the procedures.",
  "I’ve already said on the front page of the newspaper that I don’t support Nancy Pelosi.’” http://politi.co/2FJI1HY\n\n-- REALITY: NANCY PELOSI has thick skin.",
  "YOUR NEW NEC DIRECTOR -- @grynbaum: “TV star Larry Kudlow is currently on TV describing how the president saw a photo of him on TV and called him handsome.",
  "“A half-dozen Democratic House members and candidates told POLITICO in interviews that they had been closely monitoring how Lamb handled the Pelosi attack.",
  "AND IN THE HOUSE, Speaker Paul Ryan (R-Wis.) and Democratic Caucus Chairman Joe Crowley (D-N.Y.) lead a host of members who’ve submitted their brackets.",
  "Far from being ousted, Hook is heading to a meeting in Vienna on Friday to push Trump’s demands for revamping Iran’s nuclear deal with world powers.",
  "... After a decade promoting this mission, what worries me most today—not for AEI, but for America—is that the competition of ideas is under attack.",
  "‘There are no personnel changes to announce at the Department of Veterans Affairs,’ agency spokesman Curt Cashour said in a written statement.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“The project is stored under a code name so that staffers who are not involved in the project wouldn’t know where to find it if they tried.",
  "Kevin Brady’s working on it with me,’ Trump said at a roundtable discussion in St. Louis with business executives, workers and educators.",
  "The hardest part about going to the White House, he says, ‘is I won’t be here 3 or 4 days a week anymore.’ ... Kudlow says -- jokingly?",
  "Most insiders believe the omni, the last must-pass legislation this year, is one of the last things Congress will do before November.",
  "In one notable ad, the 33-year-old Marine faced the camera and called a claim that he’s a clone of the Democratic leader ‘a big lie.",
  "— that he’ll do whatever Jamie Dimon wants as long as Jamie buys him dinner at ‘our local watering hole on the Upper East Side’”.",
  "... Isaiah Nelson is joining McKenna Media; he most recently helped set up James Smith’s campaign for governor in South Carolina.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "I love the tax cuts, everything.’ He ran on that basis,’ Trump said, according to audio of the event shared with The Atlantic.",
  "and Reps. Adam Smith (D-Wash.) and Ted Yoho (R-Fla.) had burgers and fries upstairs at Shake Shack in Union Station yesterday.",
  "They’ve spent more than five years trying to cajole the 65-year-old Virginia Republican to take up consequential legislation.",
  "But Mr. Tillerson’s departure deprives the White House of the person most experienced in efforts to reach out to North Korea.",
  "Presented by\n\nBill Gates will be interviewed by Playbook this morning and meet with President Donald Trump later in the day.",
  "WE ARE SITTING down this morning with BILL GATES just hours before he meets with PRESIDENT DONALD TRUMP in the Oval Office.",
  "Earl Ray Tomblin is 66 ... Franklin Davis, senior director of federal affairs at American Beverage Association ... Jenny 8.",
  "ANNIE KARNI: “Extreme secrecy surrounds Comey book manuscript”: “James Comey’s book is getting the Harry Potter treatment.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“At times, his tactics have created tension and ill will with leadership and Republican members of his own committee.",
  "TRANSITIONS -- Lauren Aronson is now managing director at FP1 Strategies’ public affairs and communications division.",
  "Instead, Goodlatte has moved slowly or not at all, his GOP colleagues say, often stalling until lawmakers move on.",
  "Thom Tillis (R-N.C.), James Lankford (R-Okla.), David Perdue (R-Ga.) and Jerry Moran (R-Kan.) are in it to win it.",
  "), Chris Sununu (R-N.H.), Phil Murphy (D-N.J.), Kate Brown (D-Ore.), Jay Inslee (D-Wash.), Pete Ricketts (R-Neb.)",
  "Liesl Hickey -- @lieslhickey: “GOP candidates: If you aren’t running like you are 10 points down - start now.",
  "We’re going to talk specifics about who he met with and how he’s approaching Trump, among other hot topics.",
  "“Democrat Conor Lamb defeated Republican Rick Saccone in a district Trump won by nearly 20 points in 2016.",
  "A fun fact about Brendan: “When my dad was in his twenties, he worked for then-Sen. Ted Kennedy (D-Mass.).",
  "One source said the discussions about the terms of a possible interview may soon even reach a conclusion.",
  "“Politicians from both parties try to discredit their opponents with name-calling and ad hominem attacks.",
  "No substantive changes have been made to the measure, according to multiple senior House GOP sources.",
  "This week I asked AEI’s board of trustees to begin, over the coming year, a search for my successor.",
  "In the afternoon, he is meeting with oil and gas lobbying group the American Petroleum Institute.",
  "In the evening, Trump will participate in the “Shamrock Bowl” presentation presented by Varadkar.",
  "Republicans are fighting for their political lives -- and majorities in the House and Senate.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Kushner invited Hook along on some of his overseas trips.” https://bloom.bg/2pdEKti\n\nDELAY!",
  "On too many college campuses, people with the ‘wrong’ viewpoints and ideas are unwelcome.",
  "In the photo: Lynn Sweet, Jake, Luke Russert, Paul Kane, Maureen Orth and Carl Hulse.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "http://bit.ly/2pjFz3Z REP. STEPHANIE MURPHY (D-FLA.) also tweeted a photo with Gates.",
  "“‘We think even more can be done,’ he said in an interview with Fox Business Network.",
  "He sounds like a Republican to me.’” http://theatln.tc/2Hxwgoc\n\n-- Former NRCC E.D.",
  "But don’t expect a ‘Fire and Fury’-like gossip-filled page-turner, The Mooch warns.",
  "And my mom’s dad worked as a military adviser for Presidents Kennedy and Johnson.",
  "IN THE STATES, governors are going all in as well, including Larry Hogan (R-Md.",
  "I don’t think it’s in a week,’ said the person familiar with the negotiations.",
  "She would love nothing more than for Democrats to win back the House majority.",
  "She previously was press secretary for the House Committee on Ways and Means.",
  "Trump will head to the Capitol to attend the Friends of Ireland luncheon.",
  "My dad started as the personal aide, and then handled some policy issues.",
  "director, Mr. Pompeo has focused more on the threats posed by Pyongyang.",
  "Goodlatte, an immigration hard-liner, assured Ryan he would be flexible.",
  "No American or Nigerien forces were harmed in the December gun battle.",
  "| John Lamparski/Getty Images\n\nDriving the Day\n\nGood Thursday morning.",
  "He’s celebrating at dinner at Del Mar with his girlfriend, Rebecca.",
  "“The Wall Street veteran says he remains loyal to President Trump.",
  "‘The young man last night that ran, he said, ‘Oh, I’m like Trump.",
  "“But weeks later, Goodlatte’s legislation is still languishing.",
  "You can check out our VIP Board and get your bracket in now.",
  "Many would rather shut down debate than participate in it.",
  "‘He ran on a campaign that said very nice things about me.",
  "... Kudlow is getting choked up about leaving behind CNBC.",
  "and BOTH Walkers, Scott and Bill (Wisconsin and Alaska).",
  "http://bit.ly/2HCUBJv She and Sen. Chris Coons (D-Del.)",
  "Learn more at google.com/grow/veterans\n\nMORE TAX CUTS!",
  "If people dump on her en route to the majority, fine.",
  "He has an Oval Office meeting slated with Bill Gates.",
  "If you’ve never had a real campaign - get one quick.",
  "-- WE’VE HAD OVERWHELMING INTEREST in this event.",
  "THE SENATE is not expected to vote until Monday.",
  "MARCH MADNESS #PLAYBOOKPOOL –– BEAT THE BUZZER!",
  "), Roy Cooper (D-N.C.), Steve Bullock (D-Mont.",
  "THE HOUSE is going into recess this afternoon.",
  "Playbook: Previewing Bill Gates' day in D.C.",
  "“‘I don’t think it’s months and months out.",
  "‘It’s going to be something very special.",
  "Outside groups aren’t your campaign.",
  "Brian Hook may prove the exception.",
  "You can unsubscribe at any time.",
  "Second Amendment, everything.",
  "I said, ‘Is he a Republican?",
  "‘So Trumpian!’ Kudlow says.",
  "You have until 11:30 a.m.",
  "IN THE SENATE, Sens.",
  "As the C.I.A.",
  "What a town!",
  "“Mr."
]