[
  "In late February, after Daniels embarked on a “Make America Horny Again” tour and her allegations became the subject of intense media interest, Cohen succeeded in persuading an arbitrator to issue a restraining order that prevented Daniels from speaking out.",
  "(Jenny Starrs/The Washington Post)\n\nMichael Cohen, President Trump’s personal attorney, claims he has the right to seek at least $20 million in damages from porn star Stormy Daniels for allegedly violating a nondisclosure agreement 20 times.",
  "Daniels has said in her own legal filings that she slept with Trump in 2006; then in 2016 — just days before the presidential election — she signed an agreement to stay silent about the affair in exchange for a payment of $130,000.",
  "Cohen also intends to force the dispute with Daniels, who alleges she was secretly paid to keep quiet about an affair with the president, out of the public eye and back into private arbitration, according to the court filing.",
  "Michael Avenatti, a lawyer for Daniels, said the threat by Cohen and Trump to pursue millions of dollars in damages, and their efforts to take the matter behind closed doors, amounted to bullying of his client.",
  "At least two complaints to the Federal Election Commission allege that the money was meant to influence the presidential election and therefore amounted to an illegal in-kind contribution to the Trump campaign.",
  "We are not going away and we will not be intimidated by these threats.”\n\nCohen referred all questions to his attorney in the matter, Brent H. Blakely, who did not immediately respond to requests for comment.",
  "(Jenny Starrs/The Washington Post)\n\nIt's been nearly two months since allegations came to light of a past affair between President Trump and adult-film actress Stormy Daniels, and now Daniels is suing.",
  "In the court documents filed Friday, lawyers for Cohen and Trump exercised their ability to move the lawsuit from state court to the U.S. District Court for the Central District of California.",
  "“The fact that a sitting president is pursuing over $20 million in bogus ‘damages’ against a private citizen, who is only trying to tell the public what really happened, is truly remarkable.",
  "In a separate document also filed Friday, a lawyer representing Trump said he intends to join the push to return the proceedings to arbitration, in which all proceedings are confidential.",
  "[Once silent, Stormy Daniels speaks loudly with lawsuit targeting Trump]\n\nThe decision to expose the secret deal in public court filings carries financial risks for Daniels.",
  "It's been nearly two months since allegations came to light of a past affair between President Trump and adult-film actress Stormy Daniels, and now Daniels is suing.",
  "But the porn star and her lawyer, Avenatti, pushed the secret deal into the open on March 6 when they appended it to a lawsuit filed in Los Angeles Superior Court.",
  "The office of the attorney representing Trump, Charles Harder, said there would be no public statement beyond the material filed in court.",
  "They say they intend to file a petition with the federal court to force the matter back into private arbitration as quickly as possible.",
  "And she may be poised to violate it again on March 25, when CBS’s “60 Minutes” tentatively plans to broadcast an interview with Daniels.",
  "If a judge determines that the hush agreement is valid, she faces a penalty of $1 million for each violation of the agreement’s terms.",
  "A lawyer for Cohen’s limited liability company, Essential Consultants, made the claim in papers filed in federal court Friday.",
  "White House press secretary Sarah Huckabee Sanders has rejected the notion that Trump approved the payment to Daniels.",
  "In that lawsuit, Avenatti contends that the nondisclosure agreement is invalid because Trump failed to sign it.",
  "And he has insisted that he was not reimbursed for the payment by the Trump Organization or the Trump campaign.",
  "The $130,000 payment to Daniels has become a matter of keen interest for government watchdog groups.",
  "Cohen has acknowledged making the payment to Daniels, but he has not explained what it was for.",
  "Cohen and Trump allege that she has already violated the agreement at least 20 times.",
  "“To put it simply — they want to hide the truth from the American people.",
  "We will oppose this effort at every turn,” Avenatti wrote in an email.",
  "The hush agreement required any disputes to be settled confidentially.",
  "Rosalind S. Helderman contributed to this report.",
  "Likely unprecedented in our history."
]