[
  "... Also in January 2018, and concerned the truth would be disclosed, Mr. Cohen, through intimidation and coercive tactics, forced Ms. Clifford into signing a false statement wherein she stated that reports of her relationship with Mr. Trump were false.”\n\nWhen the Journal first reported on the payment, Cohen released a statement from Daniels denying “a sexual and/or romantic affair.” Daniels added: “Rumors that I have received hush money from Donald Trump are completely false.” Daniels now says this was coerced.",
  "On information and belief, despite having detailed knowledge of the Hush Agreement and its terms, including the proposed payment of monies to Ms. Clifford and the routing of those monies through EC, Mr. Trump purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge of the Hush Agreement and Ms. Clifford.”\n\nWhether Trump needed to sign this agreement is the major legal question here.",
  "From the alleged NDA:\n\n“2.1 Prior to entering into this Agreement, PP [Daniels's alias] came into possession of certain 'Confidential Information' pertaining to DD, as more fully defined below, only some of which is in tangible form, which includes, but is not limited to information, certain still images and/or text messages which were authored by or relate to DD.",
  "...\n\n\"2.2 ... DD claims that he has been damaged by alleged actions against him, including but not limited to the alleged threatened selling, transferring, licensing, publicly disseminating and/or exploiting the Images and/or Property and/or other Confidential Information relating to DD, all without the knowledge, consent or authorization of DD.",
  "Mr. Cohen subsequently prepared a draft nondisclosure agreement and presented it to Ms. Clifford and her attorney (the 'Hush Agreement').”\n\nTwo points here: First, this is Daniels alleging that Trump was personally involved — something the White House and Cohen have declined to confirm or deny (despite the Journal's reporting).",
  "This relationship included, among other things, at least one 'meeting' with Mr. Trump in a bungalow at the Beverly Hills Hotel located within Los Angeles County.”\n\nIn some ways, this lawsuit seems to be a way for Daniels to put her side of the story into the public record without directly telling it.",
  "After discovering Ms. Clifford's plans, Mr. Trump, with the assistance of his attorney Mr. Cohen, aggressively sought to silence Ms. Clifford as part of an effort to avoid her telling the truth, thus helping to ensure he won the Presidential Election.",
  "Then this week, the Wall Street Journal reported that Cohen had complained in the past about not being able to reach Trump during the process and not being reimbursed — both suggesting that Trump was indeed involved.",
  "That may seem like a given, because it happened just before Election Day, but as The Washington Post's Philip Bump has reported, the payment is more legally problematic if it was clearly for this purpose.",
  "Around this time, Ms. Clifford likewise sought to share details concerning her relationship and encounters with Mr. Trump with various media outlets.”\n\nThis also confirms previously reported details.",
  "Porn star Stormy Daniels is suing President Trump, arguing that her hush-money arrangement to not talk about an alleged affair with him is null and void because Trump never signed it.",
  "PP denies all such claims.”\n\nThis may be the most salacious aspect of the whole 28 pages — an allusion to possible images or text messages that Daniels allegedly tried to release.",
  "Then Cohen confirmed it in a carefully worded statement saying that the Trump Organization and campaign weren't involved — but conspicuously did not rule out Trump's involvement.",
  "Within days of the publication of the Access Hollywood Tape, several women came forward publicly to tell their personal stories about their sexual encounters with Mr. Trump.",
  "According to the nondisclosure agreement attached to the lawsuit, there was a line for “DD” — apparently Trump's alias, “David Dennison” — to sign it, but the line is blank.",
  "Ms. Clifford began an intimate relationship with Mr. Trump in the Summer of 2006 in Lake Tahoe and continued her relationship with Mr. Trump well into the year 2007.",
  "Here, she confirms details about the alleged affair that she previously shared with InTouch magazine in a 2011 interview that wasn't published until recently.",
  "On or about October 28, 2016, only days before the election, two of the parties signed the Hush Agreement — Ms. Clifford and Mr. Cohen (on behalf of EC).",
  "The people to whom they referred were identified in another document attached to Daniels's lawsuit, although Dennison's real name is redacted in it.",
  "Mr. Trump, however, did not sign the agreement, thus rendering it legally null and void and of no consequence.",
  "Exactly how Daniels knew Trump was involved is a big question, as is how she knows this was election-related.",
  "The lawsuit represents the latest development in an increasingly troubling situation for the White House.",
  "The NDA is signed by Daniels (using her real name) and Essential Consultants, the LLC set up by Cohen.",
  "She has publicly been coy about the whole thing, apparently because of the nondisclosure agreement.",
  "But it's the first time Daniels has confirmed that she was shopping her story before the election.",
  "By design of Mr. Cohen, the Hush Agreement used aliases to refer to Ms. Clifford and Mr. Trump.",
  "First it was reported that Trump's personal lawyer, Michael Cohen, paid Daniels $130,000.",
  "Trump'), an individual, is a resident of the District of Columbia (among other places).",
  "The aliases were used in the nondisclosure agreement to protect the parties involved.",
  "Mr. Trump, on the other hand, was referred to by the alias 'David Dennison' or 'DD.'",
  "And second, she alleges that the effort was geared toward aiding Trump's election.",
  "Specifically, Ms. Clifford was referred to by the alias 'Peggy Peterson' or 'PP.'",
  "(Note that the lawsuit refers to Daniels by her real name, Stephanie Clifford.)",
  "But if nothing else, the lawsuit itself serves as confirmation of key details.",
  "The full lawsuit is 28 pages and includes the alleged nondisclosure agreement.",
  "If she does prevail, it could free her up to talk about the (alleged) affair.",
  "Exactly how likely Daniels's lawsuit is to succeed is a major question.",
  "If the agreement is voided, she could ostensibly release them.",
  "”\n\nAnd the “Carlos Danger” saga all comes rushing back.",
  "Expect plenty of “David Dennison” jokes going forward.",
  "That could open Trump up to legal jeopardy.",
  "Below, I've isolated the key parts.",
  "Defendant Donald J. Trump a.k.a.",
  "David Dennison ('Mr.",
  "...\n\n\"18.",
  "\"13.",
  "\"22.",
  "\"25.",
  "\"14.",
  "\"16.",
  "\"9.",
  "\"2."
]