[
  "Michael Cohen/Getty Images for The New York Times\n\nBillionaire businessman Mark Cuban told The Wall Street Journal that President Donald Trump's longtime lawyer, Michael Cohen, pitched him on hiring a health-industry firm that the attorney had taken on as a client.",
  "Drew Angerer/Getty Images In a statement to The Journal, which posted an in-depth report on Cohen's pitch to businesses, the attorney said: \"These falsehoods and gross inaccuracies are only being written in the hopes of maligning me for sensationalistic purposes.",
  "The documents showed that Cohen was able to land lucrative deals with companies such as Novartis, telecom giant AT&T, Korea Aerospace Industries, and the Russian-tied investment firm Columbus Nova, which the companies subsequently confirmed.",
  "Cuban's comment comes days after Michael Avenatti, the lawyer for adult-film actress Stormy Daniels, published documents showing some of Cohen's post-presidential election financial dealings.",
  "That is same firm he created to pay the $130,000 hush money payment to Daniels, whose real name is Stephanie Clifford and has alleged a 2006 affair with Trump.",
  "Cohen's friendship with Cuban Cohen's friendship with Cuban, the owner of the NBA's Dallas Mavericks and star of ABC's \"Shark Tank,\" has been well-documented.",
  "The companies, which sought his proximity to and knowledge of Trump, paid Cohen more than $1.2 million through his shell company, Essential Consultants LLC.",
  "In one instance, Trump reportedly called Cohen to complain about a breakfast the lawyer had with Cuban, The Journal reported last month.",
  "Cuban told The Journal then that he thinks Cohen has made a show of hanging out with him \"to piss off Trump when Trump is ignoring him.\"",
  "Multiple people familiar with Cohen's offers to clients following the election said that he aggressively pitched himself.",
  "Meanwhile, the law firm Squire Patton Boggs paid Cohen more than $2 million for advice on navigating Trump's government.",
  "The information Avenatti revealed could land Cohen, who is under criminal investigation, in more legal trouble.",
  "\"I want you to know I'm looking out for deals,\" Cohen told Cuban in April 2017, Cuban recalled to The Journal.",
  "I'm the guy you should hire,\" one GOP strategist described Cohen's sales pitch to CNN.",
  "The truth will prevail and will ultimately be proven in court and not by pundits.\"",
  "\"I don't know who's been representing you, but you should fire them all.",
  "Cohen did have a deal with the pharmaceutical firm Novartis at the time.",
  "The specific health-industry firm was not immediately clear.",
  "\"That's who he is, that's what he does.\"",
  "\"Michael is a hustler,\" Cuban said.",
  "\"I'm closest to the president.",
  "I'm his personal lawyer.\"",
  "Michael Cohen.",
  "Mark Cuban."
]