[
  "The paper tracked Cohen’s hush-money payments to both Stormy Daniels, the adult entertainment actress who has claimed she had an affair with Trump, and to the Playboy Playmate who had a relationship with Elliott Broidy, a major GOP donor and venture capitalist.",
  "We have five beautiful children together, and they remain our top priority.”\n\nWhen Vanessa Trump was pregnant in 2007, her husband complained in a radio interview about what “hell” it was to be visiting the Playboy Mansion with a pregnant wife.",
  "Cohen managed to stop a story in Us Weekly that would have detailed a relationship Trump Jr. allegedly had with dumblonde singer Aubrey O’Day between 2011 and 2012, the Journal reported, citing unnamed sources.",
  "The Enquirer has been accused of paying $150,000 to buy all the rights from former Playboy model Karen McDougal about an alleged affair with Trump that the tabloid never planned to publish.",
  "Page Six was the first to report last month on the relationship that allegedly occurred while Trump Jr. was working as an “adviser” on his father’s reality TV show.",
  "She subsequently decided to have an abortion, said Broidy, who stepped down as the Republican National Committee’s deputy finance chairman after the news broke.",
  "Us Weekly, for the first time last month, also reported about the relationship that it said began after the two met on the “Celebrity Apprentice” set in 2011.",
  "Broidy issued a statement last week confirming that Cohen had arranged a payment of $1.6 million to the Playboy model after Broidy learned she was pregnant.",
  "Broidy paid Cohen’s $250,000 fee for arranging the $1.6 million to the Playboy Playmate to the same company, the newspaper reported.",
  "“After 12 years of marriage, we have decided to go our separate ways,” said a statement by the couple, according to CNN.",
  "American Media Inc., which also owns The National Enquirer, purchased Us Weekly in 2017 from Wenner Media.",
  "The payment to Daniels came from Delaware company Essential Consultants LLC, sources told the Journal.",
  "Vanessa Trump last month filed for an uncontested divorce from Trump Jr. in Manhattan Supreme Court.",
  "Cohen’s office was raided last week by the FBI as part of a criminal probe.",
  "The information about Us Weekly was part of a larger piece in the Journal.",
  "“We will always have tremendous respect for each other and our families.",
  "The newspaper did not say how Cohen managed to quash the piece.",
  "“It doesn’t get worse than that, does it?” he asked."
]