[
  "It also claims Cohen, Kosachev, and others, including Romanian hackers, discussed \"how deniable cash payments were to be made to hackers in Europe who had worked under Kremlin direction against the Clinton campaign,\" and ways to \"sweep it all under the carpet and make sure no connection could be fully established or proven.\"",
  "Shannon Stapleton/Reuters\n\nSign up for the latest Russia investigation updates here»\n\nMichael Cohen, the former personal lawyer for President Donald Trump, is willing to give prosecutors information about Trump as he weighs whether to cooperate with a federal criminal investigation, CNN reported.",
  "Steele alleges that Cohen traveled to Prague in August 2016 to meet with Kremlin representatives to discuss how to \"clean up the mess\" resulting from revelations about former Trump campaign chairman Paul Manafort and former campaign adviser Carter Page that summer.",
  "REUTERS/Valentyn Ogirenko\n\nCohen was also instrumental in pushing for a Russia-friendly \"peace plan\" in February 2017 that called for the US to lift sanctions on Russia in exchange for Moscow withdrawing its support for pro-Russia separatists in eastern Ukraine.",
  "Cohen is being investigated by the Manhattan US attorney's office for possible bank fraud, wire fraud, and campaign finance violations related to a $130,000 payment he made to the porn star Stormy Daniels in October 2016, days before the November election.",
  "Columbus Nova also gave more than $500,000 to Essential Consultants LLC, Cohen's shell company, over seven months that year, raising questions about whether the money was part of a quid pro quo related to the now defunct Russia-Ukraine \"peace plan.\"",
  "Were that the case, Cohen may not have needed a passport because both Germany and the Czech Republic lie within the Schengen Area, which encompasses 26 European countries and functions as a single jurisdiction for international travel.",
  "The document further alleges Cohen met with individuals linked to the Russian government, including Konstantin Kosachev, a member of Russia's parliament, and Oleg Solodukhin, who works with the Russian Center for Science and Culture.",
  "Ivanka Trump, Trump's eldest daughter, also reached out to Cohen after the Russian athlete Dmitry Klokov contacted her and proposed a Trump-Putin meeting during the campaign to help clear the way for a Trump Tower in Moscow.",
  "But earlier this month, The Atlantic reported that Curt Weldon, a former Republican congressman, said Artemenko and the Russian oligarch Viktor Vekselberg had already secured funding to promote the plan by early 2017.",
  "However, Mueller's team has reportedly obtained evidence that Cohen first flew to Germany in late August or early September of 2016, and then traveled to the Czech Republic through another means of transportation.",
  "Another layer emerged when Sater told MSNBC's Chris Hayes earlier this year that the Trump Organization was negotiating with a sanctioned Russian bank to secure financing for the building during the campaign.",
  "Instead, \"she received an unsolicited email from his wife (who she also did not know) and passed it on to Michael Cohen who she understood was working on any possible projects in Russia,\" his statement said.",
  "Cohen, Sater, and the Ukrainian politician Andrii Artemenko were the three main figures involved in advancing the proposal, which Cohen said he would deliver to then national security adviser Michael Flynn.",
  "That means Cohen would be cooperating not only with the Manhattan US attorney's office but with any other federal criminal inquiries — like the Russia investigation — that he may have information about.",
  "When FBI agents raided Cohen's properties in April, they obtained scores of documents, records, and tape recordings related to Trump, as well as electronic devices and a hard drive.",
  "A spokesman for Columbus Nova said the firm is \"dumbfounded\" by the notion that it was \"ever approached by anybody to participate in anything related to a Ukrainian peace plan.\"",
  "Cohen is planning to hire new lawyer Guy Petrillo, a Justice Department veteran who experts say clients would hire if they are considering flipping against a bigger target.",
  "Trump Tower Moscow\n\nGetty/Spencer Platt\n\nCohen was intimately involved in the Trump Organization's push to build a Trump Tower in Moscow at the height of the election.",
  "He worked with the Russian-born businessman Felix Sater on the deal, and the two men exchanged emails celebrating after Trump signed a nonbinding letter of intent.",
  "A spokesperson for Ivanka's lawyer, Abbe Lowell, said in a statement to Business Insider that the first daughter \"did not know and never spoke to\" Klokov directly.",
  "Per the report, Weldon said Vekselberg and Artemenko raised the money through Vekselberg's New York investment firm, Columbus Nova Technology Partners.",
  "The spokesperson said that Ivanka did not know about the Trump Tower Moscow proposal until after her father signed a non-binding letter of intent.",
  "The document cites a \"Kremlin insider\" who \"clearly indicated to his/her friend that the reported contact/s took place in Prague, Czech Republic.\"",
  "\"He knows a lot of things about the president and he's not averse to talking in the right situation,\" a friend of Cohen's told the publication.",
  "Cohen also reached out to Dmitry Peskov, a top aide to Russian President Vladimir Putin, for help in pushing the deal through in early 2016.",
  "Vekselberg met with Cohen three times, including once eleven days before Trump's inauguration in January 2017, The New York Times reported.",
  "Trump signed the letter in late October 2015, while he was a presidential candidate, and Ivanka connected Cohen with Klokov in November.",
  "Cohen has been under mounting pressure over the past few weeks, and NBC News' Katy Tur reported that he expects to be arrested soon.",
  "Cohen is said to have rebuffed the offer because he and Sater were already pursuing the deal through another avenue at the time.",
  "Screenshot\n\nCohen's name also cropped up in the Trump-Russia dossier compiled by former British spy Christopher Steele.",
  "He also served as the Trump Organization's counsel for ten years before leaving to become Trump's personal attorney.",
  "He also showed BuzzFeed News the inside of his passport, which did not contain a stamp for the Czech Republic.",
  "If Cohen chooses to cooperate with prosecutors, the resulting plea deal would be part of a global resolution.",
  "A Russia-Ukraine 'peace plan' and possible quid pro quo\n\nUkrainian lawmaker Andrii Artemenko.",
  "Columbus Nova is the US-based arm of Vekselberg's massive Russian conglomerate, Renova Group.",
  "He is also said to be feeling increasingly isolated and abandoned by Trump and his allies.",
  "Editor's Note: This article has been updated to include a statement from Columbus Nova.",
  "Cohen has been known at different times as Trump's fixer, pit bull, and consigliere.",
  "Flynn resigned in February 2017 and the proposal did not ultimately go through.",
  "Cohen denies the accusation and has said that he never traveled to Prague.",
  "A shadowy trip to Prague\n\nTrump-Russia dossier author Chris Steele.",
  "\"If they want information on Trump, he's willing to give it.\"",
  "He is a key player in several threads of the Russia probe.",
  "The project ultimately did not go through.",
  "\"She did no more than that.\"",
  "Michael Cohen."
]