[
  "The Trump Organization in March said it had no role in the arbitration process with Daniels and that the Trump Organization lawyer, Jill Martin, who was listed as counsel in the case was taking part in her “individual capacity.” According to the WSJ’s report, Martin sought out Eric Trump for advice in March on how to respond to a press inquiry that month about her involvement in the case, and Eric Trump approved her statement.",
  "Joe Palazzolo and Michael Rothfeld at the Wall Street Journal reported on Tuesday that, according to people familiar with the events, Trump told his then-lawyer and fixer Michael Cohen in February to try to get a restraining order against Daniels through a confidential arbitration proceeding in order to keep her from speaking out.",
  "According to the WSJ, Trump and Cohen also got Eric Trump involved:\n\nMr. Trump told Mr. Cohen to coordinate the legal response with Eric Trump, one of the president’s sons, and another outside lawyer who had represented Mr. Trump and the Trump Organization in other matters, the people said.",
  "Michael Avenatti, Daniels’s lawyer, tweeted about the WSJ report on Tuesday and compared tactics used against Daniels to those being utilized against Julie Swetnick, another of his clients, who has brought forward sexual misconduct allegations about Supreme Court nominee Brett Kavanaugh.",
  "In May, Trump tweeted that he had paid Cohen back for the payout, and that such nondisclosure agreements as the one reached with Daniels were “very common among celebrities and people of wealth.”\n\nTrump’s team has continually denied that the payment violated campaign finance laws.",
  "Beyond exposing contradictory statements made by the White House, Cohen, and Trump, the WSJ story also highlights that the president is still involved in the Trump Organization, from which he said he separated himself after becoming president.",
  "Cohen also implicated Trump in his deal, saying that he had paid Daniels “in coordination with and at the direction of a federal candidate for office” — as in, Trump — “for the purpose of influencing” the election.",
  "Eric Trump, who is running the company with his brother in Mr. Trump’s absence, then tasked a Trump Organization staff attorney in California with signing off on the arbitration paperwork, these people said.",
  "The latest: a new report saying that in February, Trump personally directed an effort to stop porn actress Daniels, whose real name is Stephanie Clifford, from speaking out about their alleged 2006 affair.",
  "Cohen, through his company Essential Consultants, paid Daniels $130,000 as part of a hush agreement to keep her from discussing her claims publicly ahead of the 2016 election.",
  "https://t.co/VrLmKxu9Ca via @WSJ — Michael Avenatti (@MichaelAvenatti) October 2, 2018\n\nAs for Daniels, her new book, Full Disclosure, went on sale Tuesday.",
  "Efforts to keep Daniels quiet were unsuccessful: In March, she appeared on CBS’s 60 Minutes and discussed the affair she says she had with Trump in 2006.",
  "(He has not divested from the business, which many ethics experts say would be necessary for him to act completely independently.)",
  "In August, Cohen pleaded guilty to eight federal crimes, including campaign finance violations related to the Daniels payout.",
  "He is a thug and a liar.”\n\nThis describes what we have been saying for months and what Trump and Cohen denied repeatedly.",
  "“This describes what we have been saying for months and what Trump and Cohen denied repeatedly,” Avenatti wrote.",
  "The drip, drip, drip about what President Donald Trump knew and when about the Stormy Daniels payout continues.",
  "He and the White House initially denied any knowledge of it and said Cohen participated on his own volition.",
  "Trump and Cohen had learned Daniels was considering a media interview about her alleged affair with Trump.",
  "Trump has offered varying accounts for months of what he knew about the Daniels payout and when.",
  "There are a couple of things that make this report important.",
  "“In the same way Trump is now attacking Julie Swetnick.",
  "In the same way Trump is now attacking Julie Swetnick.",
  "He is a thug and a liar."
]