[
  "Columbus Nova declined the few investments Mr. Cohen proposed — including alcohol-infused ice pops, distressed taxi medallion loans and an oil and gas operation in the United States — and Mr. Cohen was unable to provide the kind of investors Columbus Nova was seeking, according to documents and the people connected to the firm, speaking on the condition of anonymity because the discussions were confidential.",
  "Representatives for Columbus Nova have said that Mr. Vekselberg, one of seven Kremlin-linked oligarchs who were hit with sanctions in April by the Trump administration in retaliation for Russian meddling in the 2016 election and other aggressions, has never owned the firm and had no role in its decision to hire Mr. Cohen as a consultant.",
  "Without an official role in the White House, Mr. Cohen instead capitalized on his ties to the new administration, securing consulting deals with AT&T, Novartis and other businesses that wanted access and advice, and unsuccessfully pitching himself to others.",
  "It was one of multiple new client relationships Mr. Cohen lined up at the dawn of the new presidency, as corporations clamored for insights into the unfamiliar terrain of Mr. Trump’s Washington.",
  "Credit Duane Prokop/Getty Images for the USC Shoah Foundation\n\nThe consulting contract, a copy of which was reviewed by The New York Times, did not specify the services Mr. Cohen was to provide.",
  "But two people authorized to speak on Columbus Nova’s behalf said that Mr. Intrater was impressed with Mr. Cohen after watching a stream of wealthy donors greet him at the inauguration.",
  "Mr. Intrater, who paid $250,000 to attend the event, expected Mr. Cohen to open his Rolodex of Republican donors to recruit new deals and investors for Columbus Nova, the people said.",
  "Although the purpose of those meetings is unclear, Mr. Vekselberg would have an interest in the administration’s stance on Russia.",
  "Some details of the firm’s relationship with Mr. Cohen, and the full extent of what he promised or performed, remain unclear.",
  "After signing the contract with Mr. Cohen, Mr. Intrater emailed him to say, “Really looking forward to blowing it out!",
  "Columbus Nova was a surprise addition to the list: It had little business before the Trump administration.",
  "Mr. Vekselberg met with Mr. Cohen multiple times, a person briefed on their discussions said.",
  "Image Andrew Intrater, Mr. Vekselberg’s cousin, leads the firm that awarded the contract.",
  "After seven months and $580,000 in payments, Columbus Nova parted ways with him.",
  "!”\n\nLittle in the way of deals ever materialized."
]