[
  "His major claims include:\n\n1) The Viktor Vekselberg company money: Avenatti says that between January and August 2017, Cohen was sent a total of about $500,000 over eight payments from Columbus Nova LLC, which is the US investment arm of Vekselberg’s company the Renova Group.",
  "But it does appear that Avenatti’s information about the Vekselberg company money is accurate, and AT&T has confirmed the claim about its own payments — which raises questions about whether these other companies paid Cohen too, and what they might have hoped to get in return.",
  "It was also reported last year that Intrater donated $250,000 to Trump’s inauguration — which raised eyebrows considering that, per a Mother Jones report, he had “no public history as a major political funder.”\n\nCould this money be connected to Russian collusion in some way?",
  "Billionaire Viktor Vekselberg chairs a company called the Renova Group, and a US-based subsidiary of that company sent hundreds of thousands of dollars to Cohen, CNN’s Kara Scannell and Shimon Prokupecz reported Tuesday evening, citing sources familiar with the matter.",
  "The report, which has since been confirmed by the Daily Beast’s Betsy Woodruff, Noah Schachtman, and Kate Briquelet, raises some extremely serious questions about just why this oligarch was paying Donald Trump’s personal lawyer large amounts of money.",
  "Shortly before the new CNN report went live, Michael Avenatti — the high-profile lawyer who represents Stormy Daniels — claimed on Twitter that he has obtained information about Cohen’s finances.",
  "To recap: It’s been well-documented that in October 2016, Cohen set up a shell company called “Essential Consultants LLC,” which he used to send $130,000 in hush money meant for Stormy Daniels.",
  "On Tuesday, he posted a seven-page PDF document from what he calls “Project Sunlight,” listing what he claims is other information about transactions from bank accounts controlled by Cohen.",
  "— Natasha Bertrand (@NatashaBertrand) May 8, 2018\n\nThe money itself came from “Columbus Nova,” the US-based subsidiary of Vekselberg’s company, which is run by his cousin Andrew Intrater.",
  "According to the New York Times, a lawyer for the company in question “described the money as a consulting fee that had nothing to do with Mr. Vekselberg.”\n\nThere’s another twist.",
  "When Vekselberg traveled to the United States earlier this year, Mueller’s investigators questioned the billionaire at an airport and searched his electronic devices.",
  "A Russian oligarch’s company paid Michael Cohen hundreds of thousands of dollars after the 2016 election — and special counsel Robert Mueller wants to know why.",
  "Bertrand says Ryan disputed her use of the particular word “payment.” However, it does not seem that he made any claims that Avenatti’s information was false.",
  "2) Novartis money: Avenatti says that between October 2017 and January 2018, Novartis sent $399,920 over four payments to the Essential Consultants account.",
  "5) Elliott Broidy’s money: Broidy, a former RNC fundraiser close to the White House, sent at least $187,500 to Cohen’s accounts, according to Avenatti.",
  "Michael Cohen’s attorney, Steve Ryan, won’t discuss the $500,000 Michael Avenatti says Cohen received from Russian oligarch Viktor Vekselberg in 2017.",
  "Avenatti also describes many other money transfers he says came to or from Cohen’s accounts\n\nAvenatti’s information doesn’t end there, though.",
  "3) AT&T money: Avenatti says that AT&T sent Essential Consultants $200,000 over four payments, again between October 2017 and January 2018.",
  "Reports quoting anonymous sources have previously suggested that Cohen was making sex scandal hush money payments on Broidy’s behalf.",
  "In fact, Avenatti was the first to claim that Vekselberg’s company sent $500,000 to an account controlled by Cohen.",
  "The Atlantic’s Natasha Bertrand got in touch with Cohen’s lawyer, Steve Ryan, for comment on Avenatti’s allegation.",
  "4) Korea Aerospace Industries money: Avenatti says this company sent Cohen $150,000 in November 2017.",
  "Or is it instead some sort of side hustle from Cohen that doesn’t implicate President Trump at all?",
  "“I understand the shorthand you’re using, but it wasn’t a payment,” Ryan says before hanging up.",
  "Now, though, Avenatti says he’s learned more about this and other accounts controlled by Cohen.",
  "The CNN team reports that the payments to Cohen were one subject of Mueller’s questioning.",
  "The implications of all this aren’t entirely clear.",
  "But the new reports raise many more questions.",
  "Mueller seems to be asking those questions.",
  "(AT&T has confirmed making the payments.)",
  "Some of these claims are unconfirmed."
]