[
  "JUST WATCHED Van Jones comes to Sarah Sanders' defense Replay More Videos ... MUST WATCH Van Jones comes to Sarah Sanders' defense 01:13\n\nSecond, Clifford argues that even if the NDA is valid, it is no longer enforceable because when Cohen spoke publicly in January about the NDA and his payment to her under the agreement, he breached the agreement's required confidentiality and nullified the bargain.",
  "Whether Clifford prevails on her legal claims remains to be seen, but what's more significant about Clifford's lawsuit is that she has used her complaint as a vehicle to tell her side of the story, including the circumstances of her alleged affair with the President, the creation of the NDA and even the consequences she has suffered since her story surfaced in January.",
  "The court would also have to inquire into what that person knew about the contract, and whether they were aware of and agreed to its terms: If David Dennison is the President, this means that, at the very least, the President would have to acknowledge that he was the party to the agreement and agreed to pay a settlement in order to force Clifford not to talk.",
  "The problem is that for Cohen to recover his money, he would have to prove to the court that he made the payment to Daniels out of his own funds, as he has publicly stated\n\nIf this is true, it could cause him professional problems, since lawyers cannot ethically pay third-party settlements from their own funds.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nAnd choosing not to respond at all would result in a default judgment -- meaning that Clifford would win simply because her claims are not contested -- leaving her able to discuss her version of the story in detail with no legal consequences.",
  "The NDA prohibits Clifford from discussing any aspect of her alleged relationship with \"David Dennison\" in exchange for $130,000, which Essential Consultants (represented by President Trump's private attorney, Michael Cohen) paid her.",
  "Clifford's NDA involved three parties: Clifford, named in the contract as \"Peggy Peterson;\" a private company, or LLC, called \"Essential Consultants;\" and \"David Dennison,\" whom Clifford claims is a pseudonym for President Trump.",
  "JUST WATCHED Stormy Daniels' lawyer: WH victory claim is 'bogus' Replay More Videos ... MUST WATCH Stormy Daniels' lawyer: WH victory claim is 'bogus' 03:37\n\nUltimately, Clifford's suit could back the President into a corner.",
  "Most importantly, the lawsuit includes as an attachment a copy of the NDA itself (in order to show that it was not signed by one of the parties), which ultimately undermines the very point of the agreement to begin with.",
  "And if it is not true, it could open a Pandora's box by opening up an inquiry into where the money came from: If the money trail leads to Trump's campaign funds, this would be illegal under campaign finance laws.",
  "But her legal claims offer more than just fodder for first-year law school contracts exams -- the suit also raises some serious political headaches and potential legal consequences for the Trump administration.",
  "But if she isn't, then the lawsuit itself could constitute a breach of the NDA on her part, which could expose her to legal liability -- which could include having to pay damages to the tune of $1 million.",
  "Contract law is governed by state law -- in this case, California -- and even in the absence of a signature of one of the parties to the agreement, a \"meeting of the minds\" can be proven in other ways.",
  "(CNN) The recent lawsuit by Stephanie Clifford, also known as adult film actress Stormy Daniels, against President Trump, may appear to be just another sideshow in the ongoing chaos in the White House.",
  "The basis for Clifford's lawsuit is a nondisclosure agreement (NDA) that she entered into before Trump took office, prohibiting her from discussing any alleged relationship she had with the President.",
  "(Remember that President Bill Clinton was caught lying in a deposition in a civil suit for sexual harassment by Paula Jones -- and perjury was one of the articles of impeachment brought against him.)",
  "If so, then the President, as the named defendant in Clifford's lawsuit, would be forced to respond to her complaint, and potentially deposed, which is the last thing Trump would want to do.",
  "In order to countersue Clifford for breach of contract, a court would have to examine who the parties to the contract were, including the person under the alias David Dennison.",
  "The Supreme Court's precedent in Clinton v. Jones held that the president does not have immunity from a civil lawsuit for acts performed before he assumed office.",
  "If the court finds that the NDA is not a valid agreement, then the fair result is that Clifford should not be enriched at the expense of Cohen or a third party.",
  "If Clifford is successful in her suit, making the NDA and the circumstances surrounding its creation public doesn't cause her any problems.",
  "In short, the Clifford v. Trump lawsuit is a brewing storm for an administration already facing legal troubles elsewhere.",
  "While that case was brought in federal court, the same rationale would likely apply to state court in a case like this.",
  "Ask Trump 02:11\n\nHow to respond to the lawsuit is a dicey proposition for both Donald Trump and his lawyer.",
  "Clifford isn't seeking money from the court, but a \"declaratory judgment\" on the validity of the NDA.",
  "She is a former special agent in the FBI, specializing in counterintelligence investigations.",
  "Asha Rangappa is a senior lecturer at Yale's Jackson Institute for Global Affairs.",
  "The opinions expressed in this commentary are solely those of the author.",
  "Ask Trump Replay More Videos ... MUST WATCH Who is David Dennison?",
  "JUST WATCHED Who is David Dennison?",
  "Follow her @AshaRangappa_."
]