[
  "| Craig Ruttle/AP Photo Mueller team questioned Novartis and AT&T over Michael Cohen payments\n\nFederal investigators working for special counsel Robert Mueller questioned pharmaceutical giant Novartis and AT&T about their relationships with Michael Cohen, President Donald Trump’s personal lawyer, the companies said Wednesday.",
  "Cohen made the payment to Daniels through Essential Consultants, the same firm that later was hired by Novartis, AT&T, Korea Aerospace Industries and Columbus Nova, a firm linked to Russian oligarch Viktor Vekselberg, who was sanctioned last month as punishment for the Kremlin’s meddling in the U.S. election.",
  "Sen. Richard Burr (R-N.C.), who leads an intelligence panel that is also looking into any ties between Trump associates and Russia, did not explicitly address whether his committee was looking at Essential Consultants but said Wednesday that \"we have names on our list.\"",
  "Since then, we have received no additional questions from the Special Counsel’s office and consider the matter closed.”\n\nThe acknowledgment by the corporations suggests that Cohen has been drawn into the special counsel’s probe of Russian meddling in the 2016 campaign.",
  "poster=\"http://v.politico.com/images/1155968404/201805/1841/1155968404_5782633727001_5782625394001-vs.jpg?pubId=1155968404\" true\n\nNovartis entered into a $100,000-a-month agreement with Essential Consultants in February 2017, shortly after Trump’s inauguration.",
  "Following this initial meeting, Novartis determined that Michael Cohen and Essential Consultants would be unable to provide the services that Novartis had anticipated related to US healthcare policy matters and the decision was taken not to engage further.",
  "“Suggestions to the contrary clearly misrepresent the facts and can only be intended to further personal or political agendas as to which Novartis should not be a part.”\n\nAT&T hired Cohen as it was facing multiple challenges in Washington.",
  "“Novartis considers this matter closed as to itself and is not aware of any outstanding questions regarding the agreement.”\n\nAT&T heard from Mueller at about the same time, according to company spokesman Michael Balmoris.",
  "“When we were contacted by the Special Counsel’s office regarding Michael Cohen, we cooperated fully, providing all information requested in November and December of 2017,” Balmoris said in a written statement.",
  "Daniels, whose legal name is Stephanie Clifford, is suing to be released from a contract, inked weeks before Election Day, that paid her $130,000 to keep quiet about an alleged sexual relationship with Trump.",
  "“Novartis believed that Michael Cohen could advise the company as to how the Trump administration might approach certain US healthcare policy matters, including the Affordable Care Act,” Mirza-Reid said.",
  "Novartis and AT&T revealed their contact with Mueller’s office after the companies were named in a document distributed by Michael Avenatti, a lawyer representing porn film actress Stormy Daniels.",
  "FBI agents in New York raided the home and office of Trump’s longtime fixer last month after receiving a “referral” from Mueller, but it was not known how closely he had scrutinized Cohen.",
  "Story Continued Below\n\n“Novartis cooperated fully with the Special Counsel’s office and provided all the information requested,” Novartis spokeswoman Sofina Mirza-Reid said in a statement.",
  "The payments led up to a January 2018 dinner at the World Economic Forum in Davos, Switzerland, that included Trump and incoming Novartis Chief Executive Officer Vas Narasimhan.",
  "\"As the contract unfortunately could only be terminated for cause, payments continued to be made until the contract expired by its own terms in February 2018,\" she said.",
  "Cohen is also reported to have negotiated a $1.6 million payment on behalf of GOP fundraiser Elliott Broidy after a Playboy Playmate said Broidy had impregnated her.",
  "In November, lawyers from Mueller’s office asked Novartis for information about its relationship with Essential Consultants, a shell company created by Cohen.",
  "FBI agents searched Michael Cohen ’ ' s law office and Park Avenue apartment last month, seeking information on the payment to Stormy Daniels.",
  "It had recently announced plans to acquire Time Warner in a $85 billion deal, a merger that Trump had vowed to block and ultimately did.",
  "In all, Avenatti claimed, the Cohen bank account posted transactions totaling more than $4.4 million from October 2016 to January 2018.",
  "FBI agents searched Cohen’s law office and Park Avenue apartment last month, seeking information on the payment to Daniels.",
  "The telecom giant made four $50,000 payments to Cohen’s account between October 2017 and January, according to Avenatti.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“In March 2017, Novartis had its first meeting with Michael Cohen under this agreement.",
  "“A few weeks later, our consulting contract with Cohen expired at the end of the year.",
  "The payments to Cohen were “in no way“ related to the Davos dinner, Mirza-Reid said.",
  "Those transactions included some $500,000 in deposits from Columbus Nova.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "The relationship ultimately proved a disappointment for the company.",
  "The company also was seeking repeal of net neutrality regulations.",
  "Steven Overly and Elana Schor contributed to this report.",
  "A spokesman for Mueller declined to comment Wednesday.",
  "You can unsubscribe at any time."
]