[
  "As the contract unfortunately could only be terminated for cause, payments continued to be made until the contract expired by its own terms in February 2018.”\n\nThe source also makes the point that the engagement predated the new CEO, Vas Narasimhan, who “was in no way involved with this agreement.” Contrary to recent media reports, says the insider, “this agreement was also in no way related to the to the group dinner Dr. Narasimhan had at the World Economic Forum in Davos with President Trump and 15 Europe based industry leaders.”\n\nAs for the Special Counsel’s office, “Novartis was contacted in November 2017 regarding the company’s agreement with Essential Consultants.",
  "The agreement was for a term of one year, and paid Essential Consultants $100,000 per month.”\n\nThe pressing need for this advice, says the source, was that the Democrats were suddenly out of power and the Republicans were suddenly in power, but it wasn’t clear if Mr. Trump thought (or would act) like a traditional Republican or heaven knows what—so the Swiss drug company was searching for some “clarity.”\n\nIn March 2017, Novartis had its first meeting with Cohen under this agreement, the source says.",
  "From engaging in rampant price gouging to blocking generic drug competition to fueling the epidemic of opioid addiction, drug makers and distributors have often used behind-the-scenes machinations and the greased levers of market, regulatory, and political power to pad their profits.",
  "A source close to the company tells me that, “with the recent change in administration, Novartis believed that Michael Cohen could advise the company as to how the Trump administration might approach certain U.S. healthcare policy matters, including the Affordable Care Act.",
  "Novartis now acknowledges that it paid Cohen’s consulting firm a total of $1.2 million (rather than the $400,000 that was reported yesterday by Avenatti), as part of a one-year agreement that the Swiss drug giant entered into in February 2017, just after Trump was sworn in.",
  "“But following this initial meeting, Novartis determined that Cohen and Essential Consultants would be unable to provide the services that Novartis had anticipated related to U.S. healthcare policy matters and the decision was taken not to engage further.",
  "She sued last month to get out of the nondisclosure agreement she signed in October 2016, claiming it is void because Mr. Trump had never signed it.”)\n\nSubscribe to Brainstorm Health Daily, our newsletter about the most exciting health innovations.",
  "What we’re not used to are the actions that were reported yesterday—by Michael Avenatti, the now-ubiquitous attorney for Stephanie Clifford, also known as the former porn star Stormy Daniels, who is embroiled in a lawsuit with President Trump.",
  "Novartis considers this matter closed as to itself and is not aware of any outstanding questions regarding the agreement.”\n\nWhich brings us back to the question of how much unseemliness is the business of normal these days.",
  "If Novartis’s interest in reaching out to Trump via Michael Cohen was merely “pay for way”—that is, to find out where pharma-related policy in the new administration might be headed, as my source says, that’s one thing.",
  "The story that broke yesterday is that Essential Consultants—the apparent shell corporation that attorney Cohen apparently used to silence Ms. Clifford—also received some substantial inflows of cash.",
  "(The site, OpenSecrets.org, brought to you by the nonpartisan Center for Responsive Politics, provides a list of the bills PhRMA’s K Street emissaries actually tried to influence in 2017.",
  "For all the heady talk of Big-I “Innovation” propelling the pharmaceutical industry, we are often reminded that more mundane, and sometimes unseemly, forces are really driving the train.",
  "It’s not clear what sort of service Cohen—who, to the best of anyone’s knowledge, had zero experience or expertise in the pharmaceutical trade—offered in return for all this cash.",
  "And if it was “pay to play”—securing the promise of some policy or regulatory change in exchange for this investment in Michael Cohen’s firm—that’s even more distressing.",
  "PhRMA, the big-money trade group for the largest pharmaceutical companies, spent $25.4 million last year, $5 million more than it spent in 2016, on lobbying efforts.",
  "If it was “pay to sway”—spending money outside of traditional lobbying efforts to directly influence policy at the highest level of government, that’s worse.",
  "But it’s hard not to jump to the most straightforward conclusion: Cohen’s one and seemingly only “asset” to offer Novartis was the President’s receptive ear.",
  "Some of that lucre reportedly came from a company with ties to a Russian oligarch—and some from major blue chip companies, including AT&T and Novartis.",
  "Clifford…was paid $130,000 by Mr. Cohen to keep quiet about claims that she had an affair with Mr. Trump after meeting him in 2006.",
  "Still, as much as many of us shake our heads at such cloakroom-and-dagger plotting, we’ve grown to expect that it happens.",
  "Novartis cooperated fully with the Special Counsel’s office and provided all the information requested.",
  "John Carroll at Endpoints News has a cogent summary and analysis here.",
  "In any case, there’s no way we’ve heard the last of this.",
  "It saddens me immensely to say it, but we’re used to it.",
  "(Well, I’ll just quote the Times here: “Ms.",
  "It’s all-encompassing.)"
]