[
  "(“If you’re inviting me to a hotel room to hang out with another man and a girlfriend of mine, it’s very easy for you to believe there’s going to be more going on than playing cards or Scrabble.”)\n\nBut the next day, she says, Daniels told her, “Picture this: Donald Trump chasing me around the bedroom in his tighty whities isn’t something that you ever forget.”\n\nKaren McDougal, the 1998 Playboy Playmate of the Year, who had allegedly begun an affair with Trump the previous month (June 2006), has said she was also at the tournament.",
  "By denying her allegations, the lawsuit explained, Trump “debased and denigrated Ms. Zervos with false statements about her” by “describing Ms. Zervos’s experience, along with those of others, as ‘made up events THAT NEVER HAPPENED;’ ‘100% fabricated and made-up charges;’ ‘totally false;’ ‘totally phoney [sic] stories, 100% made up by women (many already proven false);’ ‘made up stories and lies;’ ‘[t]otally made up nonsense.’ He falsely stated: ‘Every woman lied when they came forward to hurt my campaign, total fabrication.",
  "January 22, 2018: The campaign finance and anti-corruption watchdog group Common Cause filed complaints with the Federal Election Commission and Department of Justice asking them to “determine whether the payment was made by the Trump Organization or some other corporation or individual, which would additionally make it an illegal in-kind contribution to the campaign.”\n\nUnder federal law, corporations cannot donate to candidates, and individual contributions are capped at $2,700.",
  "March 14, 2018: BuzzFeed News, which is being sued by Cohen for libel after publishing the Steele dossier alleging ties between Trump (including Cohen) and the Russian government, sent a letter from its attorney to Avenatti, Daniels’s attorney, asking him to preserve “any and all documents or communications about any relationship and/or sexual encounter(s) Ms. Clifford had and/or was alleged to have had, with President Trump” because they may be relevant to Cohen’s suit.",
  "“Because there was never a valid agreement and thus, no agreement to arbitrate,” the lawsuit concluded, “any subsequent order obtained by Mr. Cohen and/or Mr. Trump in arbitration is of no consequence or effect.”\n\nThe lawsuit further alleged that Cohen’s public statements on the case also served to void the agreement, or at least suggested that Cohen was treating it as void by talking about matters that Essential Consultants agreed to keep confidential.",
  "March 7, 2018: White House press secretary Sarah Huckabee Sanders falsely claimed that the “case had been won already in arbitration,” and reiterated, “there was no knowledge of any payments from the president, and he has denied all these allegations.”\n\nMarch 9, 2018: Cohen reiterated that he paid off Daniels with his own money, and told ABC News that he actually took out of a line of credit on his home to make the payment.",
  "He could also face censure or even disbarment for making Daniels sign a false statement denying the affair under the New York Lawyer’s Code of Professional Responsibility, which states, “In the representation of a client, a lawyer shall not … Knowingly make a false statement of law or fact.” If Daniels’s allegation says that Cohen coerced her to release the false statement, that could bring even worse consequences for him.",
  "We are not going away and we will not be intimidated by these threats.”\n\nIn the second legal filing, Charles Harder, Donald Trump’s new personal attorney on the case — who previously represented Hulk Hogan in his lawsuit against Gawker for publishing his sex tape, and Melania Trump in a defamation suit against the Daily Mail for claiming she used to work as an escort — joined the attempt to move the case to federal court.",
  "March 26, 2018: Michael Cohen’s attorney sent a cease and desist letter to Stormy Daniels after the 60 Minutes interview, accusing her of claiming that Cohen was “responsible for an alleged thug who supposedly visited Ms. Clifford, while she was with her daughter, and made an alleged threat to Mr. Clifford.” While Daniels did allege that one of Trump’s representatives did this, at no point did she actually accuse Cohen.",
  "In her In Touch interview, Daniels says they talked “about every 10 days.” She attended the January 17, 2017, launch of Trump Vodka in Hollywood and was photographed arriving:\n\nShe says that Trump invited her and her assistant to his personal office in Trump Tower in the winter of 2006-’07, when she was appearing at the New York City strip club Gallagher’s 2000 (a press release dates this to March 2007).",
  "Nevertheless, the letter accuses her of “libel per se and intentional infliction of emotional distress.”\n\nShortly thereafter, Daniels added a complaint in her lawsuit against Cohen, alleging defamation when on February 13 he stated in reference to claims of an affair that, “Just because something isn’t true doesn’t mean it can’t cause you harm or damage,” implying that Daniels is lying about the affair.",
  "What allegedly occurred in Lake Tahoe\n\nFrom July 13 to 16, 2006, the Edgewood Tahoe Golf Course hosted the American Century Championship celebrity golf tournament, whose contestants included hockey legend Mario Lemieux, football players Drew Brees and Ben Roethlisberger, talk show host Maury Povich, comedians Ray Romano and Kevin Nealon, former Vice President Dan Quayle, and, of course, Donald Trump.",
  "The Stormy Daniels affair has had remarkable staying power, both because, after weeks of staying quiet, Daniels herself has decided she wants to tell her story, and because Trump and his legal team are going to extraordinary lengths to silence her, including demanding $20 million for violations of the nondisclosure agreement she and her legal team have allegedly already committed.",
  "From @a_cormier_ pic.twitter.com/J11O3WGGz3 — Tom Namako (@TomNamako) January 30, 2018\n\nLater, Daniels would claim that this statement was made “through intimidation and coercive tactics.” She told 60 Minutes’ Anderson Cooper that she was told by Trump’s representatives, “They can make your life hell in many different ways.” She told Cooper she believed “they” meant Michael Cohen.",
  "November 4, 2016: The Wall Street Journal’s Joe Palazzolo, Michael Rothfeld, and Lukas I. Alpert reported that the National Enquirer paid $150,000 to McDougal, purportedly for “two years’ worth of her fitness columns and magazine covers as well as exclusive life rights to any relationship she has had with a then-married man,” but really to quash the story of her affair with Trump.",
  "The piece added that Daniels “confided to friends that she engaged in a sexual affair with Trump, whom she claimed had promised to help her get cast on The Apprentice or another TV show.”\n\nThe story stopped short of outright alleging the two had an affair, quoting Daniels’s ex-husband Mike Moz as saying he was “not under the impression” that Daniels and Trump had had an affair.",
  "He “thrust his genitals” at her, and she rebuffed him, saying, “Dude, you’re trippin’ right now.” The two had dinner in the room, but Trump appeared angry and “started saying that he did not think that I had ever known love or had been in love.” She says Trump did not sexually harass her further but rebuffed her future attempts to work at the Trump Organization.",
  "August 6, 2016: McDougal, the former Playboy model turned fitness specialist with whom Trump allegedly had an affair, signed a nondisclosure deal with American Media Inc., the parent company of the National Enquirer, for which she was paid $150,000 and promised she would be featured on the company’s magazine covers and in its health and fitness columns.",
  "Under the NDA’s terms, Trump had the clear right to “immediately obtain, either from the Arbitrator and/or from any other court of competent jurisdiction, an ex parte issuance of a restraining order … without advance notice to [Daniels].” But since Cohen, not Trump, obtained the restraining order, its validity would soon become hugely controversial.",
  "“Unless there is a specific attack on the arbitration agreement itself, that part must be enforced, even if Daniels, for instance, asserts the invalidity of the overall ‘Hush Agreement’ that contains it.”\n\nAnd if Trump prevails and keeps the case in arbitration, he’s basically guaranteed to win arbitration rulings stopping Daniels from speaking out.",
  "The 15-page hush agreement requires that Daniels hand over any still images, text messages, “Instagram message, facebook posting [sic],” or “any other type of creation” by Trump, and bars her from releasing those documents or any private information about Trump (included “alleged sexual partners, alleged sexual actions or alleged sexual conduct”).",
  "But this all happened the week that Trump referred to Haiti, El Salvador, and seemingly all countries in Africa as “shithole” countries, and the intervening months saw news coverage dominated by everything from the Parkland school shooting to Trump’s historic agreement to meet with North Korean dictator Kim Jong Un to the omnibus spending bill.",
  "February 13, 2018: As the story gained steam, and concerns grew that the payment violated campaign finance law, Cohen told the New York Times’s Maggie Haberman, “Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly.",
  "It’s so strange, I know.”\n\nAfter they finished dinner, Daniels said they “moved to the sofa so he could get a better view of Shark Week.” Trump broke the news to her that she wouldn’t be on Celebrity Apprentice; she recalls being “pretty annoyed.” Then this happened:\n\nHe kept rubbing my leg and was like, “You know, you’re so beautiful.",
  "January 30, 2018: Daniels released another statement denying the affair:\n\nStormy Daniels (going on Kimmel tonight after Trump's State of the Union) issues a new statement saying she is denying having an affair with Trump not because of a settlement but because “it never happened.”\n\n\n\nShe would also like you to follow her on Instagram.",
  "The filing also stated that Trump intended to force the case back to arbitration:\n\nMarch 20, 2018: McDougal, the Playboy model who says she and Trump had an affair contemporaneous to the Daniels relationship, filed a lawsuit against the National Enquirer’s parent company to be released from her own 2016 nondisclosure agreement.",
  "Corrected: Stormy Daniels’ attorney @MichaelAvenatti answers Mika’s question if his client was threatened with physical harm pic.twitter.com/hqGAiqe6yM — Morning Joe (@Morning_Joe) March 16, 2018\n\nAlso March 16, 2018: In two separate court filings, Cohen and Trump’s legal team escalated their war on Daniels and Avenatti.",
  "He told the New York Times in February, “Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly,” which suggests that he conducted substantial business on Trump’s behalf without Trump’s knowledge.",
  "This statement, Daniels and Avenatti allege, “exposed [Daniels] to hatred, contempt, ridicule, and shame.”\n\nMarch 28, 2018: Avenatti files a motion requesting a jury trial to determine if the hush agreement was ever binding, and asking for the right to depose Trump and Cohen for “no more than two hours” each.",
  "After she waited about 15 minutes in the living room of the bungalow, she alleges that Trump “came to me and started kissing me open mouthed.” He then, per her account, kept aggressively kissing her and groped her breasts, without her consent and while she repeatedly pulled back and resisted.",
  "March 6, 2018: Daniels and her new attorney, Michael Avenatti, filed suit against Donald Trump and Essential Consultants, asking that the nondisclosure agreement be voided so that Daniels could tell her story, and in so doing officially take the story public and confirm the affair.",
  "Weisberg attempted to corroborate the story, and while Daniels did not share the contact information of some relevant witnesses (to wit, “Trump’s longtime personal assistant Rhona Graff and his bodyguard Keith Schiller”), he was able to speak with three friends who backed her up.",
  "February 14, 2018: In response to those two stories, Daniels’s then-manager Gina Rodriguez told the Associated Press that she and Daniels believed Cohen had, in talking about the transaction with the New York Times and in a book proposal, invalidated the nondisclosure agreement.",
  "In Michael Wolff’s explosive book on the Trump White House, Fire and Fury, former campaign chair turned White House chief strategist Steve Bannon is quoted as saying of Trump’s personal lawyer Marc Kasowitz, “Kasowitz on the campaign — what did we have, a hundred women?",
  "The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\n\nThe same day, Max Tani of the Daily Beast reported that Cohen was shopping a book proposal that touched on the Daniels scandal and commented on his role.",
  "“He kept looking at me and then we ended up riding to another hole on the same golf cart together.” The two had dinner in his room that night; she was, like drake, greeted by Trump’s bodyguard Keith Schiller, and Trump was, as in drake’s story, wearing pajama pants.",
  "Rodriguez stated, “Everything is off now, and Stormy is going to tell her story.”\n\nThe same day, the gossip site The Blast reported that Daniels had held on to a “Monica Lewinsky-style” dress from her July 2006 sexual encounter with Trump, with his DNA on it.",
  "He alleged that Trump “purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge of the Hush Agreement and Ms. Clifford.”\n\nAvenatti’s contention was that Cohen wired Daniels $130,000 even though the agreement was null.",
  "You can’t have an agreement when one party claims to know nothing about it.”\n\nDaniels might not win, but Trump’s lawyer is likely screwed\n\nLegal experts disagree about whether Daniels is likely to succeed in getting herself out of the nondisclosure agreement.",
  "Stormy Daniels starts talking to the press\n\nMay 2011: Daniels gave an interview discussing Trump to In Touch’s Jordi Lippe-McGraw, which the magazine declined to publish until the scandal broke in January 2018, with the promise of $15,000 in compensation.",
  "During this tournament, Trump (who married Melania Trump about 18 months earlier, and whose son Barron had been born in March) allegedly propositioned or had sex with at least four women, three of them adult film actresses and the fourth a Playboy model.",
  "He also sent a two-paragraph statement by Daniels denying any affair, saying, “Rumors that I have received hush money from Donald Trump are completely false.”\n\nJanuary 17, 2018: In Touch published its interview with Daniels, and an accompanying article.",
  "Also March 20, 2018: New York state Judge Jennifer Schecter rules against Trump’s lawyers’ motion to dismiss the defamation case by Summer Zervos, citing the Supreme Court’s ruling in Clinton v. Jones that presidents are not immune from civil suits.",
  "The order prohibited Daniels from “disclosing or inducing, promoting, or actively inspiring anyone to disclose Confidential information.” Connor issued this ruling ex parte, and Daniels and her legal team were not present or able to contest it.",
  "October 26, 2016: To prove that he had the $130,000 necessary to pay Daniels as part of the nondisclosure deal being negotiated, Cohen forwarded to Davidson an email from a bank official confirming he had made a deposit to his checking account.",
  "In the letter to the Trump Organization, Avenatti alleged that Cohen in February “attempted to interfere” with Daniels’s attempts to hire Avenatti, who brought the case public after her former attorney Keith Davidson sought to keep it private.",
  "It must have been so sad.”\n\nShe expressed remorse and apologized to Melania Trump; she said she remembered a time when Trump showed her around his apartment in Trump Tower, saying she felt incredibly guilty when he showed her Melania’s room.",
  "In the filing, Cohen and his team claimed that Daniels could owe them and/or Trump $20 million, at least, for at least 20 violations of the nondisclosure agreement, suggesting they planned to financially drain her for pursuing this case.",
  "February 27, 2018: As it became clear that Daniels was going to go public soon, Cohen obtained, on behalf of Essential Consultants, a temporary restraining order via an arbitrator, retired Judge Jacqueline Connor, in California.",
  "McDougal recalled, “After we had been intimate, he tried to pay me, and I actually didn’t know how to take that”; she clarified that Trump tried to hand her money, adding, “I don’t even know how to describe the look on my face.",
  "October 28, 2016: Daniels and Cohen (on behalf of Essential Consultants) signed the nondisclosure agreement (attached to the end of the following lawsuit by Daniels):\n\nNotably, however, Trump himself did not sign the document.",
  "This was a period when Daniels was unusually present in mainstream pop culture, due to appearances in the movies Blades of Glory and Knocked Up, which she told In Touch spurred Trump to call her whenever he recognized her.",
  "“She intimated that her view of his sexual skill was at odds with the remark attributed to Marla Maples.” (The “best sex I’ve ever had” was reportedly how then-girlfriend and future wife Maples described sex with Trump.",
  "“If he is speaking truthfully that Trump had no knowledge of the payment, he signed a document on behalf of a client (and ostensibly binding the client) without either consulting with his client or securing his consent.",
  "Throughout the document, Daniels is referred to by the pseudonym “Peggy Peterson” (or “PP”) and Trump is referred to as “David Dennison” (or “DD”), to minimize the odds that their true identities could be made public.",
  "May 16, 2007: Radio shock jock Bubba the Love Sponge Clem, who would soon become well known for his then-wife’s sex tape with Hulk Hogan, hosted Daniels on his show, where they discussed famous men she had slept with.",
  "Seven years later, her polygraph examiner Ronald Slay signed a sworn affidavit stating that Daniels truthfully answered “yes” to three questions:\n\nAround July 2006, did you have vaginal intercourse with Donald Trump?",
  "The president, the Journal’s Michael Rothfeld and Joe Palazzolo reported, had paid porn performer/director Stormy Daniels (birth name Stephanie Clifford) $130,000 in October 2016 as part of a nondisclosure agreement.",
  "Daniels is not compensated and, she tells Cooper, was threatened in a parking lot in the presence of her infant daughter shortly thereafter:\n\nI was in a parking lot, going to a fitness class with my infant daughter.",
  "August 2016: As the general election campaign between Trump and Hillary Clinton raged, Daniels began talking to Jacob Weisberg, the editor-in-chief of the Slate Group (which owns Slate and Foreign Policy magazines).",
  "You’ll have to ask Michael.” The reiteration that Trump and Cohen continue to have an attorney-client relationship might increase the odds that one or both will invoke attorney-client privilege to evade questioning.",
  "But people might, perhaps, care that the president, himself worth hundreds of millions or billions of dollars, is trying to extract $20 million or more in damages out of a former lover in an attempt to silence her.",
  "The remedies listed in the agreement include the payment of $1 million per breach of the agreement (Daniels is also required to hand over money she earns through disclosing confidential information about Trump).",
  "2018: the story goes public in a big way\n\nJanuary 12, 2018: The Wall Street Journal’s Palazzolo and Rothfeld broke the news of the Daniels nondisclosure agreement, $130,000 cash payment, and Cohen’s involvement.",
  "McDougal had, earlier that summer, worked with Keith Davidson (the same attorney that represented Daniels at this point) to reach a deal with AMI to sell the story of her affair with Trump for at least $500,000.",
  "October 18, 2016: The Smoking Gun, a news site specializing in mug shots and legal filings, published a piece by founder William Bastone featuring a photo of Trump and Daniels at the Lake Tahoe golf tournament.",
  "Spring/Summer 2011: In Touch declines to publish the story “because after the magazine called Mr. Trump seeking comment, his attorney Michael Cohen threatened to sue,” according to 60 Minutes’ Anderson Cooper.",
  "“In our conversations, Daniels said she was holding back on the juiciest details, such as her ability to describe things about Trump that only someone who had seen him naked would know,” Weisberg later wrote.",
  "“As an alternative to being paid for her silence, Daniels wanted to be paid for her story.” Slate does not pay for stories, so Weisberg made a counteroffer of an unpaid piece and an appearance on his podcast.",
  "Later that night, he offered drake money to come back to his room, and after she refused, she got another call, from either Trump or another man working on his behalf (she couldn’t tell), offering $10,000.",
  "Also March 22, 2018: McDougal’s interview with Anderson Cooper on CNN was broadcast, in which she stated she had sexual contact with Trump “many dozens of times,” including five or more times per month.",
  "In the interview, Daniels went into great detail about their sexual encounter at the Lake Tahoe golf tournament in July 2006, their subsequent communications, and the Beverly Hills Hotel encounter.",
  "In the lawsuit, Avenatti described the arbitration ruling obtained by Cohen on February 27 as “improper and procedurally defective” and “bogus.”\n\nHis argument is, fundamentally, about signatures.",
  "“And then I remember thinking, ‘But I bet if he did, it would be a lot.’”\n\nDaniels recalls hanging out with Trump and Ben Roethlisberger, the Pittsburgh Steelers quarterback, the next night.",
  "The fact that a sitting president is pursuing over $20 million in bogus ‘damages’ against a private citizen, who is only trying to tell the public what really happened, is truly remarkable.",
  "2007, date unclear: Former Apprentice contestant Summer Zervos alleges that, while in New York, she met with Trump in his office, where he twice kissed her on the lips without her consent.",
  "She told the Today show’s Megyn Kelly in January 2018 that Daniels invited her to “hang out” in a hotel room with her and Trump; she declined, thinking the invitation was for a threesome.",
  "She did, however, say that the signature on the statement she released the day before “does not look like my signature.” She also insinuated that she had signed a nondisclosure agreement.",
  "Some point in October 2016: Fox News reporter Diana Falzone filed a story about the relationship between Daniels and Trump, which was confirmed by Daniels’s then-manager, Gina Rodriguez.",
  "“A lawsuit opens the door, and judges almost always allow for a plaintiff to have a fishing expedition,” Robert Bennett, who represented Clinton in that case, told the New York Times.",
  "Famously, President Bill Clinton’s deposition in the Paula Jones lawsuit led to the perjury and obstruction of justice charges under which the House of Representatives impeached him.",
  "March 22, 2018: Avenatti, Daniels’s attorney, sent letters to the Trump Organization, City National Bank, and First Republic Bank asking them to preserve records related to the case.",
  "The events never happened.’”\n\n“His statements are plainly defamatory and caused serious harm,” the suit, filed by Zervos’s attorneys Mariann Meier Wang and Gloria Allred, concluded.",
  "“Arbitration clauses are generally independent of the larger contract in which they are embedded,” Cevallos writes, citing both US Supreme Court and California Supreme Court cases.",
  "He declined to elaborate much beyond that, but told CNN’s Jake Tapper, “this was not a random threat by some wing nut,” strongly implying someone in Trump’s camp made the threats.",
  "George Washington University professor Jonathan Turley is more optimistic about Daniels’s chances — and warns that the case could have major repercussions for Cohen personally.",
  "Adultery is one thing, but if these allegations are true, Trump’s desire to cheat on his wife and the urge to touch women without consent seemed to blend together seamlessly.",
  "Letters like this often come before subpoenas, suggesting that BuzzFeed could depose Daniels and offer her a way to document the affair under oath without fear of reprisal.",
  "April 2007: Karen McDougal reportedly ended her affair with Trump, over her guilt for sleeping with a married man and anger over Trump’s vulgar remarks to a friend of hers.",
  "“Daniels said she was talking to me and sharing these details because Trump was stalling on finalizing the confidentiality agreement and paying her,” Weisberg wrote later.",
  "Later, because she still wanted to achieve her “dream of working for Mr. Trump,” she says she met him at a bungalow at the Beverly Hills Hotel, just as Stormy Daniels did.",
  "She remembers talking afterward, with Trump telling her she was “someone to be reckoned with, beautiful and smart just like his daughter,” presumably referring to Ivanka.",
  "Here is everything you need to know about Daniels and Trump’s alleged affair, the “hush agreement” meant to silence her, and her subsequent legal fight to tell her story.",
  "While McDougal and Daniels say they consented to his advances, drake and Zervos did not, nor did the other dozen-odd women who have accused him of assault or harassment.",
  "Why the Stormy Daniels scandal matters\n\nThe ultimate success or failure of Daniels’s suit also has little bearing on the case’s potential to damage Trump’s presidency.",
  "There, according to her handwritten account of the affair obtained by the New Yorker’s Ronan Farrow, she sat in a booth with Brees, the New Orleans Saints quarterback.",
  "“If he did not have Trump’s consent, his representations to Daniels would appear false and potentially fraudulent.”\n\nThe ethical baggage for Cohen doesn’t end there.",
  "March 16, 2018: In interviews with MSNBC’s Morning Joe and CNN’s Chris Cuomo, Avenatti alleged that Daniels was “physically threatened” to stay silent on the case.",
  "January 17, 2017: Summer Zervos, the former Apprentice contestant who claims Trump repeatedly sexually harassed her, filed a lawsuit against Trump for defamation.",
  "Clem will say in 2018 that during this appearance, Daniels told him about her affair with Trump, though neither she nor Clem said Trump’s name during the program.",
  "You’re so much better.’ I was like, ‘I didn’t even know about it.’”\n\nThe last time he contacted her, she said in the interview, was in the spring/summer of 2010.",
  "Turley writes that Daniels “may have the stronger legal argument” because Cohen filed the restraining order on February 27 for Essential Consultants, not Trump.",
  "Cohen also appears to have, by getting the February 27 restraining order, engaged in legal practice in California without being a member of the California Bar.",
  "She recalled meeting all of Trump’s children except Barron, and said that Trump complimented her by comparing her to Ivanka: “He said I was beautiful like her.",
  "As part of preparing his case, Avenatti and the legal team representing Daniels will have the right to depose Trump and demand documents pertinent to the case.",
  "The original side letter also lists the true names of “David Dennison” and “EC, LLC,” but they are redacted in the version included in Daniels’s 2018 lawsuit.",
  "“Any and all claims or controversies … shall be resolved by binding confidential Arbitration to the greatest extent permitted by law,” the agreement reads.",
  "Daniels, they wrote, had “privately alleged” that she had a “sexual encounter” with Trump in July 2006 following a celebrity golf tournament at Lake Tahoe.",
  "In the first, Essential Consultants (the Michael Cohen front group) sought to move the lawsuit Daniels filed from California state court to federal court.",
  "He added that “Have you paid other people money?” is one such question they could ask and pursue answers to through document dives and testimony by Trump.",
  "March 29, 2018: A federal judge denies Avenatti’s motion, saying it is premature because Cohen and Trump’s prevous motions might resolve the same issues.",
  "jessica drake (who prefers her name be lowercase) says she met Trump in the Celebrity Gift Room “early in the morning” and gave him her phone number.",
  "On January 12, 2018, the Wall Street Journal broke what appeared to be just another initially outrageous and quickly forgotten Donald Trump scandal.",
  "Keep digging that hole.”\n\nBut she says she left after about two and a half hours there, and doesn’t mention Trump doing more than kissing her neck.",
  "October 7, 2016: The Washington Post’s David Fahrenthold published the Access Hollywood tape, in which Trump brags about sexually assaulting women.",
  "Kasowitz took care of all of them.”\n\nWe don’t have 100 names of women Trump allegedly paid off, but we do have the names of McDougal and Daniels.",
  "And if it wasn’t paid for by the Trump campaign, then it was likely, as Common Cause has contended, an illegal donation to the Trump campaign.",
  "The next stage: from Lake Tahoe to Stormy Daniels’s Senate run\n\nA lot happened at that tournament, but the ensuing events are more spread out.",
  "“You could see the television from the little dining room table and he was watching Shark Week and he was watching a special about the U.S.S.",
  "Avenatti claims the judge’s substantive comments on the case suggested he will ultimately agree with the requests for deposition and a trial.",
  "The emails with the bank official were sent using Cohen’s official Trump Organization email, raising questions about the source of the funds.",
  "Her friend Randy Spears and ex-husband (boyfriend at the time of the alleged Trump affair) Mike Moz corroborated her story to the magazine.",
  "Both Trump and Daniels denied the story, and Daniels’s attorney Keith Davidson sent a cease-and-desist letter to The Dirty in retaliation.",
  "MSNBC legal analyst Danny Cevallos argues that the weight of the evidence favors the view that the case must be dealt with in arbitration.",
  "… This is now the second time that you are raising outlandish allegations against my client.” Cohen did not address the payment, however.",
  "November 3, 2016: Daniels backed out of a story with the Daily Beast, which was also pursuing a piece about her relationship with Trump.",
  "People might care that the president used hush money in such a flagrant way, violating campaign finance norms and perhaps laws as well.",
  "April 15, 2010: Daniels, who had been considering a bid for the US Senate in her home state of Louisiana, declined to run for the seat.",
  "There, she claims, he groped and kissed each of them without consent and conducted what “felt like an interview” while wearing pajamas.",
  "Trump had to leave before they could be alone again, and asked Roethlisberger to escort her back to her room; Roethlisberger complied.",
  "October 17, 2016: The Trump Organization’s Cohen created Essential Consultants LLC, as a vehicle to quietly pay hush money to Daniels.",
  "Finally, the suit claimed that Daniels’s initial denial of the affair was the result of “intimidation and coercive tactics” by Cohen.",
  "Trump … did not sign the agreement, thus rendering it legally null and void and of no consequence,” Avenatti wrote in the complaint.",
  "While Trump did not sexually assault Daniels, he is now using his tremendous wealth and legal power to try to ruin her financially.",
  "In early 2008, she says, he contacted her to apologize for having Jenna Jameson, another adult performer, on Celebrity Apprentice.",
  "October 10, 2011: The gossip blog The Dirty published the first article directly accusing Trump of having an affair with Daniels.",
  "“He said that he thought that if he cut his hair or changed it, that he would lose his power and his wealth,” she told In Touch.",
  "While the hush agreement purports to bind both Daniels and Trump, Trump did not sign it, either as himself or as David Dennison.",
  "Avenatti responded in an email to the Washington Post, “To put it simply — they want to hide the truth from the American people.",
  "Indeed, portions of the contract that are labeled to be initialed by “DD” are instead initialed by Essential Consultants:\n\n“Mr.",
  "The agreement is also very clear that Trump and Daniels gave up the right to resolve disputes outside of private arbitration.",
  "It fits into a broader pattern of using his power and influence to bully and belittle women to whom he’s sexually attracted.",
  "The story only gained traction after Daniels’s interview with 60 Minutes’ Anderson Cooper was broadcast on Sunday, March 25.",
  "She would later say that during this period, as her exploratory campaign was ending, Trump contacted her for the final time.",
  "May 19, 2011: As part of her cooperation with In Touch, Daniels agreed to take a polygraph test to back up her statements.",
  "While that case was filed at the federal level, Schechter concluded the same rule applies to state lawsuits like Zervos’s.",
  "The Beast had secured Alana Evans, who said Trump had propositioned for a threesome at the Lake Tahoe event, as a source.",
  "April 3, 2018: Trump and Cohen’s attorneys filed motions once again requesting the case be settled in secret arbitration.",
  "April 6, 2018: President Trump denies that he knew about the $130,000 payment, adding, “You’ll have to ask Michael Cohen.",
  "It’s 2018: No one really cares if the president had an affair or not, certainly not when the president is Donald Trump.",
  "Daniels and her lawyer would later say that her “intimate relationship” with Trump continued “well into” the year 2007.",
  "But unlike drake, Daniels says she consented to sex with Trump; they didn’t use a condom, owing to her latex allergy.",
  "People might care that multiple women appear to have been paid off to not talk about their relationships with Trump.",
  "But whether Daniels wins or loses in court, the optics and fallout from the case are still importantly politically.",
  "Trump had a private bungalow, where, as in Lake Tahoe, they ate dinner (with no alcohol, as Trump is a teetotaler).",
  "T-- taking, you know, the seats facing backwards in the backseat, diaper bag, you know, gettin’ all the stuff out.",
  "Davidson and Trump Organization attorney Michael Cohen were reportedly in contact about the deal as it progressed.",
  "Daniels recounts repeatedly teasing and mocking Trump in a way that is striking, given Trump’s famously thin skin.",
  "Forget the story.” And then he leaned around and looked at my daughter and said, “That’s a beautiful little girl.",
  "July 29 to August 4, 2007: The Discovery Channel hosted Shark Week, and Donald Trump absolutely loves Shark Week.",
  "One day that week, in late July, Trump called Daniels to ask if she could meet him at the Beverly Hills Hotel.",
  "The slow progression of the scandal, however, has made its various twists and turns a bit difficult to follow.",
  "Late October 2016: Daniels’s attorney, Keith Davidson, and Trump attorney Cohen negotiated a hush money deal.",
  "Hiding a major campaign expense could get the 2016 Trump campaign and its officials into major legal trouble.",
  "A separate side letter agreement, also attached in the lawsuit, specifies that PP is a pseudonym for Daniels.",
  "In a statement, Cohen told the Journal that Trump “vehemently denies any such occurrence as has Ms. Daniels.",
  "She told Weisberg about meeting Trump in New York and Los Angeles, including about the Trump Vodka premiere.",
  "What does that mean?’”\n\nTrump, she recalls, kept offering to make her a contestant on Celebrity Apprentice.",
  "“I do remember while we were having sex, I was like, ‘Please don’t try to pay me,’” Daniels told In Touch.",
  "Furthermore, any lawsuit, particularly Daniels’s, carries another danger for Trump: the discovery process.",
  "Then McDougal reached out to ABC News, after which AMI came forward with the offer to buy it and bury it.",
  "The piece also alluded to Daniels’s interview with In Touch in 2011, though it didn’t name the magazine.",
  "He was like, ‘I donate to all these charities and I would never donate to any charity that helps sharks.",
  "She says her then-boyfriend gave her a ride there, and Schiller the bodyguard once again walked her in.",
  "— that could in theory amount to tens of millions of dollars if Daniels talks extensively to the press.",
  "“The strangest thing about that night — this was the best thing ever,” Daniels recalled to In Touch.",
  "The third woman at the tournament was Alana Evans, a fellow adult performer and friend of Daniels’s.",
  "Trump “was introduced to everybody,” Daniels said in an interview for In Touch conducted in 2011.",
  "But the company, which is run by a close friend of Trump’s, ultimately declined to buy the story.",
  "January 31, 2018: Daniels appeared on Jimmy Kimmel Live and deflected questions about the affair.",
  "She made public the accusations that Trump’s team sought to intimidate her in the summer of 2011.",
  "It was thus, effectively, a donation to his campaign effort, and an illegally large one at that.",
  "Later that evening, she says, he invited her to his room, and she brought two friends with her.",
  "The hush money payment was paid to prevent a damaging story about Trump from being released.",
  "We also have the names of drake and Zervos, who allege that Trump sexually assaulted them.",
  "Same goes for if he was in any way responsible for the man who threatened Daniels in 2011.",
  "And, you know, ‘You’re a smart girl.’ There wasn’t a lot of comparing, but there was some.",
  "That said, it’s obvious those pseudonyms refer to Donald Trump and Essential Consultants.",
  "Depending on how a “breach” is defined — $1 million per interview she gives to the press?",
  "Normally, a president’s past affair with an adult film star would dominate news coverage.",
  "It would’ve been understandable if “Donald Trump commits adultery” faded away as a story.",
  "Once the interaction turned sexual, she was concerned he would attempt to pay her for it.",
  "For what it’s worth, most serious researchers consider polygraph tests basically useless.",
  "According to her later lawsuit, this led Daniels to want to tell her story to the media.",
  "At this point, Daniels’s statement sent through Cohen was still her only public comment.",
  "The more interesting question is whether it came from Trump’s existing campaign money.",
  "She reiterated her claim of an affair in a later interview with CNN’s Anderson Cooper.",
  "July 2006-spring 2010: Daniels says she and Trump communicated sporadically by phone.",
  "I heard a lot about her.”\n\nShe stated that she voted for Trump in the 2016 election.",
  "She engaged in more conversations with reporters at this time, including Weisberg.",
  "The piece failed to gain much traction in the chaos of the election’s final days.",
  "That all but ensures that Trump will win, and Daniels will have to remain silent.",
  "October 27, 2016: Cohen wired the $130,000 to Davidson, to pass on to Daniels.",
  "It’s not clear if the drake and Daniels encounters occurred on the same night.",
  "I love your little nose, it’s like a little beet.” I go, “Did you say a beet?",
  "It’s a very smart nose, like an eagle.” I was like, “Just keep digging, dude.",
  "March 25, 2018: Daniels’s interview with Anderson Cooper on 60 Minutes aired.",
  "Instead, the agreement was initialed and signed by Essential Consultants.",
  "Avenatti responds: “The strength of our case just went up exponentially.",
  "something and it sank and it was like the worst shark attack in history.",
  "It’d be a shame if something happened to her mom.” And then he was gone.",
  "Stormy Daniels also says that she met Trump in the Celebrity Gift Room.",
  "Beyond the legal battles, though, there’s the pure optics of this case.",
  "No one really believes the $130,000 that Daniels received is Cohen’s.",
  "Trump was still married to his first wife, Ivana Trump, at the time.)",
  "“So he called me and was like, ‘Did you see Jenna Jameson on my show?",
  "Around July 2006, did you have unprotected sex with Donald Trump?",
  "Most of these accusations came to light during the 2016 campaign.",
  "But the Daniels scandal is correctly shedding more light on them.",
  "Like Daniels, she said that she and Trump hadn’t used protection.",
  "Cohen’s story about the case implicates him in legal misconduct.",
  "Like, what the f---?” I started giving him a hard time about it.",
  "“I think he was afraid I was going to be pissed,” Daniels said.",
  "She also claims that she and Trump had sex at the tournament.",
  "And a guy walked up on me and said to me, “Leave Trump alone.",
  "Even if you don’t care about adultery, that should matter.",
  "That is a misdemeanor punishable by up to a year in jail.",
  "$1 million per fact about Trump stated in each interview?",
  "They could even be important legally, in other contexts.",
  "That would be a clear ethical breach,” Turley writes.",
  "She made a fool of herself.’ He said, ‘She’s a bimbo.",
  "I hope all the sharks die.’ He was like riveted.",
  "You’re not dumb.’ And I was like, ‘Thanks, dick.",
  "Trump’s attorneys promised to appeal the ruling.",
  "Did Trump say you would get on The Apprentice?",
  "The piece was shelved by Fox News leadership.",
  "Daniels texted the deal to Slate’s Weisberg.",
  "We will oppose this effort at every turn.",
  "I didn’t know she was going to go on.",
  "Likely unprecedented in our history.",
  "“And I laughed hysterically at him.",
  "… [H]e was like, ‘You know what?",
  "And he goes, “No, no, no, no!",
  "Trump placed 62nd out of 80.",
  "(Tiffany was then only 11.)",
  "He is obsessed with sharks.",
  "Here’s a basic timeline.",
  "Michael is my attorney.",
  "He was like obsessed.",
  "Terrified of sharks.",
  "You’re really smart.",
  "That’s bullshit.",
  "It’s majestic.",
  "But it didn’t.",
  "She declined."
]