[
  "Also potentially of interest to investigators is whether Cohen made any misstatements in the bank records of Essential Consultants, the richly apt name he gave the company — through which he handled both his hush-money payment to adult-film actress Stormy Daniels, and his new business of offering his multivaried talents to eager, high-paying clients.",
  "Columnist\n\nUntil the FBI raided his office, home and hotel room in April, President Trump’s longtime personal lawyer Michael Cohen was known mostly for his star turns on cable television as his client’s most cringe-worthy defender, along with his spectacularly unsuccessful effort to silence a porn actress who claims to have had an affair with Trump.",
  "In the estimation of AT&T, Cohen’s “insights into understanding the new administration” — which included advice on how to win approval of its $85 billion merger with Time Warner, a deal that Trump criticized on the campaign trail — were worth $600,000, according to reporting Thursday by The Post.",
  "When Trump won, the traditional rosters of lobbyists — ex-congressmen, lawyers from white-shoe firms, former congressional staffers — were of little use in figuring out and gaining access to a band of outsiders who came to town vowing to demolish the old order.",
  "Plouffe insisted he was there “as a private citizen, so all I’m doing is talking about elections, and the Internet and democracy.” Who would have thought that Eurasia would have such interest in the intricacies of the Iowa caucuses?",
  "President Barack Obama had not been in office a month before his 2008 campaign manager, David Plouffe, was paid $50,000 to give a speech in Azerbaijan to a group with close ties to that repressive government.",
  "And then there is the eyebrow- ­raising $500,000 Cohen collected to advise Columbus Nova — an investment firm that also manages money for Russian billionaire Viktor Vekselberg — on real estate investments.",
  "The president’s former campaign manager, Corey Lewandowski, along with former Trump aide Barry Bennett, also opened a consulting firm, which quickly had more business than it could handle.",
  "The Swiss drug giant Novartis, for instance, offered Cohen, a former personal-injury lawyer with a taxi business on the side, $1.2 million for his advice on health-care policy.",
  "But they have illuminated the fact that Washington continues to have a most durable ecosystem: The swamp is never drained; it just gets taken over by different reptiles.",
  "Amid criticism that his presence was part of a campaign to burnish the government’s image, Plouffe announced he would give his speaking fee to pro- ­democracy groups.",
  "(Brendan Mcdermid/Reuters)\n\nCohen was not the only Trump insider to see a chance to cash in, after his hopes for a job with the new administration were dashed.",
  "When, alas, it turned out Cohen would be “unable to provide the services that Novartis had anticipated,” the company paid him anyway, a spokeswoman said.",
  "At the time, it also happened to be bidding on a U.S. contract with Lockheed Martin for training jets while also juggling an embezzlement scandal.",
  "Consider the array of businesses that have turned to him for skills and expertise, some of which he had previously shown no signs of possessing.",
  "Cohen, it turns out, is the Swiss Army knife of political fixers, an all-purpose tool to have at hand for just about any situation.",
  "The company insisted, implausibly, that it had no idea Cohen’s firm had a connection to Trump when it paid him $150,000.",
  "What, if anything, Cohen’s business dealings will tell us about the current Russia investigation remains anyone’s guess.",
  "Pay-to-play is an old tradition that goes at least as far back as the Teapot Dome scandal , and probably further.",
  "Whatever guidance he gave must not have worked: The Justice Department has filed suit to block the deal.",
  "Korea Aerospace Industries says it sought his guidance with reorganizing its internal accounting system.",
  "The only things that shift from election to election are the most sought-after players.",
  "That will depend on what, precisely, these companies got for their money.",
  "It remains to be seen whether any of this is illegal or merely unseemly.",
  "What it does show is that the game in Washington never really changes.",
  "“It was like shooting fish in the barrel,” Bennett told The Post.",
  "That is because relationships are the lubricant of influence.",
  "Michael Cohen, President Trump’s longtime personal lawyer.",
  "Nor is Team Trump unique in seizing these opportunities.",
  "How could we have underestimated him so?",
  "Or that’s what it said."
]