[
  "| Matt Sayles/AP Photo Trump moves to force Stormy Daniels suit into arbitration\n\nLawyers for President Donald Trump are asking a federal judge to order that an arbitrator resolve a dispute with Stormy Daniels, a former adult film actress, over an alleged “hush money” agreement reached weeks before the 2016 presidential election as she shopped a story about an alleged sexual liaison with Trump a decade earlier.",
  "“The strong policy favoring arbitration set forth by Congress in the Federal Arbitration Act (‘FAA’) dictates that this motion be granted, and that Clifford be compelled to arbitration, as she knowingly and voluntarily agreed to do.”\n\nDaniels’ attorney in the matter, Michael Avenatti, warned Monday that sending the case to arbitration would effectively lock the public out of the proceedings.",
  "“Then, over the course of the next sixteen (16) months, Clifford did not at any time: reject the Settlement Agreement; offer to return or return the $130,000; or assert that the Settlement Agreement is unenforceable because it was not signed by Mr. Trump, or for any other reason.”\n\nAvenatti filed a motion last week asking to depose Trump about his knowledge the agreement.",
  "“This motion seeks to enforce the arbitration provision in the Settlement Agreement, which was negotiated at arms’ length by the parties’ respective counsel, and pursuant to which Clifford accepted $130,000 as consideration,” attorney Brent Blakely wrote on behalf of the company used to pass the funds, Essential Consultants.",
  "While the detailed legal papers seeking to compel arbitration in the case were filed by Blakely, the lawyer representing Trump in the case, Charles Harder, filed a notice saying Trump concurred in the drive to press the case into arbitration.",
  "\"It does not state that he never discussed the agreement with DJT, that DJT did not know about the agreement, or that DJT did not ultimately pay the $130k (all issues DJT is also silent on),\" Avenatti wrote.",
  "Daniels, whose real name is Stephanie Clifford, filed suit against Trump in a state court in Los Angeles last month and urged a judge to declare the $130,000 deal null and void because Trump never signed it.",
  "Stormy Daniels, a former adult film actress, filed suit against the president last month and asked that a judge declare a $130,000 nondisclosure agreement null and void because Donald Trump never signed it.",
  "\"We will vigorously oppose the just-filed motion by [Trump and Cohen] to have this case decided in a private arbitration, in a private conf room, hidden from the American public,\" Avenatti wrote on Twitter.",
  "In a new court filing on Monday afternoon, they asked U.S. District Court Judge James Otero to require Daniels to pursue any disagreements in arbitration, as the agreement provides.",
  "“Clifford and EC signed the Settlement Agreement, and Clifford accepted $130,000 in consideration from EC, despite not receiving a signature from Mr. Trump,” Blakeley wrote.",
  "Story Continued Below\n\nLawyers for Trump and a company that his personal attorney Michael Cohen set up to facilitate the payment quickly moved the case to federal court.",
  "Otero rejected the motion as premature, but suggested he would reconsider the issue once Trump’s side made a formal motion to enforce the alleged arbitration agreement.",
  "#sunlight\"\n\nAvenatti has argued that because the validity of the agreement is in dispute, a judge should decide the issue of whether the deal was ever consummated.",
  "Avenatti noted that a declaration Cohen submitted Monday is vague about what Trump knew about the deal, which Cohen said he did to protect Trump's family.",
  "However, Blakely noted that Daniels took and kept the $130,000 and did not dispute the effectiveness of the agreement until last month.",
  "\"This is a democracy and this matter should be decided in an open court of law owned by the people."
]