[
  "It was like shooting fish in the barrel.”\n\nA Cohen friend described the lawyer’s appeal to corporations: “There’s probably no one in the country who understands the mechanics of Trump world better than Michael Cohen.”\n\nAnother Cohen associate said that in early 2017 he was looking for potential clients, as well as investors in U.S. real estate, a subject that Cohen knew about from personal experience buying New York City properties.",
  "[Russia-linked company that hired Michael Cohen registered alt-right websites during election]\n\nDetails that emerged this week reveal how Cohen quickly leveraged his role as Trump’s personal attorney, developing a lucrative sideline as a consultant to companies eager for insight into how to navigate the new administration.",
  "Craig Holman, a government affairs lobbyist for Public Citizen, a consumer advocacy organization, said Cohen’s work at the firm should be disclosed because he was simultaneously Trump’s personal attorney and introducing clients to a lobbying firm that may have interests before the president and his administration.",
  "Both teams of investigators have scrutinized the intersection of Cohen’s work and the president’s interests — and how the activity flowed through Essential Consultants, a company Cohen formed in the fall of 2016 and used to pay hush money to an adult-film star who claimed she had an affair with Trump.",
  "Novartis, a giant Swiss drugmaker, hired Essential Consultants because it “believed that Michael Cohen could advise the company as to how the Trump administration might approach certain US healthcare policy matters, including the Affordable Care Act,” spokeswoman Sofina Mirza-Reid said in a statement.",
  "(Brendan McDermid/Reuters)\n\n[South Korean firm paid Michael Cohen $150,000 as it sought contract from U.S. government]\n\nEven the office in which he operated — which served as fulcrum of the newly created Michael D. Cohen & Associates — was a side benefit of his Trump affiliation.",
  "[Lawyers for Michael Cohen accuse Stormy Daniels attorney of distributing false information]\n\nPerhaps Essential Consultants’ most notable contract was with Columbus Nova, a New York-based investment firm that said it paid Cohen $500,000 between January and August 2017.",
  "Cohen referred a handful of routine legal matters to the firm which were completely unrelated to his work for the president.”\n\nA person familiar with the contract said the company is trying to minimize Cohen’s role because it no longer wants to be associated with him.",
  "The rapid flow of millions of dollars to Cohen shows the rush by corporations — unable to rely on the influence of Washington’s traditional lobbying class in dealing with a new, populist outsider president — to lock in relationships with Trump’s inner circle.",
  "He showed photos of himself with Trump and mentioned how frequently they spoke, even asking people to share news articles describing him as the president’s “fixer.”\n\n“I’m crushing it,” he said, according to an associate who spoke to him in the summer of 2017.",
  "Cohen’s business activities have been under investigation by both special counsel Robert S. Mueller III and the U.S. attorney for the Southern District of New York, which conducted raids on his office, home, hotel room and safe-deposit box on April 9.",
  "But after an initial meeting with Cohen, Novartis determined that he “would be unable to provide the services that Novartis had anticipated related to US healthcare policy matters and the decision was taken not to engage further,” Mirza-Reid said.",
  "Barry Bennett, a former Trump campaign aide who in January 2017 opened a consulting firm, Avenue Strategies, in partnership with former Trump campaign manager Corey Lewandowski, said there was more potential business than they could handle.",
  "From his perch in a law office on the 23rd floor of New York’s Rockefeller Center, Cohen pitched potential clients on his close association with Trump, noting that he still was the president’s lawyer, according to associates.",
  "AT&T, meanwhile, hired Cohen “to provide insights into understanding the new administration.” The Avenatti report said AT&T paid $200,000 to Essential Consultants, and AT&T confirmed making an unspecified payment.",
  "Essential Consultants was formed in October 2016, around the time Cohen transferred $130,000 to pay adult-film star Stormy Daniels, who was planning to go public with allegations of a sexual encounter with Trump.",
  "The health-care landscape at the time was ripe for upheaval, and Cohen promised to help the company understand the Trump administration’s views and likely actions on key issues such as the Affordable Care Act.",
  "The company said it paid Cohen’s firm “to inform reorganization of our internal accounting system.” The company is in contention for a multibillion joint U.S. contract with Lockheed Martin for jet trainers.",
  "A global pharmaceutical company said it paid him $1.2 million to provide insight into health-care policy — money it said it was required to keep paying even after concluding that Cohen had little to offer.",
  "The Wall Street Journal reported Wednesday that one client was a company called US Immigration Fund, which promotes a program under which foreigners can invest in U.S. developments and receive U.S. visas.",
  "Korea Aerospace Industries confirmed to The Washington Post that it paid $150,000 to Cohen’s company, but spokesman Oh Sung-keon said that it was unaware of Essential Consultants’ connection to Trump.",
  "The source of Avenatti’s information was unclear, but many of the payments were confirmed by the companies, prompting a Treasury Department investigation into how he obtained the material.",
  "Other activities by the consulting firm became public Tuesday when Daniels’s lawyer, Michael Avenatti, released a report with specific bank transactions linked to Essential Consultants.",
  "Selling access is common in Washington, but investigators could probe whether Cohen promised specific government actions in exchange for payments, which could cause him legal trouble.",
  "In a statement, Columbus Nova said it is owned and managed by Americans but acknowledged that it manages assets for a company controlled by the Russian billionaire Viktor Vekselberg.",
  "Cohen offered insight into how the Trump administration would work, according to a person familiar with the matter, who spoke on the condition of anonymity to comment candidly.",
  "“If you are the president’s attorney, you should not be in a position to enrich oneself.”\n\nNow, a year after he signed up many of his clients, the contracts are mostly gone.",
  "If he spent large amounts of time speaking to government officials on behalf of clients, investigators could also explore whether he should have registered as a lobbyist.",
  "Cohen, who refinanced his Park Avenue condominium in recent days, according to public documents, and faces mounting legal bills, did not respond to a request for comment.",
  "“They paraded him to clients all those months,” the person said, speaking on the condition of anonymity to discuss a confidential arrangement between Cohen and the firm.",
  "Novartis is one of the world’s largest drug companies, with a business deeply shaped by U.S. government actions — including drug approvals and drug reimbursements.",
  "The company last year helped plan a trip to China to recruit investors by Kushner Companies, the firm formerly headed by White House senior adviser Jared Kushner.",
  "Cohen worked with clients in at least two ways: through his limited liability corporation, Essential Consultants, and his contract with Squire Patton Boggs.",
  "It was provided by the powerhouse legal and lobbying firm Squire Patton Boggs, which signed Cohen to a $500,000 deal in the wake of the 2016 election.",
  "One of Cohen’s highest-paying ventures was with Squire Patton Boggs, the lobbying firm that boasts former Senate majority leader Trent Lott (R-Miss.)",
  "Late last year, the special counsel sought information from two of the companies that hired Cohen, AT&T and Novartis, the companies said Wednesday.",
  "“The perception of having the president’s personal lawyer” working with the firm was helpful “from an optics perspective” with the administration.",
  "“The whole thing is so horrible.”\n\nMin Joo Kim in Seoul, and Emma Brown, Brian Fung, Tom Hamburger and Craig Timberg contributed to this report.",
  "In the wake of Trump’s election, Cohen collected at least $2.35 million from corporate clients, according to figures confirmed by the companies.",
  "But a friend of Cohen’s said that so many potential clients approached the president’s lawyer after the election that he had to turn many down.",
  "“This has destroyed him,” said one of Cohen’s closest friends, bemoaning the behavior of those who once courted but have now abandoned Cohen.",
  "“This is the swamp of Washington,” Holman said, referring to Trump’s campaign metaphor about draining the city of special-interest players.",
  "This person said that Cohen, as the original news release laid out, worked with a variety of executives at the firm and attended meetings.",
  "That deal was struck in October 2016, and the Justice Department began efforts to block the merger with a lawsuit filed in November 2017.",
  "And Michael has always been an entrepreneur,” said the friend, who spoke on the condition of anonymity to describe private conversations.",
  "Cohen was able to sign up such lucrative clients because many companies at the time were anxious to hire Trump insiders.",
  "A Korean defense company competing for a U.S. contract said it paid him $150,000 to advise it on accounting practices.",
  "AT&T had several important issues before federal officials, including the company’s proposed merger with Time Warner.",
  "A person familiar with their attendance at the inauguration said Cohen, Intrater and Vekselberg were seen together.",
  "But she said the company could not terminate the contract “for cause,” and thus paid the agreed-upon $1.2 million.",
  "President Trump had been sworn into office, and his personal attorney, Michael Cohen, saw a golden opportunity.",
  "The person spoke on the condition of anonymity because he was not authorized to publicly discuss the contract.",
  "The value of his New York taxi business was in a tailspin because of competition from ride-hailing services.",
  "The president has denied the affair, but his attorney, Rudolph W. Giuliani, has said Trump reimbursed Cohen.",
  "They could also probe whether he made misstatements on bank records associated with his consulting company.",
  "Squire Patton Boggs was unprepared for a Trump presidency, according to a person familiar with the matter.",
  "Vekselberg attended Trump’s inauguration with Andrew Intrater, his cousin and the head of Columbus Nova.",
  "A telecommunication company said it turned to him simply to better understand the Trump administration.",
  "Despite being listed as a top choice for Trump’s White House counsel, he had failed to get a top job.",
  "President Trump’s personal lawyer, Michael Cohen, exits a hotel in New York City on April 11, 2018.",
  "Hiring Cohen for $500,000 was “a no-brainer,” said a person at the firm familiar with the contract.",
  "My guess is that anybody who was perceived as close to Trump, their phones were ringing like ours.",
  "Late Wednesday, Cohen’s lawyers accused Avenatti of improperly obtaining Cohen’s bank records.",
  "The firm says its initial plan that Cohen would jointly represent clients did not pan out.",
  "Columbus Nova said it paid Cohen to help it with investments such as real estate.",
  "The company did not return phone calls from The Post earlier this week.",
  "It said Vekselberg had nothing to do with the decision to hire Cohen.",
  "“When we opened our doors, the phone just rang and rang and rang.",
  "It said he referred five clients, but declined to disclose them.",
  "“An entrepreneur always understands their opportunities.",
  "The companies cited a range of reasons for hiring Cohen.",
  "In a statement, Squire Patton Boggs said, “Mr.",
  "and former senator John Breaux (D-La.)",
  "Cohen may have needed the big paydays.",
  "We turned a lot of business away.",
  "His lawyer declined to comment.",
  "as counsel.",
  ".",
  ".",
  "."
]