[
  "“We made a mistake entering into this engagement and as a consequence are being criticized by a world that expects more from us…Personally, for my family it was also a difficult day as unfounded stories spread through the U.S. news…I went to sleep frustrated and tired.”\n\nLiberian nurses carry a dead body suspected of dying from the Ebola virus at the Roberts field highway on the outskirts of Monrovia, Liberia in 2014.",
  "“Often that deal comes at the cost of rationing and access and patients who are suffering from cancer or HIV/AIDS or MS or rheumatoid arthritis they can't get access to the medicines that you can here in the United States because that's exactly what the socialist systems do.”\n\nThat’s a point the pharmaceutical industry would love to hear Trump make today.",
  "A White House spokesman did not deny that Sadler made the remark, saying in a statement that “we respect Senator McCain’s service to our nation and he and his family are in our prayers during this difficult time.”\n\nHere's how McCain's wife responded to the remark:\n\n@kellysadler45 May I remind you my husband has a family, 7 children and 5 grandchildren.",
  "“He talked the talk, but he has failed — at least so far — to walk the walk.”\n\nAHH, OOF and OUCH\n\nHHS Secretary Alex Azar (Photo by Melina Mara/The Washington Post)\n\nAHH: Azar, Verma and FDA Commissioner Scott Gottlieb penned a joint Fox News op-ed emphasizing their top priority for lowering drug costs is to \"increase competition in drug markets.\"",
  "Their ideas include: Pouring pressure on the president to give some air time to cracking down on “pay-for-delay” deals (where a generic drugmaker agrees to wait longer to launch their copycat medication if the brand-name drug maker ends patent litigation) or allowing Americans to buy drugs from foreign pharmacies at lower prices.",
  "(EPA/AHMED JALLANZO)\n\nOUCH: The top White House official responsible for leading the U.S. response in the event of a deadly pandemic has left the administration, and the global health security team he oversaw has been disbanded under a reorganization by National Security Adviser John Bolton, The Post's Lena H. Sun reports.",
  "I thanked him, and said I would try to be.”\n\n— A few more good reads from The Post and beyond:\n\nPowerPost Group of GOP senators calls for canceling August recess The Senate has just 67 working days left before the end of the fiscal year Sept. 30, with limited time to address must-pass spending bills and nominations.",
  "“These include the high list prices set by manufacturers; seniors and government programs overpaying for drugs due to lack of the latest negotiating tools; rising out of pocket costs for consumers; and foreign governments free-riding off of American investment in innovation,” Azar said in his own speech to the AHA.",
  "(AP Photo/Carolyn Kaster)\n\nPresident Trump is expected to highlight the wide and confusing gap between the listed price of medications versus what’s actually paid for them – and how much consumers themselves must dish out at the pharmacy counter – in a major address today on prescription drug prices.",
  "— Here are some highlights from what the vets told The Post:\n\nKeith Ackerson, 32, said he proudly voted for Trump, but says: “The VA is not nearly fixed.” He said he believes the next VA secretary should be smart, experienced, and someone who has already run a health-care system or major hospital.",
  "The Post's Jenna Johnson reports five veterans around the country who spoke with The Post about their experiences, what improvements they want to see at their local VA facilities and what sort of leader the department needs, as everyone awaits who Trump will nominate next for the role.",
  "“This is a fearless president and he doesn't know or care why things have always been done…It's not like your typical Republican authorizing committee that protects this model that they helped write for decades,” Talento said at an Independent Women’s Forum summit panel discussion.",
  "(AFP PHOTO / Eric BARADATERIC BARADAT/AFP/Getty Images)\n\n— McCain wrote in his upcoming book \"The Restless Wave\" that he received a phone call from former president Barack Obama after his dramatic vote that helped sink Senate Republicans' effort to repeal Obamacare last summer.",
  "Yesterday, Azar told a Senate panel Trump’s remarks would also address a top complaint of U.S. drug makers – that they spend a disproportionate sum of money to develop and win approval for new, groundbreaking medications, which foreign governments can then take advantage of.",
  "In a call with reporters last night, senior administration officials offered a limited preview of the blueprint Trump is dubbing “American Patients First.” It will outline four strategies, most of which could be achieved without new legislation, Carolyn writes.",
  "“I think I will be passed out by 2:15!”\n\nHere’s what PBMs are watching most nervously: Whether Trump aims at narrowing the spread between high list prices and the secret, rebate prices insurers actually pay by limiting rebates to a percentage of the list price.",
  "HEALTH ON THE HILL\n\n— In a closed-door meeting yesterday, a White House official dismissed Sen. John McCain’s (R-Ariz.) opposition to Trump’s CIA nominee Gina Haspel by saying the Arizona Republican is “dying anyway,\" our colleague Philip Rucker reports.",
  "They listed three other top goals: Give Medicare Part D plans better tools to negotiate discounts for seniors, develop new incentives for drug manufacturers to lower list prices and develop options to lower patients’ out-of-pocket spending.",
  "Eli Rosenberg\n\nINDUSTRY RX\n\nSTATE SCAN\n\nMaryland Politics Democratic candidate for Maryland governor dies of cardiac arrest at 60 Baltimore County Executive Kevin Kamenetz went with his wife to a nearby fire station before calling 911.",
  "I think VA could improve by making veterans more aware of the programs that are available for them.”\n\nsaid VA “has always been there for me.” “The times they weren’t there, it was usually my fault, because I wasn’t ready to be helped.",
  "It would create unspecified incentives for lower list prices of drugs and would lower out-of-pocket spending by patients.”\n\nBesides Verma, other top administration officials have been hinting all week about what Trump might say today.",
  "Yesterday, Nancy Pelosi and Chuck Schumer, the Democratic House and Senate leaders, gathered with several prominent colleagues to slam the tax breaks for pharmaceutical companies the president signed as part of the GOP tax overhaul.",
  "“Yesterday was not a good day for Novartis,” CEO Vasant Narasimhan wrote to his employees, following the revelation that the drugmaker paid $1.2 million to Cohen in order to secure access and insight into the president’s policies.",
  "Rep Brian Mast (R-Fla.) (Josh Ritchie for The Washington Post)\n\n— Trump is considering Rep. Brian Mast (R-Fla.), an Army veteran, for the position of VA secretary, as the search continues following David Shulkin's March ousting.",
  "“Many of you have seen media reports regarding the Novartis relationship with Essential Consultants in the U.S. and many of you will feel disappointed and frustrated,” he continued in the email, Stat’s Ed Silverman reports.",
  "Christann Gainey, 30, of Philadelphia, was arrested and charged with neglect of a care-dependent person, involuntary manslaughter and tampering with record stemming from Herbert R. McMaster’s April 13 death, officials said.",
  "\"Pandemic preparedness and global health security are issues that require government-wide responses, experts say, as well as the leadership of a high-ranking official within the White House who is assigned only this role.\"",
  "But lobbyists and industry insiders say he may take particular aim at the pharmacy middlemen – known as pharmacy benefit managers (PBMs) – who negotiate drug coverage, payments and rebates between insurers and drug makers.",
  "\"Our free-market system has produced cures and treatments that seemed impossible a short while ago...But securing the benefits of 21st century medicine demands major changes to how our country pays for prescription drugs.",
  "The slowdown is mainly due to less spending for drugs used to treat hepatitis C, fewer new drug introductions – and slower growth in prices for brand-name and generic drugs, analysts wrote in Health Affairs in December.",
  "“There is no shred of evidence that tomorrow’s announcement will lead to one price decrease by Secretary Azar’s former colleagues in the pharmaceutical industry,” said Senate Finance ranking member Ron Wyden (D-Ore.).",
  "I think VA could improve by making veterans more aware of the programs that are available for them.” Sharryse Piggott, 26 , described going to a VA’s local outpatient clinic, which didn’t have a gynecologist on staff.",
  "said he proudly voted for Trump, but says: “The VA is not nearly fixed.” He said he believes the next VA secretary should be smart, experienced, and someone who has already run a health-care system or major hospital.",
  "Above all, Democrats are annoyed Trump won't return to an idea he touted on the campaign trail, which involves allowing the federal government to negotiate lower prices directly with Medicare prescription drug plans.",
  "A White House official named Mast as one of the people on the list of candidates, though the official would not say if he was the leading candidate for the job, the Associated Press’s Zeke Miller and Hope Yen report.",
  "“I appreciated his call, but, as I said, my purpose hadn’t been to preserve his signature accomplishment but to insist on a better alternative, and to give the Senate an opportunity to work together to find one.\"",
  "\"Ziemer’s departure, along with the breakup of his team, comes at a time when many experts say the country is already underprepared for the increasing risks of a pandemic or bioterrorism attack,\" Lena writes.",
  "The industry has also been seeking to temper concerns about high drug costs by pointing to recent indications that drug prices are growing slower than in years past – slower even than the rate of inflation.",
  "(REUTERS/Arnd Wiegmann/File Photo)\n\nOOF: In a email to employees yesterday, the chief executive of Novartis acknowledged the company “made a mistake” in dealing with Trump’s personal lawyer, Michael Cohen.",
  "SUGAR RUSH\n\n“Keep America Great:” Trump announces his 2020 campaign slogan:\n\nTrump warns Republicans: “It's all at stake in November:”\n\nStephen Colbert has a friendly reminder: It’s Mother’s Day on Sunday:",
  "Drugmakers offer them as enticement for PBMs to include certain drugs in insurers’ benefits, but have lately been accusing PBMs of pocketing the rebates instead of passing the savings on to consumers.",
  "The plan would:\n\n\"... aim to increase competition by ending ‘the gaming of rules’ by brand-name drug manufacturers that stymies the introduction of cost-saving generic and biosimilar drugs.",
  "Administration officials said yesterday the president will outline in his 2 p.m. speech a “comprehensive” plan to tackle drug affordability, involving all parties in the drug supply chain.",
  "White House officials have already met with former Rep. Jeff Miller (R-Fla.), Ron Nichol, a senior adviser to the Boston Consulting Group who helped organize the president’s transition.",
  "“The competitive marketplace is acting to constrain overall cost growth,” Steve Ubl, president of the Pharmaceutical Research and Manufacturers of America, told reporters last week.",
  "The same day, Health and Human Services Secretary Alex Azar said the president would suggest ideas beyond what he laid out to Congress in his budget request earlier this year.",
  "(Sandy Huffaker, Mary Lee Grant, Rory Laverty, Keith O’Brien and Kathleen McLaughlin for The Washington Post)\n\n— What are veterans themselves looking for in a VA secretary?",
  "“The bottom line is that all of the incentives are lined up for the manufacturers to set higher and higher prices,” Verma told the American Hospital Association on Monday.",
  "I damn near did.” Noel Williamson, 31, was arrested for driving under the influence of alcohol just two weeks before finishing a Navy SEAL qualification training course.",
  "They are also considering acting VA secretary Robert Wilkie and Samuel Spagnolo, the president of the National Association of Veterans Affairs Physicians and Dentists.",
  "\"... seek to improve negotiation within the Medicare program, but not by using the government's clout to negotiate for Medicare as Trump has previously proposed.",
  "And the new secretary will face pressure to expand the medical staff, improve services and further reduce the time it takes for patients to get appointments.\"",
  "Coming Up\n\nSenate Health, Education, Labor and Pensions Committee holds a hearing on “Examining Oversight Reports on the 340B Drug Pricing Program” on May 15.",
  "“It doesn’t matter, he’s dying anyway,” special assistant Kelly Sadler said in a meeting with White House communications staffers about Haspel's nomination.",
  "Rogelio Cortez, 62, said VA “has always been there for me.” “The times they weren’t there, it was usually my fault, because I wasn’t ready to be helped.",
  "), laid out a set of ideas they'd like to see implemented, insisting Wednesday they must be included in any “meaningful proposal” to lower drug prices.",
  "He said he was too ashamed to seek out VA treatment, and told The Post he hopes more veterans will realize that they are worthy of the help VA offers.",
  "Earlier in the week, Centers for Medicare and Medicaid Services Administrator Seema Verma indicated the president might have some tough talk for PBMs.",
  "\"He had last called me not long after the November election, during the transition to the Trump administration, to congratulate me on my re-election.",
  "\"VA is second in size to only the Defense Department among federal agencies, with more than 375,000 employees and a budget of more than $185 billion.",
  "“Among the people who called to thank me was President Obama,” McCain wrote, reports The Daily Beast’s Gideon Resnick, who obtained an early copy.",
  "— Cindy McCain (@cindymccain) May 10, 2018\n\nA journalist reads the new book by Republican Senator John McCain \"The restless wave\" in Washington.",
  "He added that he was counting on me to be an outspoken and independent voice for the causes I believed in as I had been during his presidency.",
  "The American Enterprise Institute holds an event on “Reshaping the veteran narrative with the Department of Veterans Affairs” on May 15.",
  "“I was frustrated at that time, because I was like, ‘Why don’t they have the things they need to support their patients?’ ” she said.",
  "“I was frustrated at that time, because I was like, ‘Why don’t they have the things they need to support their patients?’ ” she said.",
  "Rear Adm. Timothy Ziemer's abrupt departure means no senior administration official is now focused solely on global health security.",
  "Spending on retail drugs grew only 1.3 percent in 2016, according to the actuary for the Centers for Medicare and Medicaid Services.",
  "I damn near did.”\n\nand a member of the Sicangu Lakota tribe said about going to VA Medical Center at Fort Harrison in Helena, Mont.",
  "Sonny Bass, 68, and a member of the Sicangu Lakota tribe said about going to VA Medical Center at Fort Harrison in Helena, Mont.",
  "They also cast doubt that Azar would ever really crack down on the drug industry because of his previous work at Eli Lilly.",
  "President Trump has seen to it that we are not just going to talk about this problem – we are going to fix it, and soon.\"",
  "The White House Domestic Policy Council's Katy Talento said Wednesday there’s “no ox that won’t be gored” in the address.",
  "“Foreign governments, socialist, single-payer systems, get a better deal,” Azar said at a Senate Appropriations hearing.",
  "If the administration took steps to limit drug rebates, it would please the pharmaceutical industry and annoy insurers.",
  "But there are several other key policy suggestions to watch for today as well, my colleague Carolyn Y. Johnson reports.",
  "“I’m planning a drinking game where I take a shot every time my clients get slammed,” one lobbyist wrote me yesterday.",
  ": “When I walk in and make a request, they look at me like, ‘Who do you think you are?’ ” He added: I’m not a draftee.",
  ": “When I walk in and make a request, they look at me like, ‘Who do you think you are?’ ” He added: I’m not a draftee.",
  "The Alliance or Health Policy holds an event on state opportunities to address prescription drug costs in Medicaid.",
  "Swiss drugmaker Novartis' logo is seen at the company's plant in the northern Swiss town of Stein, Switzerland.",
  "His last day was Tuesday, the same day a new Ebola outbreak was declared in Congo, and he's not being replaced.",
  "THE PROGNOSIS\n\nPresident Trump arrives on Air Force One at South Bend International Airport in South Bend, Ind.",
  "AGENCY ALERT\n\nFrom left, Noel Williamson, Rogelio Cortez, Sharryse Piggott, Keith Ackerson and Sonny Bass.",
  "(The Health 202 wrote yesterday about how this investment backfired for the Swiss pharmaceutical giant.)",
  "Ovetta Wiggins\n\nOPIOID OPTICS\n\nDAYBOOK\n\nToday\n\nThe Heritage Foundation holds an event on mental illness.",
  "I volunteered for combat twice… I raised my right hand, and I was ready to give my life for my country.",
  "I volunteered for combat twice… I raised my right hand, and I was ready to give my life for my country.",
  "Mast is the first lawmaker to open a satellite office in a VA facility, located in West Palm Beach.",
  "House and Senate Democrats call for action from Trump to lower the prices of prescription drugs.",
  ", described going to a VA’s local outpatient clinic, which didn’t have a gynecologist on staff.",
  "Rebates have come under increasing scrutiny for their role in the opaque drug pricing system.",
  "\"We are living through the most innovative era in the history of medicine,\" the trio writes.",
  "“He hadn’t called to lobby me before the vote, which I had appreciated,\" McCain continued.",
  "Scott Applewhite)\n\nAs for Democrats, they were already panning Trump’s address this week.",
  "The whole system encourages the pharmaceutical industry to boost list prices ever higher.",
  "A drug prices task force of nine House Democrats, led by Reps. Lloyd Doggett (D-Tex.",
  "The remark was first reported by The Hill’s Jonathan Easley and Jordan Fabian.",
  "McCain, 81, has been home in Arizona following treatment for brain cancer.",
  "He also said he wants the next VA secretary to have military experience.",
  "He served in Afghanistan in 2010 and had both of his legs amputated.",
  "Spending grew 12.4 percent and 8.9 percent in the two years prior.",
  "“On the campaign trail, he spoke like a populist,” Schumer said.",
  "McMaster’s father died in a Philadelphia nursing home.",
  "This potential focus by Trump isn’t out of the blue.",
  "Seung Min Kim\n\nMEDICAL MISSIVES\n\nPost Nation H.R.",
  "), Peter Welch (D-Vt.) and Elijah Cummings (D-Md.",
  "\"It’s not an easy job to fill,\" Jenna writes.",
  "A nurse has been charged in his death.",
  "on Thursday.",
  "(AP Photo/J.",
  "I enlisted.",
  "I enlisted."
]