[
  "Speaking on “New Day” on CNN, he said she would provide details on “60 Minutes,” saying, “She’s going to be able to provide very specific details about what happened here.”\n\nA day earlier, Mr. Avenatti said that other women alleging involvement with Mr. Trump had approached his office, later adding that two of those women said they had signed nondisclosure agreements to maintain their silence.",
  "Mr. Avenatti responded late Friday that the president was engaging in “bullying tactics” aimed at moving the case “behind closed doors, outside of public view and scrutiny.”\n\nHe seized on the monetary damages the president’s team indicated it was seeking.",
  "“The fact that a sitting president is pursuing over $20 million in bogus damages against a private citizen, who is only trying to tell the public what really happened, is truly remarkable — likely unprecedented in our history,” Mr. Avenatti said.",
  "Asked about Mr. Avenatti’s allegation relating to threats on Friday, the president’s press secretary, Sarah Huckabee Sanders, said she had “no knowledge” about it, but “obviously we take the safety and security of any person seriously.”",
  "Mr. Avenatti has appeared regularly on television to reveal new details about the effort to keep Ms. Clifford quiet during the presidential campaign, which culminated in the deal for her silence in October 2016.",
  "On Friday, for instance, Mr. Avenatti said on the MSNBC program “Morning Joe’’ that Ms. Clifford had been threatened with physical harm to stay silent about her story, though he did not say by whom or when.",
  "He added, “We are not going away and we will not be intimidated by these threats.”\n\nMs. Daniels and her lawyer have drawn a steady stream of intense news coverage since she filed her suit.",
  "Mr. Trump’s team filed the motions one day after news broke that “60 Minutes” was planning to run a segment featuring Ms. Clifford and her lawyer, Michael Avenatti, on March 25.",
  "Mr. Trump’s representatives have denied the allegations that he had an affair with Ms. Clifford.",
  "He said, however, that he had not vetted their claims."
]