[
  "The New York investment firm Columbus Nova said it retained Cohen as a consultant “regarding potential sources of capital and potential investments in real estate and other ventures.” Though Columbus Nova has been described in federal regulatory filings as an affiliate of the Renova Group, founded by Russian billionaire Viktor Vekselberg, the company said Vekselberg was not involved with hiring or paying Cohen.",
  "Who knew Mr. Cohen was such a brilliant renaissance man?”\n\nVekselberg is a Russian billionaire who regularly participates in gatherings of Russian business leaders with Putin and sometimes meets one on one with the Russian president, according to news accounts and people familiar with his role.",
  "A spokesman for AT&T confirmed that the company engaged Essential Consultants, a company formed by Cohen in early 2017, “to provide insights into understanding the new administration.”\n\n“They did no legal or lobbying work for us, and the contract ended in December 2017,” the spokesman added.",
  "In addition to Intrater’s donation to Trump’s inauguration, an additional $1 million to support the inauguration came from Access Industries, which was founded by Leonard Blavatnik, a Soviet-born American British billionaire who is a longtime friend and business associate of Vekselberg.",
  "The company’s confirmation came after Michael Avenatti, a lawyer for adult-film actress Stormy Daniels, circulated on Twitter a document purporting to show a detailed accounting of wire transfers made to Essential Consultants, a company established by Cohen in October 2016.",
  "(Seth Wenig/AP)\n\nPresident Trump’s personal attorney Michael Cohen was hired last year by the U.S.-based affiliate of a Russian business magnate who attended Trump’s inauguration and was recently subjected to sanctions by the U.S. government, the company said Tuesday.",
  "Vekselberg, who is close to Russian President Vladi­mir Putin, was one of two dozen Russian business executives and government officials sanctioned in April as part of the U.S. response to the poisoning of a former Russian intelligence officer in southern England.",
  "Avenatti did not provide supporting documentation for his claims, though Columbus Nova and AT&T, another company named in the document, both released statements in the hours after Avenatti’s disclosure confirming that they had business relationships with Cohen.",
  "The payments listed in the document began in the months after Cohen paid $130,000 to Daniels just before the November 2016 election, as part of an agreement that required her to not speak publicly about an affair she says she had with Trump a decade earlier.",
  "A company representative confirmed paying the Cohen company, but said the payments were to provide legal consulting to assist in the company’s reorganization of its “internal accounting system” and did not involve the Air Force deal or other lobbying.",
  "The chief executive of the U.S. affiliate is Vekselberg’s cousin, Andrew Intrater, a U.S. citizen who donated $250,000 to Trump’s inauguration and made additional contributions to a Trump campaign committee and to the Republican National Committee.",
  "Shtorkh told The Post in January that Vekselberg had met the past three U.S. presidents as part of his efforts to expand Russia’s international economic relations but that this was the first time the magnate attended a presidential inauguration.",
  "Cohen’s finances are of intense interest to federal authorities in New York, who last month served search warrants on his home, office and hotel room, gathering documents related to the Daniels payment as well as to Cohen’s personal businesses.",
  "[Analysis: How money flowed through Michael Cohen’s multipurpose shell company]\n\nThe payments from Columbus Nova point to a potential new financial tie between the president’s personal lawyer and a U.S. representative of a key Russian figure.",
  "More broadly, the revelations show that companies with business interests before the U.S. government hired Cohen, a longtime Trump associate, by paying him through Essential Consultants, which he also used to pay Daniels before the election.",
  "As part of that legal fight, they told a judge that in 2017, Cohen had three legal clients and seven clients to whom he provided “strategic advice and business consulting.”\n\nAvenatti’s document might provide a road map to those clients.",
  "A person familiar with the inauguration said the partner was Intrater, and the New York Times has reported that Intrater and Vekselberg have both been interviewed by prosecutors working for special counsel Robert S. Mueller III.",
  "Shortly after the last transaction from Novartis identified by Avenatti, in January, Trump met with executives including the incoming CEO of Novartis, Vas Narasimhan, during the World Economic Forum in Davos, Switzerland.",
  "The document from Avenatti says AT&T paid Cohen $50,000 a month for four months starting in October 2017, just weeks before Trump’s Justice Department filed suit to block AT&T’s acquisition of Time Warner.",
  "“Watching all of the companies that sent money to the LLC slush fund come up with different alleged reasons for hiring Mr. Cohen — ‘accounting advice,’ ‘real estate consulting,’ ‘insight,’ etc.",
  "Michael Cohen, a longtime lawyer for President Trump, was reportedly hired last year by the U.S.-based affiliate of a Russian billionaire with close ties to Russian President Vladi­mir Putin.",
  "Vekselberg’s spokesman Andrey Shtorkh confirmed to The Washington Post in January that Vekselberg had attended Trump’s inauguration as a guest of one of his American business partners.",
  "Cohen was receiving payments from Columbus Nova during the same months that Trump attorney Rudolph W. Giuliani has said Trump was paying Cohen $35,000 a month in legal fees.",
  "Alice Crites, Carol D. Leonnig, Beth Reinhard, Ashley Parker, Craig Timberg and John Wagner in Washington and Min Joo Kim in Seoul contributed to this report.",
  "Vekselberg funds several critically important prestige projects, including Skolkovo, the business incubator touted as Russia’s answer to Silicon Valley.",
  "Two people familiar with Mueller’s probe told The Post that the special counsel is investigating whether foreign money helped fund Trump’s inauguration.",
  "In a Wednesday morning tweet, Avenatti said it was “priceless” to watch the various companies that paid Cohen try to explain their reasons for doing so.",
  "Photographs also show that Vekselberg attended a December 2015 dinner in Moscow to celebrate the 10th anniversary of the Russian television network RT.",
  "In a statement, a spokesman for Vekselberg said neither the Russian billionaire nor the Renova Group has any “contractual relationship” with Cohen.",
  "A Novartis spokesman said any agreements with Essential Consultants took place before the new CEO took over in February and have since expired.",
  "Korea Aerospace is in contention for a multibillion-dollar joint contract with Lockheed Martin to produce jet trainers for the U.S. Air Force.",
  "Giuliani has said Trump’s money served as a reimbursement for the funds Cohen provided to Daniels, whose real name is Stephanie Clifford.",
  "Avenatti alleged that Vekselberg might have provided funds that “replenished the account” following Cohen’s payments to Daniels.",
  "Columbus Nova hired Cohen as U.S. investigators were ramping up their inquiry into Russian interference in the 2016 election.",
  "Another attendee of the dinner, seated next to Putin, was Michael Flynn, who later became Trump’s national security adviser.",
  "He claims that Cohen also received payments from the drug company Novartis Investments and from Korea Aerospace Industries.",
  "In the document, Avenatti claims that Cohen received $500,000 from Columbus Nova between January 2017 and August 2017.",
  "In March 2017, the two sat down to discuss infrastructure projects, according to Russian state news reports.",
  "Cohen’s lawyers have fought in court to restrict prosecutors’ access to the material seized in those raids.",
  "By law, only U.S. citizens and legal permanent residents can donate to a U.S. inaugural committee.",
  "The company added that it learned only recently of Essential Consultants’ Trump ties.",
  "Stephen Ryan, a lawyer for Cohen, did not respond to requests for comment.",
  "Each has important business considerations with the U.S. government."
]