[
  "(Arely D. Castillo/The News-Star via AP)\n\nMichael Cohen’s story about the development of the non-disclosure agreement signed by porn star Stormy Daniels goes like this: He, acting solely in his capacity as a loyal friend to Donald Trump, decided to negotiate the agreement in October 2016 with Daniels (without informing the then-candidate) for reasons that had nothing to do with the campaign.",
  "The Post reported Monday that FBI agents searching Cohen’s home and office were looking for “possible bank fraud, wire fraud and campaign finance violations.” It’s not clear what those allegations concern, but investigators could be assessing whether Cohen’s description of how the payment was made is backed up by evidence.",
  "In practice, though, we know of at least two points of contact between the payment negotiations and the Trump Organization: Cohen used his business email to confirm the payment made to Daniels, and Daniels’s attorney sent a signed copy of the NDA back to Cohen at his Trump Organization office.",
  "The implication is that either the checks went to some sketchy single point of contact who then passed the money along, or that multiple people were looped into what is obviously a violation of campaign finance law, if not fraud more generally.",
  "With the search of Cohen’s property and the request to the Trump Organization, it’s likely that federal investigators now have at their disposal the information needed to determine whether Cohen’s original story was accurate.",
  "In this case, many of the problem areas involve campaign law, which dictates that a payment meant to clear the path for Trump’s election likely violated the law, as would the Trump Organization having helped to foot the bill.",
  "It seems more likely that the payment would be buried in the one payment to TAG Air on Oct. 31 than that it was divvied up among various companies that, at the same time, were getting paid for actual services rendered.",
  "More broadly, though, the implication is that the campaign wrote checks to these businesses, which then turned around and wrote checks to someone else without holding a single penny to cover their own costs.",
  "In theory, the Trump Organization wouldn’t have any awareness of the payment, of course, since Cohen says he operated completely independently of his full-time employer in making it.",
  "One theory that’s been floating out there for several weeks speculates that the $130,000 payment flowed from the campaign to the Trump Organization and then on to … Cohen?",
  "Between Oct. 14 and Oct. 31, the campaign spent $1.2 million at Trump properties or businesses, including with TAG Air, the corporation that managed Trump’s private jet.",
  "Cohen says that the $130,000 was taken from his home equity line of credit and transferred to a checking account controlled by the LLC at the same bank.",
  "A new Journal report on Tuesday suggests that federal investigators are skeptical of at least the claim that the Trump Organization played no role.",
  "Over the last month of the campaign — more specifically, from Oct. 1, 2016, through Nov. 8, 2016 — the campaign spent more than $138 million.",
  "In short, it goes like this:\n\nOn Oct. 17, Daniels’s attorney emailed Cohen to say the deal was off because she hadn’t received any payment.",
  "The answer to that question might be found in the communications between Cohen and Trump that were scooped up in Monday’s search warrant.",
  "Prosecutors from the U.S. attorney’s office in Manhattan have asked the Trump Organization for “records relating to” the Daniels payment.",
  "That same day, the campaign paid a sum totaling just under $120,000 to three Trump Organization properties in Nevada, D.C. and Virginia.",
  "There was, for example, a presidential debate in Las Vegas on Oct. 19 for which the campaign would have needed to get hotel rooms, etc.",
  "He has owned a number of properties over the years, including four that he sold at a significant profit in 2014 to a private LLC.",
  "Asked if they believed that Trump himself knew about the payment to Daniels, nearly 6 in 10 respondents said they did.",
  "It’s also worth noting that the home equity line of credit was not necessarily linked to Cohen’s primary residence.",
  "The actual payment to Daniels was made from a Delaware limited-liability company called Essential Consultants LLC.",
  "The first is that those five payments are just some of the Trump campaign spending at Trump properties that month.",
  "And, if not, precisely where Cohen might have stumbled in putting together his remarkable agreement with Daniels.",
  "We can then consider what is actually a more interesting question: How did the home equity line of credit work?",
  "The argument that the $130,000 payment came from the campaign was first formulated by attorney Susan Simpson.",
  "The path Cohen is picking here would theoretically avoid tripping him up — if you believe the story he tells.",
  "\n\nThis photo taken July 3, 2009, shows adult-movie star Stormy Daniels at Rooster’s Country Bar in Delhi, La.",
  "“Please be advised that my client deems her settlement agreement canceled and void,” the attorney wrote.",
  "Picking a safe path is tricky given the number of unexpected obstacles that can appear out of nowhere.",
  "Let’s assume, then, that this particular theory was not how the Daniels payment was cobbled together.",
  "Of that, $1.5 million was spent at Trump properties, in keeping with the campaign’s past practices.",
  "(Among other things, the campaign was headquartered in and paid rent to Trump Tower in Manhattan.)",
  "Eight days later, another $10,000 or so was paid by the campaign to the Trump hotel in New York.",
  "On Tuesday, another interesting bit of data emerged, via the pollsters at Quinnipiac University.",
  "He was not repaid, the Wall Street Journal reported, at least through Election Day — if ever.",
  "What’s more, those payments sync with legitimate Trump events, as Simpson herself notes.",
  "The question is whether the Trump Organization has been involved to any further extent.",
  "Or, if you’re violating campaign finance law anyway, why not just pay the money later?",
  "The cost of the settlement, $130,000, was paid out of his home equity line of credit.",
  "The effect of that story is something like a drunk making his way home in the dark.",
  "Simpson’s tally above excludes a $460 payment to the hotel in New York on Oct. 17.",
  "It picks out five payments out of 29 total that add up to … not exactly $130,000.",
  "But that theory — which has cropped up repeatedly — seems to clearly lack merit.",
  "(You can see all of the various payments on various days above.)",
  "It excludes a $16,100 payment to the hotel in Vegas on Oct. 25.",
  "For a variety of reasons, this argument doesn’t really hold up.",
  "That includes 23 separate payments totaling more than $1,000.",
  "In total, those five payments totaled $129,999.72.",
  "On Oct. 27, the agreement was finalized.",
  "The money was then wired to Daniels.",
  "It’s not entirely clear.",
  "Daniels?"
]