[
  "He’s celebrating by speaking at the Utah Democratic Party’s annual legislative gala (h/t Lis Smith) … Dan Holler, VP of Heritage Action (h/t Mike Needham) ... Amy Levin Klein, founder of College Fashionista and Daniel’s much better half … Anne Dechter, legal counsel at CAP and former Obama WH lawyer, is 36 (hubby tip: Gadi Dechter) ... PBS alumnus Robert MacNeil is 87 ... Chase Deckard ... Jacquelyn Fain Duberstein ... Jerry Howe, No Labels co-founder and EVP and general counsel of Leidos (h/t Dennis Craig) ... Civic Nation president Jason Waskey (h/t wife Elena) … Evan McMorris-Santoro, correspondent for “Vice News Tonight” on HBO, is 37 … Caitlin Rush, client account manager at Twitter ... Melissa Boteach, VP of the Poverty to Prosperity Program at the Center for American Progress (hubby tip: Adam Kaplan) ... Marc Schloss, VP of federal government affairs at the Consumer Healthcare Products Association (h/t Taylor Holgate) ... Mike Goodman, chief of staff to Rep. Ron Kind (D-Wis.) (h/t Julie Trute) ...\n\n... CNN’s Catherine Valentine ... Sean Downey, a partner at Hilltop Public Solutions and an alum of the Obama re-elect, Dodd, Bayh and Lieberman campaigns (h/t wife Julie McClain Downey) … Politico Europe’s Giulia Chiatante ... Kristin Mitchell ... WaPo’s Drew Harwell is 31 ... Brooks Kochvar ... Emily Berman Pevnick ... Shelley Fidler, a Clinton WH alum now principal at Van Ness Feldman, is 71 ... Brooke Ericson ... Paul Thacker ... Sarah Farnsworth … Rep. Gregorio Kilili Camacho Sablan (D-North Mariana Islands) is 63 ... Maury Devine ... South Dakota state Sen. Angie Buhl-O’Donnell ... Joe Milicia, AP alum now director of PR and comms at Cleveland Clinic Akron General ... Jonathan Monteith ... Subrata De of ABC News ... Aruna Kalyanam ... Brita Stevenson Price ... Tim Valentiner … Brian Hawthorne ... Preston Elliott ... Adam Sege, press secretary at Everytown for Gun Safety, is 28 ... Laura Pena … Catie Horst (h/t Ed Cash) ... David Green ... Heather Roth … Rebekah Kessler ... Sandy Blitz ... Edelman’s Courtney Herb ... Jonathan Steed ... Philip Reeker ... former U.N. Secretary-General Javier Perez de Cuellar is 98 ... Patty Link … Charlotte Hudek (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "And Donald F. McGahn II, the White House counsel, who had at one point considered leaving, has told the Senate majority leader, Mitch McConnell, and others that he likes Mr. Kelly and would stay if he remains, two people close to the White House said.” http://nyti.ms/2rp23oc\n\nKFILE STRIKES AGAIN – “Trump appointee Carl Higbie resigns as public face of agency that runs AmeriCorps after KFile review of racist, sexist, anti-Muslim and anti-LGBT comments on the radio,” by CNN’s Andrew Kaczynski: http://cnn.it/2mQDLxN\n\nFUNNELLING THE MONEY -- “Trump Lawyer Used Private Company, Pseudonyms to Pay Porn Star ‘Stormy Daniels,’” by WSJ’s Joe Palazzolo and Michael Rothfeld: “President Donald Trump’s lawyer used a private Delaware company to pay a former adult-film star $130,000 in return for her agreeing to not publicly discuss an alleged sexual encounter with Mr. Trump, according to corporate records and people familiar with the matter.",
  "-- “Fox News Sunday”: Mick Mulvaney ... Panel: Mike Needham, Jane Harman, Josh Holmes, Charles Lane ... Power Player: Lt. Gen. John Mulholland\n\n-- NBC’s “Meet the Press”: Panel: Peter Alexander, Al Cardenas, Stephanie Cutter and Peggy Noonan\n\n-- ABC’s “This Week”: Panel: Matthew Dowd, Karen Finney, Marc Lotter, Meghan McCain, Julie Pace\n\n-- CNN’s “State of the Union”: Sen. Rand Paul (R-Ky.) ... Sen. Bernie Sanders (I-Vt.) ... Panel: Bakari Sellers, Amanda Carpenter, former Sen. Luther Strange (R-Ala.) and Rep. Nanette Diaz Barragan (D-Calif.)\n\n-- CNN’s “Inside Politics,” hosted by John King: Dan Balz, Sara Murray, Sahil Kapur, Maeve Reston\n\nTRANSITIONS -- FIRST IN PLAYBOOK: Jordan Stoick has been hired by NAM as VP of government relations and the organization’s lead lobbyist in D.C.",
  "“He also became a leader of the radical Chicago community organizer Saul Alinsky’s movement to help poor residents of metropolitan neighborhoods and, later, the chief assistant to Gerald W. McEntee, the president until 2012 of the American Federation of State, County and Municipal Employees, the nation’s largest public employee union.” http://nyti.ms/2FUBJFC\n\nTHE RUSSIA REPORT -- “Trump Ordered Bannon to Limit Testimony,” by Murray Waas in Foreign Policy: “President Donald Trump personally made the decision to curtail the testimony of former chief White House political strategist Steve Bannon before the House Intelligence Committee, according to two people with firsthand knowledge of the matter.",
  "But Dhillon has also concluded that Bannon and other current and former Trump administration officials do not have legitimate claims to executive privilege when it comes to providing information or testimony to special counsel Robert Mueller.” http://bit.ly/2DjRPqM\n\n-- “Schiff, White House clash over Hope Hicks testimony in Russia probe,” by Kyle Cheney: “The House intelligence committee’s top Democrat is accusing the White House of trying to pull the plug on an appearance by White House communications director Hope Hicks -- even as committee Republicans and the White House say he’s out of line.",
  "Hunaina Sultan Ahmed al Mughairy (Oman), Princess Lalla Joumala Alaoui, Rep. Debbie Dingell (D-Mich.), and female ambassadors to the U.S. from Finland, Morocco, Oman, Kosovo, Albania, Rwanda, and Niger – pics http://bit.ly/2mUcpbd … http://bit.ly/2mP5MWM … http://bit.ly/2DSftfj\n\nSPOTTED: Michael Wolff on the 2 p.m. Acela to D.C. yesterday – “2 guys begged him for book signatures at Union Station, saying his Sixth and I event got sold out,” per our tipster – pic http://bit.ly/2DhWXf1\n\nSUNDAY SO FAR – CBS’ “Face the Nation”: OMB Director Mick Mulvaney ... Sen. Dianne Feinstein (D-Calif.).",
  "But, he said: ‘This is a very special, and, I think, dangerous time in the United States of America.’\n\n“Gutierrez framed the public shunning as a necessary response in the Donald Trump era: Democrats needed to unite against the president, and Lipinski couldn't be counted on to vote reliably with Democrats.” http://politi.co/2rnLYPx\n\nPOLITICIANS: THEY’RE JUST LIKE US -- “Mortal Again: Christie Blocked at VIP Entrance to Newark Airport,” by Bloomberg’s Elise Young: “Meet Chris Christie, former New Jersey governor and current nobody at Newark Liberty International Airport.",
  "The president, with his tweet, increased the likelihood of a government shutdown with the push of a button, sending Republican congressional leaders, already scrambling for votes, into chaos, and White House staff careening to correct the record.” http://politi.co/2FSIuI6\n\nTHE AFTERSHOCKS -- “Shutdown threat tanks West Wing morale,” by Andrew Restuccia: “The first year of Donald Trump’s presidency is coming to a close with administration officials exhausted and uncertain after two weeks of chaos that have been extraordinary even by the standards of this White House.",
  "With those sanctions constricting its trade, including the import of refined petroleum, North Korea has increasingly turned to illegal clandestine shipments to acquire the fuel it needs, according to diplomatic officials and documents obtained by The New York Times.” http://nyti.ms/2DnDhKI\n\nMEDIAWATCH -- “Accusations Of ‘Frat House’ Behavior Trail ‘LA Times’ Publisher’s Career,” by NPR’s David Folkenflik: “The Los Angeles Times has given prominent coverage to recent revelations of sexual harassment of women by prominent men, particularly in entertainment and media.",
  "There seems to be something about the Arkansas Republican that especially angers them, and they’re not shy about letting Trump know.” http://politi.co/2DRkIMc\n\nDURBIN SPEAKS to NYT’s CARL HULSE http://nyti.ms/2rlmUc3\n\nALEX ISENSTADT SCOOP -- \"Pence to hit campaign trail for 2018 Republicans\": \"Pence’s push for House Republicans, according to an administration official briefed on the plans, will begin on Feb. 2, when he campaigns on behalf of Pennsylvania special election hopeful Rick Saccone.",
  "Mr. Cohen, who is based in New York, then used a bank account linked to the entity to send the payment to the client-trust account of a lawyer representing the woman, Stephanie Clifford.” http://on.wsj.com/2DfNTar\n\nDEM DRAMA -- via NATASHA KORECKI: “Chicago Democrats throw Lipinski under the bus — and blame Trump”: “When two veteran members of Congress kicked one of their own Democratic colleagues to the curb on Wednesday, even they had to admit it was an unprecedented act.",
  "The president began the day on Thursday by blasting out a tweet that threatened to derail a GOP legislative package designed to keep the government open, arguing that the Children’s Health Insurance Program, known by its acronym, CHIP, ‘should be part of a long-term solution, not a 30-day, or short-term, extension.’ But that is precisely the package House Speaker Paul Ryan was trying to persuade skeptical Republicans to agree to in order to keep the government open.",
  "‘If that interview has been rescheduled, the date has not yet been shared with the Minority.’ His statement was met with a sharp rebuttal from the White House -- an official said he was ‘not telling the truth’ -- and committee Republicans affirmed that it was them, not the administration, who decided to reschedule Hicks’ appearance.” http://politi.co/2DMo96F\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Learn more at google.com/grow/veterans\n\nTHE TRUMP ADMINISTRATION -- “Trump again targets drug policy office, proposing 95 percent budget cut,” by Sarah Karlin-Smith and Brianna Ehley: “President Donald Trump is planning to slash the budget of the Office of National Drug Control Policy, in what marks his administration’s second attempt to gut the top office responsible for coordinating the federal response to the opioid crisis.",
  "The plan would shift the office’s two main grant programs, the High Intensity Drug Trafficking Areas grant and the Drug Free Communities Act, to the Justice and Health and Human Services departments, respectively, multiple sources in the administration and others working with the government on the opioid crisis told POLITICO.” http://politi.co/2EVYeZE\n\nFOR YOUR RADAR -- “Trump Rebuked China for North Korea’s Oil Smuggling.",
  "| Win McNamee/Getty Images\n\nREMEMBERING PAUL BOOTH -- NYT’S SAM ROBERTS: “Paul Booth, Antiwar Organizer and Union Stalwart, Dies at 74”: “Paul Booth, a leading architect of the first major march on Washington against the Vietnam War in 1965 and later an influential union organizer and a vigorous opponent of anti-labor legislation, died on Wednesday in Washington.",
  "Bring it on.” Read his Playbook Plus Q&A: http://politi.co/2Dq6gOe\n\nBIRTHDAYS: Ann Compton ... Jon Karl is 5-0 (hat tips: Devin Dwyer and Jordyn Phelps) ... Yousef Al Otaiba, Ambassador of the United Arab Emirates to the United States ... Brennan Hart, acting chief of staff at GSA (h/t Emily J. McBride) ... Mayor Pete Buttigieg is 36.",
  "Democratic candidates, especially women, benefited the most, with female candidates receiving 44.2 percent of their contributions from women, on average, up from 40.3 percent in 2016.” https://bloom.bg/2rlDwAC\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Protesters advocating for the DREAM Act hold a vigil outside the U.S. Capitol on Jan. 18.",
  "-- “Schumer slams Cotton in face-to-face with Trump,” by John Bresnahan and Heather Caygle: “Senate Minority Leader Chuck Schumer (D-N.Y.) told President Donald Trump this week that there will be no deal on Dreamers if hard-line conservative GOP Sen. Tom Cotton is involved, according to several congressional sources.",
  "http://politi.co/2mUlmBe\n\nKELLY FILES -- “The Chaos President vs. His Iron-Fisted Chief of Staff,” by NYT’s Maggie Haberman and Julie Hirschfeld Davis: “The one thing sure to make President Trump angry, as anyone who has ever worked closely with him knows, is any suggestion that his staff is managing him.",
  "Yet early Wednesday evening, after learning from a White House aide that his chief of staff, John F. Kelly, had described his views about his signature, base-pleasing campaign pledge to build a wall on the Mexico border as ‘not informed,’ and his thinking as ‘evolving,’ the president was initially calm.",
  "TSA informed PAPD and NJSP that this was the wrong way to enter and directed us to another entrance where I was screened & admitted to the airport … Neither option was the way I entered airport as Governor (wrong in the story) and PAPD officer never denied me entry at either place (also wrong in story).",
  "Trump acted to limit Bannon’s testimony based on legal advice provided by Uttam Dhillon, a deputy White House counsel, who concluded that the administration might have legitimate executive privilege claims to restrict testimony by Bannon and other current and former aides to the president ...",
  "… The event, hosted by Ronna Romney McDaniel, the chairwoman of the [RNC], and the casino mogul Steve Wynn, will benefit the Trump presidential campaign and the RNC.” https://bloom.bg/2EVe5Ys\n\nTHE PRESIDENT did work the phones a bit yesterday, and urged lawmakers to keep the government open.",
  "-- BLOOMBERG’S JOHN MCCORMICK and BILL ALLISON on female donors: “In the first three quarters of 2017, women poured money into congressional campaigns and other federal committees at unprecedented rates, according to an analysis by the Center for Responsive Politics in Washington.",
  "By condemning Rep. Dan Lipinski and publicly endorsing his little-known primary opponent, Reps. Luis Gutierrez and Jan Schakowsky did the unthinkable, plunging a knife into the back of a neighboring Chicago-area congressman whom they’d served with in Congress for over a decade.",
  "The episode did not foreshadow positive momentum for a deal to break the impasse.” http://politi.co/2BesjkX\n\nTHE SENATE is slated to reconvene at 11 a.m. SENATE MAJORITY LEADER MITCH MCCONNELL (R-KY.) and SENATE MINORITY LEADER CHUCK SCHUMER (D-N.Y.) are likely to speak.",
  "For Republicans, the numbers offer this glimmer: In conservative states, the blame would shift to Democrats if the public perceives the immigration issue as the reason for the impasse.” http://wapo.st/2ET89PF\n\nHAPPY ONE YEAR ANNIVERSARY, PRESIDENT TRUMP -- WHERE ARE YOU?",
  "Yet a review by NPR finds that the newspaper’s own CEO and publisher, Ross Levinsohn, has been a defendant in two sexual harassment lawsuits and that his conduct in work settings over the past two decades has been called into question repeatedly by female colleagues.",
  "The following month, he will hold fundraisers for the committee in Cleveland and the Detroit area ...\n\n\"Next Friday, he will host a Washington fundraiser for the [NRSC], and in March he will travel to Missouri to hold an event for Republican hopeful Josh Hawley.",
  "The two-term Republican, who left office on Jan. 16, was blocked from a VIP entrance he had used for eight years, and directed to stand in [TSA] screening lines at Terminal B like anyone else, according to a person familiar with the incident.",
  "-- “How Trump’s TV habits raised the risk of a shutdown,” by Eliana Johnson and Burgess Everett: “If the government shuts down on Friday, President Donald Trump’s television habits may be partly to blame, according to two White House aides.",
  "“The Ryan deal had been discussed at length on ‘Fox & Friends,’ the president’s favorite morning television program, in the hour before he sent the missive — and the aides immediately suspected that something on the program had prompted it.",
  "HERE’S HOW BAD THINGS GOT LAST NIGHT -- BURGESS EVERETT and SEUNG MIN KIM: “For a few minutes late Thursday, it looked like the chamber couldn’t even agree to adjourn for the night after Sen. Angus King (I-Maine) objected to going to bed.",
  "In an illicit high-seas exchange captured in photographs taken by an American spy plane, the Lighthouse Winmore offloaded what officials later said was 600 tons of oil to the North Korean vessel in violation of United Nations sanctions.",
  "-- Bloomberg’s Jennifer Jacobs and Bill Allison: “President Donald Trump will mark the first anniversary of his inauguration on Saturday with a celebration at his Mar-a-Lago resort in Florida, with tickets starting at $100,000 a pair.",
  "SHUTDOWN SHOWDOWN: Who blinks first -- WE GOT YOU COVERED FROM THE CAPITOL: What to expect, when to expect it -- POTUS IN FLORIDA: TRUMP to Mar-a-Lago as government is on brink of closure Presented by\n\nDriving the Day\n\nHappy Friday.",
  "After the abrupt cancellation of an interview with Hicks, a longtime aide to President Donald Trump, Rep. Adam Schiff issued a statement Thursday evening accusing the White House of trying to keep her from talking to the committee.",
  "“Trump grew defensive during the private exchange, which took place as both men were attending the Congressional Gold Medal event for former Senate Majority Leader Bob Dole (R-Kan.) in the Capitol on Wednesday, the sources said.",
  "Schumer also told the president that he was not being well-served by White House staffers during negotiations over the fate of 700,000 young immigrants who face potential deportation if no deal is reached to protect them.",
  "RACHAEL BADE -- “GOP leadership finally wins a round vs. Freedom Caucus”: http://politi.co/2mUggVy\n\n-- THE HOUSE FREEDOM CAUCUS says the leadership promised them they would vote on Defense Department appropriations again.",
  "Levinsohn was married at the time.” http://n.pr/2mUM3Wl\n\n\n\nPlaybookers\n\nSPOTTED at an event for women in foreign policy at Georgetown University on Thursday evening: former Secretary of State Madeleine Albright, Amb.",
  "It’s More Complicated,” by NYT’s Chris Horton in Kaohsiung, Taiwan, Steven Lee Myers in Beijing and Michael Schwirtz at the United Nations: “The two ships met in daylight in the middle of the East China Sea.",
  "THE WHITE HOUSE is already blaming Congress -- not Republicans or Democrats -- which will tarnish the institution, controlled by his party, adding fuel to the fire that this will be an anti-incumbent year.",
  "By Wednesday night, Mr. Trump had become convinced by a string of allies and friends he had talked to on the phone that Mr. Kelly had undermined him, according to people familiar with the conversations.",
  "Christie, and the state trooper who accompanied him for his security detail, complied with the instructions.” https://bloom.bg/2DNEiZD\n\n-- @GovChristie: “Absolutely false story about my travel today.",
  "… The portrait that repeatedly emerges is one of a frat-boy executive, catapulting ever higher, even as he creates corporate climates that alienated some of the people who worked for and with him.",
  "Two witnesses say they were shocked to see Levinsohn aggressively kissing and pressing himself against a woman at a glitzy music industry dinner in plain view of his subordinates and his clients.",
  "Cotton — and his role in the hugely controversial Jan. 11 Oval Office meeting over a potential Senate bipartisan compromise on Dreamers — has become a focus of particular Senate Democrats’ ire.",
  "\"Pence will headline a handful of fundraising events over the next three months for the [NRCC] In February, Pence will host events for the House GOP campaign arm in Dallas and Naples, Fla.",
  "A fun fact about John: “Like many writers, I’m a frustrated musician – a lousy long-haired lead singer in bands with names like Blind Dog Whiskey, The Donner Party and Invisible Republic.",
  "The drama underlines a fundamental truth about Trump’s presidency: the faces may change, but it seems the storyline never does.” http://politi.co/2DnORFY\n\nMY GOOD FRIEND FROM ARKANSAS?",
  "They also pointed to Trump’s frustration over the comments made by his chief of staff, John Kelly, in a Fox News interview Wednesday evening, to explain his seemingly random eruption.",
  "\"The vice president will stump for several endangered House GOP incumbents In February and March, including Texas Rep. Will Hurd, Kentucky Rep. Andy Barr, and Nebraska Rep. Don Bacon.",
  "After the 2013 shutdown -- forced by Republicans who were looking to gut Obamacare -- Republicans won the Senate and took the largest majority in the House since Herbert Hoover.",
  "ducked onto the Senate floor, checking on whether he would vote to have to adjourn the chamber -- a rare procedural step invoked only at moments of the most severe gridlock.",
  "…\n\n“By his own sworn testimony, Levinsohn admitted to rating the relative ‘hotness’ of his female colleagues in office banter as a vice president at a digital media company.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“His death, apparently of sudden complications of chronic lymphocytic leukemia, was confirmed by his wife, Heather, also a prominent advocate for liberal social causes.",
  "Welcome to the world, Isabella Marie Wagner!” Pics http://bit.ly/2DMtL0J\n\nBIRTHDAY OF THE DAY: John Avlon, editor in chief of The Daily Beast and a CNN analyst, is 45.",
  "The Port Authority also operates the George Washington Bridge, the target of a plot by Christie aides and allies to tie up traffic for political punishment in 2013.",
  "TOP GOP MINDS involved in these talks on the Hill tell us that they will not, under any circumstance, consider DACA or a budget deal if the government is closed.",
  "“‘The Administration canceled entirely an interview scheduled for Friday with another key witness in our investigation,’ Schiff said of Hicks in a statement.",
  "The lawyer, Michael Cohen, established Essential Consultants LLC, on Oct. 17, 2016, just before the 2016 presidential election, corporate documents show.",
  "He died the same day Ms. Booth was arrested at a sit-in on Capitol Hill to support the Deferred Action for Childhood Arrivals program, known as DACA.",
  "Dems hope that today -- after Republicans fail to move forward on the bill -- cooler heads will prevail, and they’ll come to the table to negotiate.",
  "-- The president of the United States is expected to take off for Mar-a-Lago at 4:30 p.m. -- seven and a half hours ahead of a government shutdown.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Pure fiction.”\n\nTRUMP’S FRIDAY -- The president will address “March for Life” and anti-abortion leaders this afternoon in the Rose Garden.",
  "Republicans are readying to agree to a massive spending increase and an immigration package that its base is already decrying as amnesty.",
  "The GOP leadership says Senate Democrats should take it up immediately because they don’t, in fact, disagree with anything in the bill.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "He will meet with his national security team before leaving the White House this afternoon with the first lady for Palm Beach.",
  "SENIOR REPUBLICANS SAY they will force Democrats to vote against reopening the government over and over until they relent.",
  "But remember: Senate Democrats have re-elections in Trump states like West Virginia, Missouri, North Dakota and Indiana.",
  "-- WAPO’S PAUL KANE: “For Democrats, there is hope in surveys showing that more Americans would blame Trump and the GOP.",
  "In the mid-1960s, Mr. Booth was a national spokesman for the fractious antiwar group Students for a Democratic Society.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "He will travel to Nevada in April on behalf of GOP Sen. Dean Heller, who is facing a treacherous 2018 reelection bid.\"",
  "SPEAKER PAUL RYAN’S House passed a month-long government funding bill, with six years of children’s insurance funding.",
  "“And by Thursday morning, after digesting accounts of Mr. Kelly’s comments on cable news, the president was riled up.",
  "On the other hand, Trump seems to be quite skittish of this shutdown, and could be itchy to reopen the government.",
  "The president is taking Air Force One to his glitzy resort in Palm Beach with the government slated to shut down?",
  "THE BLAME GAME -- It’s never easy to divine just who -- if anyone -- will take the political fall for a shutdown.",
  "Especially when that colleague is a member of your own party,’ Gutierrez said at a news conference in Washington.",
  "BY THE WAY: The president ran for election as a bipartisan dealmaker who could easily bring Washington together.",
  "He also testified that he speculated about whether a woman who worked for him there was a stripper on the side.",
  "THEY SAY a deal must be reached to fund the government, then they can talk about immigration and budget caps.",
  "The order came from police for the Port Authority of New York and New Jersey, which operates the airport ...",
  "He will also venture to Minnesota and Iowa, where several Republican lawmakers are facing tough races.",
  "-- REPUBLICAN LEADERSHIP IN THE HOUSE AND SENATE seem pretty comfortable in their political position.",
  "Past 10 p.m., McConnell finally secured an agreement to send senators home for the night and regroup.",
  "THE POLITICAL OPTICS OF THIS are absolutely terrible, according to Republicans and Democrats alike.",
  "They say they are tired of not being consulted on legislation where Republicans need their support.",
  "He most recently was senior adviser to the assistant secretary for legislative affairs at Treasury.",
  "That amount, according to the invitation, will pay for dinner and a photograph with the president.",
  "IMPORTANT TO KEEP IN MIND … THE HOUSE struggled a bit to pass its government funding last night.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The other, an aging freighter, was emblazoned with the red, white and blue flag of North Korea.",
  "WELCOME TO THE WORLD -- @RepAnnWagner: “As of 12:31 p.m. Ray and I are officially grandparents!",
  "THE JUICE …\n\n-- ELIZABETH and CHARLES KOCH donated $247,000 each to PAUL RYAN’S political arm.",
  "and Lindsey Graham (S.C.) have all expressed differing levels of opposition to the House bill.",
  "BUT, BUT, BUT … THE LEADERSHIP had already promised defense hawks the same vote a day before.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "But the 49-person Democratic minority in the Senate has outsized influence in legislating.",
  "On the one hand, he has a massive bully pulpit and could use it to beat up on Democrats.",
  "The paperback of his book “Washington’s Farewell” is coming out at the end of the month.",
  "One was an 11,253-ton oil tanker, the Lighthouse Winmore, supposedly heading to Taiwan.",
  "‘It’s not easy to endorse a challenger for a colleague in the House of Representatives.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Yet some of Mr. Trump’s longest-serving aides are said to work well with Mr. Kelly.",
  "NJSP security detail & I were led to one entrance in the airport by PAPD officer.",
  "A FAIR ARGUMENT MADE BY MARK MEADOWS -- Congress has done four short-term bills.",
  "We got a whole lot of “what-is-he-thinking” emails from both sides of the aisle.",
  "Whatever deal is eventually cut in the Senate will likely be quite contentious.",
  "Melanne Verveer, Georgetown President Jack DeGioia, Dr. Elena Allbritton, Amb.",
  "Political panel: Ben Domenech, Jeffrey Goldberg, Ruth Marcus, and Ed O’Keefe.",
  "For many of them, the DACA issue is a core value -- not a political position.",
  "Some would like a short-term measure to keep government open for a few days.",
  "ALSO: The administration makes spending decisions in a government shutdown.",
  "Learn more at google.com/grow/veterans\n\nIT ALWAYS COMES BACK TO TRUMP & TV!",
  "Kellyanne Conway, the White House counselor, has repeatedly praised him.",
  "So Senate Republicans have the political imperative to press a bit here.",
  "But instead, Democrats want Republicans to include DACA in this package.",
  "-- DEMOCRATS, meanwhile, have more resolve than we’ve seen in a while.",
  "OF COURSE, we’re talking about the Senate, so this can all change.",
  "BUT: HFC insiders privately tell us they will have the last laugh.",
  "So they can decide what stays open and what closes, by and large.",
  "The intraparty dynamics right now point to political loggerheads.",
  "Why isn't he calling a big White House meeting to get this done?",
  "BUT THE HOUSE BILL HAS GOP OPPONENTS IN THE SENATE … GOP Sens.",
  "Of course, the Senate oftentimes backs away from the brink.",
  "For $250,000, a couple can also take part in a roundtable.",
  "REPUBLICANS do control all of government this time around.",
  "When he got the right info he took me to the right place.",
  "Jeff Flake (Ariz.), Rand Paul (Ky.), Mike Rounds (S.D.)",
  "He was a gentleman assisting my security detail.",
  "THE GOVERNMENT IS DARN CLOSE TO SHUTTING DOWN.",
  "TRANSLATION: Leadership says the HFC got used.",
  "We were in the Capitol until late last night.",
  "ALSO… We’re not even at the tough part yet.",
  "Margaret keeps threatening to release them.",
  "The most reliable politics newsletter.",
  "Funding runs dry tonight at 11:59:59.",
  "No votes are scheduled at the moment.",
  "HOW WILL TRUMP HANDLE A SHUTDOWN?",
  "You can unsubscribe at any time.",
  "What good would another one do?",
  "Sen. Steve Daines (R-Mont.)",
  "Why would anything change?",
  "There are photos.",
  "It did not last.",
  "What happened?",
  "He was 74.",
  "..."
]