[
  "Now, there may have been other deposits but we're not aware of any and it appears from what Rudy Giuliani has said most recently although that is a never-ending circle as it relates to what Mr. Giuliani may or may not say on any given day about this, because we -- no one can really figure out the truth at least at the White House relating to what happened -- according to Mr. Giuliani, the president's reimbursement scheme of this $130,000, the reimbursement scheme relating to the retainer invoices, the law firm retainer invoices didn't start until much after this.",
  "C, of all the people that could be hired for consulting advice and on real estate and the like here in New York or elsewhere, and there's a lot of real estate here in New York, there's a lot of real estate consultants, they just happen to hire the personal attorney to the president United States who takes a half a million dollars during this time period at the same time period where the president is under intense scrutiny relating to his ties to Russia, it just makes no --\n\n\n\nCOOPER: That's why I don't understand.",
  "But tonight, Michael Avenatti posted a summary of his findings, including these lines referring to the hush money payment to his clients Stormy Daniels, also known as Stephanie Clifford and I quote: Within approximately 75 days with the payment to Ms. Clifford, Mr. Viktor Vekselberg, a Russian oligarch with close ties to Russian President Vladimir Putin, caused substantial funds to be deposited into the bank account from which Mr. Cohen made the payment.",
  "Secondly, the bank account that was set up for the -- for the routing of this money, this hundred and thirty thousand dollars, was set up in the name of Essential Consultants LLC and in connection with that, and I think that I raised this some time ago on your show, we talked about potential charges that could be brought against Michael Cohen depending on his financial activity or the activity that occurred at the bank.",
  "We have tried to make this a front and center issue without great success and hopefully, at this point, now, with the release of this information, there will be a call for the release of this information, the suspicious activity report or reports relating to this account so the American people can see exactly what happened here, and whether additional Russian money was taken and in addition, where the money went.",
  "There's nothing at least from what we've been told by our sources, specifically by one source who has some knowledge of this investigation, though there are suspicions as you raised, there are concerns given that this Viktor Vekselberg was sanctioned by the United States for interfering in the U.S. election, he is now linked to this company in New York that was paying Michael Cohen money.",
  "And I think I referenced the fact that when they went to establish this account for the LLC, the bank would have asked Michael Cohen questions about what his purpose was, what the expected transaction flow was et cetera, and we detail in the report now specific information that Michael Cohen gave to the bank when this account was opened which has proven to be absolutely false.",
  "So, what we know is that he was one of the two oligarchs that we previously reported, was stopped when their private planes landed in the U.S., and at that time, he was asked in addition to the questions that Shimon was telling, but he was also asked about questions -- he's also asked questions about payments from his cousin Andrew Intrater, who was the head of Columbus Nova.",
  "COOPER: Right, I mean and Giuliani really started out and when he was first named giving those interviews, you know, saying oh, you know, two weeks, the timeframe that we'll get this kind of decided on and talking about his personal relationship with Mueller, which I can't imagine would go down well with Robert Mueller, the idea he's influenced by a personal relationship.",
  "It's the thing that makes the President very upset, it's the thing that caused, you know, that Mueller investigation to begin in the first place and in the face of all of that, of all of the accusations whether you think they're nonsense or not to be taking money from a person like this, if this is all true and pence out, is pretty extraordinary.",
  "CNN has learned that Mueller's investigators have questioned a Russian oligarch about hundreds of thousands of dollars in payments from his company's U.S. affiliate that were deposited into the account of Essential Consultants LLC, the company set up by the president's attorney, Michael Cohen, that was used to pay off Stormy Daniels.",
  "So, AT&T here is confirming that they did pay Cohen for his services and that what they wanted from him was insights into President Trump and, of course, as you know, Anderson, AT&T is trying to acquire CNN's parent company Time Warner and the Justice Department sued to prevent that merger from happening in November of last year.",
  "COOPER: Now, we should point out that the attorney for the American company Columbus Nova, which is an affiliate of this Russian company, they say that the company made the payment, that this Russian oligarch Vekselberg did not have any involvement with the transaction or any involvement with the decision to hire Michael Cohen.",
  "SCANNELL: Well, so -- and the judge, of course, have pointed a special master to weave through this you know difficult issue of what should be covered by attorney-client privilege and what documents the prosecutors can have access to as they continue in their criminal investigation of Cohen's personal financial dealings.",
  "We reached out to them for comment before our story but they have now given us a statement in which I'll read part of it to you, says after the inauguration, the firm hired Michael Cohen as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.",
  "We have yet to hear an explanation from Michael Cohen as to why the personal attorney to the president of the United States who at the time at least for a portion of that time was employed by the Trump Organization would be accepting payments from a Russian oligarch to the tune of a half a million dollars.",
  "Another company, a pharmaceutical company called Novartis, just issued this statement saying any agreements with Essential Consultants were entered affords current CEO took office and have expired, but that also bolsters the validity of the documents that Michael Avenatti produced earlier today.",
  "So, Anderson, we're expecting a hearing in this case in about two weeks and I think at that point, we'll have greater clarity of how big an argument this is going to be, how many of -- how much of the documents that have been seized are actually going to be subject to attorney-client privilege.",
  "COOPER: I assume, were -- is it fair to some given our reporting that special counsel Mueller talked to the Russian oligarch about hundreds of thousands of dollars in payments to Michael Cohen, that Mr. Mueller has all of this information, or close to this information that you released earlier.",
  "COOPER: You've also said now that the this $500,000 paid from this U.S. affiliate of a Russian company which you believe ultimately was sent over by this Russian oligarch or ordered by Vekselberg, it was received I believe some 75 days after the payment was made to your client Stormy Daniels.",
  "I mean who knows with him, Rudy Giuliani, we can see any number of things, but look, they should just release the bank records, they should release the banks records and the American people should demand the release of the suspicious activity report that are held by the Treasury Department.",
  "Holding Michael Cohen responsible for his defamatory statements, holding Mr. Trump responsible for his defamatory statements and ultimately, having all the information relating to this account, the LLC and the payment to my client laid out for the American people so they decide what to do.",
  "Because I would imagine any legitimate company or corporation would be very concerned that the money they are paying to this man Michael Cohen for whatever services he is allegedly rendering or offering, that it's going to the same account that's being used to do hush agreements.",
  "It was only after the President Donald Trump was elected president in late 2016, then all of a sudden Michael Cohen, I guess on election night, Michael Cohen became an expert in business consulting, real estate consulting, capital investment and insights entity administration.",
  "As for why Essential Consultants received half a million dollars from a U.S. affiliate of a company owned by a Russian oligarch named Viktor Vekselberg who's a oligarch with ties to Vladimir Putin, CNN has reached out to Michael Cohen and his attorney neither has responded.",
  "And it appears that this may be your typical pay-to-play type scenario where you have someone close to a politician, in this case close to the president of the United States, which is highly unusual, selling access -- potential access to the president of the United States.",
  "But that's been awhile since we've heard from \"New York Times\" White House correspondent Maggie Haberman, who's been keeping a close track of President Trump's often (INAUDIBLE) White House from his preferences, that Senate race to his new personal attorney Rudy Giuliani.",
  "COOPER: Shimon, it is a little hard to believe that they just happen to pick -- I missed the point that Mr. Avenatti made earlier, that they just happen to pick Michael Cohen for real estate advice, nothing to do with his relationship with president of the United States.",
  "There are people who are unable to get confirmed to positions in the government, because they had some contractual relationship with or represented at some point some Russian company, because there was so much concern about this, and this dates back to the campaign.",
  "AVENATTI: Well, from the series of payments and, of course, there's a lot of talk about the revelation in our report about the payments made by the oligarch or through the U.S. entity of the oligarch, but there's also other payments that have been disclosed.",
  "We'll also get an update on the primary raise, going on in four states, primary races, including West Virginia, where Don Blankenship right there, the candidate -- controversial candidate says the either way he's a winner because probation ends at midnight.",
  "I should point out, I seem to recall when early on, when you first came on, the very fact that it was so easy to trace Essential Consultants to Michael Cohen is because Michael Cohen did not do a good job of covering his tracks when he set this company up.",
  "And the latest in the primary races tonight in four states, including the West Virginia race where a candidate has used racial slurs in his own campaign ads, candidate who's served time in prison has described himself as Trumpier than Trump.",
  "But the staff is equally frustrated, it makes the staff's job much harder and is basically having this sort of untethered, unresponsible surrogate just out there not coordinating with any -- just answering his phone in the middle of dinners.",
  "COOPER: According to the documents which Michael Avenatti is referencing documents that we've seen but haven't been independently authenticate, there was some $4 plus million, $4.4 something million put into -- into this account over time.",
  "Michael Avenatti's report also refers to former RNC official Elliot Broidy, who you may remember it came out just last month that Michael Cohen facilitated a $1.6 million payment to a former Playboy model who says Broidy got her pregnant.",
  "And I haven't looked at the document independently look like payments are made from a Russian oligarch with close ties to Putin, going into the account for the person who puts himself out, very proudly as a person with the President.",
  "COOPER: And just in terms of, you know, the chief of staff Kelly, the kind of feeling within the White House -- is it as -- I mean, I guess with Giuliani out there sort of making gaffe after gaffe, that's got to have been a concern.",
  "COOPER: It's -- I mean just from an outsider looking in and again, maybe there is nothing untoward about it, but it does seem moronic for the President's personal attorney to be accepting half a million dollars --\n\n\n\nBHARARA: Yes.",
  "COOPER: Why would Michael Cohen create these entity essential consultants with -- seemingly with the purpose immediately of at leas the first thing it seemed to have done was to pay off Stormy Daniels, 11 days before the election.",
  "But at the very least, it is moronic for Michael Cohen who's representing the president United States to be publicly seen as accepting money from a company which has such deep ties to a Russian company with ties to Vladimir Putin.",
  "COOPER: -- to be in business with even if it's an American affiliate of a, you know, run by a guy who is the cousin or relative of a Russian oligarch whose company is the parent company of this affiliate with close ties to Putin.",
  "COOPER: -- now there are other LLCs, you could have -- you have -- if your doing a legitimate work, you could -- you set up a shingle and you want people to know that you're working for AT&T or for some of these other companies.",
  "I should also note that Novartis, the pharmaceutical company, also sent us this statement: Any agreements with Essential Consultants were entered before our current CEO taking office in February of this year and have expired.",
  "HABERMAN: Yes, I think that -- yes, and I think that this is, you know, this is -- he is a former prosecutor and I think that he's got a long legal resume and I think that there's an aspect of this that is enjoyable for him.",
  "AVENATTI: No, although what we do know is that the dinner that that the president took a dinner with the CEO of Novartis shortly after these payments --\n\n\n\nCOOPER: I think it was at Davos -- before his speech at Davos.",
  "COOPER: I mean, if you are looking for some form of expertise from Michael Cohen, understanding of President Trump, access to President Trump, that would seem to be his biggest calling card of the last several years.",
  "Look, it's also could be true that there are innocent explanations and maybe it was poor judgment to be engaged in a business transaction with someone like this oligarch, you know, who's connected to Vladimir Putin.",
  "There has been a lot of criticism lately about been a lot, there's been some criticism about how our media strategy, and how often I'm on CNN, and how often I've been your show and other networks, et cetera, OK.",
  "Meanwhile, the guy's right hand attorney who had an office next to his office in Trump Tower, meanwhile, we find out that immediately after the election he's got hand out and he is accepting all of this money.",
  "As detailed below, Mr. Cohen through Essential and/or Michael D. Cohen & Associates received at least $187,500 from Mr. Eliot Broidy that originated from an account held in Mr. Brody's name at Bank of America.",
  "We don't know yet, but what we do know is, is that the payment to my client was paid on October 27th, 2016, and the first payment from the Russian oligarch through the U.S. entity occurred in January of 2017.",
  "We'll also get the latest in the breaking news tonight that the Mueller team has questioned a Russian oligarch about hundreds of thousands of dollars in payments to Michael Cohen, as we've been talking about.",
  "Because if additional monies were received in a pay-to-play type scheme, and if those money's made their way either directly or indirectly to the president, well, then, we've got a whole different ball game.",
  "AVENATTI: Right, he signed as the incorporator on the papers --\n\n\n\nCOOPER: Right, which you --\n\n\n\nAVENATTI: -- which is absurd if you're trying to actually shield your involvement with a particular entity.",
  "I mean --\n\n\n\nAVENATTI: They can change the nature of their business, but the nature of this business was never from all indications real estate consulting or anything else that Michael Cohen told the bank.",
  "COOPER: Let's begin with $500,000 paid to Michael Cohen's LLC from this company Columbus Nova, which is this U.S. company that's affiliated with a Russian company owned by this oligarch with ties to Putin.",
  "You know, this is kind of the fascinating twist to all of this, that all of the money that we have just been talking about was paid to a bank account that Cohen created in 2016 to pay off Stormy Daniels.",
  "But if -- if this is why would a Russian oligarch and South Korean aero space company be putting in money into an LLC that Michael Cohen setup in Delaware that was used to pay -- pay off Stormy Daniels?",
  "And maybe there's no crime and maybe there was nothing necessarily untoward about it, but it sure looks mighty fishy and you shouldn't be surprise that there maybe two different offsets looking at this.",
  "He is basically OK with Giuliani, a little teasing about certain aspects of his performance, but hardly the stern voice that we have heard that he has had with other people talking about Rudy Giuliani.",
  "COOPER: Wait a minute, you're raising the specter that Michael Cohen is receiving money to get access to the president of the United States and that the president might be receiving some of that money?",
  "And if there's nothing to hide, he should release the bank records and I'm sure that it will all be sorted out and everyone will come to the conclusion that there's nothing untoward or improper here.",
  "There's no question in my view that the purpose of the formation of that entity was to further shield that payment from scrutiny by not having Michael Cohen's name directly on it or Donald Trump.",
  "Chief among these suspicious financial transactions are approximately $500,000 in payments received by Mr. Viktor Vekselberg, a Russian oligarch with an estimated net worth of nearly $13 billion.",
  "He does feel as if he's got this, which as a colleague reminded me, is not dissimilar for any President entering their second year, but its much more pronounced for Trump for a couple of reasons.",
  "You know, what information will he have that's of use to southern district and their investigation of Michael Cohen or special counsel office in connection with their investigation of collusion.",
  "You know, if you look at the timing of the allegations about collusion which is assume the President likes to say there's no evidence of and its not, you know, specifically by that word a crime.",
  "These are questions that the FBI has all along been trying to investigate, trying to look out, to see if there was any way there was any kind of financial influence into the president's circle.",
  "[20:35:05] But, again, I don't understand, in November, December of 2016, Michael Cohen does not appear to have any of these clients, like Novartis or AT&T or the Russian oligarch run entity.",
  "AVENATTI: Well, I think he made a comment either yesterday or the day before by way of Twitter, he took exception to I think the \"New York Times\" article which I was amazed, I actually read.",
  "According to Avenatti, Cohen receives significant sums of money from a number of other entities after the 2016 election, payments that he says calls into question Cohen's business practices.",
  "CNN has learned the Robert Mueller's investigators have questioned a Russian oligarch about hundreds of thousands of dollars in payments to Michael Cohen that were made after the election.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nAvenatti: Russian Oligarch Gave $500K to Michael Cohen; Mueller's Team Questions Russian Oligarch About Payments to Cohen.",
  "They say: After the inauguration, the firm hired Michael Cohen as a business consultant regarding potential sources of capital and potential investments in real estate and other ventures.",
  "[20:10:19] COOPER: Do you have any evidence that any of these companies that were giving money into this account were aware that this was the same account used to pay off Stormy Daniels?",
  "Do you believe that this was some sort of repayment of Michael -- to Michael Cohen or is this just it was 75 days after, it's the first money that came in and it replenished the coffers?",
  "You know, at a minimum, it's a very strange look for the President's personal lawyer knowing all this allegations, knowing that any connection certainly between folks who have to Putin.",
  "(BEGIN VIDEOTAPE)\n\n\n\nDON BLANKENSHIP, CEO, MASSEY ENERGY COMPANY: -- it's not what I would like the Republican Party to be, even much less of --\n\n\n\n(END VIDEOTAPE)\n\n\n\n(COMMERCIAL BREAK)",
  "That money basically as far as we know AT&T put in some $200,000 from October 2017 to January 2018 and we should say AT&T is currently trying to acquire Time Warner CNN parent company.",
  "He went on to say, from October 2016 through January 2018, Mr. Cohen used his First Republic account to engage in suspicious financial transactions totaling $4,425,000 and some change.",
  "I believe right before we went live, \"The New York Times\" issued an article where they verify the accuracy of what we've released based on their independent review of other documents.",
  "Their authenticity has already been bolstered however by a statement issued by another company tonight, AT&T, which is trying to acquire CNN and its parent company Time Warner.",
  "PROKUPECZ: That's correct and we've confirmed that with, you know, at least three sources actually, Anderson, that there was this business relationship, that this was a cousin.",
  "So, obviously, a lot to go over and as I said, we reviewed the documents that appeared to show the payments you revealed earlier today, we haven't independently verified them.",
  "AVENATTI: Yes, I don't know if any, I don't know if any publicity that he attempted to generate, or, you know, it looks like it appears as if he didn't really want this known.",
  "And so Giuliani has created this condition where, you know, it's not clear whether Mueller will exercise the subpoena power that he has to try to compel the President to talk.",
  "But at the same time, he is also very aware that there is a pending threat and if that threat has only gotten bigger in the form of the SDNY investigation into Michael Cohen.",
  "There's an expectation that the government will have provided all of the documents to Cohen's team, as well as the special master for this review by the end of the week.",
  "I mean, I guess that' why the vast majority of American people can get honesty and insights, because they don't have $200,000 to pay Michael Cohen to get those insights.",
  "That seems --\n\n\n\nAVENATTI: I'm stating that that is certainly a possibility, because we don't know where all of this money went, and we need to get to the bottom of it.",
  "AVENATTI: It's not clear to us yet, but what we do know is, is that there was about a half a million dollars worth of payments that took place between January of 2017.",
  "You said -- you haven't said that this was repaying Michael Cohen for that payment, but you said that this did essentially replenish the Essential Consultants account.",
  "You know, he's whole thing was no one's ever heard of these other people, the raskens, who were really the -- the main new lawyers to his team who working on the case.",
  "There's no reason why they shouldn't publish the SARS, they should publish them for the American people and let the American people look at the facts and the evidence.",
  "Up next, I'll talk with CNN political analyst and \"New York Times\" White House correspondent Maggie Haberman about the latest current swirling around the White House.",
  "The information that Michael Avenatti revealed earlier said that AT&T had paid several hundred thousands of dollars to Michael Cohen's Essential Consultants, LLC.",
  "And it inexplicable to me, is why Mr. Broidy over a period of a number of months would be making regular level payments to Michael Cohen in connection with that.",
  "COOPER: I mean it is the kind of thing that lobbyist are paid a lot of money for their paid for access and that's -- I mean Michael Cohen --\n\n\n\nAVENATTI: Right.",
  "It's funny that you mentioned that, because I had someone close to him bring up that piece to me in the last couple of days, saying, you know, that was correct.",
  "And let us remember this, up until at least April of this year, Michael Cohen continued to serve as the personal attorney to the president of the United States.",
  "The -- this company, according to your report, the pharmaceutical company Novartis paid Michael Cohen $399,920 in four separate payments in late 2017 into 2018.",
  "Neither Viktor Vekselberg nor anyone else other than Columbus Nova's owners were involved in the decision to hire Cohen or provided funding for his engagement.",
  "In addition to the $500,000 from Columbus Nova, we also have $400,000 from Novartis, which is the pharmaceutical company, and we also have $200,000 from AT&T.",
  "Either Viktor Vekselberg nor anyone else other than Columbus Novas owners were involved in the decision to hire Cohen or provided funding for his engagement.",
  "Basically, I mean its not -- some of them from one account to another, but there -- some these seem to go back and forth and kind of curve around themselves.",
  "Normally, when you represented defendant, or potential defendant, which is what Michael Cohen is claimed happened as relates to this Broidy type settlement.",
  "COOPER: And business opportunities I think they said and real estate --\n\n\n\n(CROSSTALK)\n\n\n\nAVENATTI: And capital opportunities or business opportunities, OK?",
  "But certainly, they -- all of these issues that you have been discussing at least in part with Michael Avenatti have come up as concerns for investigators.",
  "But the fact that AT&T has now come out saying that the documents at least really to AT&T are correct obviously bolsters the authenticity of the documents.",
  "We heard from Michael Avenatti about the $500,000 payment from a company linked to a Russian oligarch to President Trump's personal attorney Michael Cohen.",
  "He was said by several people to have had a good relationship with Mueller, but you did not hear Ty Cobb really openly talk about that or float it around.",
  "Michael Cohen should turn over all of his bank records from this account for Essential Consultants from its inception in through today, just release them.",
  "There is a South Korean aero space company, there's a pharmaceutical company, Novartis as well -- as well as some -- some other smaller amounts of money.",
  "Does it make sense to you that a Russian oligarch would be depositing some $500,000 to Michael Cohen --\n\n\n\nPREET BHARARA, CNN SENIOR LEGALA ANALYST: No.",
  "I mean, Michael Cohen should not have been accepting money, especially under the circumstances at this time from anyone with Russian ties quite frankly.",
  "But we don't -- I mean, there was -- there was -- to our knowledge, I mean, it's not known that there was anything illegal about any of these payments.",
  "AVENATTI: We do have evidence to the contrary and also, you have the CEO, Mr. Intrater, who's the cousin of the Russian oligarch, who is also Russian.",
  "Joining me now for all his take on all this is CNN senior legal analyst Preet Bharara, the former U.S. attorney for the southern district of New York.",
  "In this case you would not expect Michael Cohen to spent a considerable amount of time negotiating that deal if it in fact happened as everyone says.",
  "And that the President I'm told, despite the bihora (ph) about, you know, I'd love to go, do this, if my lawyer say it, is well aware of the danger.",
  "I've heard from a couple of people that the President asks people, you know, how is -- who know Michael Cohen how is he holding up, how is he doing?",
  "Second of all, it's interesting that AT&T comes out and they issued\n\n\n\ntheir statement that they paid $200,000 for insights into the administration.",
  "So, it is certainly intriguing that according to Avenatti, that bank account was also used to receive significant sums of money after the election.",
  "They questioned him about hundreds of thousands of dollars in payments that were made to President Trump's personal attorney Michael Cohen in 2017.",
  "I know you're not going to say what your information is based on but you are obviously very confident in the information that you released earlier.",
  "We do know, however, that Mueller's investigators did question Vekselberg about this, as well as Mr. Intrater, according to our sources, Anderson.",
  "But we've shown a lot of flexibility and we've been malleable as it relates to reacting to things in the case, we're going to continue to do that.",
  "We haven't been able to independently verify or authenticate it the documents, but we have viewed them and it does appear to show these payments.",
  "So, MJ, Michael Avenatti obviously -- I mean, you know, he's talking about this number of other payments into this account held by Cohen as well.",
  "[20:20:06] But there are also questions about other money that perhaps went into people affiliated with the Trump campaign and the inauguration.",
  "Maybe Michael -- it's all speculation, we should say it right, maybe Michael Cohen will give the true reason, and maybe it's a nefarious reason.",
  "HABERMAN: What I'm hearing is that the President is doing what the President often does because he does not really like interpersonal conflict.",
  "We've got a whole team of individuals that are working on the case back in California and we're highly confident in the information we release.",
  "COOPER: I want to read the statement from the Columbus Nova has put out, which is the American arm of this -- the affiliate of Russia company.",
  "And look, let us not forget that Mr. Trump when he ran for President, he said he was going to drain the swamp, wasn't going to take any money.",
  "I mean, do you have a clear next step what -- I mean, you put this stuff out here, I guess the ripple effects you don't know where it ends up.",
  "And look Anderson, if there's nothing nefarious here and if it was all above board, it was all legit, and I don't believe it was for a moment.",
  "As well as the team that's been a symbol from the southern district of New York, which is some of the finest prosecutors in the United States.",
  "I mean, he had to have been receiving this money for something and it's unclear as to what the excuses as to why he was receiving this money.",
  "AVENATTI: Well, Columbus Nova is owned by -- a hundred percent the best of my knowledge, is owned by this Russian national firm, number one.",
  "AVENATTI: You're absolutely right, and we have called for the release of the suspicious activity report or reports relating to this account.",
  "I mean, to say you only have three clients now, I mean, there's all these other companies, at one -- you know, again, that raises questions.",
  "So, that is a significant inflow of money into the account of Trump's personal lawyer that we are learning about for the first time tonight.",
  "I mean I hope that -- I hope the President goes on Fox & Friends tomorrow and then I hope that Rudy Giuliani makes the round on Fox as well.",
  "The government has handed over already eight boxes of digitized documents, as well as over the contents of over a dozen electronic devices.",
  "At the same time, you have the entity tied to the oligarch stating that they weren't purchasing access or insights into the administration.",
  "So, it looks like they were purposely structured in that way to avoid detection or for some reporting, to avoid some reporting requirement.",
  "At the very least, there may be no nefarious reason here at all that this company would have given half a million dollars to Michael Cohen.",
  "Now, this is that hush payment of $130,000 that Cohen made to Stormy Daniels to keep her quiet about her alleged affair with Donald Trump.",
  "What Giuliani has done that has bothered a lot of people around the President is he has talked a lot about the conditions of an interview.",
  "AVENATTI: Well, look, if anybody has been paying attention for the last eight, nine weeks, they know that there's not a lot of hyperbole.",
  "Does it -- I mean, just in terms of the optics, if nothing else, from Michael Cohen --\n\n\n\nMAGGIE HABERMAN, CNN POLITICAL ANALYST: Right.",
  "I also think what Trump was hoping Giuliani would do, and there were two things, one is that he wanted him as a big name, a big splash.",
  "And Cohen has said, he was involved in a hush agreement for alleged affair that Broidy allegedly had that involved a pregnancy a well.",
  "It's just dragged it out and gotten worse and Giuliani is getting a lot of attention, which the President never likes somebody doing.",
  "COOPER: You had reported that the President was feeling -- I can't remember if it was a month ago or --\n\n\n\nHABERMAN: Or just an hour.",
  "Essential Consulting was one of several firms we engage in early 2017 to provide insights into understanding the new administration.",
  "COOPER: The government would also have information on this that if they wanted to make public, they could make public, wouldn't day?",
  "And according to Avenatti, two of the payments from AT&T to Cohen were made before the Justice Department sued to block the merger.",
  "But we begin with some breaking news, a dramatic development in the Mueller investigation and the investigation into Michael Cohen.",
  "Is it clear to you why this company would have paid Michael Cohen after the election payments up to five hundred thousand dollars?",
  "So however much time you would spend negotiating that deal, you'd be paid whatever your hourly rate is times how many hours it is.",
  "And one of the reasons, and one of the ways that it's working is, because we're so out front on this, people send us information.",
  "Look, Rudy Giuliani has become essentially another staffer to Donald Trump and Donald Trump is famously up and down on his staff.",
  "Mr. Vekselberg and his cousin, Mr. Andrew Intrater routed eight payments to Mr. Cohen through a company named Columbus Nova LLC.",
  "At minimum, you would as the President's personal attorney you could predict this was going to become a headache down the road.",
  "And again, if he's selling that access, it begs the question as to where this money went once it made its way into the account.",
  "I had to read it three or four times to make sure it was actually him that had posted this, because I thought it was so stupid.",
  "And I think that we shouldn't lose sight of the big picture, Anderson, and that is that Michael Cohen is Donald Trump's fixer.",
  "COOPER: Rudy Giuliani's pushing back on this idea that the President -- that President Trump is unhappy with his performance.",
  "Like we were well aware that Ty Cobb who was working within the White House in the counsels office, who is now left the team.",
  "Reports of those cash payments, President Trump's personal attorney Michael Cohen from a company link to a Russian oligarch.",
  "It was predictable if you look to a lot of these interviews, that he was not going to like what some of what Giuliani said.",
  "Both -- sometimes I represent complainants, and sometimes I represent defendants, I've got a lot of experience on this, OK.",
  "COOPER: I mean -- but, just from a business standpoint, you could easily, have under --\n\n\n\nAVENATTI: No, their alias (ph).",
  "KARA SCANNELL, CNN REPORTER: Well, Anderson, Viktor Vekselberg is one of the most prominent wealthy businessmen in Russia.",
  "We saw the president the first week of April on Air Force One refer to Michael Cohen as his attorney in the present sense.",
  "We're waiting for returns and elections happening in four states, not including that closely watch race in West Virginia.",
  "COOPER: Kara, where do things stand with criminal us investigation involving Cohen in the Southern District in New York?",
  "You would expect Michael Cohen to potentially build 10 or 20 year -- maybe $25,000 for his work on behalf of Mr. Broidy.",
  "And speaking of, I should also note, that Cohen and his attorney have not responded to our request for comment tonight.",
  "CNN has reviewed documents that appear to show the payments, but CNN has not independently authenticated the documents.",
  "Now, his cousin had donated to the Trump inauguration fund, the Trump victory fund in the RNC, totaling over $300,000.",
  "But then why would he use that same entity to collect other moneys from, you know, legitimate companies in many cases.",
  "So the American people can get all the information --\n\n\n\nCOOPER: The Treasury Department has them, they could do that?",
  "Much more ahead on today's breaking news about Michael Cohen and payments from a company linked to a Russian oligarch.",
  "[20:55:12] HABERMAN: I mean, it's frustrating -- look, you've seen the stories about how Trump is really frustrated.",
  "I don't believe that he's registered as they should be in order to represent any foreign agents or foreign interest.",
  "So, that's an issue in a question that that authorities had asked Vekselberg, as well as Intrater sources tell CNN.",
  "HABERMAN: Yes, I think that -- I think the argument that Cohen and his folks would make is that this was all legal.",
  "At a moment when it was already clear that there were investigations --\n\n\n\nCOOPER: But this is after the election.",
  "Rudy Giuliani should actually tell the President release the information, so that we can be over with this thing.",
  "I think I was very clear that it may in fact constitute the repayment of the hundred and thirty thousand dollars.",
  "So, this is after the election that occurred in November 2016, and then up through approximately August of 2017.",
  "AVENATTI: Well, that actually would be his only calling card, legitimate calling card of the last several years.",
  "It just is -- I think that people are going to want to ask and understand what the reason for the payments was.",
  "He hoped, I think, to some extent that he can believe what Giuliani was saying about, we can make this go away.",
  "Of course, remember, Cohen's attorney had said in court that Cohen only had three clients during the past year.",
  "Just ahead, more reaction on that payment to Michael Cohen, this time from former U.S. attorney Preet Bharara.",
  "I mean, he is under a criminal investigation, it's highly unlikely that he would make some sort of a comment.",
  "So, certainly, these questions, these coincidences here would be something investigators and want to look at.",
  "Reports today that Viktor Vekselberg used Columbus Nova as a conduit for payments to Michael Cohen or false.",
  "Reports today that Viktor Vekselberg used Columbus Nova as a conduit for payments to Michael Cohen or false.",
  "Also, tonight, we're keeping close eye that Republican Senate primary in West Virginia, the polls are close.",
  "This is an interview that most people on the President's legal team do not think he should be doing, period.",
  "But, look, he shouldn't be selling access to the president of the United States, to the people's president.",
  "He constantly spoke to the president, so any payment from any company to Cohen, it's potentially important.",
  "[20:05;:07] So, about an eight-month time period of payments totaling approximately half a million dollars.",
  "COOPER: And just be clear, Simon, it's his relative who's running this American arm of the company, right?",
  "I don't think that's true, but let's assume that it is, then they should want to release this information.",
  "It was clear that there were already investigations going on into Russian influence on the 2016 election.",
  "So, we have a confirmation now from Columbus Nova that they were one of Michael Cohen's business clients.",
  "Essential Consultants was formed approximately two weeks before the payment to my client of $130,000, OK?",
  "We would not have released this if we were not 100 percent confident in the accuracy of the information.",
  "So, you know, the turn of events from '16, '17, 'and 18, given the swirl of all this information is odd.",
  "They also gave money I believe for -- to the RNC and to for some campaign stuff, all of which is legal.",
  "And so if Michael Cohen gets charged or is not cooperating already, may be he will clap in the future.",
  "And that, you know, we found the people in President's circle on not above either one of those things.",
  "His name is Viktor Vekselberg, and a lot -- you know, you and Michael there talked a lot about this.",
  "I mean that that is why they stopped Viktor Vekselberg on a plane when he came to the New York area.",
  "They're drawing a distinction saying that this decision was made irrespective of Viktor Vekselberg.",
  "It appears that these funds may have replenished the account following the payment to Ms. Clifford.",
  "Hundreds of thousands of dollars from this oligarch's U.S. affiliate were made after the election.",
  "I mean I think its one thing -- there's have been a lot of saying the inside part out loud, right?",
  "COOPER: Then there was the phone call to Michael Cohen, which I believe was right after the raid.",
  "AVENATTI: No, they registered and they have to disclose things and there's rules and regulations.",
  "MICHAEL AVENATTI, STORMY DANIELS' ATTORNEY: One hundred percent, Anderson, 100 percent confident.",
  "COOPER: And just to be clear, this is the same account that was used to pay off Stormy Daniels?",
  "[20:50:13] First of all, let me just ask you about these -- the story today about the payments.",
  "AT&T released a statement confirming that and we'll have more on that aspect in a few minutes.",
  "I doubt that but --\n\n\n\nCOOPER: Well, I mean, you know, he does have the ear of the president.",
  "AVENATTI: Right, each of the payments are within a very small amount of being a round number.",
  "[20:15:02] I guarantee you that is not what would happen if these bank records were released.",
  "And that is frankly, who's the other person we know who has done that overtime, Donald Trump.",
  "AVENATTI: Our cause right now is having the NDA invalidated --\n\n\n\nCOOPER: For Stormy Daniels.",
  "But, it's interesting that he is paying Cohen, I don't know if that is for services rendered.",
  "You referenced a couple of them, AT&T, Novartis, there's others disclosed within the report.",
  "AVENATTI: Well, look, Mr. Intrater, the CEO, it was the cousin of the Russian oligarch, OK?",
  "But he might almost feel like he has to based on what Giuliani has been pushing him toward.",
  "There wasn't going to be this high power lobbyist, I mean everyone remembers the rhetoric.",
  "He at one point in spent a hundred million dollars to buy Faberge eggs to bring them home.",
  "First of all, AT&T states that they paid $200,000 to better understand the administration.",
  "They appear to be made in sums that are -- that are meant to avoid detection of some sort.",
  "Are you making a connection between this payment and the payment made to Stormy Daniels?",
  "But nonetheless, I think, as we've said, there was concern here from U.S. investigators.",
  "COOPER: Kara -- well, let's talk about Vekselberg, what the FBI wanted to know from him.",
  "It's all a bunch of nonsense, because here's the bottom line Anderson, it's working, OK.",
  "Those questions were also asked of Viktor Vekselberg when he was stopped by FBI agents.",
  "I want to get more now, details on that from CNN's Shimon Prokupecz and Kara Scannell.",
  "But, you know, I want to touch on some of the reporting we just heard about, Anderson.",
  "And, you know, that all -- I'm sure provide a lot of fodder for us in the coming week.",
  "Preet, I want to ask you about this information that Michael Avenatti released today.",
  "And I think that I referenced on your show the KYC process which is know your client.",
  "They could have been hiring him for any number of consulted --\n\n\n\nAVENATTI: For what?",
  "COOPER: This American company, they gave money for the -- for the inauguration funds.",
  "COOPER: Ninety nine thousand dollar payments below the hundred thousand dollar mark.",
  "And what's interesting about those payments frankly is the amount of those payments.",
  "As someone have that has represented parties on both sides of settlement agreements.",
  "There are more bomb shells coming, there's more evidence, there's more information.",
  "Then there's an election and in 2017, these payments that you folks have looked at.",
  "We're not aware of any other deposits that came in during that interim time period.",
  "And look, what's the explanation for the half a million dollars worth of payments?",
  "They did no legal or lobbying work for us and the contract ended in December 2017.",
  "Michael Cohen should not be selling access to the president of the United States.",
  "We -- I should say, we reviewed the documents that appear to show these payments.",
  "But that the President was feeling more confident in his ability to be President.",
  "So he's fine to Giuliani's face, more or less, and he's less fine after the fact.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: We're dealing with a lot of breaking news tonight.",
  "The reality is that, yes, Trump is frustrate by some of which Giuliani has said.",
  "COOPER: Do you expect Michael Cohen to come forward and say anything about this?",
  "AVENATTI: It just makes -- well, you don't understand it, I don't understand it.",
  "B, my understanding is, it's 100 percent owned subsidiary of the Russian entity.",
  "We're told, Anderson, that Vekselberg has not been cooperative with authorities.",
  "It's also why they've questioned Andrew Intrater, the man behind Columbus Nova.",
  "I don't know of any other direct contact, but what has existed has been enough.",
  "Cobb gave a couple of interviews but nothing like what we've seen Giuliani do.",
  "AVENATTI: Anderson, there's no question about that but let's back up a minute.",
  "Now, the purpose of those payments by the U.S. affiliate is unclear this hour.",
  "Columbus beginning in January 2017, and continuing until at least August 2017.",
  "You have to speak to Michael, he is my attorney, something along those lines.",
  "So, I doubt that Michael Cohen is a one-stop shop for all of these services.",
  "And, you know, deposits of the large amounts of money would look suspicious.",
  "COOPER: -- it just moronic is the only word that comes to mind or nefarious.",
  "BHARARA: And then in 2018, that same oligarch is put on the sanctions list.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:41:07] COOPER: More on our breaking news tonight.",
  "So, we have a lot of confidence in his ability and the ability of his team.",
  "You know, I have to imagine that that is said in part to get back to Cohen.",
  "You shouldn't have to pay $200,000 to get insights into the administration.",
  "Additional questions would result because this doesn't pass the smell test.",
  "COOPER: But a person can change the nature of their business, can they not?",
  "AVENATTI: Well, here's what we're -- and this is what I said in the tweet.",
  "Aired on 8-9p ET\n\nAired May 8, 2018 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "We're going to have more now from CNN national politics reporter, MJ Lee.",
  "So, certainly those are questions that investigators are going to have.",
  "COOPER: He had had a dinner with Michael Cohen at Mar-a-Lago weeks ago.",
  "COOPER: I'm wondering these days, do you know is he still feeling that?",
  "We're also keeping an eye on that West Virginia Senate primary tonight.",
  "AVENATTI: This $187,500 to Michael Cohen in my view is very suspicious.",
  "The timing of those, it's a very fluid situation as you might imagine.",
  "COOPER: Just want to -- you tweeted that you're just getting started.",
  "And that's not the strangest thing that he said during this campaign.",
  "And anybody with any common sense in America shouldn't understand it.",
  "COOPER: The -- as we said, there are other companies that gave money.",
  "Now, the special master has said that she's going to set a timeline.",
  "(CROSSTALK)\n\n\n\nCOOPER: But it doesn't seem to exist for me any more.",
  "Do you have more information and if so, why not just release it now?",
  "COOPER: The -- what -- I mean, what is next for you in all of this?",
  "I mean, that's -- Michael Cohen should not be selling that access.",
  "AVENATTI: We don't know what Mueller has or what he does not have.",
  "And look, there's a very easy solution to all of this, all right?",
  "SHIMON PROKUPECZ, CNN CORRESPONDENT: Yes, that's right, Anderson.",
  "Here's what Mr. Avenatti revealed earlier about Broidy and Cohen.",
  "COOPER: Do you believe that that is what may have happened here?",
  "Now, Columbus Nova, the company, has since given us a statement.",
  "What are you learning about those by some of these corporations?",
  "COOPER: There's also this payment, $187,500 from Elliott Broidy.",
  "And then -- and then some we, do over promise and under deliver.",
  "Maybe he'll lie about what the reasoning was for these payments.",
  "MJ LEE, CNN NATIONAL POLITICS REPORTER: That's right, Anderson.",
  "Of course, some folks have said to us, oh, well he didn't know.",
  "I don't believe that Michael Cohen is registered as a lobbyist.",
  "And he also liked the fact he thought Giuliani could go on TV.",
  "These are the questions that I assume prosecutors are asking.",
  "I mean this is no Rudy Giuliani that we're dealing with here.",
  "We're going to see what the reaction is from the other side.",
  "And I have to tell you this, I'm going to touch on this, OK.",
  "COOPER: When you talk about your cause, what is your cause?",
  "This maybe the thing that everybody has been talking about.",
  "And there something unlawful about them, not just unseemly.",
  "That is what is happening with him, he is more emboldened.",
  "AVENATTI: We don't know if they knew or they did not know.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "That's from Richard Owens, the attorney for Columbus Nova.",
  "The American people deserve to know where this money went.",
  "I don't think Giuliani was ever going to be an exception.",
  "He's an expert prosecutor, he's an exceptional attorney.",
  "And all of a sudden the guy is paid millions of dollars.",
  "And then 2018 --\n\n\n\nCOOPER: I should point out through.",
  "COOPER: Yes -- that sort of -- you know, he's got this.",
  "We're going to have a more of Michael after this break.",
  "COOPER: And what about the response from the companies?",
  "They were purchasing real estate, consulting services.",
  "Or it could be that those transactions were nefarious.",
  "And that's exactly what we're going to continue to do.",
  "He is aware of that he is worried about it, you know.",
  "I know, that his confidence level is extremely high.",
  "I mean, what -- is there anything this man can't do?",
  "And that is, I think, what they're concerned about.",
  "So, investigators have questioned this Russian man.",
  "[20:00:10] ANDERSON COOPER, CNN HOST: Good evening.",
  "The business purpose of these payments is unclear.",
  "So, Shimon, what have you -- what can you tell us?",
  "PROKUPECZ: No, and that's exactly right, Anderson.",
  "LEE: So, we just received the statement from AT&T.",
  "And that may be true, but the optics are not good.",
  "So, he wanted somebody who could make a headline.",
  "We make a lot of statements, but we back them up.",
  "We have $150,000 from Korea Aerospace Industries.",
  "We're going to bring you results as they come in.",
  "He was for years the president's right-hand man.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: The breaking news.",
  "COOPER: They say it's a purely American company.",
  "There isn't, and we should be clear about that.",
  "We've been in this case for a number of months.",
  "We've been spending a lot of time on the case.",
  "You said he may have the ear of the president.",
  "Certainly not 187,500 which is a round number.",
  "This appeared not to been his clients in 2016.",
  "There's no issue, they could publish the SARS.",
  "COOPER: Because he's back in front and center.",
  "I think that Giuliani is having a lot of fun.",
  "Do we know -- are there any more connections?",
  "And he's not consumed but it is always there.",
  "Let's just take a look at this one more time.",
  "But there is lots of different takes on this.",
  "Did some of it go to the Trump Organization?",
  "We wrote a letter to the treasury secretary.",
  "I guess it was on a Saturday, if I remember.",
  "COOPER: Michael Avenatti, thanks very much.",
  "I mean, we all know what that really means.",
  "COOPER: We're going to take a quick break.",
  "There's no question that this is accurate.",
  "There's no question about that in my view.",
  "We don't know what the ripple effects are.",
  "He's an administration insight consultant.",
  "COOPER: Maggie Haberman, thanks very much.",
  "I think it is less enjoyable for Mueller.",
  "They don't really need two Donald Trumps.",
  "We certainly have next steps planned out.",
  "Do you know why these payments were made?",
  "We've been working on this for some time.",
  "We demanded their release or its release.",
  "He didn't answer many of their questions.",
  "I believe that's what the report states.",
  "And also these transactions from others.",
  "COOPER: -- is not -- they're registered.",
  "AVENATTI: -- hold -- for Stormy Daniels.",
  "BHARARA: Yes, but the oligarchs company.",
  "COOPER: Preet Bharara, thanks very much.",
  "But, you know, who knows with this guy.",
  "But here's what we do know for certain.",
  "Did all the money go to Michael Cohen?",
  "COOPER: -- from this Russian oligarch.",
  "I mean they're not mutually exclusive.",
  "HABERMAN: I do think he is having fun.",
  "You would be paid on an hourly basis.",
  "It's an American CEO, American board.",
  "And I'm going to call for it tonight.",
  "Do you have evidence to the contrary?",
  "Why wouldn't it be a public company?",
  "They are nefarious morons are well.",
  "People contact us with information.",
  "This guy is like a renaissance man.",
  "AVENATTI: They could -- absolutely.",
  "There was no reason not to make it.",
  "HABERMAN: He is still feeling that.",
  "HABERMAN: Yes, that was months ago.",
  "COOPER: I know --\n\n\n\nHABERMAN: Yes.",
  "AVENATTI: I believe that's correct.",
  "Did some of it go to the president?",
  "Michael Avenatti is with us again.",
  "Michael Avenatti joins us tonight.",
  "We can get this done with quickly.",
  "What is the -- and what's the end?",
  "We'll have the very latest, ahead.",
  "We under promise and over deliver.",
  "[20:45:12] BHARARA: I don't know.",
  "U.S. subsidiary and this company.",
  "There was nothing prohibiting it.",
  "What are you hearing from people?",
  "I think that he is enjoying this.",
  "COOPER: He's having a lot of fun?",
  "HABERMAN: My understanding is no.",
  "Those are very different things.",
  "For his legal skill and acumen?",
  "Conspiracy as collision is not.",
  "I mean it just -- BHARARA: Yes.",
  "People want to help our cause.",
  "You know, it's very odd to me.",
  "That's all happening in 2016.",
  "He's a business consultant.",
  "AVENATTI: Imagine this guy.",
  "I mean, this is a big deal.",
  "Obviously, Mr. Intrater is.",
  "I mean, this is a big deal.",
  "AVENATTI: To get insights.",
  "It doesn't make any sense.",
  "It was after the election.",
  "COOPER: -- really time is.",
  "They could do it tonight.",
  "AVENATTI: I have no idea.",
  "It makes no sense at all.",
  "[20:25:04] COOPER: Right.",
  "So, a company might want.",
  "COOPER: To get insights.",
  "And what they were said.",
  "It's working in spades.",
  "He's a real consultant.",
  "HABERMAN: That's right.",
  "LEE: Yes, that's right.",
  "It took a lot of work.",
  "Thanks for joining us.",
  "COOPER: Appreciate it.",
  "Extraordinary indeed.",
  "We talked about AT&T.",
  "MJ, thanks very much.",
  "COOPER: It does seem.",
  "That's first of all.",
  "Kara, appreciate it.",
  "AVENATTI: Thank you.",
  "BHARARA: Thank you.",
  "He did not respond.",
  "What did you learn?",
  "It's primary night.",
  "COOPER: All right.",
  "HABERMAN: Correct.",
  "Is that hyperbole?",
  "AVENATTI: Correct.",
  "He was in prison.",
  "He's an oligarch.",
  "HABERMAN: Right.",
  "COOPER: Thanks.",
  "Shimon as well.",
  "HABERMAN: Yes.",
  "Details ahead.",
  "Appreciate it.",
  "He's a lawyer.",
  "COOPER: Right.",
  "BHARARA: Yes.",
  "Here it is.",
  "Do we know?",
  "That's A.",
  "Yes."
]