[
  "Cohen’s declaration, in support of his request to pause proceedings in the civil case, cited an “ongoing criminal investigation by the FBI and U.S. Attorney for the Southern District of New York.”\n\nEarlier this month, the FBI raided Cohen’s home, office and a hotel room where he had been staying.",
  "stunning seeing as MC served as the ‘fixer’ for Mr. Trump for over 10 yrs.”\n\nIt is not uncommon for defendants facing both civil liability and criminal prosecution to request a pause in civil proceedings to avoid giving sworn testimony and producing documents that could prove incriminating.",
  "In the filing Wednesday, Cohen said the FBI had seized “various electronic devices and documents” that contained information relating to the payment to Daniels, as well as related communications with Cohen’s lawyer, Brent Blakely.",
  "Michael Cohen, the longtime attorney of President Trump, told a federal judge on Wednesday that he will invoke his Fifth Amendment right not to incriminate himself in a lawsuit brought by adult entertainer Stormy Daniels.",
  "They have argued that Cohen should have the ability to decide whether some of the material relates to communications between Cohen and his legal clients and therefore should be shielded from prosecutors’ review.",
  "[Trump derides those who took the Fifth — after taking it himself]\n\nCohen’s attorneys argued last week for a pause in the Daniels case, in the U.S. District Court of the Central District of California.",
  "Daniels, who alleges she had an affair with Trump years ago, is seeking to void a confidentiality agreement she signed just days before the 2016 presidential election in exchange for $130,000.",
  "In letters to the court filed Wednesday, lawyers for Cohen, Trump and the Trump Organization said they were prepared to put significant resources into quickly reviewing the documents.",
  "Even so, in 2016, Trump sneered at Hillary Clinton aides for exercising their right not to self-incriminate during a congressional investigation into her private email server.",
  "That investigation includes looking into the effort to quash embarrassing stories about Trump during the 2016 campaign, according to a person familiar with the matter.",
  "Judge S. James Otero ordered them to file a declaration from Cohen himself, stating whether he intended to assert his constitutional right against self-incrimination.",
  "In New York, meanwhile, lawyers for Cohen and Trump continue to fight for the ability to review material seized in the raids before prosecutors have access to it.",
  "“If you’re innocent, why are you taking the Fifth Amendment?”\n\nYet in 1990, Trump himself took the Fifth to avoid answering 97 questions in a divorce deposition.",
  "“Never before in our nation’s history has the attorney for the sitting President invoked the 5th Amend in connection with issues surrounding the President.",
  "The suit, filed last month, named the president and Essential Consultants, a company Cohen created as a vehicle for the payment, as defendants.",
  "Otero must decide whether there is evidence of enough overlap between the civil case and the criminal investigation to justify a pause.",
  "U.S. District Judge Kimba Wood has ordered that prosecutors let Cohen’s lawyers review some of the seized material.",
  "A lawyer for Trump wrote that the president himself would be available “as needed” to assist in the process.",
  "Cohen has said he facilitated the payment using his own money from a home-equity line of credit.",
  "“This is a stunning development,” Michael Avenatti, a lawyer for Daniels, said in a tweet.",
  "She has scheduled a hearing for Thursday to provide an update on the issue.",
  "“The mob takes the Fifth,” Trump said at one campaign rally.",
  "Daniels later added Cohen as a defendant.",
  "It is esp."
]