[
  "Sarah Sanders today, when Jim Acosta from CNN said that the American people have a right to know, have a right to get answers about the fact that a Russian oligarch, a Putin crony, who has a controlling interest in an investment firm, and that investment firm's U.S. subsidiary gave a, I think, $500,000 cash payment to Michael Cohen, the Trump fixer, Sarah Sanders today saying that the White House Briefing Room not the appropriate venue for questions about that.",
  "There's a bipartisan bill that has been passed out of committee saying that we should make sure that Mueller is -- remains intact and that he is not fired at the whim of the president and I'd like to see the majority leader bring that to the floor for a vote so we can ensure there is a legitimate investigation that takes place and that Mueller is able to see his investigation through.",
  "TAPPER: Is there something more nefarious that you suspect took place beyond what is legal in Washington which is rather disgusting and swampy influence peddling, people who are close to a politician, people who have had previous relations to a politician going out there and saying, hey, I have ties to politician X, give me a retainer of $200,000, I could advise you how to work this.",
  "You talked about how President Trump better -- better hope that none of this leads back to him in terms of whether or not he knew or whether or not any of the money went back to him, and you said you're not going to suggest that you have more information along --\n\n\n\nAVENATTI: Here is what I will say --\n\n\n\nTAPPER: The White House said they are not concerned.",
  "This was a -- this was a man that was at the right hand of the president, starting in approximately 2006 and 2007, had his office basically next to Donald Trump's office in Trump Tower, was very close to the president throughout the campaign, handled a whole host of issues, including personal issues such as the Stormy Daniels situation.",
  "ACOSTA: And just to follow up on that, Sarah, don't you think that -- don't you think the public has a right to get some answers about these questions, if there are payments coming from Russian-connected entities or Russian individuals connected to the Kremlin through a shell company that is controlled by Mr. Cohen to pay off whoever?",
  "Could you possibly work on an arrangement where perhaps Mr. Giuliani or somebody who could speak on behalf of the president from a legal standpoint, could they come into this Briefing Room and answer these questions, so we're not on a daily basis trying in vain to ask you about all of these legal troubles facing the president?",
  "We have yet to really get straight answers as to why they hired Michael Cohen and what they hired him for, what the president knew about it, whether the president ever received any of the money either directly or indirectly from it, what Michael Cohen did with the money and the list of questions goes on and on.",
  "What --\n\n\n\nAVENATTI: I think that ultimately what is going to be disclosed is that Michael Cohen was selling access to the highest office in the land, that Donald Trump knew about it, he knew Michael Cohen was not a registered lobbyist, he knew Michael Cohen wasn't making the requisite disclosure.",
  "We're back with our politics lead, and the bombshell of release of information about the president's lawyer possibly taking large sums of money from corporations with business in front of the president, including an investment bank with ties to a Russian oligarch and Putin crony.",
  "Do you have evidence that some of that money going into this Essential -- Essential Consultants, this shell corporation that Michael Cohen set up, that some of the money did find its way into the coffers of the Trump Organization or any -- or anything related to President Trump?",
  "(CROSSTALK)\n\n\n\nHUCKABEE SANDERS: I think that would be up to those individuals who make the decision to hire someone, just the same way that the companies that you work for make the decision to determine whether or not they think that you're qualified to serve in a position.",
  "TAPPER: You're not -- OK.\n\n\n\nAVENATTI: I'm saying all of the evident is not in yet as to where this money went and I find it very hard to believe, Jake, that the president at least did not know what Michael Cohen was doing for this 18-month or 12-month time period.",
  "HUCKABEE SANDERS: I think, based on each of those individuals' lack of success in this entire process on foreign affairs, they would probably be the last three people that we would look to for advice and counsel on whether or not we made the right decision.",
  "Was the decision to send Secretary Pompeo to North Korea yesterday at the very time the president was ripping up the Iranian nuclear deal, was that meant to reassure North Korea that we can -- the United States can make a nuclear deal that will be stuck to?",
  "But since you mentioned Mueller, I think it is very important that whenever we're talking about his investigation, we realize he has got to stay in that position and be free from my political influence and I'll mention that -- I sit on the judiciary also.",
  "And the president and Michael Cohen better hope that none of that money gets traced back to the president or the Trump organization or another entity that the president controlled at the time, because if so, I think that could have serious consequences.",
  "HUCKABEE SANDERS: The purpose was to make sure that we continued the progress that we have had on setting the date and the location for the president's meeting with Kim Jong-un, which happened, as well as an additional thing, which you all know about.",
  "(CROSSTALK)\n\n\n\nQUESTION: But let me ask you this, because what we know is that Michael Cohen received millions of dollars apparently peddling the insights that he said he could provide into this administration to America's largest corporations.",
  "QUESTION: Sarah, I want to ask about the tone of this potential summit, because, earlier this week, North Korea criticized the president's claim that his so-called maximum pressure was responsible for the meeting between South and North Korea.",
  "Probably, we won't do well with them, but that is OK.\"\n\n\n\nDoes the president feel as if he can negotiate with Iran going forward or is he resigned to the fact that these two parties might be so far apart on a potential new deal going forward?",
  "And by that, what I mean is you have the U.S.-based entity tied to the oligarch now claiming they have no ties whatsoever to the oligarch or the parent Russian entity --\n\n\n\nTAPPER: He said -- just to be clear on -- the firm is Columbus Nova.",
  "I think ultimately it's going to be shown there are things far more nefarious and if you look at the reaction of some of these companies over the last 24 hours, I think that is a strong indication that where there is smoke, there is fire.",
  "AVENATTI: Well, what we're hearing now from the entities are that basically, one, Novartis hired him for health care consulting, so evidently he's got a expertise -- Michael Cohen has expertise in medical consulting or he's a doctor.",
  "Can you give us any details about how and when they were informed they were coming home, their immediate reaction, and, if nothing else, their families, how they found out and whether the president has spoken to any of them directly?",
  "But the president has also been very clear that some of that success is due to our allies and our partners, particularly both President Moon, Prime Minister Abe and President Xi and their role in helping put pressure on North Korea.",
  "AVENATTI: Well, actually, they said more than that, because they claim they were entirely U.S. owned and they seemed to suggest they had no ties whatsoever to the Russian parent company or the oligarch which is patently untrue.",
  "You have been listening to the White House press briefing, as it were, the first since the bombshell allegations involving the president's personal fixer dropped by Stormy Daniels' attorney, Michael Avenatti, last night.",
  "Do you suspect any of this money from the Russian oligarch or whomever was purposefully funneled again -- that's Rudy Giuliani's word not mine, funneled through this shell corporation in order to pay off Stormy Daniels?",
  "Do you know whether Mr. Cohen ever approached the White House as a representative of any of those companies, whether the president was aware of the payments, or whether he was aware that Mr. Cohen was marketing himself?",
  "ACOSTA: And if I could follow up on the questions about these payments regarding Mr. Cohen, you said that you are not able to answer these questions here in the briefing, that you would refer us to his outside counsel.",
  "Obviously, the shell corporation we first learned about it because of your case, the Stormy Daniels case and the hush money payment, $130,000 paid to her to keep her quiet about her alleged affair with President Trump.",
  "Based on what you know and what has been revealed over the past 24 hours, does the president think it is appropriate that his personal attorney was selling access to him, given that he promised to drain the swamp?",
  "And they put out that you could say maybe the $20 billion in the appropriations bill that deals with infrastructure or the reauthorization of measures such as the FAA could count as infrastructure legislation.",
  "GINA HASPEL, CIA DIRECTOR NOMINEE: Senator, what I believe sitting here today is that I support the higher, moral standard we have decided to hold ourselves to --\n\n\n\nHARRIS: Can you please answer the question.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE LEAD WITH JAKE TAPPER\n\nInterview With Stormy Daniels Attorney Michael Avenatti; White House Press Briefing; Interview with Senator Kamala Harris of California.",
  "TAPPER: But the allegation you are suggesting here, not only that somebody was selling access to the president, but that maybe he was even giving some of the money to the president or to his firms.",
  "On North Korea, before he was a national security adviser, John Bolton was critical of the Obama administration for sending Bill Clinton to negotiate the release of American detainees in 2009.",
  "HUCKABEE SANDERS: The president has confidence in Gina Haspel to lead the CIA and wants to see her do exactly that and is going to allow her to fulfill that position and make those decisions.",
  "We're going to continue to look at ways to improve the nation's infrastructure, but in terms of a specific piece of legislation, I'm not aware that that will happen by the end of the year.",
  "And there does not appear to have been any substantial deposits between that payment and the first payment that was directed to the LLC from the oligarch in approximately January of 2017.",
  "I'm happy to take the answer from the private counsel also, but I have made efforts and haven't been able to, so I will pose it publicly, and if you can address it, I appreciate it.",
  "Do you think there was something with this firm with ties to the Russian oligarch they were after beyond just trying to influence policy, having to do with that investment bank?",
  "HARRIS: Well, I can't talk about what we discussed in the SCIF in a classified setting, but I will tell you and the public right now, I intend to vote against her as a nominee.",
  "So, you know, these companies are trying to put a spin out because the truth I think is very bad for them and very bad for Michael Cohen and potentially bad for the president.",
  "We would still like to see that happen, and we would love to see a piece of legislation that includes all four of the principles and the pillars that the president outlined.",
  "You have one statement from Novartis last night which they had to back off and walk back today relating to how much money they had paid and what the involvement level was.",
  "At his most recent campaign rally in Michigan, the president mentioned that the unemployment rate was so low that we could bring in more guests workers under H-2B visas.",
  "And what's going to be interesting to see, I think, Jake, ultimately is when you trace the money about what money came into this LLC and what money went out of the LLC.",
  "But I'll tell you that it is -- the reports are very troubling and yet again we're hearing information about what might be a connection to Russia and Russian oligarchs.",
  "TAPPER: You know, I'm -- part of an investigation that we're doing in the Senate intelligence committee so I can't talk about that evidence and what we're doing there.",
  "Setting aside the fact that Robert Mueller is a Republican, is the president aware that federal law prohibits discrimination in hiring based on political affiliations?",
  "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT: Sarah, just to follow up on that, does the president still believe that torture works, as he said during the campaign?",
  "QUESTION: Was that intended to reassure North Korea that it is worthwhile getting into negotiations with the United States over a nuclear deal that we will stick to?",
  "HUCKABEE SANDERS: I know that there has been a number of different points of outreach from the administration, starting early this morning, to contact the families.",
  "First, I want to take us back to one of the president's tweets from earlier this week, when he referred to the 13 angry Democrats running the Russia investigation.",
  "Also, to be clear, the purpose of Secretary Pompeo's trip was to negotiate and discuss the upcoming meeting between President Trump and the leader of North Korea.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Obviously talking about so-called enhanced interrogation techniques which many human rights groups --\n\n\n\nHARRIS: Also called torture.",
  "(COMMERCIAL BREAK)\n\n\n\n[16:27:23] TAPPER: That was the president's personal lawyer and fixer, Michael Cohen, just moments ago, returning to his hotel in New York.",
  "Today, Senate Democrats, plus Susan Collins, filed a discharge petition to repeal -- for a CRA to repeal the FCC's repeal of the Obama era net neutrality rules.",
  "Not there is no ties but that it wasn't the oligarch himself funneling the money to use Rudy Giuliani's preferred word, funneling the money to Michael Cohen.",
  "[16:05:10]\n\n\n\nAnd just yesterday, a senior North Korean official reminded Secretary Pompeo that that happened not as a result of outside sanctions.",
  "QUESTION: Sarah, Saudi Arabia said that they would -- they would pursue a nuclear weapons program if Iran were to pursue a nuclear weapons weapon.",
  "President Obama -- former President Obama said that -- called for principled, fact-based and unifying leadership that can best secure our country.",
  "He was helping the other entity, the U.S. subsidiary with real estate and business consulting purposes, so he's evidently a real estate agent.",
  "Senator, the firm in question with the ties to the oligarch says that he had nothing to do with the huge sum of money given to Michael Cohen.",
  "And the companies in addition to this firm with the ties to the Russian oligarch and Putin crony include AT&T, Novartis and there are others.",
  "So --\n\n\n\nTAPPER: And you said almost 100 percent because you're referring to -- there are a couple of payments to a different Michael Cohen.",
  "AVENATTI: Based on my review of the evidence and what I know from our investigation, I don't think it's as simple as what you've described.",
  "And how does he -- does he believe that political affiliation should be taken into account when hiring prosecutors, regardless of this law?",
  "And what does the White House think about those former Obama administration officials commenting on this and the appropriateness of that?",
  "QUESTION: Sarah, Gina Haspel told the Senate today that she would not reopen enhanced interrogation programs if she becomes CIA director.",
  "HUCKABEE SANDERS: I can tell you that a date and location are set, but, beyond that, I don't have any other announcements at this point.",
  "[16:00:01]\n\n\n\nQUESTION: Do you believe that Michael Cohen was ever in any way qualified to provide insights into this administration?",
  "The president had expressed an interest in meeting Kim Jong-un at the DMZ and -- but today he said that is not going to be the case.",
  "And I haven't spoken with the president...\n\n\n\n(CROSSTALK)\n\n\n\nQUESTION: Sarah, based on what you know -- you're the press secretary.",
  "A sampling of what they said, John Kerry was, it weakens our security, breaks America's word, isolates us from our European allies.",
  "And that was Secretary Pompeo was able to bring home those three Americans, which will be back in the United States later tonight.",
  "And there's a series of payments between January and approximately August of 2017 totaling approximately a half-a-million dollars.",
  "The idea that Donald Trump knew none of what Michael Cohen was doing starting in January of 2017, I think is a bunch of nonsense.",
  "Can you explain what the president's views are on the discharge petition and efforts by some Republicans to force a vote on DACA?",
  "For a long time, you and the president and other administrations spokesmen have been saying there will be an infrastructure bill.",
  "And -- but a lot of that is due to the fact that the president has spent time developing relationships with those individuals.",
  "If I can just follow up on that, for this administration, what are the most important criteria for the location for that site?",
  "And that is -- we're -- until we see that happen, we're going to continue to put maximum pressure, enormous sanctions on them.",
  "AVENATTI: We don't know whether the payments from the oligarch were made for the specific purpose of paying back the $130,000.",
  "AVENATTI: Well, I don't think Columbus Nova was making those payments because they wanted to be invited to a state dinner.",
  "Yesterday, Hillary Clinton, John Kerry and former President Barack Obama all weighed in on the president's Iran decision.",
  "TAPPER: Earlier today, you had tough questions for the nominee for CIA Director Gina Haspel at her confirmation hearing.",
  "[16:15:11] And it's not just those payments, there's a whole host of other payments made by multinational corporations.",
  "That is something that an independent company that hires an individual would have to make that determination, not me.",
  "TAPPER: The special counsel Robert Mueller, he and his team questioned this oligarch about these payments to Cohen.",
  "And the -- on Capitol Hill and in business, people doubt that they will see any kind of bill see the light of day.",
  "In terms of other details, I don't have that for you right now, but we will be happy to provide it as we have it.",
  "HUCKABEE SANDERS: Again, I am purposely, as has our team, we are not engaging in matters and this process at all.",
  "You're the one that first brought this payment to light, although it has been confirmed by several media outlets.",
  "I'm curious whether the president is concerned about wages not rising as quickly if that eventually takes place.",
  "And can you talk about what circumstances are different now than they were in 2009 to make it more appropriate?",
  "And I would refer you to the outside counsel for anything that has anything to do with Michael Cohen or others.",
  "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: I'm not going to get into somebody else's qualifications.",
  "HUCKABEE SANDERS: I'm not going to -- I'm not a gambler, so I'm not going to throw out wild percentages here.",
  "And how does the White House square that with President Trump's long- held belief that torture is acceptable?",
  "But Michael Cohen is an accountant because he was helping the South Korean aerospace company with accounting.",
  "When we make an announcement about the date and the location, we will provide further detail at that point.",
  "HUCKABEE SANDERS: The president has talked about certainly that the maximum pressure campaign has worked.",
  "TAPPER: You seem to be suggesting that AT&T, Novartis and other financial interests were paying for what?",
  "Has the president taken any action during his administration to benefit Novartis, AT&T, Korea Aerospace?",
  "So, does he feel it's appropriate that Michael Cohen, his personal attorney, was selling access to him?",
  "Aside from the concatenation of things in other bills, will there be an infrastructure bill, yes or no?",
  "And is he worried that the backlash about that claim could impact the tone of his own meeting with Kim?",
  "HUCKABEE SANDERS: Mr. Giuliani is not an employee of the White House, but I'm happy to encourage him.",
  "But I can tell you that we are very committed to making sure that Iran does not have nuclear weapons.",
  "Is there anything more nefarious at stake what is already fairly seedy but might be completely legal?",
  "HUCKABEE SANDERS: Right now, I don't know that we have a specific policy announcement on that front.",
  "[16:10:11]\n\n\n\nI mean, doesn't the American people have a right to have some information about that?",
  "Certainly, the administration, as you mentioned, secured some funding for infrastructure projects.",
  "[16:20:06] That is a -- that is a stark suggestion --\n\n\n\nAVENATTI: I'm not making that discussion.",
  "AVENATTI: I'm not going to disclose right here right now the extent of the evidence that we have.",
  "MICHAEL AVENATTI, ATTORNEY FOR STORMY DANIELS: Well, if that is not the forum, what is the forum?",
  "He on the campaign trail repeatedly endorsed torture as a form of interrogating terror suspects.",
  "HUCKABEE SANDERS: You know, honestly, I haven't had a conversation with him about that recently.",
  "Did the national security adviser raise any reservations at all about the current negotiations?",
  "In fact, you were saying it before Scarlett's last birthday, when you corrected me on her name.",
  "So, does President Trump maintain that he had -- quote -- \"everything\" to do with that meeting?",
  "They said the claims that he used the company as a vehicle to pay Michael Cohen, that is false.",
  "Joining me to talk about this and much more is Democratic Senator Kamala Harris of California.",
  "(BEGIN VIDEO CLIP)\n\n\n\nHARRIS: Do you believe in hindsight, that those techniques were immoral?",
  "SEN. KAMALA HARRIS (D-CA), SENATE INTELLIGENCE COMMITTEE: Well, I don't know what to believe.",
  "As a former prosecutor, how close do you suspect this is to actually hitting President Trump?",
  "HUCKABEE SANDERS: And I think there are appropriate venues and channels in which to do that.",
  "We also laid out priorities that we wanted to see in an infrastructure legislation package.",
  "I will not vote to confirm her as the next director of the CIA and I'll tell you why, Jake.",
  "Access to the president, influence with Michael Cohen so he could influence the president?",
  "Is the White House now pessimistic it will reach a deal on NAFTA by the end of this month?",
  "That is the decision of an independent company and has nothing to do with the White House.",
  "HUCKABEE SANDERS: As the president said yesterday, he would like to see something happen.",
  "But we are 100 percent committed to making sure that Iran does not have nuclear weapons.",
  "Things are so bad now, Jake, they are not even going on Fox, that's how bad things are.",
  "We will keep you posted when we have a specifically policy announcement on that front.",
  "That has -- that has ties to the Russian oligarch and Putin crony Viktor Vekselberg.",
  "TAPPER: Was Gina Haspel any more candid when you spoke with her behind closed doors?",
  "And we're preparing to add additional sanctions that may come as early as next week.",
  "And I have encouraged you to reach out to them to do exactly what you just outlined.",
  "It doesn't matter if it's the White House briefing room, your show or another show.",
  "I mean, we have yet to hear from there as what they -- the forum they would prefer.",
  "There were reports this morning that NAFTA negotiations had hit a snag over autos.",
  "HASPEL: Senator, I think I've answered the question --\n\n\n\nHARRIS: No, you've not.",
  "The information, we will get into right now with Michael Avenatti, who joins me.",
  "AVENATTI: I mean, the big ones -- meaning, you know, 98, 99 percent checked out.",
  "HUCKABEE SANDERS: We're going to continue to push forward in those negotiations.",
  "The president said today about Iran, he said: \"We will see how we do with Iran.",
  "I think one or two other press outlets independently confirmed the information.",
  "HUCKABEE SANDERS: I don't know that there will be one by the end of this year.",
  "But, as the president said, he wants to make sure that we get the right deal.",
  "Would they have the administration's support in the event that that occurred?",
  "Where are the advisers on president and going on shows and answer questions?",
  "The South Korea --\n\n\n\nTAPPER: Might be better than Dr. Bornstein to be fair.",
  "But there needs to a forum, Jake, where they explain the series of payments.",
  "How likely is it that Michael Cohen was the only person who saw this money?",
  "HUCKABEE SANDERS: We have been fully cooperative with the special counsel.",
  "All of the sanctions that were in place before the deal are back in place.",
  "Aired 4-4:30p ET\n\nAired May 9, 2018 - 16:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And almost 100 percent of everything that we've released has checked out.",
  "HUCKABEE SANDERS: I'm not going to get into the specifics at this point.",
  "QUESTION: And can I ask you another question about the three detainees?",
  "And they have all played a big role in the maximum pressure campaign.",
  "And they have collectively been able to put pressure on North Korea.",
  "But what we do know is the payment was made on October 27th of 2016.",
  "AVENATTI: I think there is a $980 payment -- or some minor payment.",
  "We have seen North Korea make progress since that campaign started.",
  "(LAUGHTER)\n\n\n\nHUCKABEE SANDERS: That is a pretty good memory, John.",
  "TAPPER: Do you have evidence that President Trump knew about this?",
  "The work of the men and women of the CIA is noble, important work.",
  "QUESTION: Sarah, does he still have confidence in Rudy Giuliani?",
  "(CROSSTALK)\n\n\n\nQUESTION: Let me just ask you one more question.",
  "That's a determination that individual companies have to make.",
  "HUCKABEE SANDERS: I'm not aware of any concerns on that front.",
  "But we expect that to be announced here in the next few days.",
  "Beyond that, I don't have anything else to add on that front.",
  "We laid out several months ago what we wanted to see happen.",
  "I know he's done a number of interviews with several of you.",
  "HUCKABEE SANDERS: I'm not aware of anything that he raised.",
  "Is the president in any way embarrassed or ashamed of that?",
  "HUCKABEE SANDERS: Again, I'm not going to weigh into this.",
  "HUCKABEE SANDERS: We have been clear what our position is.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "Because it seems to be the definition of swampy behavior.",
  "Can you walk us through why that is no longer the case?",
  "He's truly a renaissance man, the Da Vinci of our time.",
  "So, look, you've got to understand, I'm just a lawyer.",
  "What were the issues that have not made that possible?",
  "And then Hillary Clinton said our credibility is shot.",
  "And, again, I would refer you to the outside counsel.",
  "(CROSSTALK)\n\n\n\nHUCKABEE SANDERS: Sorry, Kristen (ph).",
  "QUESTION: How do you handicap the chances of a deal?",
  "TAPPER: But the big ones check out as Michael Cohen.",
  "So, it's something we all need to pay attention to.",
  "We've been pretty measured in what we've released.",
  "I mean, they refuse to answer questions anywhere.",
  "Democratic Senator Kamala Harris weighs in next.",
  "I mean, first of all, let's just set the table.",
  "TAPPER: What is this truth that you talk about?",
  "JAKE TAPPER, CNN HOST: And welcome to THE LEAD.",
  "I couldn't hear the last part of your question.",
  "I have two questions, if you would indulge me.",
  "She sits on the Senate Intelligence Committee.",
  "AVENATTI: I think that is a bunch of nonsense.",
  "But we are going to continue in that process.",
  "But I don't have any announcements on it yet.",
  "QUESTION: Can I ask another question on DACA?",
  "I'm sure he would be happy to do a few more.",
  "He was helping Novartis with medical issues.",
  "TAPPER: Michael Avenatti, thank you so much.",
  "You saw we released the summary last night.",
  "I think \"The New York Times\" confirmed it.",
  "TAPPER: Also called torture, yes, in fact.",
  "The president promised to drain the swamp.",
  "I mean, this guy is a jack of all trades.",
  "What is the president's response to them?",
  "HUCKABEE SANDERS: Not that I'm aware of.",
  "(CROSSTALK)\n\n\n\nQUESTION: ... question.",
  "TAPPER: And just trying to be precise.",
  "You're standing there at the podium.",
  "HUCKABEE SANDERS: Thank you, Sarah.",
  "Guys, I will see you later tonight.",
  "So, evidently, he's also a doctor.",
  "TAPPER: You just don't believe it.",
  "But you nailed it this time, so...",
  "Or are you talking about by the...",
  "I find that very hard to believe.",
  "There is no doubt about that, OK?",
  "Let's play a little bit of that.",
  "TAPPER: So much more to discuss.",
  "HUCKABEE SANDERS: I'm not aware.",
  "QUESTION: Follow on North Korea?",
  "I found that to be interesting.",
  "I'm not making that allegation.",
  "I mean, where is Rudy Giuliani?",
  "The president is not concerned.",
  "We're going to continue to be.",
  "I will take one last question.",
  "QUESTION: And can you tell us?",
  "And they called it a mistake.",
  "The president signed 15 CRAs.",
  "Would he sign this as a 16th?",
  "HUCKABEE SANDERS: I'm sorry.",
  "QUESTION: Sarah, thank you.",
  "QUESTION: Thank you, Sarah.",
  "QUESTION: Thank you, Sarah.",
  "QUESTION: Thank you, Sarah.",
  "I think they are concerned.",
  "TAPPER: The last question.",
  "Could you do that for us?",
  "I'm going to keep moving.",
  "QUESTION: Thanks, Sarah.",
  "QUESTION: Thanks, Sarah.",
  "QUESTION: Thanks, Sarah.",
  "We appreciate your time.",
  "HUCKABEE SANDERS: Ever?",
  "QUESTION: That's right.",
  "I'm not that talented.",
  "HUCKABEE SANDERS: Yes.",
  "That's what they said.",
  "He's done a fine job.",
  "QUESTION: Hey, Sarah.",
  "QUESTION: This year?",
  "I gave you a couple.",
  "QUESTION: Thank you.",
  "AVENATTI: Thank you.",
  "Do you believe him?",
  "HARRIS: Right, yes.",
  "AVENATTI: Probably.",
  "How do you respond?",
  "And what it shows.",
  "NBC confirmed it.",
  "Second question.",
  "I'm Jake Tapper.",
  "Thanks so much.",
  "Last question.",
  "QUESTION: Yes.",
  "Got it right.",
  "Stay with us.",
  "Thank you.",
  "Francesca.",
  "Margaret.",
  "Charlie.",
  "Jordan?",
  "Andrew.",
  "David.",
  "Blake.",
  "Steve.",
  "Dave.",
  "John."
]