[
  "PP agrees to deliver each and every existing copy of all tangible Property to DD (and permanently delete any electronic copies that can not be transferred), and agrees that she shall not possess, nor directly nor indirectly disclose, convey, transfer or assign Property or any Confidential Information to any Third Party ....\n\nFurther on there is a release of claims, which presumably includes the tort claims about injury to her person.",
  "This is the type of thing that would have made for a great tax season at Joseph Cohan & Associates in the 1980s, when we could still smoke in the office and before the Clarence Thomas hearings had introduced an almost Victorian propriety into office environments.",
  "Defendants are Donald J. Trump (a.k.a David Dennison) and Essential Consultants LLC (I did confirm that there is such an LLC formed on 10/17/2016, but I haven't sprung the twenty bucks for more details or rung up National Registered Agents Inc. in Dover).",
  "Other Positions\n\nThe worst possible position would be for the $130,000 to be ordinary income not related to business, because then the attorney fees would be an itemized deduction subject to the 2% of AGI reduction and the alternative minimum tax.",
  "That would give her $130,000 in gross income, but it would have the advantage of making the attorney's fee an ordinary and necessary business deduction along with whatever other expenses she might have incurred, say, mileage for example.",
  "The most favorable and aggressive position, which would take quite a bit of side support, would be that the main thing about the agreement was a release of the tort claims related to \"injury to her person.\"",
  "DD desires to acquire, and PP desires to sell, transfer and turn-over to DD, any and all tangible copies of Property and any and all physical and intellectual property rights in and to all of the Property.",
  "One possibility, pretty unlikely, is that Stormy's attorney - Keith M. Davidson & Associates - is still holding the $130,000 in its trust account awaiting a copy of the agreement signed by Trump.",
  "After the release of the now infamous Access Hollywood tape, she decided to tell her story, but was then contacted by Michael Cohen, who presented her with a \"Hush Agreement.\"",
  "According to the complaint filed in January 2018, Cohen, using intimidation and coercive tactics forced Stormy to sign a false statement denying her relationship with Trump.",
  "There is a lot more, but it appears that nobody has thought about the tax implications of the payment, which are really the most interesting part, when you think about it.",
  "On the other hand, I don't want to even think about having to do that return, although I would be very surprised if it turned out that nobody had deducted the $130,000.",
  "As a condition of DD releasing any claims against PP related to this matter, PP agrees to sell and transfer to DD all and each of her rights in and to such Property.",
  "Presidential historians are looking into this as we speak, but the early consensus is that no sitting U.S. commander in chief ever has been sued by a porn star.",
  "Now Mr. Avenatti is a Super Lawyer and I don't even play one on TV, but one of the sections of the exam that I had to pass to become a CPA was Business Law.",
  "If that were the case, I think there is a pretty good position that Stormy did not have income in 2016 even though her attorney was holding the money.",
  "For each breach of the agreement she can be held liable for a million dollars in liquidated damages or undefined actual damages if they can be proved.",
  "From The Agreement\n\nThe agreement states that Stormy had come into possession of certain confidential information, some of which is in tangible form.",
  "Michelle Fabio has Stormy Daniels, Donald Trump, And The 'Hush Agreement' That Won't Shut Up on this platform on the Media & Entertainment Channel.",
  "I'm thinking about what I would have done if I had prepared the 2016 tax return of Stephanie Clifford a.k.a Stormy Daniels; a.k.a Peggy Peterson.",
  "Thanks to a lawsuit filed in the Superior Court of the State of California for the County of Los Angeles, there are a lot of details available.",
  "There are also defendants known as Does 1 through 10, who Stormy believes were agents, principals or alter egos of the President and the LLC.",
  "The lawsuit refers to the agreement Daniels and Cohen made as a \"hush agreement\" and also refers to Daniels and Trump with alternate names.",
  "It also states that Stormy claims that she was damaged by Trump's action, including tort claims proximately causing injury to her person.",
  "About the only thing that I remember from my studies for that exam are the elements of a contract—offer, acceptance and consideration.",
  "A pretty conservative position to take would be that the settlement was an extension of the trade or business of being a porn star.",
  "In addition, she could possibly deduct contributions to her SEP or Keogh plan, but there would also be self-employment tax.",
  "It is alleged that Stormy began an intimate relationship with Mr. Trump in the summer of 2006 that extended well into 2007.",
  "The plaintiff is Ms. Daniels, whom in the interest of being colorful and meaning no disrespect, I will refer to as Stormy.",
  "Arguably, it was not required to do so if it did not view the payment to her as having been made from a trade or business.",
  "The Legal Claim\n\nThe agreement is signed by Stormy and Cohen (on behalf of Essential Consultants LLC), but not by Trump.",
  "The Filing\n\nAttorney Michael J. Avenatti tweeted out a copy of the complaint that was filed yesterday (March 6, 2008).",
  "If you dig into the agreement, you will see that Stormy's exposure is not just about having to pay back the $130,000.",
  "He is also, according to this story by Suzy Frisch, a thorn in the side of KPMG, making me like the guy right away.",
  "I think I would have had somebody else discuss that angle with Stormy about the injuries being physical that is.",
  "It is not determinative, but I would consider whether Essential Consultants LLC had issued Stormy a Form 1099.",
  "Along with just about everything else that’s happened in the past 14 months, that apparently has changed.",
  "Then comes what I think is the heart of the agreement: Clause 2.3 (DD is Donald Trump and PP is Stormy).",
  "Most of the agreement is about the \"Property\" and that is the approach I would be inclined to go with.",
  "In each document of the agreement, there is allegedly a blank space where Trump's signature should be.",
  "Well, when we have allegations about a president and a porn star, what is there for me to think about?",
  "According to Wikipedia, Mr. Avenatti is an attorney, entrepreneur, commentator and race car driver.",
  "Maybe I’m still in Oscar mode here, but this sounds like the making of a blockbuster film to me.",
  "I've been able to come up with three possible positions I would have taken on Stormy's return.",
  "I doubt there would be any basis in it, but the attorneys fees would be expenses of the sale.",
  "I think exploring this issue would be an interesting question for an exam in an MST program.",
  "I'd put it as more likely that she probably received about $100,000 after attorney's fees.",
  "The theory is, because Trump did not sign the agreement, it is not a binding contract.",
  "I would take the position that the \"Property\" was a capital asset in Stormy's hands.",
  "I've got two other theories, but for those, we need to dig into the agreement.",
  "During the affair there was a \"meeting\" in a bungalow at Beverly Hills Hotel.",
  "(Further research indicates that I am missing \"mutual intent to be bound.\")",
  "Nonetheless, as per the agreement, $130,000 was wired to Stormy's attorney.",
  "Other Coverage\n\nErik Pederson has something on Deadline Hollywood.",
  "So a capital gain of around $100,000 is what I would go with.",
  "So I would say there is a contract there, but what do I know?",
  "All in all, I think it would be too aggressive a position.",
  "Jessie Karangu of Sinclair Broadcast Group has something.",
  "I read it carefully to come up with a good tax theory.)",
  "I don't think it is likely to show up on the CPA exam.",
  "(I think that might have to do with jurisdiction).",
  "(The \"Hush Agreement\" is attached to the filing.",
  "And those injuries need to be physical injuries.",
  "Allegations\n\nI'll just give you the juicy ones.",
  "Therefore Stormy is free to tell her story.",
  "That would make the payment tax-exempt.",
  "I'd be happy to defend it on audit.",
  "What Was Stormy's Tax Obligation?",
  "I'm definitely not liking that.",
  "First, a little background.",
  "Taxes of course.",
  "Popcorn, anyone?"
]