[
  "One of Cohen’s attorneys, Stephen Ryan, claimed Avenatti had committed a “drive-by shooting” against Cohen, the president’s onetime “fixer,” when he released “Suspicious Activity Reports” earlier this month that detailed monies paid to Cohen’s shell company, Essential Consultants, for advice on how to lobby Trump.",
  "The attorney representing adult film actress Stormy Daniels against President Donald Trump’s former personal attorney Michael Cohen has to end his “publicity tour” to be allowed to participate in the federal case Cohen is currently facing, the judge overseeing the matter said during a Wednesday hearing.",
  "Ryan said his team needed more time than the previous June 15 deadline Wood had imposed for the review and to determine whether the records and documents seized were covered under attorney-client privilege.",
  "U.S. District Judge Kimba Wood heard arguments from Daniels’s attorney, Michael Avenatti, as well as representatives for Cohen and Trump, over whether Avenatti would be allowed to participate in the case.",
  "Avenatti, who’s conducted a massive media blitz since taking Daniels’s case, has previously been accused of appearing too often in the media and leveling attacks against Trump and Cohen.",
  "Another of the president’s personal attorneys, Rudy Giuliani, had labeled Avenatti an “ambulance chaser.” Avenatti responded to Giuliani by challenging him to a debate on Fox News.",
  "Wood also heard from Cohen’s legal team about the progress it was making on reviewing materials seized from Cohen’s office, residence and hotel room in an FBI raid last month.",
  "Daniels, whose real name is Stephanie Clifford, has also filed a suit against Cohen, claiming a nondisclosure agreement she struck with Trump is null and void.",
  "Davidson represented Daniels when she received $130,000 from Cohen in October 2016 for, she claims, silence over an alleged sexual tryst with Trump in 2006.",
  "Avenatti had accused Cohen’s attorneys of leaking a recording to the press, during which Cohen is speaking with Daniels’s former attorney Keith Davidson.",
  "Barbara Jones, the special master Wood appointed to also review the documents before federal prosecutors, updated the court on Tuesday.",
  "Jones said she was set to receive 1 million more files from three of Cohen’s cellphones and had already reviewed almost 300,000 files.",
  "Wood also noted that Avenatti could potentially affect whether Cohen is given a fair trial, if the case ever gets far.",
  "Avenatti would have to stop claiming publicly that Cohen is guilty so as not to taint a potential jury, Wood said.",
  "After the hearing, Avenatti withdrew his motion to appear in the case, but he could file another in the future.",
  "The hearing ended without Wood making a final decision on whether Avenatti would be allowed to appear.",
  "This story was updated to include Michael Avenatti's withdrawal from the Michael Cohen case.",
  "\"I don't want you to be in some sort of limbo where you're able to denigrate Mr.",
  "\"I want you to participate, or not be in the matter at all,\" Wood said.",
  "\"I say 'publicity tour' not in a derogatory sense,” she said.",
  "Unless you’re participating in a matter before me.\"",
  "\"You're entitled to publicity, I can’t stop you.",
  "Cohen.\""
]