[
  "“But FoxNews.com readers could have been excused for holding the impression that the nation was in the middle of an epidemic of female teachers sexually abusing male pupils.”\n\nBIG DENVER POST CUTS: The state’s biggest newspaper is cutting its 90-person newsroom by around 30 percent, according to the Denver Business Journal , which noted that “the news comes after The Denver Post cut 10 positions in December, and steep cuts to staff in 2015 and 2016.” City hall reporter Jon Murray, who first tweeted the news, said there were “sobs in the room.”\n\n— “The hedge fund that owns this incredible paper has already slashed so many jobs,” tweeted Jack Healy, the Rocky Mountain correspondent for the New York Times.",
  "Hopefully we help fill it.” [ Chris Cuomo ]\n\n“I guess I owe President Trump an apology for all the remarks I made about how much time he spent watching cable TV, when in fact he was vetting future top advisers.” [ James Poniewozik ]\n\n“Trump's dream Cabinet would be *entirely* filled with cable hosts and pundits.” [ Chris Hayes ]\n\n“Nothing so far as fulfilled the dark vision Neil Postman had in ‘Amusing Ourselves to Death’ (1985) as [Kudlow’s] appointment.” [ Jay Rosen ]\n\nCNBC SAYS GOODBYE: “Larry is a thoughtful, tenacious and gracious gentleman who possesses an encyclopedic knowledge of markets, economics and public policy.",
  "“Now, BuzzFeed is using Cohen’s libel suit as a vehicle to demand that Daniels preserve all records relating to her relationship with Trump, as well as her dealings with Cohen and the payment he has acknowledged arranging in 2016.”\n\n‘ALEX JONES IS A MENACE TO SOCIETY’: Brennan Gilmore, the foreign service officer suing Jones and Infowars for stoking Charlottesville conspiracies, spoke out about the lawsuit in a Washington Post opinion piece .",
  "“We will not stop until we get to the bottom of this.”\n\nBUZZFEED MAY HAVE A LEGAL OPENING ON STORMY FRONT: Trump lawyer Michael Cohen “filed a libel suit in January against BuzzFeed and four of its staffers over publication of the so-called dossier compiling accurate, inaccurate and unproven allegations about Trump’s relationship with Russia,” reports POLITICO’s Josh Gerstein.",
  "TRUMP ORG TIED TO DEAL SILENCING STORMY: The Wall Street Journal’s Michael Rothfeld and Joe Palazzolo report that “documents marked ‘HIGHLY CONFIDENTIAL PROCEEDING’ for the first time tie President Donald Trump’s flagship holding company to the continuing effort to silence” Stormy Daniels, the adult-film performer who says she had a 2006 affair with the president.",
  "CHRIS CUOMO TO PRIMETIME: The CNN “New Day” co-anchor, who recently got a tryout in the evenings, will soon shift permanently to 9 p.m. Cuomo will take an hour slot previously occupied by Anderson Cooper, who’ll continue hosting at 8 p.m. John Berman will shift from his late morning slot to the “New Day” chair alongside Alisyn Camerota.",
  "WHEN STUDENTS THROUGHOUT THE UNITED STATES left class on Wednesday morning at 10 a.m. in a remarkable demonstration against gun violence and to honor the 17 people killed last month in a Florida high school, two of the big three cable news networks were all over the story with correspondents around the country.",
  "Kudlow said he’s known Trump for decades and the two have a “mutual admiration society.” He acknowledged that “the president likes me as a media communicator.”\n\n— As a presidential candidate, Trump was asked in August 2015 on “Meet the Press” whom he talks to for military advice.",
  "We thank him for his many contributions and wish him well.”\n\nOVER AT FOX BUSINESS, senior correspondent Charles Gasparino wrote that \"no one should doubt [Kudlow's] qualifications\" and noted \"he’s also a great salesman (thanks to his years on TV) for free-market capitalism.\"",
  "Then he killed his two sons and himself.”\n\nTOP WSJ VIDEO EDITOR OUT OVER MISCONDUCT ALLEGATIONS: A Wall Street Journal spokesperson told The Daily Caller’s Amber Athey and Joe Simonson that Chris Moran, their top video editor, was fired over allegations of sexual misconduct.",
  "Governors are going all in as well, including Larry Hogan (R-MD), Roy Cooper (D-NC), Steve Bullock (D-MT), Chris Sununu (R-NH), Phil Murphy (D-NJ), Kate Brown (D-OR), Jay Inslee (D-WA), Pete Ricketts (R-NE), Bruce Rauner (R-IL) and BOTH Walkers, Scott and Bill (WI and AK).",
  "Trump Organization lawyer Jill Martin “is listed as counsel in an arbitration demand for Essential Consultants LLC, a Delaware company formed by Mr. Trump’s personal lawyer, [Michael Cohen], and used to pay $130,000 to [Daniels] in exchange for her silence,” they report.",
  "But the fix, The Hive’s Maya Kosoff writes , “highlights the impossible choice it faces.”\n\n— Facebook has banned the far-right Britain First group, whose deputy leader was prominently retweeted by Trump, for violating its hate speech rules, reports CNN’s Charles Riley.",
  "ET today to fill out your bracket for the 2nd Annual Playbook Pool and compete against your friends, top Playbookers, political insiders and VIPs to win prizes including Apple Watches, Airpods, Go Pros, Google Home—not to mention some pretty legit bragging rights.",
  "He added, “The right way to view this appointment is, I think, as if Donald Trump were to name William Shatner to command the Navy's 7th Fleet.”\n\nMUST-READ: USA Today White House correspondent Gregory Korte writes, “A pardon expert emailed me his life's work.",
  "“Fox News devoted only a couple of brief headline segments to the events.” Between 10 and 11 a.m., she wrote, MSNBC spent 60 minutes on the story, while CNN came in at just over 21 minutes and Fox devoted five-and-a-half minutes.",
  "\"It’s convincing his boss that economies run best when the government isn’t fiddling with them, picking winners and losers.”\n\nSOME DOUBTS: “Larry Kudlow has not been an economist in at least a generation.",
  "“But also because of the danger they pose to our country.”\n\nFOX NEWS SITE HIGHLIGHTS WOMEN SEX OFFENDERS: The New York Times’s Jonathan Galinsky spots an interesting trend on the network’s website.",
  "“But the point is, I don’t know where their partisan fights are getting us.”\n\n— Kellyanne Conway, who has sparred with Cuomo on a few occasions, offered some thoughts to The Hollywood Reporter.",
  "Trump picks Kudlow — Cuomo to primetime — Covering the walkout — Denver Post slashes newsroom\n\nWith Cristiano Lima\n\nLARRY KUDLOW RECALLED ON TV how President Trump called him while watching TV.",
  "Lopping off limbs now.”\n\nREVOLVING DOOR\n\nMacy Freeman, who started at the Washington Post as an intern in 2011 and held several roles, is joining the emerging news products team as a producer.",
  "Among the participants this year: White House Press Secretary Sarah Huckabee Sanders, CNN's Brianna Keilar & Phil Mattingly, ABC’s Jonathan Karl, and HLN’s SE Cupp have sent in their picks.",
  "“Well, I watch the shows,” Trump said , before rattling off names like retired Colonel Jack Jacobs, an NBC analyst, and former United Nations Ambassador John Bolton, a Fox News contributor.",
  "“Following an internal review, Chris Moran is no longer employed by The Wall Street Journal.” The dismissal followed an internal review of the claims, which the Journal declined to detail.",
  "— “We are uncovering more and more evidence that demonstrates that the American people have not been told the truth,” Daniels lawyer, Michael Avenatti, said in a statement to the Journal.",
  "CNN spent significant time on the story, interviewing students and highlighting the national nature of the movement,” Lis Power, of progressive watchdog Media Matters, wrote .",
  "\"But the biggest problem Larry faces isn’t convincing some skeptical reporters that tax cuts produce economic growth and that free trade spreads global prosperity,\" he added.",
  "“I decided to sue Infowars, the individual behind Gateway Pundit and others because of the stunning effect their absurd dispatches have had on me and my family,” he wrote.",
  "He pays close attention to how he’s covered, tweets about what’s on the screen, and is known to speak to sympathetic hosts by phone or over dinner at the White House.",
  "And in the House, Speaker Paul Ryan (R-WI) and Democratic Caucus Chairman Joe Crowley (D-NY) lead a host of members who’ve submitted their brackets.",
  "The president said the news was out that he was tapping the longtime CNBC contributor to be the next director of the National Economic Council.",
  "“Sex crimes committed by women make up a small share of sexual offenses in the United States, according to the available evidence,” he writes.",
  "— NBC News is looking to attract younger viewers by launching an online streaming service later this year, reports Reuters’ Jessica Toonkel.",
  "The move pits Cuomo against Fox News’s Sean Hannity, the top-rated cable news host, and MSNBC’s Rachel Maddow, who ranked third last month.",
  "— Twitter is experimenting with its algorithms in a push to feature more breaking news on timelines, BuzzFeed’s Alex Kantrowitz reports .",
  "I have huge respect for their success, and I take nothing away from them,” Cuomo told Variety’s Brian Steinberg of his new competition.",
  "To succeed, he should shroud his politics more and argue with people on social media less.”\n\nSOUND BITES\n\n“...We will test power.",
  "He has the unique ability to make the most complex concepts comprehensible and accessible,\" CNBC chairman Mark Hoffman said.",
  "— In the Senate, Thom Tillis (R-NC), James Lankford (R-OK), David Perdue (R-GA) and Jerry Moran (R-KS) are in it to win it.",
  "EXTRAS\n\n— Netflix and Facebook are looking at expanding their hard news offerings, NiemanLab’s Laura Hazard Owen notes .",
  "\"Christopher has an opportunity to craft his own kind of show and to hue [sic] more closely to his reporter skills.",
  "KICKER\n\n“White House officials have begun betting pools of sorts among each other on who's getting ousted next.",
  "“The president,” they wrote , “is said to enjoy his commentary.”\n\nGood morning and welcome to Morning Media.",
  "Always fluid in White House but seems particularly so right now.” — Washington Post reporter Josh Dawsey .",
  "“He said, ‘You’re on the air….I’m looking at a picture of you,’” Kudlow said Wednesday afternoon on CNBC.",
  "“And he said, ‘Very handsome.’ So Trumpian.”\n\nStory Continued Below\n\n— Trump is an avid TV news consumer.",
  "New York hedge fund Alden Global Capital is the majority owner of the Post owner MediaNews Group.",
  "Rather, he plays an economist on TV,” writes Berkeley economics professor Brad DeLong.",
  "“Dow Jones takes allegations of misconduct very seriously,” the spokesperson said.",
  "— “MSNBC devoted the full hour to the protest, not even breaking for commercials.",
  "You can check out the VIP Board and get your bracket in now by clicking HERE !",
  "— YouTube announced it will use Wikipedia to address its “fake news” problem.",
  "McMaster, according to The Daily Beast’s Lachlan Markay and Asawin Suebsaeng.",
  "And you can reach Cristiano Lima at ( clima@politico.com or @viaCristiano ).",
  "— Bolton is now on the shortlist to replace National Security Adviser H.R.",
  "\"Larry’s been part of the fabric of CNBC since our founding in 1989.",
  "Daniel Lippman ( @dlippman ) also contributed to the newsletter.",
  "Lot of people who are usually in the know are not in the know.",
  "Drop a line to mcalderone@politico.com or @mlcalderone .",
  "Have to talk TO people more and ABOUT them less.",
  "MARCH MADNESS #PLAYBOOKPOOL– BEAT THE BUZZER!",
  "“Forget about cutting muscle.",
  "— “They have huge numbers.",
  "You have until 11:30 a.m.",
  "Debate with decency.",
  "The need is clear.",
  "Just like always.",
  "Subscribe .",
  "Archives .",
  "Every.",
  "Damn.",
  "Day."
]