[
  "Charges from the right that thoughtful Jews who supported an end to occupation and a two-state solution were radicals, traitors and self-hating Jews, combined with the Republican letter to Iran undermining the president's nuclear negotiations, clarified for me, once and for all, that the occupation is a pure power play of a country whose government is addicted to military power and no longer lives by the Jewish values that motivate most American Jews.",
  "Others at the conference who support a two-state solution, not only rhetorically but in actuality, included Labor Israeli Knesset Ministers Hilik Bar and Stav Shaffir, Hatnua's Ksenia Svetlova and Yesh Atid's Yaakov Peri, writers and editors Aluf Benn of Haaretz, Peter Beinart of The Atlantic, Noam Sheizaf of +972 Magazine, Daniel Levy of the European Council on Foreign Relations, U.S.",
  "And at a time when the U.S. is fighting with the Sunnis against the Shia in Yemen while fighting with the Shia against the Sunnis in Tikrit, well, it looks like anything is possible and the old days of successful Likud bullying of the American Jewish community and government are also nearing an end.",
  "Intimidation by wealthy American Jews, going so far as to induce the firing of Ari Roth, the critically acclaimed director of Theater J at the DCJCC, because of his temerity to produce Israeli plays willing to examine the Arab-Israeli conflict from all sides, pushed me over the edge.",
  "There was a palpable sense of optimism that for the first time, in spite of the electoral victory for the Israeli right built on racist calls to get out the Likud vote, the center in Jewish America had shifted, and no longer would the pro-Israel peace camp be silenced.",
  "President Obama responded:\n\nWe take him at his word when he said that it wouldn't happen during his prime ministership, and so that's why we've got to evaluate what other options are available to make sure that we don't see a chaotic situation in the region.",
  "Last week, Netanyahu, in a desperate call for votes to turn the tide in an election he was losing, stated:\n\nI think that anyone who moves to establish a Palestinian state and evacuate territory gives territory away to radical Islamist attacks against Israel.",
  "Nearly two years ago Israeli Prime Minister Benjamin Netanyahu stated:\n\nIf Secretary Kerry, whose efforts we support, were to pitch a tent halfway between here and Ramallah -- that's 15 minutes away driving time -- I'm in it, I'm in the tent.",
  "As Labor MK Hilik Bar said to PM Netanyahu at the conference:\n\nIf you have the courage to go into the peace tent with [Palestinian Prime Minister Mahmoud] Abbas, we will be behind you and will be happy to have been proved wrong.",
  "When the bald call for automatic support for an Israeli government that has betrayed its own principles and people, and its agreements with the United States, finally turns away former supporters, you know things have changed.",
  "How could I continue to ignore the fact that these Jews were in bed with those Americans who hate the LGBT community and want to unleash free-range religious bigotry in this country, most recently yesterday in Indiana?",
  "And Ambassador Dermer has had the chutzpah to praise Israel's (generally very good) treatment of its gay citizens, as if that could possibly overcome his undermining of our equality here in this country.",
  "I will admit that I was one of those easily intimidated Zionists, eager to see coalition governments, willing to accept all manner of excuses as to why the occupation needed to continue.",
  "The days of the degradation of our children (and my boys have friends and family who have served and continue to serve in the IDF) through the crucible of occupation are nearing an end.",
  "I wouldn't abandon my progressive principles and become part of the anti-Zionist left, yet I was unwilling to continue to compromise with an increasingly strident extreme right.",
  "Netanyahu's hyperpartisan speech in Congress, a slap at the American president, catalyzed a widespread reexamination of pro-Likud domination of American political discourse.",
  "Too many of the LGBT community, out of a sense of reflexive association with any people of color, have been willing to embrace Hamas, and I had to draw the line for myself.",
  "This time, however, the naked grab for power based on fear mongering, so characteristic of our Republican Party, ended the modus vivendi in the American Jewish community.",
  "Ambassador Martin Indyk, Palestinian negotiator Saeb Ererkat, Secretary of State James Baker, and Palestinian activists Maha Mehanna and Nabila Espanioly, to name a few.",
  "J Street, the home for the American pro-Israel, pro-peace camp, stood up in support of President Obama and his chief of staff, Denis McDonough, and he stood up for us.",
  "A good deal of my hesitation relates to the growth of the BDS (boycott, divestment, sanctions) movement, which has been infiltrated by card-carrying anti-Semites.",
  "An Israeli government that shows more respect for Christians who support Israel simply to expedite the arrival of end-times than it does for its co-religionists?",
  "As a progressive, I stand with those Jews who take their cues from the prophetic universalistic call to justice, even in the face of fear and uncertainty.",
  "And I'm committed to stay in the tent and negotiate for as long as it takes to work out a solution of peace and security between us and the Palestinians.",
  "When both Barack Obama and James Baker take the same position on a critical foreign policy and national security issue, you know things have changed.",
  "I will acknowledge that the growing support for Israel by the Christianist right, and their embrace by Netanyahu, also helped bring me to my senses.",
  "At the recent J Street conference in D.C., the lobbying group presented a muscular strategy for changing the game on the ground for American Jews.",
  "I have debated with queer Jews who have \"celebrated\" Israel as an apartheid state but have no affection for the country within any boundary.",
  "Ron Dermer, the Israeli ambassador to the United States, helped Gingrich and the Republicans take over Congress in 1994.",
  "And then the president added:\n\nThis can't be reduced to a matter of somehow, \"Let's all hold hands and sing Kumbaya.\"",
  "The left has buried its head in the sand time and after time and ignores this, but we are realistic and understand.",
  "It's time for Israel to return to the moral high ground and reclaim the glory of its Declaration of Independence:",
  "The days of \"Kumbaya\" are over; the days of the long-divided but silent American Jewish community are over.",
  "But to Ramallah he must go, as there will be no going back, no putting the genie back in the bottle.",
  "Netanyahu was correct: The left had buried its head in the sand time after time, but no longer.",
  "Maybe only Nixon could go to China; American Jewry can live with Netanyahu going to Ramallah.",
  "Some 80 percent of American Jews support the creation of a Palestinian state.",
  "I did discover another path, one that has come of age just this past week.",
  "I can't believe I tolerated that status quo for so long.",
  "The tent still stands between Ramallah and Jerusalem."
]