[
  "According to surveys ahead of his speech in Congress, only one in ten Israelis believe the Iranian nuclear threat is a crucial election issue, compared to two in ten concerned by the conflict with the Palestinians and nearly half the respondents prioritizing the economy above all other issues; in retrospect, the main political role of his focus on Iran in this election season—and even of the confrontation with President Obama—appears to have been that of a relentless distraction from the issues the public actually does care about, like the economy, and on which he has nothing to show or to say.",
  "Where Barak once hinted Israel would act alone, Netanyahu said it would stand alone, if it must; where he himself once implied a choice between tougher sanctions and a regional war, Netanyahu now posed a choice between a “bad deal” and a “better deal.” Even if he didn’t offer the vision of a better deal beyond a short burst of wishful thinking, the change of tone was difficult to overlook.",
  "Now, with this expensive election victory in hand, Netanyahu has sought to take back some of his costly words, blandly telling an incredulous NBC interviewer he never stopped supporting a two-state solution, and then gathering a handful of Arab mayors to say he apologized “if” he had hurt the feelings of any of Israel’s Arab citizens by raising alarms about their voting patterns.",
  "Story Continued Below\n\nThe prime minister has had limited success in healing wounds so far: His non-apology was firmly rejected by the leader of the Joint List, the majority-Arab party whose electoral success was the implicit target of the prime minister’s race-baiting, and the White House shrugged off Netanyahu’s re-avowal of a two-state solution.",
  "In return for such quasi-compliance, Netanyahu might expect the United States not to press Israel too hard on the Palestinian issue—to launch, perhaps, another negotiating effort but to reaffirm Washington’s commitment to Israel’s back in the U.N. and to defend it at more menacing forums, like the International Criminal Court.",
  "The interventionism itself is hardly new - Netanyahu publicly backed John McCain in 2008 and Mitt Romney in 2012 - but his latest maneuvers, from challenging the President in Congress to using Israel’s intelligence services to spy on the P5+1 talks and report their findings to Republican hardliners, are truly on a new level.",
  "As recent reports have shown, most of them overwhelmingly and consistently oppose an Israeli attack on Iran, take a far milder view of the threat posed by the Iranian nuclear program, and are more alarmed by the deteriorating relationship with the United States than by the details of the P5+1 agreement.",
  "Still, even if he were forced to publicly accept the premise of a deal, Netanyahu could retain his hawkish image by appointing himself the watchdog for Iranian violations of the deal and by trying to prove the deal doesn’t work, rather than that it should not have happened in the first place.",
  "True, that may seem highly unlikely in the aftermath of Netanyahu’s fiery speech to Congress, during which he declared that an impending nuclear deal “doesn’t block Iran’s path to the bomb; it paves Iran’s path to the bomb.” But look closely at the rhetorical record.",
  "On Wednesday, the already considerable damage done by Netanyahu’s speech to Congress was exacerbated when the Wall Street Journal reported that Israel was not only spying on the P5+1 talks, but feeding its findings to the president’s congressional antagonists.",
  "But oddly enough, considering that Netanyahu has spent much of his career alternately warning the world about a war with Iran and threatening to start one himself, the one area where he is subtly signaling that he could give up ground is … a deal with Tehran.",
  "And he shocked both public and establishment in America by warning darkly about the threat of Arab citizens exercising their right to vote, just as America was celebrating the half-centenary of the Selma march and the Voting Rights Act.",
  "Looking back on the past few years, the Iran issue seems to have been used more as a bargaining chip than treated as an imminent geopolitical threat, especially during the abortive negotiation attempt by Secretary of State John Kerry.",
  "But he was mollified enough by the lack of strong American pressure, and distracted enough by the moderates and nationalists in his coalition bickering over the peace talks, to keep relatively quiet on Iran.",
  "Considering the scope of American umbrage, a tacit switch to less obstructionist conduct might not be enough, and some minimally unequivocal expression of giving the rapprochement a chance could be required.",
  "Netanyahu may well have been gambling on 2016 being a win-win scenario, with Obama being replaced either by a GOP President, deferential to Israel by default, or notably more pro-Israel Hillary Clinton.",
  "In fact, the current Obama-Netanyahu split provides ample room for Clinton to launch a reconciliation bid that would allow her court voters and donors as the savior of the American-Israeli relationship.",
  "Ironically enough, this trend reached its height in his address to Congress, where despite a volley of ominous warnings Netanyahu stayed well clear of threatening unilateral action against Iran.",
  "Within a few short weeks, Benjamin Netanyahu has managed to break all protocol and precedent in grossly interfering in the relationship between the President and the U.S Congress.",
  "At the same time, Netanyahu has undermined years of American and European policy by unequivocally declaring he will work against a two-state solution with the Palestinians.",
  "It’s difficult to remember the last time an Israeli prime minister bought a domestic political victory by paying such a high price abroad.",
  "Netanyahu did not actually budge on any aspect of the peace process, and he continued settlement expansion at a remarkably rapid pace.",
  "Without the mercurial and bellicose Ehud Barak as defense minister, Netanyahu’s statements have grown considerably rarer and milder.",
  "Indeed, the prospects of a reconciliation with the United States in the context of the Israeli-Palestinian peace process seem grim.",
  "In public Netanyahu has been scaling back his verbal attacks on Iran since shortly after the P5+1 talks got underway.",
  "Netanyahu is also unlikely to have to field much criticism from Israel’s military and intelligence establishment.",
  "Dimi Reider is an Israeli journalist and an Associate Fellow at the European Council on Foreign Relations (ECFR).",
  "And in the end Netanyahu may have to pay the price of restoring his ties with Washington by supporting it too.",
  "Clearly he believes he can get away with his unprecedented intervention in American domestic politics.",
  "Moreover, the electoral risks in modifying his stance on Iran are small to non-existent for Netanyahu.",
  "It’s not that Netanyahu is going to surrender easily over Iran.",
  "But Hillary Clinton also supports an Iran deal.",
  "This would also hardly break new ground."
]