[
  "Reuters published a story Tuesday about how Libya's recognized government — which has fled to the east of the country after being forced out of the city of Tripoli by a rival government — is attempting to control the country's oil wealth by setting up its own national oil company (which is confusing because both are called the National Oil Company, or NOC).",
  "\"The bank is one of the last institutions largely left untouched by the power struggle, paying public salaries across the country, including those of the armed groups on the state payroll who are fighting on both sides in the civil war,\" Reuters reported.",
  "Introducing a new payment system would mean breaking up the central bank, which has processed oil exports though accounts used by buyers for decades, and which is the only source of hard currency for the importers who feed Libya's 6 million people.",
  "Once again, the contracts:\n\nAlthough Prime Minister Abdullah al-Thinni, now operating in the east, claims the authority to assert control over oil exports, those involved in the trade say it would be all but impossible for him to do so.",
  "But really this is a story about contracts:\n\n\"Oil contracts... are signed with the (Tripoli) NOC and paid into central bank accounts,\" said Mattia Toaldo, policy fellow at the European Council on Foreign Relations.",
  "Production tanked after the ouster of Muammar Gaddafi in 2011, but oil exports are still the major way that the government, or, rather, governments, have of paying the bills.",
  "Thousands of documents, contracts, maps and geological sheets are stored in Tripoli at headquarters of the NOC and its subsidiaries, where hundreds of employees work.",
  "This, however, is unlikely to happen, Reuters explains, because international buyers are wary of purchasing oil from an illegitimate \"national\" oil company.",
  "And while the government in the east may still be the officially recognized government, being forced out of the capital has had some downsides.",
  "\"Various rebel groups that opposed the dictator were put on the public payroll after his downfall and have refused to disarm,\" Reuters writes.",
  "\"I don't think that materially the ...(eastern) government could change that without modifying these contracts,\" he said.",
  "The bank's stability seems to come from the fact that oil exports are such a huge source of revenue for both sides.",
  "And in order to export oil, you by and large have to follow the rules of the international financial system.",
  "These days, those bills seem to consist mostly of paying militias to fight the other government's militias.",
  "\"It'd have to assure to the companies that it is in fact in control, which is not the case.\"",
  "Stringer ./REUTERS Gold, oil, money, land ... what is the ultimate source of power in 2015?",
  "And thus, Libya is basically being held together by the central bank.",
  "Libya has one of the largest proven oil reserves in the world.",
  "This is nominally a story about the Libyan civil war.",
  "And that means adhering to contracts!",
  "Contracts."
]