[
  "During his puppet presidency, Putin protege Dmitry Medvedev cited Singapore as the model Russia must follow —and his adviser Igor Yurgens dutifully called on Medvedev “to become Russia’s Lee Kuan Yew.” These Kremlin “liberals” even went as far as appointing Lee Kuan Yew to sit on the board of Skolkovo, the science and technology-park that once embodied their hopes of a new high-tech authoritarianism.",
  "“He wrote in his books that the population gets tired of even the most successful government that ensures stable growth,” said Saakashvili, belittling Georgian democracy, “so in free elections the people will vote against the government just for the sake of change.” Here, and in many other places, the cult of Lee allowed the Georgian leader to say the unsayable: Democracy is not the only virtue.",
  "“The great nation builder and personal role model passed away today,” the former leader posted on Facebook after his death, “We the Georgian reformers traveled many times to Singapore and drew our inspiration.”\n\nAs the appeal of the European Union waned, the myth of Singapore offered to Eastern European leaders the illusion of a high-growth, hard-man alternative.",
  "Lee Kuan Yew, who died Monday at 91, was in his final years more than a man: He was a myth, a global idea —an intellectual cult built around the idea that not all autocrats are bad; they can be enlightened philosopher-kings too, leading their countries to prosperity and power without the hassle of liberal democracy.",
  "Oleg Savelyev, the head of the new Crimean Affairs Ministry, recently told Bloomberg: “I blew the dust off the book Singapore: From Third World to First by Lee Kuan Yew to have another read when I became minister.”\n\nAnd Lee Kuan Yew is not merely a hero to power.",
  "Georgia’s 2003 revolution had enormous influence across the former Soviet Union —triggering a wave of “colored revolutions.” From Ukraine to Kyrgyzstan I heard revolutionary thinkers and leaders similarly point to Lee Kuan Yew as an alternative to the EU’s path.",
  "Bush lauded Lee for his “singular leadership,” while Britain’s David Cameron acclaimed him for “one of the great success stories” of modern times because of Lee’s role in transforming Singapore from a backward colonial entrepot into a shining high-tech economy.",
  "“Siberia and Vladivostok are filling up with more and more Chinese,” he said, “the lands on the bend of the Amur will be repopulated by Chinese.”\n\nThe cult of Lee Kuan Yew has poisoned Eastern Europe, but we should remember that it is also a global phenomenon.",
  "Those in Saakashvili’s Tbilisi who didn’t want to implement cumbersome and difficult EU-proposed reform agendas began justifying themselves by pointing to the Singapore model (which in truth involved a lot of hard economic sacrifice under single-party rule).",
  "Thanks to the myth of Singapore, Kremlin elites came to believe —for the first time since the 1980s–that there could be a third way between Western liberal democracy, especially following the path of the European Union, and despotic authoritarian rule.",
  "Story Continued Below\n\nAnd yet since the early 2000s the cult of Lee Kuan Yew has been an unmitigated disaster in Eastern Europe, where the example set by Singapore’s unapologetic autocrat has helped to rehabilitate and legitimize authoritarianism.",
  "While working as an analyst at the European Council on Foreign Relations in London, from 2010 -2012, I frequently attended briefings by visiting Ukrainian diplomats who would justify Yanukovych’s practices by pointing to the success of Singapore.",
  "Brilliant Western intellectuals, CEOs and leaders created this cult over many years at Davos and other conferences and summits of the global power elite, thus fueling the authoritarian temptation in Eastern Europe.",
  "Vladimir Putin is a greater admirer of Lee, whom he awarded Russia’s prestigious “Order of Honor.” In Georgia, Mikhail Saakashvili has been under Lee’s charismatic spell, passing his books around like bibles.",
  "They intellectually waved away accusations of militarism, which led to a disastrous war with Russia in 2008, widespread police brutality and creeping one-man rule by pointing to the triumph of Lee Kuan Yew.",
  "The problem is that in Russia, Ukraine and Georgia, strongmen inspired by Lee Kuan Yew have only led their countries into war, chaos and economic dead ends, all the while professing to follow his example.",
  "Many of those very those same advisers and politicians who once lauded the Singapore option can now be heard darkly muttering about Putin’s creeping dictatorship at think-tank conferences across Europe.",
  "President Obama praised Lee as “a true giant of history,” saying, “No small number of this and past generations of world leaders have sought his advice.” Former President George H.W.",
  "The cult of Lee Kuan Yew has allowed these elites in Moscow, Kiev and Tbilisi to make the case that they could find an alternative path to success without liberal democracy.",
  "No country in Eastern Europe fell in love with Lee Kuan Yew quite as much as Russia, as I discovered while I was researching my book Fragile Empire in 2011-2012.",
  "I was frequently told by both Kremlin insiders in Moscow and regional governors that Lee Kuan Yew was the inspiration of Russia’s deepening authoritarianism.",
  "Vladimir Putin, Viktor Yanukovych, Mikhail Saakashvili —all knew full well that the Singaporean authoritarian was viewed with respect and awe in the West.",
  "Today, with little sense of irony, leaders of the major Western democracies are falling over each other to eulogize the fallen Singaporean leader.",
  "The cult of Lee Kuan Yew helped to keep the liberals in thrall to Putin when they had the power to halt his slide into expansionist nationalism.",
  "The Ukrainian government, when ruled by Putin puppet Viktor Yanukovych, would disguise its kleptocracy by likening its governance to Singapore.",
  "Lee Kuan Yew’s books were passed around in Saakashvili’s Tbilisi the same way a previous generation had passed around the Communist manifesto.",
  "“Their system is not functioning… because it has gone haywire,” Lee told Charlie Rose in 2012, “They have lost control over various provinces.",
  "But what else?”\n\nLee even predicted that as a result of Yeltsin’s and Putin’s mismanagement, the Chinese would eventually control Siberia.",
  "Putin himself remains fascinated with Lee, but the irony is that Lee himself had nothing but disdain for the Putin regime.",
  "Anatoly Artamonov, the governor of the Kaluga region, even joked to me he would like to erect a statue of Lee in his city.",
  "Today, the cult is so widespread that even the Russian minister directing Crimea points to Lee Kuan Yew as a mentor.",
  "They reveal, on some level, a lack of confidence among our supposed democratic elites in the very idea of democracy.",
  "Not only the revolutionaries but the counter-revolutionaries too began citing Lee Kuan Yew as their master-mentor.",
  "Yet these eulogies for Lee’s brand of authoritarianism have sounded like a siren song in Eastern Europe.",
  "But Saakashvili even used Lee Kuan Yew’s books to justify his loss of power to the opposition in 2012.",
  "And this is the cult that the sycophantic eulogies of Western leaders are now elevating only further.",
  "The Lee cult took off under Saakashvili, who introduced his revolutionary reforms in Georgia in 2003.",
  "Ben Judah is author of Fragile Empire: How Russia Fell In And Out Of Love With Vladimir Putin.",
  "Alexey Navalny, a Putin critic, is a devotee of Singapore’s ruthless war on corruption.",
  "This has turned out to be a bitter illusion during Putin’s third term as president.",
  "He has said that should he ever come to power Russia must follow his example.",
  "The myth of Singapore was hugely damaging to the young reformist government.",
  "However, by no means has the spell of Lee Kuan Yew been broken in Moscow.",
  "And I believe they point to something deeper and more troubling.",
  "They knew it so well they hoped to emulate his very success.",
  "These accusations eventually toppled them at the ballot box.",
  "He is also a hero to the strongmen of the opposition.",
  "They have got an enormous nuclear arsenal.",
  "Lee Kuan Yew would no doubt approve."
]