[
  "The vast majority of arrivals here plan to continue on to countries such as Germany and Sweden: There is no official tally of how many refugees have already left Bulgaria, but in the past 18 months, the country’s authorities have received 10,000 inquiries from other EU states about refugees claiming to be registered in Bulgaria—out of a total of about 15,000 migrants who entered the country during that time period.",
  "Yet as Europe finally begins to reckon with this inundation of sea migrants, the land route into the continent—the path taken by Ousay Sheikho and so many more like him—is now the next frontier for refugees desperate to flee conflict, violence and oppression in not just Syria but Eritrea, Libya, Afghanistan and Iraq.",
  "And the EU is attempting a mass resettlement program, asking member states to take in a share of those refugees who arrive in Italy and Greece, via a quota system that is based on national income, unemployment rates and current refugee arrivals.",
  "The United Nations High Commission for Refugees estimates that about 200 people now arrive in Bulgaria each week; the rate will likely only grow higher in the summer months, says Nikola Kazakov, president of Bulgaria’s state agency for refugees.",
  "“The economic and social situation in this country, in practical terms, means that the problem is a lot bigger than it might look from the outside,” Bulgaria’s interior minister, Rumiana Bachvarova, said at a conference in Sofia in May.",
  "Each day, he rises around 8 a.m., eats the breakfast his mother has prepared on a Dutch oven in their apartment and then heads to the center’s main entrance, where news about documents is posted in the morning on a windowpane.",
  "“This journey I took was the only choice for me.”\n\nOver the course of several weeks earlier this spring, he handed over combined $10,500 to various smugglers, he says, in order to bring his five-member family Bulgaria.",
  "Ahmed had been working in Baghdad as a staffer to the Sunni vice president, Tariq Al Hashimi, until Hashimi was controversially charged with murder by the Shia-led government of Prime Minister Nouri Al Maliki in 2011.",
  "“We will make our status, and head to Germany.”\n\n***\n\nLike those arriving by sea, migrants traveling to or through Bulgaria are often fleeing dire circumstances at home—for them, there is no alternative but to go.",
  "Mohammed Diab Ahmed, a 42-year-old father of three who is among those fleeing the violence in his native Iraq, spent his life savings on the gamble that he and his family would arrive safely.",
  "Story Continued Below\n\nThroughout the spring, the European Union has been in the grips of a migration crisis as thousands of refugees traverse the Mediterranean in flimsy boats and skivvies.",
  "European Union diplomats have responded with a number of proposals, both to stop the influx—an estimated 46,000 migrants have arrived in Europe over the past five months—and to save lives.",
  "Already, in the first four months of 2015, Bulgaria has seen the number of arrivals double compared to the same period in 2014, which the government says was itself a record year.",
  "Finally, in March, Sheikho, his mother and his two sisters paid a smuggler to help them board an empty freight train from the Turkish border town of Edirne into Bulgaria.",
  "In the meantime, Bulgaria will see more of Ousay Sheikho and thousands of others like him who believe just about anywhere in Europe is better than their homelands.",
  "But current EU migration proposals won’t do much to help Bulgaria cope with the strain, as resettlement plans for now apply to migrants only in Italy and Greece.",
  "He had walked during his first seven attempts, running cold nights along the Black Sea until Turkish security forces turned back his group of 26 refugees.",
  "More than 1,800 such migrants died in the first months of 2015, attracting international attention with harrowing photos and tales of crossing the sea.",
  "The numbers could also rise if the EU cracks down on smugglers moving refugees by sea, leaving traffickers to search for new ways into the continent.",
  "(Like those crossing the Mediterranean, migrants traveling through Bulgaria are increasingly turning to traffickers to make the often perilous trip.",
  "But after two years, ISIL began to encroach on Anbar, finally capturing the provincial capital of Ramadi on May 17, several months after Ahmed left.",
  "“There will be this side effect that migration routes will divert,” says Darius Reinhardt, researcher at the European Council on Foreign Relations.",
  "But in the course of just a few weeks that summer, as the conflict in Syria pushed toward the Turkish border, the numbers jumped more than tenfold.",
  "The vice president flew to Turkey to avoid arrest, and his staffers scattered in fear—Ahmed to Anbar province, where he his extended family lives.",
  "Three times, he bought plane tickets to Italy, but without a visa, the Syrian national was either prevented from boarding or deported immediately.",
  "Twenty-two year-old Ousay Sheikho tried 10 times to enter Europe before he finally found his way across the forested Turkey-Bulgaria border.",
  "Ahmed’s family ran for two days until they arrived in a small border town, ill and freezing, and were swept up by police in a small village.",
  "That leaves Bulgaria—the EU’s poorest country—with a serious crisis on its hands, and one that has ramifications throughout the continent.",
  "These days, most are fleeing militants from the Islamic State (ISIL), who took over Sheikho’s village, Kamshly, before the family fled.",
  "This growing number of asylum seekers passes through Turkey and then wiggle through the cracks in Bulgaria’s newly built border fence.",
  "Ahmed had heard from fellow migrants that refugees could buy smuggling packages into Europe in the Istanbul neighborhood of Aksaray.",
  "For his family, the refugee holding center where they are staying, in Sofia’s Voenna Rampa neighborhood, is merely a weigh station.",
  "The majority of refugees arriving in Bulgaria are Syrian, according to government figures, many from the Kurdish ethnic group.",
  "The train was just beginning to roll out of the station when their group of 30 migrants climbed on board an empty wheat car.",
  "“They wanted to kill me, as a former Iraq government employee,” he told me at the Voenna Rampa refugee center in May.",
  "On the night it happened, smugglers rushed his family into one of two vans full of migrants headed toward the border.",
  "“It’s the majority of cases that are arriving via smuggling,” says Boris Cheshirkov, spokesman for UNHCR in Bulgaria.",
  "ISIL is also pushing more civilians out of Iraq, which now accounts for about 15 percent of refugees to Bulgaria.",
  "The story of one recent arrival here shows just how much risk migrants are willing to take during the journey.",
  "At times, smugglers take them through the forest, where they run for hours by night toward border towns.",
  "The state refugee agency had 1,200 beds to house them in two reception centers, and the system worked.",
  "More than 7,000 people had filed paperwork requesting protected status by the end of that year.",
  "Until mid-2013, about 1,000 migrants per year consistently entered Bulgaria seeking refuge.",
  "The family made it to Turkey but didn’t feel safe settling there; Europe was their goal.",
  "Twenty minutes later, they pulled into station in the Bulgarian town of Harmanli.",
  "Conditions are far different from what many say they imagined Europe to be like.",
  "***\n\nFor many migrants, arriving in Bulgaria offers only temporarily relief.",
  "An office there took $2,000 per person and promised to get them to Bulgaria.",
  "When they stopped driving, the smugglers pointed ahead: Bulgaria is there.",
  "After all his previous tries, the freighter seemed safe and clean.",
  "Facilities are growing crowded, and job opportunities are scarce.",
  "As soon as the family’s papers are ready, “We will go,” he says.",
  "Now, 1,000 refugees were streaming in each month.",
  "They jump into empty cargo trains or lorries.",
  "“It was like a hotel,” Sheikho jokes.",
  "UNCHR expects that number to grow."
]