[
  "\"[W]hile the World Cup is certainly important for Moscow, and any reversal of the decision to award it to Russia would be a humiliating blow, for Putin the scandal is in fact about much more than the World Cup,\" Kadri Liik, senior policy advisor at the European Council on Foreign Relations, wrote in May.",
  "\"For Putin, that means effectively an attack on Russia - an attempt to impose alien rules if not exactly within Russia's jurisdictional boundaries, then at least in the sphere where rules established by Russia carry the day.\"",
  "Putin's support comes after the two leaders' meeting over the weekend, during which Blatter said FIFA passed a resolution offering full support for holding the 2018 World Cup in Russia, according to Reuters.",
  "Putin reiterated that criticism in Monday's interview, saying \"the way there is this fight against corruption makes me wonder if it isn't a continuation of the bids for 2018 and 2022,\" according to Reuters.",
  "FIFA is currently being investigated by US, Swiss, and other law-enforcement agencies, and some analysts believe the scandal could mean Russia and/or Qatar could lose their hosting privileges.",
  "\"It is — as he said — about global, though it this case informal, rules of the game; the right to set those rules, to enforce them, and the extent of their jurisdictional boundaries.\"",
  "In other words, Putin's criticism of the FIFA scandal reflects the fact the he perceives the West as once again intruding on and subordinating a non-Western sphere of influence.",
  "REUTERS/Dylan Martinez Some analysts have suggested that Putin's criticism of the FIFA scandal (and bromance with Blatter) says something about the way he sees global order.",
  "If there is anyone who deserves the Nobel Prize, it's those people,\" Putin said on Monday in an interview aired by Swiss broadcaster RTS, according to Reuters.",
  "Reuters/Grigory Dukor\n\nIf it were up to Russian President Vladimir Putin, outgoing FIFA president Sepp Blatter would be the next recipient of the Nobel Prize.",
  "In fact, he said that \"this is yet another blatant attempt [by the US] to extend its jurisdiction to other states,\" according to the Moscow Times.",
  "\"So for the purposes of the situation, FIFA officials were 'Russia's people,' and Western authorities had launched an attack on them,\" she added.",
  "\"I think people like Mr. Blatter or the heads of big international sporting federations, or the Olympic Games, deserve special recognition.",
  "Back in early June, Blatter announced that he was stepping down from his position amid a growing FIFA corruption scandal.",
  "I don't want to go into details, but I don't believe a word about him being involved in corruption personally,\" he added.",
  "\"We say 'yes' to Russia,\" Blatter said during the meeting, according to Bloomberg News.",
  "\"Our support is especially important during the current geopolitical situation.\"",
  "\"We all know the situation developing around Mr. Blatter right now.",
  "Unsurprisingly, the scandal did not please the Russian president.",
  "Blatter and Putin."
]