[
  "It’s all about controlling that gas; it’s a global market share whether the gas goes to Asia or to Europe.”\n\nIran vs Russia\n\nIran has long been seen as a potentially big new gas exporter both in the EU, which is trying to reduce its reliance on Russian gas, and in Asia, where countries are under pressure from wide supply-demand gaps and hefty LNG import bills.",
  "For example, Iran will need to ship out a large portion of enriched uranium and waste fuels, and Russia is likely to be the recipient.”\n\nIran’s priority list\n\n\n\nIran had the world’s largest proven gas reserves as of 2014, with 34 trillion cubic meters, or just over 18 percent of the global total, according to BP.",
  "Iran’s reopening presents Russian companies such as Gazprom and Lukoil, which have been there before, with the chance to put money into potentially lucrative new projects, including oil and gas production, pipelines, petrochemicals, nuclear energy, and, eventually, even liquefied natural gas (LNG) exports.",
  "“Europe isn’t a priority for exports at the moment, although they’ve said they’d be willing.”\n\nSimilarly, completing Iran’s unfinished LNG plant, which stalled after sanctions pushed European companies out in 2012, is unlikely to be at the top of the list, at least in the short- to medium-term, he added.",
  "Along with the business opportunities, Russian companies will also be driven to Iran by the need to establish a presence before Iran emerges as a new rival on the export market, added Valentina Kretzschmar, director of upstream corporate research at the energy consultancy Wood Mackenzie.",
  "“There may be a bigger convergence of business interests between Russia and Iran now, given that Russia is being increasingly sidelined by Europe,” said Ellie Geranmayeh, an Iran expert at the European Council on Foreign Relations.",
  "Once sanctions against Iran are lifted, possibly by the end of this year, the country will need experienced international companies to invest billions of dollars in upgrading and expanding its energy infrastructure.",
  "“It’s quite clear that when it comes to gas, the necessary infrastructure will have to be developed, and they have to decide whether they go for LNG, or for pipeline construction,” Šefcovic said.",
  "Still, Maroš Šefcovic, the EU’s vice president for the energy union, played down talk of Iranian gas being a significant factor in Europe, noting that much of Iran’s gas is already used at home.",
  "Gazprom’s chances of developing new LNG export projects in Russia have become more complicated after sanctions imposed last year blocked the company’s access to Western technology and financing.",
  "Then, there are also nuclear energy opportunities for Russia in Iran, which come amid a growing backlash in the EU against aging Russian reactors in Hungary, Finland and the Czech Republic.",
  "In Europe, by building the controversial Turkish Stream pipeline across the Black Sea through Turkey and to Greece and by expanding the existing Nord Stream pipeline under the Baltic.",
  "As a key negotiator in the landmark nuclear deal with Iran, Russia may have helped to reawaken a powerful competitor for gas exports — unless Russian energy majors get there first.",
  "While Iranian oil exports could hit the market within weeks of the sanctions ending, it will take years to develop its gas reserves and ready them for exports, analysts say.",
  "For now, building shorter pipelines may be more compelling than crossing thousands of kilometers to Europe, where gas prices are lower than what Iran charges Turkey.",
  "In Iran, Gazprom may find the opportunity to team up with international majors such as Shell, which is already a partner in Russia’s existing Sakhalin 2 LNG plant.",
  "The country used 170.2 billion cubic meters out of the 172.6 bcm it produced last year, and imported 6.8 bcm from Turkmenistan and Azerbaijan, according to BP.",
  "The plant would have to compete against other new projects in East Africa, North America and elsewhere, at a time when international prices are low.",
  "“The priority for Iranians exporting gas is just regional,” said Siamak Adibi, head of the Middle East gas team at the energy consultancy FGE.",
  "“Gazprom does not rule out its participation in these projects under certain conditions,” he told reporters last month, according to Reuters.",
  "“It takes time, because most of the gas areas, as far as we know, are more to the south, and of course Europe is more to the north.",
  "However, the potential for its gas to travel beyond neighbors such as Turkey, Oman, Iraq, Kuwait and Pakistan is still uncertain.",
  "“Russia already has contracts in place for Iran’s Bushehr nuclear facility, which it can now fully execute,” said Geranmayeh.",
  "So it’s quite a big distance.”\n\nMeanwhile, Russia has its own grand plans for upping exports to both east and west.",
  "Gazprom’s deputy CEO Alexander Medvedev has already acknowledged that the company is interested in Iranian LNG.",
  "“LNG is a big task for the Iranians, but building a 100 km pipeline is something they’re very good at.",
  "“Russia would be better-positioned to protect its market share if it has a position in Iran.",
  "EPA The coming Russia-Iran energy axis Russia tries to gain a foothold, not a competitor.",
  "In Asia, with the Power of Siberia pipeline and, possibly, the Altai pipeline, to China.",
  "“It’s really about securing a market share for Gazprom,” Kretzschmar said.",
  "“The nuclear deal itself also gives Russia new opportunities.",
  "It’s much cheaper compared to LNG,” Adibi said.",
  "It also exported 8.9 bcm to Turkey."
]