[
  "What is most important for Europe is to show Russia that it will not simply stand by and accept one annexation or conflict after another without reacting — an impression the EU gave during and after the 2008 war in Georgia, where Russia is still slowly eating away at its territory.",
  "The fact that Europe is willing to keep those sanctions, even as they bring on certain economic hardships, is also part of that same strategy to show Russia the EU's credibility — even if it means more strikes in Europe and no more French cheese for Russians.",
  "Part of the reason is that now, 25 years after the fall of the Soviet Union, the countries that used to be part of the USSR are demanding better governance and more power to steer their future as they see fit.",
  "RNGS Reuters/REUTERS\n\nWhat EU leaders need to understand when discussing further sanctions, Liik argues, is that Russia and Europe are in the midst of a long-term conflict that cannot be resolved quickly.",
  "Reuters\n\nIn a new analysis, European Council on Foreign Relations senior policy fellow Kadri Liik explores European sanctions against Russia and how European leaders should use them.",
  "Liik argues that this needs to be done by keeping sanctions implemented until the conditions set by the EU (implementation of the Minsk agreements and the return of Crimea) are met.",
  "What Russia wants, she argues, is not a large-scale conflict but a deal with the EU about those countries that the Kremlin sees as part of Russia's rightful \"sphere of influence.\"",
  "She observes that Europe doesn't seem to know what it wants the \"structural sanctions\" to achieve and thus don't have any time frame as to exactly when to end said sanctions.",
  "\"This manifests in a bumpy, but inevitable evolutionary process that the EU did not launch and does not control, but cannot do anything other than support,\" Liik writes.",
  "The dominance-fixated mindset of Russian leaders has been alive and well for decades and is not likely to disappear — even if Putin is not at the head of Russia anymore.",
  "Moscow, for its part, knows exactly what it wants: Russia thinks in terms of \"spheres of influence\" and is set on making clear what it considers as its own sphere.",
  "The EU, on the other hand, could never accept this deal because it would mean conceding to Russian aggression in former Soviet states that are now part of Europe.",
  "German Chancellor Angela Merkel, right, and Russian President Vladimir Putin prior to the St. Petersburg Dialogue forum in Wiesbaden, Germany, October 15, 2007.",
  "Reuters/Kai Pfaffenbach\n\nUltimately, Liik concludes, the changes will only be profound if the government is discredited and brought down by Russians themselves.",
  "Europe has more of a \"postmodern, win-win oriented, [Organization for Security and Co-operation in Europe]-based view of international relations,\" Liik writes.",
  "Furthermore, according to the analysis, it's better to look at the nature of the problem to \"see what role the sanctions can play in remedying the problem.\"",
  "The ideal situation from the European perspective, according to Liik, is that Russia would rethink of \"the means and ends of its international behavior.\"",
  "Given that \"the two sides see through totally different paradigms,\" Liik argues, a standoff between Russia and Europe was bound to happen.",
  "Then Russian prime minister Vladimir Putin attends the World Health Organization meeting on healthy lifestyle in Moscow, April 28, 2011.",
  "\"Moscow, on the other hand, is fixated on the elites it can control — and therefore bound to resist [the post-Soviet process].",
  "If Europe is waiting for a regime-change in Moscow, it is waiting for the wrong thing, according to Liik.",
  "By making Russia's aggressive stunts costly and ineffective, Europe will \"deny Russia the ends it wants.\"",
  "The clash is systemic, and likely to manifest repeatedly as long as the fundamentals remain unchanged.\"",
  "This kind of thinking is partly attributable to Putin but also deeply rooted in Russian history.",
  "At the same time, Europe needs to keep vulnerable EU countries and NATO members secure.",
  "REUTERS\n\nBasically, the shaping of post-Soviet Europe has an inherent tension.",
  "These questions need to be answered as the issue of renewing sanctions arises.",
  "Or do we want Russia to start behaving 'as a normal European country' i.e.",
  "one that tries to base its influence on attraction rather than coercion?\"",
  "If not in Ukraine, it would have happened elsewhere.",
  "\"Do we expect a regime change in Moscow?",
  "And that is where sanctions come in.",
  "Liik asks."
]