[
  "In a country that long defined citizenship by blood and ethnicity, few questions are more sensitive than “who is a German?”\n\n“I would rather live in a society that is dying than in one that, out of economic and demographic speculation, is being mixed together with foreign peoples and made young again,” Botho Strauß, a prominent German writer and playwright, wrote in Der Spiegel last week under the headline “The Last German.” “We have been robbed the sovereignty of being in opposition.”\n\nThe reaction was swift.",
  "With more than 1 million refugees expected this year alone, the foremost question was whether Germans, as Chancellor Angela Merkel keeps insisting, can really “manage it.”\n\nAs the depth of the challenge has become apparent, the discussion has shifted way from the short-term hurdles to a subject that makes Germans wince: identity.",
  "Using the term Leitkultur, a controversial concept that rejects multiculturalism, the party said it is essential for “all asylum seekers to accept our Judeo-Christian system of values on the basis of our constitution.”\n\nThe Bavarians aren’t alone in invoking the constitution, known in German as the Grundgesetz, or basic law.",
  "“There are men I would like to remind that gender equality is also in there and they have to accept and respect that when they come here.”\n\nHis reference to Muslim men reflects the worry many Germans have that the newcomers will try to bring their customs and traditions with them instead of adapting.",
  "| TOBIAS SCHWARZ/AFP/Getty Germany’s identity crisis As refugees keep coming, Germans ask ‘Who are we?’\n\nBERLIN — For weeks, Germany’s debate over the refugee crisis focused on the logistics of housing and feeding the thousands arriving at the border every day.",
  "In 2010, for example, Bundesbank Board Member Thilo Sarrazin caused an uproar with a book titled “Germany Abolishes Itself,” in which he warned that the combination of the country’s low birthrate and the influx of Muslim migrants threatened its demise.",
  "The left-leaning Die Zeit called Strauß’ essay “a document of madness,” concluding that the respected author had “destroyed himself.”\n\n\"People are afraid to ask who's 'a German'\" — Josef Janning of the European Council on Foreign Relations.",
  "A slight majority say they are “scared.” About one third say they are concerned the large number of foreigners will threaten Germany’s “societal and cultural values,” according to a poll released Friday by public broadcaster ZDF.",
  "On Friday, the Christian Social Union (CSU), the Bavarian sister party of Merkel’s Christian Democrats, threatened to take matters into its own hands if the federal government didn’t begin turning refugees away at the border.",
  "Centrist parties, including Merkel’s Christian Democrats and the Social Democrats, avoid the subject due to its explosive potential, focusing instead on the country’s obligation to help those in need.",
  "“People are afraid to ask who’s ‘a German.’”\n\nBasic law\n\nThe question has found expression in groups like Pegida, a grass roots anti-Islam movement or the Alternative for Germany, a populist party.",
  "Bavaria, the entry point for most of the refugees, is Germany’s conservative heartland and politicians there warn that the public’s mood is shifting from one of charity to fear.",
  "Under attack from the media and the country’s political elite, Sarrazin, a senior Social Democrat with a long career in prominent civil service positions, was forced to resign.",
  "“When I go to another country, I’m obligated to play by its rules and here that is the Grundgesetz,” Gregor Gysi, a senior Left party leader, told German radio last week.",
  "What worries many on the left is that Strauß’ critique will resonate as Germans become increasing fearful about absorbing such a large, predominately Muslim population.",
  "“In Germany it’s become a debate about identity without the label of ‘German,’” said Josef Janning, co-director of the European Council on Foreign Relations in Berlin.",
  "Germany’s identity debate has percolated for years as the country has struggled to come terms with the parallel challenges posed by immigration and an aging society.",
  "Across the political spectrum, politicians see it as the key to transforming Germany’s notion of identity away from heredity and blood to one based on civic ideals.",
  "The CSU, which has run Bavaria nearly without interruption since the war, said it would spend millions to encourage refugees to embrace German ideals and values.",
  "That could further polarize the debate over refugees and drive a wedge through Merkel’s center-right party, already split over how to deal with the refugees.",
  "His book, however, became one of the best selling non-fiction works in postwar history, reflecting the degree to which the identity issue resonates.",
  "“Only then is identity truly essential.”\n\nThis story was corrected to reflect that CSU's rule in Bavaria was briefly interrupted since 1945.",
  "Last week the tabloid Bild printed a special edition in Arabic on the constitution which it distributed in refugee shelters.",
  "That’s often the kiss of death in Germany’s political landscape but since the refugee crisis began, both appear resurgent.",
  "Strauß, in his essay, suggested such a cultural confrontation might be necessary for Germans to rediscover their identity.",
  "Just a few weeks ago, a solid majority of Germans expressed optimism about the country’s deal with the refugee crisis.",
  "The literary supplements of Germany’s leading newspapers, the country’s forum for intellectual debate, flayed Strauß.",
  "“Often it’s only intolerant foreign domination that pushes a society into self-reflection,” he wrote.",
  "Germany’s low unemployment and economic prosperity in recent years helped quell the identity debate.",
  "The question now is whether the crisis will push the issue from the political fringes to the center.",
  "Germany’s left has long associated any affinity for “Germanness” with the ideology of the Nazis.",
  "\"When I go to another country, I'm obliged to play by its rules\" — Gregor Gysi, Left party.",
  "The discussion has largely taken place outside Germany’s political mainstream, however.",
  "The force of the reaction reflected the sensitivity of Strauß’ subject.",
  "Both have been accused of flirting with far-right stereotypes.",
  "Polls now show Germans are increasingly skeptical.",
  "There are signs that’s beginning to happen.",
  "Can Germany really manage it?",
  "But it never died.",
  "Authors:"
]