[
  "“It’s going to be really difficult for France to sustain its operations in North Africa where it is the main western power right now conducting counterterrorism operations and at the same time increase the pressure on ISIS in Iraq and Syria,” says Chivvis, “They’re going to have a difficult choice about whether to shift forces.”\n\nThat choice may be even more difficult than France realized.",
  "“There is an inherent competition for resources between ISIS and Al Qaeda and the resources that are important are financial resources but also foot soldiers and ISIS has been winning across the middle east.”\n\nAn arms race between terrorist groups will hardly make France’s security mission easier.",
  "“Remember there are close to 10,000 troops on the streets of Paris, so it’s not like they can spare them.”\n\nThe French soldiers in Mali are in part an extension of a force send in 2013—called Operation Serval—to prevent insurgents from taking over the country following a coup in 2012.",
  "The siege by gunmen of a hotel in Mali’s capital Bamako, which left at least 20 people dead on Friday, underscores a complex set of dilemmas facing France as it ramps up operations against ISIS militants a week after the deadly attacks by the group in Paris.",
  "The target of the attack, the Radisson Blu, was a known destination for high-level international officials and visitors, and a group of Algerian officials aiding in peace negotiations were reported to be staying at the hotel at the time of the attack.",
  "Al-Mourabitoun was founded two years ago and had been led by the Algerian militant Mokhtar Belmokhtar, a former Al-Qaeda member who was reportedly killed in a U.S. airstrike in Libya, although his death was never confirmed.",
  "And as the country seeks to strike ISIS in response to the Paris attacks, extending its military operations into the Iraqi and Syrian theater, analysts say the country may not have the capacity to be everywhere at once.",
  "Not only does the hotel attack highlight the number of capable militant groups in the region, but the siege may also be evidence of an ongoing battle for prestige and supremacy among jihadist groups across the world.",
  "“Just as a matter of means, if they could send another 3,000 soldiers they would do it, but they’re maxed out,” said Olivier Guitta, the managing director of the security firm GlobalStrat in London.",
  "But in additional to Al-Mourabitoun, a range of other insurgent groups are active in Mali, including Al-Qaeda in the Islamic Maghreb and a group called Ansar Dine, led by a man named Iyad Ag Ghaly.",
  "A North African armed group called Al-Mourabitoun claimed responsibility for the attack in a message on Twitter, according to Reuters, but there was no immediate proof of the group’s involvement.",
  "But the killings in Bamako demonstrate the persistence of extremist groups in Mali, North Africa, and beyond, more than a year and a half after France’s intervention into its former colony.",
  "“Ultimately this is a reminder that the intervention in Mali did not solve the terrorism problem,” says Andrew Lebovich, a visiting fellow at the European Council on Foreign Relations.",
  "France currently has about 3,000 troops deployed in five countries across the Sahel region, including approximately 1,000 in Mali as a part of a broad counter-terror mission.",
  "Today France maintains a military presence across the Sahel region called Operation Barkhane, based in Chad, and operates in Burkina Faso, Chad, Mali, Mauritania and Niger.",
  "Elite French troops were sent along with U.S. special forces to back the Malian commandos who helped rescue hostages at the Radisson Blu hotel during Friday’s siege.",
  "After the Paris attacks—claimed by ISIS—captured global attention, other groups including Al-Qaeda and its affiliates may be attempting to assert their relevance.",
  "The Bamako attack and the current situation in Mali show the nation’s former battles have not yet been entirely won, even as it begins to enter new conflicts.",
  "Now that France is seeking to increase its operations against the ISIS, analysts say France is contemplating the limits of what its military can accomplish.",
  "That French-led military operation was credited with ending the harsh rule of fundamentalists who, among other measures, banned music in public spaces.",
  "And given resource constraints on the French security services, this is a problem for them, undoubtedly.”\n\nContact us at editors@time.com.",
  "“There’s a bandwaggoning effect that’s going on here,” said Christopher Chivvis a senior political scientist at the RAND Corporation.",
  "“The French government and the French Security forces are dealing with a variety of different threats in very different areas.",
  "Airstrikes and a ground force reversed territorial gains by the insurgents, some of whom are affiliated with Al-Qaeda.",
  "Another report from a Mauritanian news organization said the group cooperated with Al-Qaeda in the Islamic Maghreb.",
  "In a recording released in October, Ag Ghaly denounced the Malian peace accord signed in June and called for jihad.",
  "Despite French efforts, Mali is currently host to a spectrum of local and transnational militant groups.",
  "That persistence could give France pause as it ramps up operations in Syria, another former territory.",
  "Any of those groups could have the means and motivation to carry out Friday’s assault.",
  "A subset of the organization’s members are believed to have joined ISIS."
]