[
  "The results also showed that 25 percent of the participants approved of either candidate, “because of the prestige the position would extend to Bulgaria.”\n\nA wide-open race\n\nJean Krasno, a U.N. historian who also leads a group called WomanSG, which has been vocally advocating for a woman to lead the United Nations, says that both Bokova and Georgieva are both on her group’s list of “extraordinary women.”\n\nBut the staid traditions of the United Nations dictate that no one be seen as thirsting for the post.",
  "Sofia’s choice\n\nIn a speech at the U.N. General Assembly in September, Bulgarian President Rosen Plevneliev said that the “time has come that a woman from Eastern Europe be entrusted with the highest position in the U.N. Secretariat.”\n\nBut faced with two prominent choices who check those boxes, the government has been cagey about whom it would nominate.",
  "Gowan said that because of Georgieva’s experience running bureaucracies at the European Commission and World Bank, “a lot of U.N. staffers are now quite excited about her candidacy.”\n\nKrasno noted that the changed process — and the fact that countries are being asked to nominate candidates for the first time — makes this race particularly unpredictable.",
  "“Both of them are very able people.”\n\nThe Russia question\n\nMoscow has been the driving force behind the push for an East European secretary-general; having someone from the region who understands the Russian viewpoint, the thinking goes, would allow the country to flex its muscles at a venue often dominated by Western voices and points of view.",
  "Plenty of non-Bulgarian candidates — including names like former Australian prime minister Kevin Rudd, former New Zealand prime minister Helen Clarke and Croatian Foreign Minister Vesna Pusic — are expected to make strong runs for the top U.N. slot, which comes open January 1, 2017, when Ban Ki-moon ends his decade-long tenure.",
  "When it comes to the United States, there is one potential hiccup: Bokova presided over UNESCO at a moment when it allowed the Palestinian Authority to become a member, prompting outrage in the U.S. Congress, which forced the administration of U.S. President Barack Obama to drop its funding for the organization.",
  "Seen as deeply partisan in Sofia, the 63-year-old former acting minister of foreign affairs in 2013 pushed the then-Socialist government to nominate her as the country’s candidate, and sources say that the government effectively backed her in the days before it was toppled following massive public protests.",
  "By contrast, “nobody is quite sure whether Georgieva's history with Russia … works for or against her.”\n\nOne Bulgarian source said that Georgieva’s reputation as a non-ideological technocrat has made her amenable to the Russians, who have signaled that they would not veto her.",
  "The very fact that we are seriously considering a Bulgarian is creating a certain level of hype\n\nBecause of her ties to the current government, sources say that Georgieva, who previously served as the EU commissioner for humanitarian aid, is more likely to get the nod.",
  "But the Security Council will ultimately offer up just one name for the 193-member General Assembly to either approve or deny, meaning veto-holding members — and the United States and Russia in particular — hold an outsized amount of power over the choice.",
  "The problem is both these women come from the same country, Bulgaria, where the government now finds itself in a possible no-win situation: By snubbing one, they could lose their best chance ever to put a compatriot in such a prominent international role.",
  "But as the campaign to succeed UN Secretary-General Ban Ki-moon approaches in early 2016, a behind-the-scenes primary — full of jostling, polling, diplomatic posturing and whispering campaigns — has emerged in Sofia, Brussels, Washington and Moscow.",
  "And due to growing demands for a woman UN secretary-general — and a Russian push to put an Eastern European in the top slot — a country with just 7 million people and the lowest per-capita GDP in the European Union seems unusually well-positioned.",
  "But last week, the German daily Die Welt reported Bokova had said in her official biography that she was the Bulgarian foreign minister in the late-1990s, when in fact she was the acting foreign minister for only a few months.",
  "Georgieva’s reputation as a non-ideological technocrat has made her amenable to the Russians\n\n“A lot of people rather nastily imply that because Bokova comes from a well-known communist family, she must be Moscow's candidate.",
  "My philosophy in life has always been to do the job I have.”\n\nBut in the last month, both Bulgarians have been in New York and Washington for meetings with high ranking U.N. officials, ambassadors and U.S. officials.",
  "Still, a conference hosted by Bokova this month in Sofia on countering violent extremism, which was organized by UNESCO and the Atlantic Club of Bulgaria, turned into a love-fest for her candidacy.",
  "Even though Georgieva, 62, has never actually held a position in Bulgarian government, she is from the same GERB political party as Borrisov and many observers feel that she has the inside track.",
  "Former U.S. ambassador to the United Nations Bill Richardson and former Polish President Aleksander Kwasniewski both lent their backing to Bokova earlier this month at a UNESCO event in Sofia.",
  "Irina Bokova and Kristalina Georgieva | GEORGES GOBET/AFP/Getty Images Inside the Bulgarian brawl for UN chief A behind-the-scenes primary emerges in Sofia, Brussels, Washington and Moscow.",
  "Under a new U.N.-mandated nomination process, the government of Bulgarian Prime Minister Boyko Borissov must put forward its candidate for the secretary-general slot early next year.",
  "Russia pushed for the recent nomination process letter to include language calling for “geographic rotation” — which amounts to code, U.N. watchers tell POLITICO, for Eastern Europe.",
  "Bokova is the daughter of a noted Bulgarian communist who ran the largest Bulgarian Party newspaper — Rabotnichesko Delo — and she was educated at one of Moscow’s elite universities.",
  "Her supporters note that she’s well-liked by Victoria Nuland, the assistant U.S. Secretary of State for European and Eurasian Affairs, and former World Bank head Robert Zoellick.",
  "In this version of a diplomatic Catch-22, if Bulgaria puts forward Georgieva and Moscow thinks Washington swayed the choice, Russia could shift its support to another candidate.",
  "The United Nations effectively fired the starting gun on the race two weeks ago, sending out a letter to all national governments that calls for them to nominate candidates.",
  "While noting that he does not speak with the U.S. administration, Richardson – unprompted — mentioned Bokova’s potential as a possible secretary-general in an on-air chat.",
  "“Kristalina Georgieva is from his party and on the other side he has a very capable lady.”\n\nWhomever the government's chooses could fall prey to international politicking.",
  "In recent weeks, Georgieva has met with the Chinese, British and French ambassadors to the United Nations, according to another source inside a United Nations delegation.",
  "I think that this is rather cheap tittle-tattle, but Bokova will face more questions about the family issue,” says Gowan, of the European Council on Foreign Relations.",
  "Other members of the Security Council objected but agreed to the compromise phrase of regional diversity, according to a source in a U.N. Security Council delegation.",
  "NEW YORK — In a wide-open competition for the top job at the United Nations, two women have propelled themselves to the top of nearly every handicapper’s shortlist.",
  "Followers of the race say it’s hard to gauge how strongly the Russians support Bokova, but that her connections to the country make her their preferred candidate.",
  "The matchup is drawing enough interest domestically that a Bulgarian market strategy firm, Alpha Research, conducted a poll in mid-November about the two women.",
  "Neither UNESCO Director-General Irina Bokova nor Kristalina Georgieva, a European Commission vice president, would talk publicly about their UN ambitions.",
  "'A certain level of hype'\n\nA Bulgarian polling firm tested the two women’s appeal within the country earlier this year, with Georgieva coming out on top.",
  "“The big question is where Moscow and Washington stand on the two candidates,” said Richard Gowan, a fellow at the European Council on Foreign Relations.",
  "Richardson, the former U.S. ambassador to the U.N., and Kwasniewski, a longtime Bokova ally, both addressed the forum and voiced their support for her.",
  "A spokesman for the Russian Embassy at the United Nations declined to comment, and the only official word is the country wants an Eastern European.",
  "Georgieva was seen as the more competent of the two, with a 62 percent approval rating among respondents as opposed to just 44 percent for Bokova.",
  "Georgieva told POLITICO in November: “I’m very honored for my name to be mentioned but I have a job that takes my full attention and I’m doing it.",
  "“The very fact that we are seriously considering a Bulgarian is creating a certain level of hype,” said one Bulgarian supporter of Georgieva.",
  "To be sure, there’s nothing out of the ordinary about either woman meeting with high-level officials, given their current job portfolios.",
  "“Now this is my individual view, and I’m not speaking for the U.S. government, but [Bokova] has a lot of support,” Richardson said.",
  "She told the paper this was a mistake and corrected her website after the publication’s reporter first inquired about the subject.",
  "Bokova and Russian President Vladimir Putin met in St. Petersburg in early-December and had kind words for each other.",
  "“Borissov is in a difficult position at the moment,” said Kancho Stoychev, a Bulgarian pollster and Bokova supporter.",
  "boreskes@politico.com, @boreskes\n\nThis article was updated to correct the former title of Australia's Kevin Rudd.",
  "Georgieva worked for the World Bank for almost 20 years, including a stint as the head of their Russian office.",
  "But the government never submitted a formal letter to the United Nations General Assembly endorsing her.",
  "But that isn’t stopping Bokova, who has started an aggressive informal PR push to promote her candidacy.",
  "Ditto for Washington, if Bukova gets the nod over Georgieva in a way that's seen to please Moscow.",
  "The staid traditions of the United Nations dictate that no one be seen as thirsting for the post.",
  "Similarly, Bokova met with the French ambassador and the United Kingdom’s deputy ambassador.",
  "Bokova didn’t respond to POLITICO’s request for comment; her office cited a busy schedule.",
  "Benjamin Oreskes is a reporter with the POLITICO Pro Europe Brief in Washington.",
  "Both Bokova and Georgieva speak Russian and have longstanding ties to Russia.",
  "Bokova has been mentioned for several years as a potential candidate.",
  "“We’re really dealing in unchartered territory,” she said.",
  "But the chatter level about both is high.",
  "(Though that may change soon.)"
]