[
  "Wprost, a right-leaning weekly, carried the montage, with Merkel’s head appearing on its cover, and accused the German chancellor and her allies of trying to “control Poland again.”\n\nMoves by Poland’s new right-wing government to impose its will on the public broadcasters and constitutional court have sparked a war of words between Warsaw and Brussels, which launched an unprecedented probe Wednesday into whether Poland was breaching the EU’s democratic principles.",
  "During the 2011 presidential elections (which he lost), Kaczynski published a book, “The Poland of Our Dreams,” where he wrote: “Merkel belongs to a generation of German politicians who would like to reinstate Germany’s imperial power.”\n\n‘Partners and friends’\n\nDespite the sharp tone coming out of Warsaw, there is no sign that economic ties between the two countries are fraying.",
  "With Europe’s prosperity at risk during the eurozone crisis in 2011, Radek Sikorski, Poland’s then-foreign minister, went as far as to declare Germany Europe’s “indispensable nation.”\n\n“I will probably be the first Polish foreign minister in history to say so, but here it is: I fear German power less than I am beginning to fear German inactivity,” he said.",
  "EU politicians from Germany, including European Parliament president Schulz, have been among the most vocal critics, with Schulz comparing the new Polish government’s latest moves to a “coup.” In response, Polish Defense Minister Antoni Macierewicz said his country would not “take lessons in freedom and democracy” from Germany.",
  "It wanted to be sure the democratic revolutions sweeping aside the old communist order didn’t mean Germany wanted to question post-war borders, when Poland was given large tracts of eastern Germany in return for a third of the country being handed to the Soviet Union.",
  "For all of Germany’s efforts to improve relations with Poland, they were concentrated on the country’s liberal elite and not on the nationalist forces around Jaroslaw Kaczynski’s Law and Justice party (PiS), which now controls both the presidency and the government.",
  "“We have a certain communications problem between some German politicians but it seems to me that we’re on a good road to finding a resolution,” Witold Waszczykowski, the foreign minister, said after a chat with the German ambassador to Poland earlier this week.",
  "With the U.K. seeking to distance itself from Europe and the likes of France, Spain and Italy struggling with political and economic turmoil, Merkel needs strong partners to push the EU forward, whether on retooling the eurozone or resolving the refugee crisis.",
  "Merkel, who has a Polish grandfather and a personal interest in Poland stemming from her time growing up in East Germany, built a close personal relationship with Donald Tusk, the former Polish prime minister and current president of the European Council.",
  "“We’ve been fooling ourselves into thinking Poland is a fully-formed Western society because we’ve limited our contacts to people who think like us,” said Joerg Forbrig, a Berlin-based analyst at the German Marshall Fund of the United States.",
  "“I think the Germans haven’t squared accounts with us … Germany destroyed Poland” — Piotr Glinski\n\nBut recent efforts by German Foreign Minister Frank-Walter Steinmeier to revive closer ties with Moscow are viewed with suspicion in Poland.",
  "Merkel’s more immediate concern, however, is that she could use lose another key partner on the European stage at a time when the EU must confront a daunting array of challenges that its own leaders warn could trigger its collapse.",
  "“That’s exactly what we want to preserve, maintain and, where possible, deepen.”\n\nEven if the harsh rhetoric subsides, however, the current Polish government is too far from the center to serve as a strong German partner in Europe.",
  "“Certain nations have to use a different measure for several generations when it comes to their relations and their aggressive imposition of their national interest on other nations.”\n\nSuch sentiment is the norm among PiS leaders.",
  "“We’re beginning to act aggressively on the international arena” — Krzysztof Szczerski\n\nHis antipathy and suspicion of Germany has deep family roots, and he has made no effort to shake them.",
  "If Germany’s reconciliation with France was the driver of the first decades of European integration, its rapprochement with Poland performed the same function over the last decade.",
  "Kaczynski’s own parents fought the Germans during the war — his mother during the blood-soaked debacle of the 1944 Warsaw Uprising that left the capital in ruins and 200,000 dead.",
  "“I think the Germans haven’t squared accounts with us … Germany destroyed Poland,” Piotr Glinski, deputy prime minister and culture minister, said in a radio interview on Tuesday.",
  "Helmut Kohl’s embrace of Poland, and the recognition that the post-1945 border was inviolable, allowed for building first political and then increasingly deep commercial ties.",
  "Poland, which is deeply concerned about the threat Russia poses to its security, wants Germany to maintain its hard line with Moscow in the wake of the annexation of Crimea.",
  "Any comments by German politicians about the rapid and controversial changes taking place in Poland are treated as evidence of Germany’s historic antipathy towards Poland.",
  "Germany’s guilt over its bloody wartime rampage in Poland, when Germans killed about 20 percent of the population and laid waste to Warsaw, has haunted the country.",
  "Perched over a vast table of maps, the German leader appeared in full Nazi regalia alongside her trusted European generals, Jean-Claude Juncker and Martin Schulz.",
  "Berlin simply didn’t regard Poland as important enough to merit the same kind of resources that it committed to the French relationship, Janning of the ECFR said.",
  "Some German officials are betting PiS will ultimately prove too controversial for Poles as well and that it won’t be long before the party stumbles out of power.",
  "“Germany and Poland are neighbors, partners and friends and are closer than we ever have been in our history,” Steffen Seibert, the government spokesman, said.",
  "While Berlin’s relations with Warsaw have improved, they are nowhere nearly as intense as the Franco-German bond, especially at the institutional level.",
  "One reason is that Polish governments were fairly unstable in the years after the Berlin Wall came down, making it difficult to establish strong links.",
  "Although his staff was never keen to emphasize the fact, Tusk actually speaks German and became both a personal friend and political ally for Merkel.",
  "Merkel’s spokesman stressed this week that none of the critical comments directed at the Polish government were made by members of her government.",
  "With a robust economy and a westward-looking, pro-European government, Poland secured a place as Germany’s staunchest European ally after France.",
  "“Berlin is running out of coalition partners,” said Josef Janning, who heads the Berlin office of the European Council on Foreign Relations.",
  "Though Germans are used to such provocations, the surprising thing this time was that it didn’t originate in Greece or Russia, but Poland.",
  "“Many people here believe that Poland has simply come too far to simply regress to the Kaczynski idea of the Polish nation,” Janning said.",
  "So far, Berlin has continued to support the EU’s sanctions against Russia, despite pressure from German business to begin to relax them.",
  "“We’re beginning to act aggressively on the international arena,” Krzysztof Szczerski, a presidential adviser, told Polish television.",
  "Squaring accounts\n\nThe economic links are one reason Poland’s new leaders have a keen interest in preserving the German relationship.",
  "During a visit to Warsaw in 1970, Chancellor Willy Brandt fell to his knees at a war memorial, a dramatic display of contrition.",
  "From shock absorbers, to wire harnesses to door seals, Polish suppliers have become a key part of the German industrial chain.",
  "German companies were among the first to risk investing in the disarray following the collapse of Poland’s planned economy.",
  "In previous years Kaczynski has warned of the danger of Germans seeking to regain lost properties, ousting Polish families.",
  "A business relationship\n\nNonetheless, the present crisis shows that the reconciliation process didn’t run deep enough.",
  "“Everyone is rather weak or self-centered at this point.”\n\nThaw in relations\n\nUntil recently, Poland was an exception.",
  "PiS commands an absolute majority in parliament, and has the unwavering backing of at least a third of the electorate.",
  "France and Germany hold regular joint cabinet meetings and the leaders of the two countries maintain close contact.",
  "The economic links are one reason Poland’s new leaders have a keen interest in preserving the German relationship.",
  "For better or worse, Kaczynski and his team are likely to be Germany’s partners for at least the next four years.",
  "Among Poland’s nationalists, such initiatives evoke deep fears that Germany is once again plotting against it.",
  "The German government itself has been far more circumspect, steering clear of the finger-wagging at the Poles.",
  "Indeed, despite the lingering political difficulties, business between the two countries has flourished.",
  "Before VW took over the operation, workers still had to beat panels into shape by hand with big hammers.",
  "Germany is now Poland’s most important trading partner, taking more than a quarter of its exports.",
  "The worry in Berlin is that the main casualty in the dispute will be its relationship with Poland.",
  "President Andrzej Duda and Prime Minister Beata Szydlo are both planning to visit Berlin soon.",
  "Volkswagen ended up buying a decrepit truck factory near the central Polish city of Poznan.",
  "Germany’s guilt over its bloody wartime rampage in Poland has haunted the country.",
  "Soon after joining the EU in 2004, Warsaw emerged as a key player in Brussels.",
  "A breakdown in relations could imperil decades of painstaking reconciliation.",
  "Poland is also Germany’s eighth largest economic partner, bigger than Russia.",
  "Poland’s first post-war non-communist government was very wary of Germany.",
  "But it took the end of communism in 1989 to properly defrost relations.",
  "“Germany has viewed it as more of a business relationship,” he said.",
  "Where Volkswagen led, many smaller Polish companies have followed.",
  "Now it’s the seat of one of Volkswagen’s most modern factories.",
  "Some in the new government are trying to calm the atmosphere.",
  "Angela Merkel found herself in military uniform this week.",
  "German officials have also sought to defuse the tensions.",
  "Another issue was fatigue on the German side.",
  "Security is another."
]