[
  "\"She ran out of runway and had to issue it before the Foreign Affairs Council meeting on November 16, because member states said ‘we don’t want to have to bring this up again.’\"\n\nIn the immediate aftermath, Israeli canceled some meetings, and Prime Minister Benjamin Netanyahu said: “The labeling of products of the Jewish state by the European Union brings back dark memories; Europe should be ashamed of itself.”\n\nThen, at the end of November, Israel announced that it was suspending diplomatic contact with EU officials involved in peace efforts with the Palestinians.",
  "European Commission Vice President Valdis Dombrovskis reiterated that the labeling instructions were just “a technical issue, not a political stance.”\n\nThe problem, according to Lovatt, was that by delaying publication out of fear of stoking tensions in the region, “Ashton and then Mogherini held the labeling guidelines hostage to political considerations — so they’ve lost the legal, technical argument which they’ve had in previous situations.\"",
  "In April this year, 16 foreign ministers wrote to Mogherini, urging her to publish the guidelines because \"continued expansion of Israeli illegal settlements ... threatens the prospect of a just and final peace agreement,\" and because \"European consumers must indeed have confidence in knowing the origin of goods they are purchasing.\"",
  "Hungarian Foreign Minister Péter Szijjártó called the move \"irrational,\" while the Czech Republic's Culture Minister Daniel Herman urged countries to “reject the efforts to discriminate against the only democracy in the Middle East.” The Czech parliament passed a resolution urging the government not to implement the decision.",
  "An Israeli settler prepares olive oil containers at the Achia Olive press factory in the Jewish settlement of Shilo | MENAHEM KAHANA/AFP/Getty Images How one phrase divided the EU and Israel The decision to label settlement goods causes friction within the bloc and strains ties with a staunch ally.",
  "The products came from what the international community considers to be occupied territories, and Ambassador Ron Dermer was determined to make a blunt point about the EU's recent move to instruct member countries on how to label goods produced in areas outside Israel's 1967 borders.",
  "Dermer's reaction reflected the anger that many in Israel felt after the EU announced that the wording such as \"product of West Bank (Israeli settlement)\" should be displayed on cosmetics and food products, similar to the guidelines already in place in Belgium, the U.K. and Denmark.",
  "Under this view, Israel would always take it badly and claim the guidelines were the first step towards a boycott of settlement products, such as that called for by activists in the Boycott, Divestment and Sanctions (BDS) movement, despite EU assurances to the contrary.",
  "\"As a way to unload the burden.”\n\nIn issuing the guidelines, an EU official argued the Commission was merely responding to member states' request for \"full and efficient implementation of existing legislation when it comes to the [Israeli] settlements.\"",
  "“There have been a lot of gesticulations from the Israelis,” said one European diplomat, adding that particular ire had been directed at France, Belgium, Malta, Ireland and Sweden — countries traditionally seen as being more likely to criticize Israel.",
  "EU countries first called for the guidelines in their Foreign Affairs Council conclusions of May 2012, as one diplomat put it, \"out of, frankly, frustration with the serious threat to the two-state solution that Israel’s policy represents.\"",
  "Those conclusions, which were followed by two more calls in December 2012 and November 2014, registered foreign ministers \"deep concern\" at \"the marked acceleration of settlement construction following the end of the 2010 moratorium.\"",
  "It’s unfortunate, if this had gone ahead three years ago we would have avoided the hysterics.”\n\nThe Quartet\n\nOne reason for the delay offered by the source with knowledge of the deliberations is that Ashton's attention was elsewhere.",
  "“Mogherini’s goal is for the EU to regain a role in the Middle East Quartet because Europe doesn’t weigh much in the discussions,\" an EU source said, describing the grouping comprising the U.N., EU, Russia and the United States.",
  "\"In that case the EU stuck to its guns without having to sacrifice political capital.”\n\nInstead, on labeling, \"it has taken three years and two ministerial letters to write three pages,” one exasperated diplomat pointed out.",
  "But the diplomat said the EU is talking to Israel as before, pointing out that Fernando Gentilini, the EU's Special Representative for the Middle East Peace Process, did not raise the issue on his recent visit to Israel.",
  "\"In response to this effort to cast a beacon of freedom, tolerance and decency as a pariah state, I have decided this holiday season to send you products that were made in Judea, Samaria and the Golan Heights,\" he added.",
  "Israel, the U.S., the Palestinians and EC members were told the \"broad outlines\" of the guidelines around one month before the November 11 announcement — the final date was decided internally one week before.",
  "Unlike the Ashton move, which was handled exclusively through the European External Action Service, this time more prominence was given to the role played by the Commission's trade directorate.",
  "EU foreign policy chief Federica Mogherini faced combined pressure, built up over several years, from the European Parliament and EU countries critical of Israel's settlement activity to act.",
  "Israel's U.S. ambassador sent gift boxes for the 2015 holiday season containing wine, olive oil, body cream, and halva — and a defiant note calling out the European Union.",
  "\"We knew at least three to four weeks [beforehand] that it was ready, but Mogherini stopped it from happening because of the stabbings and shootings in the West Bank.\"",
  "She preferred to focus on negotiations with Iran that ultimately led to the West's deal last year to end sanctions in exchange for inspection of its nuclear program.",
  "She reinstated the EU's Special Representative for the Middle East Peace Process, appointing Gentilini to help push for a peace deal based on a two-state solution.",
  "Finally, in September the European Parliament voted on a resolution that took note of the ministers' letter \"encouraging\" Mogherini to publish the guidelines.",
  "The Israeli reaction “is an intimidation technique that the Israelis have tried and tested many times,” said the diplomat, speaking on condition of anonymity.",
  "As late as November 3 the Commission said \"work is ongoing and it is not possible at this stage to give an exact time frame as to when it will be presented.\"",
  "\"For Mogherini it’s never been the right time,\" said Hugh Lovatt, the Israel/Palestine project coordinator at the European Council on Foreign Relations.",
  "But now, as she tries to reassert her role as a trusted broker in the Middle East peace process, the labeling decision has made her task difficult.",
  "\"While it reflects the Commission's understanding of the relevant EU legislation, enforcement remains the primary responsibility of member states.\"",
  "\"Of the over 200 unresolved territorial disputes around the world, Europe decided that only these Jewish-made products deserved to be labeled.\"",
  "(The EU notice states that it aims “at maintaining open and smooth trade, is not hindering trade flows and should not be construed to do so.\")",
  "Meanwhile, parallels drawn by some in Israel between the labeling guidelines and Nazi-era policies have not gone down well in Brussels either.",
  "He compared the labeling fuss to the way Brussels brought in its rules for financing going to entities located beyond Israel's 1967 borders.",
  "Israel complained and at Kerry's request the EU shelved the proposal, which was hardly heard from again during the rest of Ashton's tenure.",
  "Germany, the Czech Republic, Poland, and Romania — who diplomats say are often reluctant to criticize Israel — did not sign the letter.",
  "Did the current environment, with the peace process effectively at a standstill, appear as good a time as any to incur Israel's wrath?",
  "\"The EEAS chose to put communication on this matter in the hands of DG Trade, and say it was purely technical,\" an EU official said.",
  "European Council President Donald Tusk was chided publicly by Netanyahu in September \"and he didn’t even react,\" one diplomat said.",
  "Hostage to politics\n\nMogherini had a model for how not to proceed, in the previous attempt, by her predecessor, Catherine Ashton.",
  "The decision has dogged European officials, caused friction within the European Union and strained the bloc's ties with Israel.",
  "A spokesperson for the European Jewish Congress underlined that \"an honest broker either pressures both sides, or neither.\"",
  "Another element of the strategy employed by Mogherini's team was to attempt to use both political and technical arguments.",
  "\"It was handled badly,\" a source close to this year's deliberations said of the labeling guidelines proposed in 2013.",
  "\"It was clear it would be very difficult to move forward before the Iranian deal was off the table,\" the source said.",
  "Ashton's push came at a time when U.S. Secretary of State John Kerry was trying to revitalize the peace process.",
  "\"There was no attempt to intervene politically to delay the EU’s funding guidelines in July 2013,\" Lovatt said.",
  "This time around, the U.S., Israel and the Palestinians were informed before the guidelines were released.",
  "One school of thought is that \"there is no good time to do something on this,\" as another diplomat put it.",
  "Mogherini met Netanyahu on the margins of the Paris climate summit, but the long-term impact is unclear.",
  "\"The Jewish state is singled out and held to a different standard than other countries,\" Dermer wrote.",
  "The source with knowledge of the deliberations said that was \"partially\" true, but did not elaborate.",
  "\"The Americans never heard about the proposal [before it was issued] and neither did the Israelis.\"",
  "\"Yes,\" replied the source with knowledge of the deliberations, \"that was part of the thinking.\"",
  "The driving force behind the letter was Didier Reynders, the foreign minister of Belgium.",
  "\"Ashton was not really interested in moving forward with the Middle East peace process.\"",
  "\"This notice does not create any new legislative rules,\" a Commission spokesperson said.",
  "“For us, there’s no fundamental questioning of our relationship with Israel.\"",
  "More than one month after the guidelines were issued, the fallout continues.",
  "'No good time'\n\nThe final consideration was when to make the announcement.",
  "Since November, the EU has been trying to move beyond Israel's response.",
  "“We organized the Crimea sanctions against Russia in three weeks!",
  "But if Iran was Ashton's focus, Mogherini's is the Middle East.",
  "But the EU's labeling stance is haunting her efforts.",
  "\"It was clear ministers weren’t going to let it go.\"",
  "Across the board it’s been handled really badly.\"",
  "Some EU countries have proven resistant as well.",
  "\"The work of quiet diplomacy,\" the source said.",
  "\"She had to get it done,\" the diplomat said.",
  "\"That’s rubbish,” the diplomat said.",
  "\"What sign does that give?"
]