[
  "ALGIERS/TRIPOLI (Reuters) - After months of stalled negotiations, the United Nations has handed Libya’s warring factions a unity government proposal in what it calls a major step towards ending the crisis, but the applause of Western officials cannot disguise serious obstacles.",
  "Libya’s internationally recognized government and elected parliament have operated out of the east of sprawling Libya, backed by a coalition including a divisive ex-Gaddafi general, Khalifa Haftar, former rebels and federalist forces.",
  "Libya’s once robust oil production has been crippled by fighting, its foreign reserves are evaporating and Western nations are wary of the growing presence of Islamic State militants and people traffickers using the chaos to expand.",
  "In a further sign of Libya’s fragmentation, federalist forces commander Ibrahim al-Jathran, whose men hold two major oil ports and support the recognized government alongside Haftar, this month broke ranks with the former general.",
  "Negotiations were complex because neither side is fully united, and among their armed backers are commanders opposed to a peace deal with hated rivals, or more loyal to regional and tribal interests than any national government.",
  "People carry a banner reading \"Government Accord Government hypocrisy\" during a protest against candidates for a national unity government proposed by U.N. envoy for Libya Bernardino Leon, in Benghazi, Libya October 9, 2015.",
  "U.N. envoy Bernardino Leon has proposed six members for a presidential council to head up the unity government, including delegates from both factions, but acknowledged those names were a U.N. suggestion based on the talks.",
  "The U.N. power-sharing deal calls for an executive council, with the current House of Representatives as the main legislature, while a state council would be a consultative second chamber mostly consisting of GNC members.",
  "More important will be reactions of the armed actors on the ground, where a myriad of brigades of former rebels who once fought together against Gaddafi now dominate different cities and regions in lieu of a real army.",
  "“Eventually, Europe and the U.S. will come around the pragmatic idea that the only way to achieve a degree of stability in Libya is to support one of the factions in conflict,” Riccardo Fabiani at Euroasia Group said.",
  "Haftar, a former Gaddafi ally who returned from exile in the United States, has already led his Libyan National Army forces in an offensive against Islamist fighters and former rebels in the eastern city of Benghazi.",
  "REUTERS/Esam Omran Al-Fetori\n\nThe proposal is just that, one hinging on the approval of both sides, and hardliners may treat a weak accord as a chance to drag Libya and its oil wealth deeper into war and division.",
  "“There must be a compromise because what has happened is not right and will never be acceptable.”\n\nMembers of the elected House of Representatives also appear split and they were expected to take a vote shortly.",
  "“The two potential outcomes are either a new offensive on Tripoli to ‘liberate’ it from the GNC or the continued de facto partition of the country, with Haftar playing an ever growing role,” Toaldo said.",
  "But a failure to secure a national government could be disastrous for a North African OPEC state already deeply fractured from the internecine fighting that emerged from the 2011 fall of Muammar Gaddafi.",
  "Mattia Toaldo, a fellow at the European Council on Foreign Relations, said Leon may have taken a calculated gamble, putting forward names as a way to pressure the two sides into a pact.",
  "The appointment of two godfathers of war is unbelievable,” the Zintan council said, referring to two of the GNC allies mooted for the unity agreement.",
  "The European Union has been crafting potential moves against three Tripoli leaders and commanders, as well as Haftar and his air force chief.",
  "Given the general’s support in the east, many hundreds of kilometers (miles) from Tripoli, he appears unlikely to step aside, analysts say.",
  "Others have flatly rejected the deal despite warnings that naysayers will be internationally isolated and maybe even sanctioned.",
  "They set up their own self-declared government and reinstated the former parliament, the General National Congress, or the GNC.",
  "Egypt has backed the internationally recognized government, for example, and its stance if the U.N. deal fails may be crucial.",
  "“Which one is picked will depend a lot on conditions on the ground and how the regional actors will position themselves.”",
  "For a year, the capital Tripoli has been under the control of a loose alliance of armed factions known as Libya Dawn.",
  "COMPLICATED TIMING\n\nThe proposal’s timing is complicated by the Oct. 20 end of mandate of the elected parliament.",
  "But the rival military council in the western city of Zintan rebuffed it and called for Libyan-only talks.",
  "Misrata council, whose military faction has backed Libya Dawn in Tripoli, endorsed the U.N. proposal.",
  "In February, Cairo carried out air strikes on Islamist militant camps inside Libya near its border.",
  "The house has voted to extend its own term in office so it can hand over to the next elected body.",
  "And two factions were fighting for control of the important oil ports of Es Sider and Ras Lanuf.",
  "Before the talks began, armed factions staged tit-for-tat air strikes on rival cities.",
  "Voices in both camps have criticized a proposal some say the U.N. wants to impose.",
  "Barring a unity government, foreign mediators will have few foreseeable options.",
  "Local political positions will also depend on the reactions of regional powers.",
  "The Tripoli camp rejects any Haftar role in a new government as a red line.",
  "We were surprised by the proposal,” GNC member Mahmoud al-Gharyani said.",
  "“The proposal of the U.N. unity government is a disappointment.",
  "But its opponents say it has lost legitimacy.",
  "“I think what Leon did was a complete farce.",
  "Those responses may be posturing.",
  "Already splits are cropping up.",
  "But risks of failure are high.",
  "SANCTIONS OR AGREEMENT?",
  "Sanctions are possible."
]