[
  "\"The net result of holding the talks is to send a signal to the regime that it can continue with its Russian-supported military campaign without paying a diplomatic price, and it's a signal to the rebels that their interests are pretty marginal to big power diplomacy now,\" said Richard Gowan, a fellow at the European Council on Foreign Relations.",
  "A look at the talks and what to expect next:\n\n___\n\nWHY FAILURE WAS INEVITABLE\n\nDespite a U.N. Security Council resolution endorsing a road map for a peace process, the warring sides were still stuck on the same procedural issues and definitions that saw negotiations to end the conflict falter in 2014.",
  "On Wednesday, few hours after the government said it had broken a siege of two government-held villages in northern Syria and cut off one of the last rebel supply lines to Turkey, the U.N. announced a \"temporary pause\" in the talks, saying they would resume in three weeks.",
  "Robert Ford, a veteran diplomat and former ambassador to Syria, told the U.S. House Armed Services Committee last month that Moscow's intervention has made it \"infinitely harder to get the concessions needed from the outside of the table\" for any talks to succeed.",
  "He said it also sends a message to the Islamic State group, which has used the war to take over territory in Syria, that the government and the rebels are not going to get their act together and really come after them seriously any time soon.",
  "___\n\nEFFECT ON SYRIAN DONOR CONFERENCE\n\nThe diplomatic setback and intensified military bombardments increased the urgency among world leaders meeting Thursday at a donors' conference in London to help millions of war victims.",
  "In the eyes of many observers of the 5-year-old war, the lack of progress in the talks was a reflection of the continued unwillingness by all sides to make any of the concessions needed to advance the peace process.",
  "___\n\nTHE RUSSIA-TURKEY FACTOR\n\nAs tensions continue to rise between Turkey and Russia, what Ankara does next is a wild card determining the direction of the conflict in the coming days and weeks.",
  "The opposition says it will not return to Geneva until the government halts its bombardment of civilians and lifts blockades that have led to starvation and suffering in rebel-held areas.",
  "The peace talks were sold on the promise that they would be accompanied by a major push for a cease-fire, but as the parties convened in Geneva, there seemed to be no follow-up.",
  "By invading northern Syria, Turkey may be betting on strengthening its rebel proxies in the area and preventing the main Kurdish militia from filling any void created by the IS.",
  "Troops closed in on the city, Syria's largest, getting nearer to their goal of completely encircling its rebel-held eastern part and cutting it off from supply lines to Turkey.",
  "But the speed in which it happened — only two days after the U.N. had declared them officially open — was a stark indication of just how unattainable peace in Syria remains.",
  "Those at the conference pledged more than $10 billion to help the 4.6 million Syrians who have sought refuge in neighboring countries, including Jordan, Lebanon and Turkey.",
  "The rapid advances made by Assad's troops and allied militiamen in northern Syria during the talks were some of the most significant around the city of Aleppo in years.",
  "Opposition activists reported more than 500 targets hit by Syrian and Russian planes in one of the most intensive air campaigns since Moscow's intervention began.",
  "On Thursday, the Russian military said it has \"reasonable grounds\" to suspect that Turkey is making intensive preparations for a military invasion of Syria.",
  "That echoed the sentiments of Syrian rebel groups and their backers, and contributed to the general feeling that the talks were a charade.",
  "On the contrary, the Assad government stepped up its offensive in northern Syria, backed by Russian airstrikes that pounded the rebels.",
  "Turkey is determined to clear the Islamic State group from a stretch of territory it holds along the Syrian side of its border.",
  "Russia's military involvement, which began Sept. 30, has tilted the balance of power sharply in favor of the Assad government.",
  "Assad's backers in Russia and Iran insist that the war on \"terror\" will continue even if there is eventually a cease-fire.",
  "\"Quite simply, the Geneva talks have been a smoke screen,\" said an editorial Thursday in Lebanon's Daily Star.",
  "___\n\nTHE REPERCUSSIONS\n\nWith the diplomatic track thrown into uncertainty, the violence is likely to worsen.",
  "___\n\nEDITOR'S NOTE — Zeina Karam, Associated Press chief of bureau in Beirut, has covered Syria since 1996.",
  "The rebels supported by Turkey have taken a major beating in the northern provinces of Aleppo and Latakia.",
  "Russian airstrikes along the coast have sent thousands of ethnic Turkmen fleeing toward safety in Turkey.",
  "The major stakeholders — the United States and Russia — have no mechanism to enforce such a road map.",
  "It was hardly unexpected that the Syrian peace talks in Geneva would break off in recrimination.",
  "U.N. mediator Staffan de Mistura blamed the international community for not doing its part.",
  "The opposition blamed the \"criminal regime\" of President Bashar Assad and its ally Russia.",
  "But any Turkish incursion into Syria is risky and likely to lead to a clash with Russia.",
  "Assad's government blamed the \"amateur\" opposition and its Saudi and Turkish backers.",
  "___\n\nAssociated Press writer Karin Laub contributed to this report.",
  "___\n\nA SMOKE SCREEN FOR BATTLE?"
]