[
  "The unity government, brokered by the U.N. and headed by a little-known Libyan technocrat, Fayez Serraj, is supposed to replace the two rival administrations -- one based in the capital Tripoli, the other based in the eastern city of Tobruk -- that have been battling each other for more than a year, each one backed by an assortment of militias.",
  "So what is a war between two rival governments backed by militias risks becoming a war among three rival governments, none of which recognize the others -- yet another permutation to the chaos that Libya has seen since the ouster and killing of longtime dictator Moammar Gadhafi in the 2011 civil war.",
  "\"The reality is the unity government is the only way out but may not survive,\" Mattia Toaldo, a policy fellow at the European Council on Foreign Relations, said, warning that if it does succeed in entering Tripoli, its members could come under attack from the Islamic State group.",
  "Finally last weekend, a group of 101 of the lawmakers signed a list approving the government and handed it to teams of political dialogue which decided, according to Kobler, that this is enough as an endorsement since the House of Representatives failed to meet.",
  "On Thursday, the U.N. envoy who has led the negotiations over the unity government, Martin Kobler, said it is vital that Serraj and his leadership move into Tripoli and that the two rival governments \"cease to exist,\" but did not say how to bring it about.",
  "Most significantly, eastern-based strongman Khalifa Hifter, a general who commands a force of army units and militias that has been battling Islamic militants allied to Tripoli, has remained silent on the deal and many of his loyalists oppose it.",
  "But Europe and the United States say they want the unity government, known as the Government of National Accord, in place so they can support it militarily to put down the jihadi group -- leaving open the question of how to get it into place.",
  "Libyan officials say small teams of French, British and Italian commandos are also on the ground helping militia fighters against IS militants in the eastern city of Benghazi, though those three countries have not confirmed their presence.",
  "European countries are considering sanctions against several politicians accused of undermining it, including Ghweil and the head of the Tripoli-based parliament, Nouri Abu Sahmain, and the head of the Tobruk parliament, Agila Saleh.",
  "But the Tripoli-based government, dominated by Islamists, and some of its allied militias said this week they will never allow the new administration -- whose members are currently in neighboring Tunisia -- into the capital.",
  "European nations are divided on how to act, even as they and Washington step up their warnings over the threat from the Islamic State group, which has taken advantage of the chaos to set up a powerful and expanding branch.",
  "Toaldo said one way to secure Serraj's entry into Tripoli could be to arrange a deal among militias within both camps that have shown support for the U.N. deal to protect his government, or at least remain neutral.",
  "Most notably, the powerful militias from the city of Misrata, which nominally back the Tripoli administration but are more concerned with fighting the Islamic State group, are largely behind the U.N. deal.",
  "The opponents have been encouraged by victories by Hifter's forces, which largely defeated Islamic militias -- including IS fighters and pro-Tripoli militias -- battling them for control of Benghazi.",
  "The United States, Europe and United Nations have all pinned their hopes for resolving Libya's chaos and blocking the Islamic State group's growth there on a newly announced unity government.",
  "Mahmoud Jibril, one of Libya's top politicians, warned Kobler that \"jumping over democratic measures and the parliament's authority is a clear violation to the political deal itself.\"",
  "The U.N. sought agreement from the Tobruk parliament, or House of Representatives, which is internationally recognized since it was the last legislature elected, in 2014.",
  "It created a presidential council headed by Serraj that would set up a cabinet and take control of the military, which is fragmented but largely backs Hifter in Tobruk.",
  "Using an Arab acronym for the militant group, he warned, \"Daesh don't discuss agreements ... they just take territory every day and they expand if nothing is done.\"",
  "The Government of National Accord was the result of months of negotiations including members of both the Tripoli and Tobruk parliaments, held in Morocco.",
  "He said the unity government was \"imposed from the outside\" and his administration will never let in a leadership \"installed\" by the United Nations.",
  "Meanwhile, the Tobruk-based parliament, which is the one recognized by the international community, still hasn't formally approved the U.N. deal.",
  "Mohammed Ali Abdullah, a representative from Misrata at the negotiations, told The Associated Press, \"the deal is full of deficits and flaws.\"",
  "While some members support Serraj's government, others outright reject it, viewing it as a compromise to their Tripoli rivals.",
  "That has fueled their belief that they can outright defeat the pro-Tripoli militias without having to reach a deal with them.",
  "U.S. special forces have been on the ground, working with Libyan officials, and U.S. warplanes have carried out airstrikes.",
  "The third opposes it entirely, saying it cannot join ranks with \"terrorists\" -- as it calls the Islamists in Tripoli.",
  "\"We say it has no place among us,\" Khalifa Ghweil, the Tripoli-based prime minister, said in a statement.",
  "They want us to unite with terrorists and militias in Tripoli,\" one Tobruk lawmaker, Ali al-Takabali.",
  "\"The situation in Libya is urgent,\" he said during a visit to Cairo meeting Arab League officials.",
  "Serraj told a Libyan TV channel Thursday night that he would be in Tripoli within days.",
  "The problem is: It's not clear how the government can actually get into the country.",
  "He urged the Tobruk administration to throw its backing to Serraj to legitimize it.",
  "He predicted the Serraj government will eventually collapse, and can \"go to hell.\"",
  "The Tobruk House of Representatives is split into three blocs over the U.N. deal.",
  "\"The Islamic State is expanding, the economic situation going from bad to worse.\"",
  "There has already been some low-level, behind the scenes military intervention.",
  "\"This unity government is carrying the seeds of (its own) death within it.\"",
  "\"There are pressures on the parliament to let this unity government pass.",
  "\"We should not be surprised if the government is targeted physically.\"",
  "But there is no guarantee that the other factions will back down.",
  "\"We were surprised but remained silent so not to cause divisions.",
  "Notably, he said Serraj was forced on the negotiators.",
  "Another is pursuing a separate track of negotiations.",
  "But the EU is still debating the sanctions.",
  "But many Tobruk lawmakers are crying foul.",
  "He has no political leadership skills.",
  "\"In general, it is a gamble,\" he said.",
  "But lawmakers stalled for months.",
  "One bloc supports it.",
  "He is unknown ...",
  "He has nothing.\""
]