[
  "Speaking to an audience at the Royal United Services Institute on March 10, just after a meeting Prime Minister David Cameron at 10 Downing Street, Nahavandian said “We need to see the facilitation of banking relations as soon as possible… Non-US banks should not be limited in any kind of banking transactions with Iranian banks.”\n\nThe meeting on May 12 was the latest in a series of efforts by the US authorities to explain its position to international banks and other businesses.",
  "In recent weeks, US Treasury officials have been visiting European firms to try and offer some comfort as to what they can or cannot do under the US sanctions that are still in place, but according to Ellie Geranmayeh, a policy fellow at the European Council on Foreign Relations, “these have fallen short of what a lot of people have expected.”\n\nKerry’s latest remarks don’t seem to have changed that.",
  "He had made similar comments in an interview with CNN on May 10 when he said “banks in Europe are free to lend, to back a deal, to open an account for Iran, to engage in commerce.”\n\nIran has been complaining for months that ongoing US sanctions mean international banks are refusing to do business with it and it has been pushing European governments to lobby the US to help.",
  "This is a very odd position for the US government to be taking,” wrote Stuart Levey, chief legal officer of HSBC and a former undersecretary for terrorism and financial intelligence at the US Treasury Department.",
  "“HSBC has no intention of doing any new business involving Iran.”\n\nThe article was written following a meeting that US Secretary of State John Kerry held in London on May 12 with large European banks.",
  "“The US Treasury Department’s designation of Iran, including its central bank and financial institutions, as a primary money-laundering concern also still stands,” noted Leavy, in his opinion piece.",
  "In an opinion piece in the Wall Street Journal, one of the world’s largest banks has criticised the US government for encouraging non-US financial institutions to start working with Iran.",
  "As long as they do their normal due diligence and know who they’re dealing with, they’re not going to be held to some undefined and inappropriate standard,” said Kerry after the meeting.",
  "The terms of some of these deals are thought to explicitly prevent banks from doing business with Iranian counter-parties for several years, regardless of what sanctions are in place.",
  "One major stumbling block is the deferred prosecution agreements that some big banks have with the Treasury, following their previous breaches of sanctions.",
  "Treasury and State Department officials at the meeting tried to persuade the banks that doing business with Iran would not lead to reprisals from the US.",
  "Kerry wants non-US banks to do business with Iran without a US repudiation of its prior statements about the associated financial-crime risks.",
  "“We want to make it clear that legitimate business, which is clear under the definition of the agreement, is available to banks.",
  "There are no assurances as to how such activity would subsequently be viewed by US regulatory and law-enforcement authorities.”",
  "Following huge fines in the past, banks are understandably wary of falling foul of the US authorities in the future.",
  "There are many other factors holding international banks back, beyond the issue of ongoing sanctions.",
  "“Washington is pushing non-US banks to do what it is still illegal for American banks to do.",
  "chief of staff for President Hassan Rouhani, on a visit to London in March.",
  "The issue was raised by Mohammed Nahavandian.",
  "“Mr."
]