[
  "Rather than becoming a unifying cause as the United States and Europe have hoped, the fight against the jihadi group threatens greater fragmentation in Libya, which has been torn apart among rival militias, tribes, governments and parliaments since the 2011 downfall of longtime autocrat Moammar Gadhafi in a NATO-backed rebellion.",
  "\"It's now clear Misrata and Hifter will compete over Sirte in order to establish who rules really in Libya,\" Mattia Toaldo, a Libya specialist at the European Council on Foreign Relations, told The Associated Press in an email interview.",
  "So far, with only patchy support from some factions, Serraj has been ensconced in a naval base in Tripoli since his return to the country in March, unable to exercise much power beyond his office walls — much like his predecessors.",
  "Each of the rival powers see capturing Sirte from the militants as a way to gain advantage over the other, seize control of vital oil facilities nearby and gain legitimacy in the eyes of the international community.",
  "next Image 1 of 3\n\nprev next Image 2 of 3\n\nprev Image 3 of 3\n\nFrom east and west, the forces of Libya's rival powers are each moving on the city of Sirte, vowing to free it from the hold of the Islamic State group.",
  "Though the jihadis — many of whom are from Tunisia — have had little success at expanding their territory, their presence has raised alarm that they could take advantage of Libya's chaos to create a foothold.",
  "Hifter's opponents are convinced he intends to use the Sirte operation to capture nearby oil infrastructure currently in the hands of Ibrahim Jedran, a militia commander who backs Serraj's government.",
  "The U.N. envoy to Libya, Martin Kobler, warned of civil war, saying on his Twitter account Thursday, \"Libyans must not fight each other, they should jointly fight the common enemy,\" referring to IS.",
  "The U.S., Europe and United Nations hope the creation of Serraj's administration can unite Libya's factions against IS and provide a legitimate body that can receive foreign military assistance.",
  "The moves on Sirte threaten to further undermine Fayez Serraj, head of what is meant to be a national unity government envisaged under a U.N.-brokered deal reached after months of negotiations.",
  "One of the two rivals is Khalifa Hifter, the army chief based in the east whose forces have been battling Islamic militias the past two years in the eastern cities of Benghazi and Darna.",
  "Because Tripoli's rulers have been reluctant to fight IS, Misrata's politicians and militias have expressed support for the U.N. unity deal as a way to both fight IS and remove Hifter.",
  "Then when the tide turned and the autocrat was deposed from Tripoli, Misrata fighters attacked Sirte, eventually finding Gadhafi there and killing him along with many of his loyalists.",
  "In a televised speech last week, Serraj condemned any unilateral assault on the Islamic State group stronghold, insisting any move to retake Sirte should be led by his administration.",
  "The other power are the militias of Misrata, Libya's third largest city, which have been the dominant force in the west since Gadhafi's fall and are bitterly opposed to Hifter.",
  "In a sign of how violence may be further stoked by the assault, mortars hit a rally of hundreds of Hifter supporters in Benghazi on Friday as they cheered the Sirte offensive.",
  "So he appears to be aligning with Misrata to thwart Hifter, who rejects Serraj's government because the U.N.-brokered deal requires Hifter's removal as head of the military.",
  "On Tuesday, warplanes from Misrata struck fighters loyal to Hifter who were guarding oil installations in the Zallah area, 300 kilometers (180 miles) south of Sirte.",
  "On Thursday, Islamic State suicide bombers hit three checkpoints manned by the Misrata militiamen south of the city, killing eight and then seizing the area.",
  "The parliament in Tobruk has been too divided to hold a required vote of confidence in Serraj, in part because Hifter's allies are blocking it.",
  "The other is based in the eastern city of Tobruk, backed by Hifter, who commands a force made up of army units and eastern tribal fighters.",
  "On Thursday, Serraj ordered formation of a command that would nominally lead any Sirte operation, most of them army officers from Misrata.",
  "\"The victor will secure greater bargaining power in the ongoing high-stakes negotiations\" to put together the national accord government.",
  "More than a year ago, Islamic State group militants captured Sirte, located at around the midpoint of Libya's long Mediterranean coast.",
  "But Jedran's brother, Salem Jedran, who is mayor of Ajdabiya town near the oil terminals, accused Hifter of aiming to control the oil.",
  "Hifter's army spokesman Ahmed al-Mesmari said oil infrastructure is not the objective and that the advancing forces would avoid them.",
  "But he is widely despised in western Libya, where his opponents depict him as a would-be dictator along the lines of Gadhafi.",
  "While Tripoli militias have supported him, the Tripoli-based government has refused to recognize Serraj's administration.",
  "\"The race for Sirte is on,\" the intelligence think tank Stratfor wrote in an analysis last week.",
  "Whoever succeeds in capturing Sirte would be in a prime position to shape the unity government.",
  "Misrata suffered heavily from Gadhafi's crackdown early in the 2011 uprising against his rule.",
  "Hifter sent reinforcements that battled with fighters allied to Misrata and drove them out.",
  "His government is supposed to replace two rival governments that have fought for two years.",
  "Sirte was the birthplace of Gadhafi and many of its residents were his diehard supporters.",
  "Hifter's forces could have a better chance of taking Sirte, since he has supporters there.",
  "His commanders announced Wednesday that his forces were starting to advance toward Sirte.",
  "\"We will not let the battle to liberate Sirte turn into a political bargaining,\" he said.",
  "The Misrata militias were once the backbone of the Islamist-led government in Tripoli.",
  "On route to Sirte, Hifter's forces will likely face clashes with allies of Misrata.",
  "Backed by Egypt and the United Arab Emirates, he is considered a hero in the east.",
  "Misrata warplanes responded with airstrikes, as authorities put Misrata on alert.",
  "But Misrata neighbors Sirte and has been highly concerned over IS control there.",
  "Already the two sides have clashed, raising concerns of an all-out fight.",
  "____\n\nRami Musa contributed to this report from Benghazi, Libya.",
  "\"All forces here are waiting for the right moment to attack ...",
  "The general hails from one of Sirte's major tribes, al-Farjan.",
  "The danger is they could very well fight each other as well.",
  "One, based in Tripoli, was dominated by Islamist factions.",
  "\"This could end up with a new civil war,\" he said.",
  "But Serraj has no real forces under his control.",
  "There is no trust among any of the parties.\"",
  "Hatred between Misrata and Sirte runs deep.",
  "Suspicion fell on IS pockets in Benghazi.",
  "Three were killed, including one woman."
]