[
  "“They should take care not to burden it with unrealistic demands, from ending the migrant crisis to defeating Islamic State.”\n\nGermany is wary of a long-term commitment, scaling back the language in a statement by European Union foreign ministers this week by insisting the bloc seeks U.N. Security Council approval to stop arms trafficking even on the high seas, diplomats said.",
  "On the ground, the United States and Italy, Libya’s former colonial power, are leading calls for action, but Kerry said at a meeting of major powers in Vienna last week with Seraj: “we’re not talking about troops and boots.”\n\nGermany does not want its personnel on Libyan soil but is willing to revive an EU border guards program in Tunisia.",
  "A building damaged during clashes between military forces loyal to Libya's eastern government and the Shura Council of Libyan Revolutionaries, an alliance of former anti-Gaddafi rebels who have joined forces with the Islamist group Ansar al-Sharia, is seen in Benghazi, Libya April 15, 2016.",
  "“The risks are very real and our resources modest.”\n\nThe remarks contrast with gathering momentum a month ago at EU and NATO headquarters in Brussels and a special dinner of EU foreign and defense ministers in Luxembourg in which Libyan maritime and security missions were on the table.",
  "BRUSSELS (Reuters) - Europe’s bold intentions to support Libya’s new U.N.-backed government are faltering as France and Germany resist a bigger role to rebuild the failed state, scarred by the West’s 2011 air campaign to help topple dictator Muammar Gaddafi.",
  "“We need a real crisis.”\n\nJust 480 kilometers (300 miles) from Europe’s coast, Libya’s slide into anarchy over the past five years has made it an outpost for Islamic State militants and a staging post for sub-Saharan African migrants aided by traffickers.",
  "While there is “no sense that Russia would veto,” a U.N. Security Council resolution, according to a senior Western diplomat, Germany has also suggested that the NATO alliance may need an invitation from the European Union to help in Libya.",
  "Lawmakers in Britain say the EU’s naval mission in the Mediterranean is too limited to have an impact on smugglers, as it is too far out to destroy boats, catch traffickers or head off migrants trying to reach Europe by sea from Libya.",
  "REUTERS/Esam Omran Al-Fetori/File Photo\n\nThe European Union and NATO have said they stand ready to help the unity government in Tripoli, if requested, to combat smugglers sending migrants into the Mediterranean toward Europe.",
  "“A mission acting only on the high seas is not able to disrupt smuggling networks, which thrive on the political and security vacuum in Libya, and extend through Africa,” a British parliamentary report said this month.",
  "Western diplomats in New York say they will have to work hard to secure Russia’s support as it accuses the West of going too far in Libya in 2011 and tensions are at their highest since the end of the Cold War.",
  "But French diplomats in Brussels are more cautious about a big NATO role, despite a warning last month from EU foreign policy chief Federica Mogherini that some 450,000 refugees in Libya could flee to Europe.",
  "But the failure of the West’s 2011 intervention still weighs on Western officials, even as the United States urges the Europeans to take a bigger role in securing its neighborhood.",
  "Alain Le Roy, the secretary general of the EU’s foreign service, defended the Sophia mission, saying that more than 80 traffickers had been arrested and up to 200 boats destroyed.",
  "France has sent special forces and military advisers to Libya, and France’s defense minister has repeatedly called for the EU naval mission to move into Libyan territorial waters.",
  "“Europeans now have what they asked for, namely a unity government ruling from the capital,” said Mattia Toaldo, a Libya expert at the European Council on Foreign Relations.",
  "In a letter, Libyan Prime Minister Fayez Seraj sent a broad request for security training, but Germany and France want the United Nations to move first.",
  "Tripoli, for its part, faces a threat from Islamic State fighters who exploited past conflict between rival governments to extend their power.",
  "U.S. Secretary of State John Kerry has urged NATO to link up with the EU’s naval mission “Sophia” in the Mediterranean to tackle smugglers.",
  "Sophia’s chief, Italian Rear Admiral Enrico Credendino, told La Repubblica on Wednesday the coast guard could be trained in 14 weeks.",
  "“Washington tells us Europe’s southern border ends in the Sahara, not in the Mediterranean,” said an EU defense official.",
  "“We are looking at a support role, one that is low profile,” said a senior French official involved in Libya policy.",
  "“SECURITY VACUUM”\n\nBritain and the United States want a much bigger role for both NATO and the European Union.",
  "EU foreign ministers have approved training of Libya’s navy and coast guard in international waters.",
  "That reflects Germany’s long-standing need for a U.N. mandate for military deployments abroad.",
  "“The situation is apparently not grave enough for us to act,” said a senior NATO diplomat.",
  "Deployment of NATO combat troops are out of the question."
]