[
  "There’s little appetite for an anti-EU backlash in Spain\n\nOne of the big stories of last year’s election was the rise of Podemos (\"We can\"), a left-wing populist party that has called for increasing welfare benefits, ending corruption, and changing EU policy to focus less on austerity and low inflation.",
  "On paper, this leaves room for three possible coalitions in Spanish politics: a right-wing coalition of PP and Ciudadanos, a left-wing coalition of PSOE and Podemos, or a \"grand coalition\" between the two biggest parties on the right and left, respectively, PP and PSOE.",
  "In that election, Podemos almost topped Spain’s established left-wing Spanish Socialist Workers' Party (better known by its Spanish acronym, PSOE), which would have made Podemos the leading opposition party behind PP.",
  "So the formation of Podemos — along with Greece’s left-wing populist Syriza party — looked like it could be the start of a political backlash among the countries that may have been most harmed by EU policies.",
  "While Spain’s main left-wing party, PSOE, has faced a challenge from the further-left Podemos, the center-right People’s Party has faced a challenge from a new centrist party called Ciudadanos (\"Citizens\").",
  "Finally, the math doesn’t quite work for either the left-wing or right-wing coalitions to get an outright majority — though Spanish rules do allow minority governments to form under certain circumstances.",
  "\"The election results have legitimized Rajoy, who some people had prematurely dubbed a lame duck,\" argues Francisco de Borja Lasheras, an expert at the European Council on Foreign Relations.",
  "Forming a new government won’t be easy\n\nTo form a new government, someone needs to build a coalition of parties that together have at least 176 seats in the 350-seat Congress of Deputies.",
  "That would ease tensions with both Ciudadanos and PSOE and could smooth the way for a different PP leader to become prime minister in partnership with one of the other parties.",
  "The party’s leader, acting Prime Minister Mariano Rajoy, will need to recruit coalition partners to help it reach the legislative majority it needs to form a new government.",
  "The worry is that these latest election results could lead to a continuation of the frustration and gridlock that has prevailed in Spain since last December’s election.",
  "Spaniards hoped that fresh elections would break the stalemate and provide someone with a mandate to form a government, but it looks like that might still not happen.",
  "That’s partly due to Spain’s history: Spain’s fascist dictator, Francisco Franco, only died in 1975 — within the memories of many Spaniards who are still alive today.",
  "You might have expected Sunday’s general election in Spain — held just three days after Britain voted to leave the European Union — to produce some dramatic results.",
  "Meanwhile, the leader of Ciudadanos has portrayed PP leader Mariano Rajoy as corrupt and called for his resignation, which would make for an awkward partnership.",
  "Many economists attribute Spain's poor economic performance since 2008 to the adoption of the euro and the tight money policies of the European Central Bank.",
  "Lasheras says the Spanish people have become more Euroskeptical in recent years, but not nearly to the same extent as voters in the United Kingdom.",
  "\"We have a generous welfare state that provides extensive help to people in a crisis,\" he argues, helping to limit the human cost of unemployment.",
  "This year, Podemos joined forces with a handful of other left-wing parties in hopes that a united front would allow it to do better at the polls.",
  "And PSOE has reason to worry that getting into bed with PP could allow the left-wing Podemos to claim the mantle as the leading left-wing party.",
  "When Spain was allowed to join the EU in 1986, it was a recognition that the country had put its years as a fascist dictatorship behind it.",
  "And Lasheras argues that Spain’s high official unemployment rate can be a misleading indicator of the state of the Spanish economy.",
  "Whether or not Rajoy succeeds, the results suggest that the Spanish people are not looking for a dramatic change in the status quo.",
  "In December 2015, Podemos got 20.7 percent of the vote, an impressive showing for a party running for election for the first time.",
  "And like Britain, Spain has experienced a big wave of immigration — its foreign-born population has soared over the past decade.",
  "In short, most Spaniards view the EU as an unambiguously good deal for their country, despite the recent economic difficulties.",
  "The party is described by Spaniards as \"liberal,\" but in the US it would more likely be described as libertarian or neoliberal.",
  "This time, the PP still fell short of a majority, but it gained seats and thereby improved its chances of staying in power.",
  "Podemos got 21.1 percent of the vote, which was less than the combined vote total of the coalition members last election.",
  "They’re frustrated with some specific EU policies, but unlike voters in Britain they’re far from ready to revolt over it.",
  "Yet Spaniards eschewed radicalism, giving the biggest vote share to Spain’s ruling center-right People’s Party (PP).",
  "Spain’s economy is in worse shape than Britain’s: Unemployment is at 21 percent, compared with 5 percent in Britain.",
  "The Spanish people cherish the freedoms — like open borders with neighboring countries — that EU membership brings.",
  "If these unofficial income streams were reflected in official statistics, Spain’s unemployment rate would be lower.",
  "\"The Spanish people recognize that the EU has been very good to Spain as an anchor to democracy,\" Lasheras says.",
  "But personalities and political strategy may get in the way of any of those alliances emerging this year.",
  "So many of the people who are officially unemployed are, in fact, earning money off the books.",
  "No one wants to go back to the polls for a third time and risk yet another inconclusive vote.",
  "PSOE loathes Podemos in much the same way that Democrats loathed Ralph Nader in 2000.",
  "For its part, PSOE improved its vote share slightly, from 22 percent to 22.7 percent.",
  "Last time, none of the parties could assemble a majority coalition, forcing a revote.",
  "So the parties will be under a lot of pressure to find a workable compromise.",
  "One thing that would help would be for Rajoy to step down as prime minister.",
  "It was a do-over of the country's last election, held in December.",
  "More importantly, he points out, Spain has a large black market.",
  "And once again, voters failed to give any party a majority.",
  "Spain and Greece have been hit especially hard.",
  "And that’s going to be a challenge.",
  "But that didn’t happen."
]