[
  "With the creation of a new 400,000-strong National Guard force that answers to Putin alone and is run by his uber-loyal former bodyguard Viktor Zolotov, the Kremlin leader now has his own personal Praetorian Guard that could put down any dissent in society -- or deter any attempt at a palace coup in the elite.",
  "He appears to see agencies like the National Guard and MGB as the guarantors of his power,\" Mark Galeotti, a senior research fellow at the Institute of International Relations in Prague and a visiting fellow at the European Council on Foreign Relations, wrote recently in Vox.",
  "Reuters/Yuri Kochetkov\n\nAs Putin tosses old cronies like Vladimir Yakunin, Viktor Ivanov, and Sergei Ivanov under the bus, and replaces them with younger sycophants who owe their careers to him, the Kremlin is less a collective band of thieves and a more of a one-man band.",
  "The new Ministry of State Security, or MGB, would not only have the same name and acronym of the feared Stalin-era secret police, it would incorporate the Federal Security Service, the Foreign Intelligence Service, and most of the Federal Protection Service under one roof.",
  "And oh, by the way, in just a couple weeks Vladimir Putin will turn 64, the same age that Leonid Brezhnev was in 1970 as the Soviet Union was about to enter a decade of economic stagnation, intensified political repression, and escalated foreign aggression.",
  "Russian President Putin listens to German Vice Chancellor and Economy Minister Gabriel during their meeting at the Novo-Ogaryovo state residence outside Moscow Thomson Reuters A one-party state, an aging leader in the Kremlin, and a new KGB?",
  "With a record-low turnout of 47.8 percent in the September 18 elections, the majority of Russians have clearly decided to opt out of electoral politics -- and the Kremlin has decided that it doesn't really need to mobilize them anymore.",
  "And on the same day, a widely circulated report in the daily Kommersant revealed that there are plans afoot in the Kremlin to create a new Ministry of State Security that would effectively re-create the feared Soviet-era secret police.",
  "An honor guard opens the door as Russian President Vladimir Putin (R) enters a hall to attend a meeting with members of the Presidential Council for Civil Society and Human Rights at the Kremlin in Moscow, Russia, October 1, 2015.",
  "Russians woke up on September 19 to news that the ruling United Russia party controlled more than three-quarters of the seats in the new State Duma, in an election marred by record-low turnout and widespread allegations of fraud.",
  "Its primary task was protecting the regime,\" Andrei Soldatov, co-author of the book The New Nobility: The Resurrection Of The Russian Security State And The Enduring Legacy Of The KGB, wrote in Foreign Policy.",
  "Gennady Gudkov, a former KGB colonel and currently an opposition politician, warned in an interview with RFE/RL's Russian Service that the Kremlin regime was going \"from authoritarian to totalitarian.\"",
  "Instead, he preferred to play divide and rule, balancing the rivalries among the myriad security services, playing the role of arbiter and preventing any one of them from becoming too powerful.",
  "\"The KGB, it should be remembered, was not a traditional security service in the Western sense -- that is, an agency charged with protecting the interests of a country and its citizens.",
  "Instead of protecting the interests of the collective Putin regime, the system now seems geared toward protecting Putin the man -- who apparently intends to rule to the bitter end.",
  "Despite his KGB background, Putin has long resisted proposals to put Humpty Dumpty back together again and re-establish the feared and monolithic Soviet-era secret police.",
  "Moreover, historian Boris Sokolov recently noted that major overhauls of the Soviet or Russian security services tended to precede campaigns of political repression.",
  "But while history isn't necessarily repeating itself, neither as tragedy nor as farce, the Putin era does appear to be entering a new and more sinister phase.",
  "With United Russia controlling 343 out of 450 seats in the Duma, the legislature will be, for all intents and purposes, a single-party parliament.",
  "We may not be watching a rerun of That Soviet '70s Show, but the long-running Putin show does seem to be starting a brand new season.",
  "REUTERS/Ints Kalnins\n\n\"The main task was always to protect the interests of whoever currently resided in the Kremlin.",
  "Ironically, Putin might be creating for the first time a single agency with enough power to topple him.\"",
  "With this new agency, we're seeing a return to form -- one that's been a long time in the making.\"",
  "\"Putin is clearly concerned about the possibility of a conspiracy within the elite to oust him.",
  "\"However, the old model did at least mean any coup would have to involve many different groups.",
  "But Putin abandoned such managed pluralism in the elite when he began purging his inner circle.",
  "The simulated democracy and managed pluralism that marked much of the Putin era are out.",
  "He abandoned it in the Duma when he opted for an effective one-party legislature.",
  "And then, of course, there is the matter of that new incarnation of the KGB.",
  "And now, it appears, he is abandoning it in the security services as well.",
  "Saying it would essentially reconstruct the KGB is far from hyperbole.",
  "Monolithic rule, elite purges, and escalated repression are in.",
  "This is a perennial topic of discussion in Moscow.",
  "And he's clearly not going anywhere anytime soon.",
  "It seems we've seen this movie before.",
  "A New KGB?",
  "Hmmm."
]