[
  "\"If we see a terror attack in Berlin, if there's another (sexual assault) event like in Cologne over New Year's, if the deal with Turkey (to return migrants) falls through and the refugee crisis escalates again with hundreds of thousands of people marching toward Germany's borders, that will change things.",
  "\"What everybody's worried about is that we're going to experience a re-run of what happened in March, when the established parties were crushed,\" said Michael Broening, a senior policy analyst at Friedrich-Ebert-Stiftung, a political foundation with links to the Social Democratic Party.",
  "(Photo: AFP)\n\nBERLIN — A right wing, anti-immigrant party stands to make strong election gains Sunday in Chancellor Angela Merkel's home state, a potential embarrassment for the German leader's liberal refugee policy.",
  "The vote in the Baltic Sea region of Mecklenburg-Western Pomerania will test the resilience of Merkel's conservative Christian Democratic Union and other mainstream parties ahead of next year's federal elections.",
  "When Merkel's party is combined with its governing coalition partner, the left-leaning Social Democratic Party, which is polling at 28%, the result could be enough to retain power in the northeastern state.",
  "The anti-immigrant Alternative for Germany (AfD) party has been buoyed by dissatisfaction with Merkel's decision last year to take in more than 1 million asylum seekers, mostly Muslims.",
  "Merkel has not said whether she will run for chancellor in next year's election, telling a German television interviewer Sunday that she would \"report on that at the appropriate time.\"",
  "Merkel's popularity rating has slumped to 45% since she opened Germany's borders to asylum seekers, down from 75% before the flood of migrants created a European-wide crisis in 2015.",
  "CLOSE Italian Prime Minister Matteo Renzi and German Chancellor Angela Merkel agree to step up efforts to send migrants with no right to asylum in Europe back to their homelands.",
  "In Berlin's mid-September election, AfD has weaker support than in Merkel's home state, but backing for her party has dropped over the past year and may hit a record low.",
  "\"The refugee issue has helped AfD a lot, and it reflects political alienation,\" said Josef Janning with the Berlin office of the European Council on Foreign Relations.",
  "\"If we want to feel like we're still in Germany, we need to send a stop signal,\" AfD candidate Lars Loewe told a rally Monday in Wismar, a town in Mecklenburg.",
  "He said the party's popularity in Mecklenburg was somewhat surprising, because relatively few immigrants live there — about 4%, compared to 11% nationally.",
  "At the last federal election in 2013, the party narrowly missed the 5% vote threshold for entering the Bundestag, Germany's national parliament.",
  "Video provided by AFP Newslook\n\nA woman crosses the street in front of election posters in Schwerin, in northeastern Germany, on Aug. 30, 2016.",
  "\"If we witness a surge in support for AfD, then things might become increasingly difficult for the heads of the established parties,\" he said.",
  "\"We must draw (voters) back with solutions and actions,\" Merkel said on the campaign trail Monday in Schwerin, the capital of Mecklenburg.",
  "A campaign poster by the party drives home that point by saying: \"His Moroccan drug dealer gets his whole life paid for by the state.",
  "A poll by the political research Insa Institute shows AfD could win 23% in Sunday's vote, while Merkel's party would get 20%.",
  "In March elections, the AfD scored strong enough results to be represented in eight of Germany's 16 state parliaments.",
  "Half of voters don't want her to pursue a fourth term, according to a recent poll for the Bild am Sonntag newspaper.",
  "AfD has repeatedly attacked Merkel's \"we can manage\" approach to asylum seekers, and that appears to be working.",
  "\"She probably feels like she's a captain who can't leave the ship or it will be perceived as sinking.",
  "Something is super rotten in Germany and that's why he's voting for Alternative for Deutschland.\"",
  "Another upcoming gauge will be the Sept. 18 regional election in Berlin.",
  "\"We can only win them back if we solve the problems.\"",
  "But short of that she'll run again — and she'll win.\"",
  "She reacted to the poll with characteristic calm.",
  "Read or Share this story: http://usat.ly/2bUfPDi",
  "There's not really an alternative,\" he said.",
  "Broening said he thinks Merkel will run."
]