[
  "In the aftermath of the New Year's Eve attacks, where a group of more than 1,000 men of North African and Middle Eastern descent allegedly broke up into smaller groups and robbed and sexually attacked women around the main train station in Cologne, police have received more than 650 reports of crimes spanning from robbery to sexual molestation and rape as of Thursday, The New York Times reported.",
  "\"[German Chancellor Angela] Merkel will have to deliver on [reducing the number of immigrants allowed in], and, as long as her government can achieve this, her position on not setting a specific ceiling and on keeping the basic legal framework on asylum as it is will be accepted by a substantial majority of the public,\" he said.",
  "REUTERS/Wolfgang Rattay\n\nGermany's 2016 will be shaped by two tasks in the aftermath of the horrific sexual attacks in Cologne on New Year's Eve, according to Josef Janning, head of the European Council on Foreign Relations' Berlin office.",
  "Janning said there is a \"sober consensus\" emerging that Germany needs to accomplish the tasks of integrating migrants and reducing the number allowed into the country in the first place.",
  "\"I have never experienced such a thing in any German city,\" said 18-year-old Johanna, who told the Times she was grabbed \"continually\" by men who surrounded her at the station.",
  "Gangs of people in Cologne attacked six Pakistani men and one Syrian man in Cologne near the site of the original attacks Sunday, German police officials said.",
  "Those tasks include reducing the number of new arrivals \"significantly\" and making noticeable progress on integrating the immigrants into German society.",
  "A local German government report released last Monday said the men carried out \"taharrush gamea,\" which is Arabic for group sexual harassment in crowds.",
  "A local newspaper reported those attackers arranged to meet in downtown Cologne on Facebook to start a \"manhunt\" of foreigners, according to Reuters.",
  "Polls show the public is split in its belief about whether the migrants and refugees will be properly integrated into German society, he added.",
  "German officials announced a plan last week in response to the Cologne attacks to make it easier to deport immigrants who commit crimes.",
  "As of last week, at least 31 people, mostly from North Africa and the Middle East, have been charged in the attack, according to CNN.",
  "The attacks have been the cause of much controversy, namely regarding Merkel's open-door policy toward migrants and refugees.",
  "Germany had not previously been exposed to such a massive combination of sexual violence and robbery, per the report.",
  "Germany will also have to be more vigilant in returning those who are not granted asylum, according to Janning.",
  "\"The general openness of the people has been surprisingly stable after the events of Cologne,\" he said.",
  "\"The hype about Germany's welcoming culture of last autumn is gone,\" he wrote in a commentary Monday.",
  "The New Year's Eve assault also apparently spurred retaliatory violence against foreigners.",
  "\"Their sensitivity to the difficulties and challenges, however, has much increased.\"",
  "More than 1 million migrants and refugees entered the country in 2015.",
  "\"That was really the worst night of my life,\" she said.",
  "\"I would not want to experience this again.\""
]