[
  "Mark Leonard, director of the European Council on Foreign Relations, told The Times, \"Seven decades after Pearl Harbor, the guilt, reflection and self-questioning that followed the Second World War have been replaced by resurgent nationalism on both sides of the globe,\" and Carleton University international affairs professor Stephen M. Saideman added, \"Reactions to the Great Depression bred protectionism and authoritarianism.",
  "A year or so after my Pearl Harbor trip, I was visiting a friend in the Sierra Nevada and on the way back to Los Angeles stopped for a while at another National Park Service site, Manzanar, the best-known of the infamous camps where innocent Japanese-Americans were detained against their will just months after Pearl Harbor.",
  "After a short ride we were at the memorial that rests above USS Arizona, the battleship that was sunk about halfway through the surprise attack, killing 1,177 soldiers and Marines, almost half the more than 2,400 American military and civilians who died at Pearl Harbor that Sunday morning.",
  "I was on the way to my nephew and godson's wedding in Kauai and stopped overnight in Honolulu expressly to visit the scene of the Dec. 7, 1941, Japanese air raid that was the explosive trigger for America's official entry into World War II.",
  "I didn't know the last of the boats that take visitors out to the USS Arizona Memorial left at 3 p.m., but a kindly National Park Service volunteer took pity and hustled me onto the shuttle's deck just as it was pulling away from the dock.",
  "There was a bright blue sky, and as I looked across the harbor, I imagined that similar sunny day in 1941 and how bizarre it must have seemed to have bombs and gunfire bursting with deadly force into a seeming tropical paradise.",
  "But Abe and Obama's Pearl Harbor trip also comes at a time when our world is fraught -- \"more fractious than it has been in a long time,\" as Jonah Engel Bromwich recently wrote in The New York Times.",
  "Back in May, both men visited Hiroshima -- the first time a sitting American president had come to the place where we dropped the first atomic bomb in August 1945, killing more than 125,000.",
  "It seemed clear that the tour group intentionally had waited until everyone else had left, presumably to avoid any possibility of confrontation with Americans who might take offense.",
  "Looking down into the water you can see the ship's remains and every day, two to nine quarts of oil still bubble to the surface from the 500,000 gallons of fuel that remain below.",
  "U.S. President Barack Obama and first lady Michelle Obama took part in a wreath-laying ceremony and tossed flower petals into the harbor during their visit on Thursday.",
  "REUTERS/Jason Reed (UNITED STATES - Tags: POLITICS)\n\nNext week, Prime Minister Shinzo Abe will be the first Japanese leader to visit the site of the surprise attack.",
  "The recent 75th anniversary of the attack on Pearl Harbor reminded me of the visit I made ten years ago and something curious that happened while I was there.",
  "Once back on shore, and now that the final boat had come back from the memorial, almost everyone left -- but the visitors center remained open.",
  "This year, next week, just after Christmas, Japan's Prime Minister Shinzo Abe will become the first Japanese leader to travel to Pearl Harbor.",
  "They silently crowded into the Remembrance Circle in which a bronze topographical map of Oahu outlines where the Japanese attacks took place.",
  "(She was launched from the Brooklyn Navy Yard in 1915 at a time when most battleships still burned coal but never saw combat until that Dec.",
  "On 9/11, as I stood on my downtown Manhattan corner and watched the attack on the World Trade Center, I had remembered her description.",
  "The camp's remains are brutal testament to what happens when hysteria, xenophobia and paranoia are allowed to have the upper hand.",
  "I recalled that a few years earlier, I had met a woman at a party who had been a journalist and a Navy wife at Pearl Harbor.",
  "Last year, Joyce Okazaki, one of those who were held at Manzanar, told a reporter, \"We really were in a concentration camp.",
  "She talked about standing on the top of a hill and watching the Japanese planes vector in on their targets.",
  "I was just getting ready to leave Pearl Harbor when two new buses arrived in the now empty parking lot.",
  "The tourists were aware of what had happened and their country's involvement but quiet and respectful.",
  "I had flown in from Los Angeles, arriving midday, so I didn't get to Pearl Harbor until mid-afternoon.",
  "The advent of Trump and of far-right populist movements around the world makes us all feel déjà vu.\"",
  "There was not a hint of vindictiveness; they knew better than most that war rarely ends well.",
  "The USS Arizona Memorial is pictured at sunset in Pearl Harbor, Hawaii, December 29, 2011.",
  "I wandered through the nearly deserted exhibit galleries and then returned outside.",
  "\"We'd like to send messages about the importance of reconciliation.\"",
  "We should be aware of our freedoms and make sure they are honored.",
  "\"This visit is to comfort the souls of the victims,\" Abe said.",
  "Don't send people to prison just because of how they look.\"",
  "He and President Obama will visit the USS Arizona Memorial.",
  "With these visits we seek to heal old profound grievances.",
  "With him come thoughts of reconciliation and tolerance.",
  "The two leaders' visit comes at an important time.",
  "It is a beautiful monument and a solemn place.",
  "From them emerged a small crowd of tourists.",
  "We didn't have due process.",
  "We were imprisoned.",
  "as I did again now.",
  "Japanese tourists.",
  "7.)"
]