[
  "Ironic as it may be, the Communists may be about to help advance the cause of democracy and reform in Russia\n\nIn the USA, these young grassroots members might be canvassing for Bernie Sanders, but in Russia they are beginning to push the KPRF to address the issues affecting their day-to-day lives: worsening public services, exploitative and inefficient local administrations, corruption from the top to the bottom of the system.",
  "By beginning to talk about the real issues facing the Russian people, the Communists may begin to reshape the national conversation\n\nIn 2011, obvious manipulation of that year’s Duma elections led to the so-called \"Bolotnaya protests\" and the largest anti-government rallies since Soviet times.",
  "In late January, speaking in the Russian city of Stavropol, Vladimir Putin denounced Soviet Communist leader Vladimir Lenin for, as Putin put it, placing an \"atomic bomb\" under the foundations of the Soviet Union by nationality policies that allowed non-Russians the right to secede.",
  "However, scattered and anecdotal accounts, especially from Russia’s regions, suggest there is a new generation of Communist Party members, disgruntled 20- and 30-somethings, for whom it offers the only structure able to articulate any kind of opposition politics.",
  "This reflects some fascinating changes in the Communist Party’s grassroots, potentially remaking it into a real opposition party — and one that, while it has no hopes of another revolution, could pressure Putin’s government to make some important changes.",
  "It’s too early to say whether this could force the Kremlin to spend less time and money on foreign adventures and more on domestic agendas, or simply contribute to loosening Putin’s grip on the throat of Russia’s political system, but both are possible.",
  "Putin’s comments might seem like a matter of arcane history, but they’re not: They’re part of a debate over the legacy of Lenin’s revolution, which is itself actually about an unexpected challenger to Putin’s government today: the Communist Party.",
  "The talking points for KPRF campaigners, which in the past have been so blandly anodyne as to be almost parodies, confining themselves to softball issues such as more support for pensioners and war veterans, are much more hard-hitting this time.",
  "However, by beginning to talk about the real issues facing the Russian people, they may begin to reshape the national conversation, unlocking sensitive issues relating to poverty, corruption, and maladministration for everyone to discuss.",
  "Meanwhile, the Communists are advocating higher taxes on the rich — who currently pay just the 13 percent flat income tax — and warning that more than half of all Russians live near or below the poverty line.",
  "In Russia’s present pseudo-democracy, elections are not to decide who will run the country; they are a legitimating ritual, a chance to prove that the country is happy, confident, and behind the Kremlin.",
  "Another bill called for families of senior officials to be barred from working in business connected with the officials’ work: a normal exclusion in many countries but, again, something new for Russia.",
  "The more the government has to use propaganda, payout, promises, and muscle to get the votes it needs, the weaker it will look — and the more dissatisfied the elite will be with Putin’s leadership.",
  "Meanwhile, Communist parliamentarians — who hold 92 of the Duma’s 450 seats — see corruption as a key issue to connect with the voters and have been proposing new anti-corruption measures.",
  "At a time when economic crisis and political drift are increasing popular discontent, this electoral legitimation is going to be all the more important — and all the more difficult.",
  "Through the Putin era, the KPRF has been content to be the fake opposition, playing its part in a political soap opera without any serious effort to actually challenge the Kremlin.",
  "We know Putin’s United Russia bloc and its allies will win a majority — one way or another, not least with some judicious vote rigging, the Kremlin will make sure of that.",
  "So it will be important to the regime that it manages to get out enough voters, and enough Kremlin supporters, to make the eventual results seem at least semi-plausible.",
  "Whether Putin was firing back in his comments against Lenin or simply made a blunder that fired up the party base, it certainly helped break the old accommodation.",
  "More to the point, this year sees parliamentary elections, and the Communists seem to be mounting their first serious challenge since Putin came to power in 1999.",
  "But in a sign of the growing divisions within the Russian elite and the rise of a new political generation, the KPRF is now becoming more outspoken and critical.",
  "Although he is willing to speak out against Putin, in practice he and his Duma deputies have tended to side with the government at every crucial juncture.",
  "Former Defense Minister Anatoly Serdyukov, for example, was sacked in 2012 amid allegations that he was involved in a $100 million embezzlement case.",
  "The heavyset 71-year-old lost out to Boris Yeltsin in the 1996 presidential elections, at least in part, almost certainly, due to electoral fraud.",
  "Rather than a violent seizure of power and the liquidation of the kulaks, they want progressive taxation and a narrower gap between rich and poor.",
  "They are now encouraging canvassers to highlight government corruption and incompetence, two issues most Russians have directly experienced.",
  "Mark Galeotti is a professor of global affairs at New York University and a visiting fellow with the European Council on Foreign Relations.",
  "After all, what usually happens if anyone senior is caught is that he is found a comfortable sinecure after a token time in the wilderness.",
  "Given the extent to which corruption is at the heart of the political system Putin has built, that is indeed a serious challenge.",
  "Simply by proposing them, the Communists are challenging the status quo and positioning themselves as the anti-corruption party.",
  "Zyuganov is now talking about a \"moment of truth,\" about the need to unite \"popular patriotic forces\" against the Kremlin bloc.",
  "So it is hardly coincidental that the hitherto-torpid KPRF is suddenly beginning to look like a real opposition party again.",
  "Thanks to them, the party has managed to retain the only national political machine that is not controlled by the Kremlin.",
  "This would be far from revolutionary, but it could at least nudge the Russian system in a slightly better direction.",
  "This September, Russia will hold national elections to the State Duma, the lower chamber of the Russian legislature.",
  "It is hard to believe that all this new militancy could be coming from the KPRF’s veteran leader, Gennady Zyuganov.",
  "Ironic as it may be, the Communists may be about to help advance the cause of democracy and reform in Russia.",
  "Many hold deeply regressive, even Stalinist views, but nonetheless tend to be formidable and committed.",
  "One was a bill to ban anyone convicted of corruption offenses from ever working in government service.",
  "Three years later, he quietly took up a position as a director at the state-owned Rostec corporation.",
  "They are generally not Soviet-style communists, actually being closer to European social democrats.",
  "This means the elections matter, even if the composition of the next Duma is not really in doubt.",
  "Next year is the 100th anniversary of the 1917 Bolshevik Revolution that brought Lenin to power.",
  "Rather, this new approach is likely to have been forced on Zyuganov by his party’s grassroots.",
  "These bills will not ever become laws; there are too many vested interests at stake for that.",
  "The Communist Party of the Russian Federation (KPRF) wants to see the anniversary celebrated.",
  "Since then, he seems to have accepted his role as tame opposition leader.",
  "He blogs at In Moscow’s Shadows and is on Twitter as @MarkGaleotti.",
  "The base of the KPRF has been a rump of aging Soviet veterans.",
  "Here's how these bizarre photos help Putin stay in power",
  "But in many ways, that’s not the point.",
  "But this is not the point."
]