[
  "Referring to his long history of foisting liberalism on societies, the panel’s chair asked Mr Soros’: “Are you worried that the ideas you’ve been promoting, you might be losing the ideological battle?”\n\nThe Hungarian said he was, and blasted his birth country’s overwhelmingly popular government, which has a firm mandate to reject liberalism and mass immigration.",
  "The billionaire has a record of funding movements to destabilise popular governments and is suspected to be behind a supposed “pro-democracy” movement in Poland that in actual fact represents the elite class, who looted the country post-Communism, and has the support of perhaps less than 10 per cent of Poles.",
  "The ECFR is an international think tank whose website proclaims it provides “a safe meeting space for policy-makers, activists and intellectuals to share ideas.” Their site states that the ECFR was started up with funding from George Soros’ Open Society Foundations, among others.",
  "The Hungarian-American open borders advocate and billionaire George Soros has declared ‘Brexit’ could easily be overturned and that the European Union (EU) must then be “remade”, with power transferred from national governments to EU bodies.",
  "On the topic of Britain’s EU referendum, he claimed that the British public were “shocked” that voters chose ‘Brexit’ and stated those who voted to leave had “genuine buyer’s remorse”.",
  "The international hedge fund manager stated it’s best for the unelected European Commission to have much of the power because it advances EU, rather than national, interests.",
  "Mr Soros said the petition could very well attract more signatures than the 17 and a half million Leave votes, and that parliament would have to “take this seriously”.",
  "Mr Soros said the point of the article was to advise that, to stop this from happening, the political and economic union must be “reconstructed from the ground up”.",
  "Mr Soros said a pro-European movement has grown out of the referendum result, opining that it’s “very important to make sure that [this] momentum is not lost”.",
  "Poll results suggest the claim that Leave voters have “buyer’s remorse”, which has been echoed across the international media on scant evidence, is false.",
  "In fact, so far surveys have reliably shown the opposite; More Remain voters are pleased with the result to leave the EU than ‘Brexit’ voters are unhappy.",
  "Speaking on a wide range of topics, the billionaire stated that popular “illiberal democracies” like Hungary must be remodeled, on “European values”.",
  "Praising a discredited petition which calls for a re-run of the referendum, the hedge fund manager contended that ‘Brexit’ is “not a fait accompli”.",
  "Mr Soros said that in order for the union to survive, it must be rebuilt with a transferral of powers from national governments to EU bodies.",
  "The billionaire also spoke about a recent article he had written, which said ‘Brexit’ made the disintegration of the EU “inevitable”.",
  "A poll for ComRes found that, of Remain voters, four per cent are happy with the referendum’s outcome while 88 per cent are unhappy.",
  "He contended that many voters who opted for ‘Brexit’ did so as a protest vote, with the “conviction that Leave would not succeed”.",
  "He said:\n\n“[Hungary’s Prime Minister Viktor] Orban presents an alternative to the values that have been the creation of Europe.",
  "This is not the time for compromises, we need a fundamental reform to reconstruct it from the ground up”, he told the audience.",
  "“Orban is the promoter of this illiberal democracy and the pursuit of national interests as opposed to the common interests.",
  "Mr Soros was appearing on a panel at the annual council meeting of the European Council on Foreign Relations (ECFR).",
  "“It’s a return to nationalism and it undermines, rejects the values with which Europe was originally conceived.",
  "Of Leave voters, 92 per cent are happy that ‘Brexit’ won while only one per cent are unhappy.",
  "He pointed to “national interests” as being what has “gone wrong” in the bloc.",
  "“Europe is genuinely doomed to fall apart unless we pull together.",
  "“We need to recapture these values.",
  "And that’s going to be our goal.",
  "And we have to do that."
]