[
  "It is, after all, rather extraordinary that more than half the voting population defied a large majority of its own elected parliament, all of the traditional political parties, and virtually every important institution in the country — from the Central Bank to the leaders of industry to the trade unions.",
  "In retrospect, they failed to fully appreciate the anger and frustrations of a huge swath of Britain: the old, the lower middle class, and the English outside of London who feel left behind by globalization, oppressed by immigration, and ignored by (and distrustful of) the elites.",
  "It has to do with a growing divide between the governing and the governed\n\nAs Nigel Farage, the leader of the UK Independence Party (UKIP), emphasized in his victory speech, the heart of this story seems to be the British people telling the elite to stick it.",
  "Indeed, Trump greeted the news of the “Leave” victory by congratulating the voters on “taking their country back,” portraying the Brexit vote as an example of how the people can take back power from corrupt and self-serving elites.",
  "This is part of a broader populist trend that’s happening all across Europe\n\nFor all the talk of its uniqueness and physical separation from Europe, the UK is not an outlier when it comes to experiencing this elite-popular divide.",
  "What we know is that, like turkeys voting for Christmas, the British have opted to weaken their economy, reduce their international standing, and create massive uncertainty at a time when the world really doesn’t need it.",
  "They apparently believed that the same arguments that appealed to the younger, wealthier urban classes in London and Scotland would be sufficient to convince the rest of Britain of the value of the EU.",
  "In the face of strong arguments from most mainstream politicians and experts of all kinds that leaving the EU would be disastrous for the country, why did so many Britons still choose to do it?",
  "They have clearly said, “We want to leave the European Union.” But beyond that, their accent is so thick that we only have the faintest idea why they did it or what they intend to do next.",
  "For a long time, European leaders have blamed their failures on the EU rather than acknowledging their own incapacity to deal with difficult challenges like unemployment and immigration.",
  "The outcome of the Brexit referendum, then, should be seen not as an anomaly but rather as part of a larger trend of popular backlash against elites that is taking place across Europe.",
  "It is hard to convince people that you will address their concerns if they don’t believe anything you say — even when you have impressive charts and data to back up your claims.",
  "A forthcoming study from my think tank, the European Council on Foreign Relations, shows a virtual tsunami of 33 proposed EU referendums in 18 different European member states.",
  "Elites across Europe and North America will need to move beyond evidence and demonstrate real empathy with the problems of their constituents if they are to remain in power.",
  "They will have to find a way to validate the concerns of their constituents on issues such as immigration and economic insecurity without gutting their own principles.",
  "Indeed, this anti-elite trend has even reached the United States: Donald Trump’s populist rhetoric taps into a similar dynamic of discontent with the governing class.",
  "The UK Treasury, for example, used state-of-the-art modeling to demonstrate that Brexit would cause a recession and cost British household about $6,200 a year.",
  "For those people, the views and opinions of Treasury officials, prime ministers, and foreign leaders weren’t just unconvincing — they were part of the problem.",
  "President Obama warned that Britain would become weaker and less respected, in part because as the president of the United States, he would respect them less.",
  "That these arguments failed to convince 52 percent of the voters demonstrates that there is an enormous gap between the governing and the governed.",
  "The elite political class’s intellectual arguments failed to resonate with large segments of British society because they misread the country.",
  "George Soros, a currency trader who made billions predicting the path of the British pound, said Brexit would cause a financial crisis.",
  "These leaders and institutions made very solid arguments about the economic and security benefits Britain enjoys as a member of the EU.",
  "Otherwise, we will see more anti-establishment referendums and stronger populist parties, and eventually the demagogues will take over.",
  "As a result, pro-European referendums have been failing across Europe — in France, in the Netherlands, and in Ireland — for many years.",
  "Many, if not most, of the countries across Europe are currently facing a similar gap between the population and the governing class.",
  "If even a fraction of these referendums come to pass, the EU will be consumed with them and probably torn apart by the results.",
  "At that point, the elites will really know what it’s like to be governed by people who don’t care about your concerns.",
  "Populist politicians in France and the Netherlands have already called for their own versions of an exit referendum.",
  "All in the name of the abstract concepts of “independence” and “sovereignty.”\n\nWhy did this happen?",
  "But that constituency just made its anger and frustrations abundantly clear at the ballot box.",
  "Fights over Frexit, Nexit, and beyond will be more than the current system can take.",
  "Bridging this gap between governed and governing confronts a fundamental dilemma.",
  "He promised to “send them to the back of the queue” for any new trade deal.",
  "The British people have spoken."
]