[
  "“The strategy of those loyal to Koufa appears to be to empty the region of administrative leaders, government officials and others collaborating with the army to both establish their authority and, perhaps, recruit more easily,” said Corinne Dufka, West Africa Director at Human Rights Watch.",
  "Some militants have since gone to Mali’s center belt to regroup and recruit, using it as a staging post to strike at areas in the south once considered safe\n\nDuring the Islamist occupation of northern Mali, Mopti was the last bastion of government power before the lawless desert.",
  "Ansar Dine also has a group of fighters called the Massina brigade - a reference to the 19th century Fulani empire of Massina - and has claimed a series of attacks against U.N. peacekeepers and Malian army targets in Bamako and the border areas near Ivory Coast and Mauritania.",
  "The emergence of the new group, recruiting among central Mali’s marginalized Fulani ethnic minority, has sown panic among residents, forced some officials to flee, and undermined the efforts of a 10,000-strong U.N. peacekeeping mission to stabilize the West African state.",
  "BAMAKO/SEVARE (Reuters) - Imam Elhadji Sekou Ba was one of the few people in his village of Barkerou who dared to speak out against the rise of Islamist militants in central Mali, denouncing in his sermons the young men taking up arms in the name of religion.",
  "Locals suspect the killing was carried out by the Massina Liberation Front (MLF), a new group blamed for a wave of attacks that is shifting Mali’s three-year-old Islamist conflict from the remote desert north ever closer to its populous south.",
  "“Everywhere Fulanis are marginalized, they have a strong identity and there are connections between them.”\n\nThe assassination was the latest in a wave of killings in the Mopti region targeting those opposed to Mali’s array of Islamist groups.",
  "Inspired by veteran jihadist Amadou Koufa, a radical preacher from the central Malian town of Mopti, the MLF has introduced a volatile new ethnic element to the Islamist conflict in a nation riddled with tribal tensions.",
  "Andrew Lebovich, visiting fellow with the European Council on Foreign Relations, says Mopti is an appealing area for radical groups’ expansion because of its historical importance as a center for Islamic governance.",
  "Alghabass Ag Intalla, a senior member of the Tuareg-led rebel coalition Coordination of Azawad Movements (CMA) and a former leader of Ansar Dine, said there was reason to fear the radicalization of some Fulanis.",
  "“The risk is that links develop between Fulanis throughout the region and it could be the next major regional conflict,” said Aurelien Tobie, a conflict adviser formerly based in the Malian capital Bamako.",
  "Aba Ibrahim Ba, a Fulani mayor from the commune where the imam was assassinated, said the government had done little to respond to the recent assassinations and the local population was in panic.",
  "The army blames the MLF for the siege and at least two other attacks in Mali’s center and south which are hindering attempts by the government and the U.N. peacekeeping force to restore order.",
  "Security experts fear that the rise of a jihadist group among the Fulani - whose 20 million members are spread across West and Central Africa - could regionalize the violence.",
  "Residents say there are few outwards signs of support for Koufa, whose whereabouts are unknown, although one local said cassettes of his sermons sell well in the market.",
  "Koufa’s speeches evoke the jihad led by Fulanis against the rival Bambara ethnic group to create the vast Massina Empire which spread across Mali, Senegal and Nigeria.",
  "Military sources say MLF is formed partly from local fighters who went north to fight three years ago but then returned to Mopti as French military pressure increased.",
  "A French-led military intervention in early 2013 scattered the insurgents, after Paris said the Islamist enclave could become a launchpad for terror attacks on Europe.",
  "The MLF is believed to be closely allied with Malian Islamist rebel group Ansar Dine, whose leader Iyad Ag Ghali fought alongside Koufa during the northern occupation.",
  "The Sevare attack has also been claimed by a group led by veteran Algerian jihadist Mokhtar Belmokhtar, which has rebranded itself as Al Qaeda in West Africa.",
  "That image was destroyed this month when armed men attacked a hotel in nearby Sevare and killed at least 12 people, including five United Nations contractors.",
  "Guillaume Ngefa, director of human rights in the U.N. mission MINUSMA, said at least 50 people had been arrested with alleged ties to MLF since December.",
  "Some Fulani, who represent 9 percent of Mali’s population, have obtained weapons from long-established militias set up to protect grazing lands.",
  "Many of the militants come from the ranks of jihadist fighters that seized the northern two-thirds of Mali in 2012 alongside Tuareg rebels.",
  "Its leaders have been able to exploit local grievances among the locally dominant, semi-nomadic Fulani population to swell their ranks.",
  "Mali’s former defense minister, Soumeylou Boubeye Maiga, said the army was struggling to contain the rapid emergence of the militants.",
  "Similar Fulani militia exist across much of the arid Sahel belt stretching across west to east across Africa, from Senegal to Sudan.",
  "Dufka says support for radical groups has been stirred by the army’s summary executions army of Fulanis accused of being jihadists.",
  "ISLAMIC EMPIRE\n\nTo achieve this, Dufka said, the Islamists are employing tactics of intimidation and targeted killings.",
  "“Besides reaching people by word of mouth, I cannot do anything else to stop this as it would be too risky,” he said.",
  "One of the attackers wore an explosive belt that did not detonate, in the first suicide attempt outside the north.",
  "Experts say the claims are not mutually exclusive and there are fluid relations between Mali’s Islamist cells.",
  "This prompted complaints from a Fulani organization that they were being targeted indiscriminately, he added.",
  "She documented five summary executions of people accused of collaborating with the army this year.",
  "A U.N. human rights report documented signs of dried blood on the side of wells in Sevare in 2013.",
  "“We see Fulanis as very marginalized in Mali, even from their own leaders,” he told Reuters.",
  "Reprisals seen to be targeting the Fulani community could play into the hands of extremists.",
  "The government needed to improve intelligence gathering in the region and check on mosques.",
  "A resident said several other village leaders had fled to Bamako, fearing reprisals.",
  "Last Thursday, shortly after dinner, he was gunned down on his doorstep.",
  "Its capital Hamdallaye, near present day Mopti, now lies in ruins.",
  "He said he had been forced into hiding.",
  "Mali never investigated the killings.",
  "“They are forming a rebellion.”",
  "FULANI REBELLION?"
]