[
  "U.S. intelligence officials believe Moscow intends to use airstrikes to help prop up Assad's embattled government, and Defense Secretary Ashton Carter spoke by phone this month for the first time with his Russian counterpart to try to ensure that U.S. and Russian aircraft or forces don't inadvertently clash in Syria.",
  "But the main event will come Monday when Obama, Putin, Chinese President Xi Jinping and other world leaders take turns on the podium to begin a debate on how to end Syria's bloodletting, battle the violent extremist groups emerging from it and stem the flood of refugees and economic migrants flowing from it.",
  "Given the conflicts in Ukraine and Syria, the president believes that it would be irresponsible not to test whether he can make progress through high-level engagement with the Russians, said the administration official, who spoke on condition of anonymity to discuss the planning.",
  "The Russian leader is expected to bash the West for failing to roll back Islamic State fighters from Syria and Iraq, and to argue that Washington and its allies need to stop trying to oust his ally, Syrian President Bashar Assad, and focus instead on battling extremists.",
  "The refugee issue may be most prominent Wednesday, when U.N. Secretary-General Ban Ki-moon presides over a meeting aimed at persuading the 193 member countries to accept more refugees, and to pledge more money to restore the U.N.'s failing effort to feed refugees.",
  "When he takes to the podium Monday, Putin is expected to argue that the Western and Arab governments should stop trying to oust Assad and instead join a rival coalition led by Russia, Syria and Iran to halt Islamic State and work out a peace deal.",
  "The Russian approach \"is at significant variance with the ongoing efforts of a coalition of more than 60 countries,\" Sheba Crocker, an assistant secretary of State, said Thursday, referring to the U.S.-led coalition arrayed against Islamic State.",
  "Although the White House has substantial support for its opposition to Russia's military buildup in Syria, Obama will be under pressure at the U.N. to explain his strategy for resolving the civil war and rolling back Islamic State, diplomats say.",
  "European leaders will face pressure to defend their treatment of the estimated 490,000 refugees and migrants who have streamed into Europe this year, often in rubber boats, straining some countries' ability to provide services or ensure safety.",
  "In the last three weeks, it has dramatically upped its ante in Syria by delivering heavy arms — including fighter jets, tanks, attack helicopters and surface-to-air missiles — to a military airfield in territory controlled by Assad.",
  "A senior Obama administration official said Obama agreed to Putin's request for a meeting \"despite our profound differences with Moscow\" over its support for Assad and its military role in Ukraine.",
  "Russian diplomats have tried to line up support for a U.N. Security Council statement to endorse Putin's view of the fight, and give an international blessing to the Kremlin's military buildup.",
  "NEWSLETTER: Get the day's top headlines from Times Editor Davan Maharaj >>\n\n\n\nThe annual General Assembly session is expected to draw more world leaders than ever before.",
  "But U.S. officials said Putin's military goals and other objectives remain unclear, and they worry that Russian attacks in Syria could worsen the war, not resolve it.",
  "The two leaders spoke by phone last month but have not met since Washington and Havana restored diplomatic relations this summer after more than half a century.",
  "U.S. officials have refused to negotiate with Russia over the proposed statement because they say it would entrench Assad without leading to a peace deal.",
  "At the center will be Putin, whom the West has tried to isolate for the last year for his aggressive support of armed separatists in eastern Ukraine.",
  "Josh Earnest, the White House press secretary, said Ukraine, not Syria, would be the \"top item\" on Obama's agenda when the two leaders meet.",
  "Ben Rhodes, a key Obama advisor, said the president had no plans to meet with another key player on Syria: Iranian President Hassan Rouhani.",
  "With winter approaching, \"the crisis is only going to get worse,\" Mogens Lykketoft, the president of the General Assembly, said this week.",
  "They also talked by phone this summer after the U.S., Russia and four other nations completed a deal to curb Iran's nuclear activities.",
  "Obama canceled a meeting with Putin in 2013 after Moscow gave refuge to Edward Snowden, the rogue National Security Agency contractor.",
  "The planned \"bilateral engagement,\" as the White House called the meeting, is a clear step back for Obama's efforts to isolate Putin.",
  "The two spoke by telephone after the U.N. meeting in 2013, and both were deeply involved in negotiations for the nuclear deal.",
  "They talked briefly at a D-day anniversary in June 2014, and then spoke, again briefly, in China and Australia that November.",
  "Many European countries, struggling with the refugee crisis and weak economies, have felt unable to continue contributions.",
  "With the tab running into billions of dollars, U.N. aid workers have been forced to cut rations for Syrian refugees.",
  "Despite Western sanctions against some of Putin's top associates, his government has not pulled back from Ukraine.",
  "Pope Francis will speak at the U.N. on Friday morning before many heads of state even arrive.",
  "Diplomats from several other countries also predicted that Moscow's proposal would fail.",
  "Rhodes said Obama \"will have some opportunity\" to meet with Cuban President Raul Castro.",
  "He'll be featured in a \"60 Minutes\" interview Sunday on the eve of the general debate.",
  "Western sanctions, he said, have \"taken a significant toll\" on Russia's economy.",
  "The White House is prepared to cooperate with Russia against Islamic State.",
  "Relations between the two leaders have been strained for years.",
  "That would be a nonstarter for the White House and its allies.",
  "The two leaders last sat down for formal talks in June 2013.",
  "It marks a recognition instead that Putin can't be ignored."
]