[
  "“This will only empower those (in Iran) with a more confrontational stance - bring out the worst in the system.”\n\nFor now, Iranian leaders have kept their cool, with Salehi saying Iran will only take “reciprocal action” if the U.S. is found in breach of the deal - leaving EU diplomats caught in a balancing act between the two long-time rivals.",
  "The Trump administration said on April 18 it was launching an inter-agency review of whether the lifting of sanctions against Iran was in the United States’ national security interests, while acknowledging that Tehran was complying with the deal to rein in its nuclear program.",
  "Leader.ir/Handout via REUTERS\n\nEurope’s energy commissioner is leading more than 50 European firms in a business forum in Tehran over the weekend - the latest bid to foster new ties in the 16 months since Iran curbed its nuclear program in exchange for sanctions relief.",
  "TEHRAN (Reuters) - Wary of U.S. President Donald Trump’s tough talk on Iran, the European Union is courting Tehran to show Iranians preparing to vote in a May 19 presidential poll that it is committed to a nuclear deal and they stand to benefit, EU diplomats say.",
  "“Even if from a commercial perspective, companies are essentially on hold.”\n\nFILE PHOTO: Iranian President Hassan Rouhani takes part in a news conference near the United Nations General Assembly in the Manhattan borough of New York, U.S., September 22, 2016.",
  "Of the six major powers who engineered the deal - the United States, Britain, France, Germany, China and Russia - EU nations bore the brunt of the oil embargo on Iran and stand to gain the most from a thaw they view as a victory for European diplomacy.",
  "But the bloc’s leverage remains limited - particularly if it is not able to shield European firms from the risk of remaining U.S. sanctions and encourage big banks to reverse over a decade of Iran’s exclusion from the international financial system.",
  "CONFRONTATION RISK\n\nEU diplomats voiced concern that a more confrontational stance by the Trump administration could empower Iran’s hardliners ahead of the elections - although there is no sign the United States intends to walk away from the deal.",
  "REUTERS/Lucas Jackson/File Photo\n\nThe risk of falling afoul of U.S. measures has been enough to persuade major Western banks to stay away from Iran, and Tehran accuses Washington of undermining the nuclear deal by scaring investors away from Iran.",
  "Some Western companies have returned - planemakers Airbus and Boeing and carmakers Peugeot–Citroen and Renault - but many more have hung back, fearing Trump will tighten the screws on an already complex set of rules for engaging with Iran.",
  "In recent months, European leaders have been frequent visitors to Tehran with businessmen in tow - in an effort to keep alive the 2015 accord, which also has the support of Russia and China, rivals for influence in the Islamic Republic.",
  "There are also signs that the EU’s firm stance has given U.S. officials pause, with senators saying they delayed a bill to slap new sanctions on Iran due to worries over how the bloc would react and the Iranian presidential elections.",
  "Iran’s ultimate authority, Supreme Leader Ayatollah Ali Khamenei and his loyalists have criticized Rouhani’s policy of rapprochement with the West, arguing the 2015 nuclear accord had not yielded the benefits he promised.",
  "The International Monetary Fund this year applauded Iran’s “impressive recovery”, with growth expected over 6 percent for the last 12 months and low inflation - a record that Rouhani has been keen to defend.",
  "EU diplomats say they share U.S. concerns over Iran’s human rights record, its ballistic missiles tests, its funding of blacklisted militant groups and its support for Syrian President Bashar al-Assad.",
  "But the hoped-for a boom since the EU and United Nations sanctions over Iran’s nuclear program were lifted a year ago has been hampered by separate U.S. measures in place over Iran’s missile program.",
  "Meeting with Iran’s atomic chief Ali Akbar Salehi, Commissioner Miguel Arias-Canete echoed the EU’s mantra that it is “fully committed” to the 2015 deal and expects the same from all other parties.",
  "“The Europeans want to at least create the optical impression they are politically invested in this deal working,” said Ellie Geranmayeh of the European Council on Foreign Relations.",
  "The bloc’s trade with Iran has partially recovered - much of that due to oil exports from Iran in what one EU official called “a direct incentive to stick to the deal”.",
  "The pace and scale of Western investment is at the heart of a challenge by hardline rivals of pragmatist President Hassan Rouhani, who is seeking re-election in May.",
  "Iran's Supreme Leader Ayatollah Ali Khamenei speaks during a meeting with Iranian officials and ambassadors of Islamic countries, in Tehran, Iran, April 25, 2017.",
  "While acknowledging domestic criticism, Salehi told reporters Tehran will remain committed to the deal regardless of the outcome of next month’s vote.",
  "The latter was a theme of another big conference in Tehran on Saturday attended by Germany and Iran’s central banks.",
  "“We disagree that we have to address these issues by ditching the (nuclear) deal,” one EU diplomat told Reuters.",
  "He has to be given a chance,” Iran’s vice president, Masoumeh Ebtekar, told Reuters in an interview.",
  "I hope that the American administration wakes up to these realities,” she added.",
  "“There is a lot of enthusiasm about working with Iran now and ...",
  "“He needs more time..."
]