[
  "In 2016, Anthony Banbury, the former assistant secretary general, resigned and penned a scathing letter about the body in the New York Times blaming “colossal mismanagement” to the what he saw as a failing U.N. That ranged from the U.N. taking an average 213 days to hire someone new, to lack of goal setting to allegations of sexual exploitation and abuse by its peacekeepers in the Central African Republic.",
  "Calvin, who worked with Guterres in 2009 over an initiative to deliver malaria nets to refugee camps, notes that during his time at the UNHCR she witnessed him reform and innovate the organization by taking funding out of the headquarters and “pushing more money out to the field.”\n\nRead More: The White Helmets of Syria\n\nHe is seen as a clean break from Ban, who steps down from the position on Dec. 31.",
  "“He has been grappling the humanitarian consequences of these crises for years, while Ban had very little background with Middle East and Africa conflict, Guterres is picking up a file he knows very well.”\n\nRead More: U.S. Suspends Talks With Russia Over Syria\n\nGuterres has a raft of internal issues at the U.N. to deal with, along with his responsibilities as the world’s top diplomat.",
  "“He is not someone who would get into the weeds of organizational issues, he will hopefully build a team of people who will do that.”\n\nBritish negotiator Gladwyn Jebb, one of the drafters of the U.N.’s founding document, once wondered whether the organization’s founding fathers had aimed “too high for a wicked world.” Guterres’ solution?",
  "Permanent Representative to the United Nations Samantha Powers remarked on this rare show of unity: “I think every day we go into the Security Council, we aspire for the kind of unity that we saw today, and on a crisis with carnage as horrific as that in Syria, the urgency of achieving that unity is no secret to anyone.",
  "“[Guterres] took on the issue of the day,” says Calvin, noting the mounting displacement of millions fleeing the Middle East, and effectively called out “governments around the world to address this issue both in these places where migration starts and in the places where migrants and refugees end up” she says.",
  "Come January, when he formally takes over from the departing Ban Ki-Moon, Guterres will lead the U.N. through the maelstrom of regional conflicts, including global rise in terrorism, a painful Syrian war, the international refugee crisis and an ever-growing gulf between Russia and the West.",
  "“He goes back to making decent yet ineffectual moral statements of peace in Syria and is not taken seriously in world stage.”\n\nBan was further criticized for his seeming reluctance to take a hard stance against Security Council members, who have effective veto power over U.N. actions.",
  "View Sample Sign Up Now\n\nThis may be in part to Guterres reputation of being an effective leader within the U.N., having served as UNHCR for close to 11 years, says Kathy Calvin, President and CEO of the U.N. Foundation— an NGO started by Ted Turner to support U.N. causes.",
  "After helming a series of failed peace talks from Syria to Yemen, he also came to be viewed as a poor crisis manager, says Richard Gowan, a senior fellow at the European Council on Foreign Relations and an expert on U.N. affairs.",
  "António Guterres was today formally nominated by the U.N. Security Council as the organization’s next Secretary General, and in the coming days his name will be given to the 193-member General Assembly for formal approval.",
  "“But it is also humility that is required to serve the most vulnerable, victims of conflicts, of terrorism, rights violations, poverty and injustices of this world.”\n\nContact us at editors@time.com.",
  "“He does not have an instinctive sense of how to oversee U.N. peace operations or the sort of diplomacy needed to deal with people like [Syrian President Bashar] Assad” Gowen tells TIME.",
  "The announcement from the Security Council, bitterly divided over a solution to Syria, came sooner than expected—most secretary general elections tend to last until early November.",
  "Read More: Q&A with UN Secretary General Candidate Antonio Guterres\n\nThe surprising ease of Guterres’s selection offers some hope that he may have more luck in office than Ban.",
  "“Humility [is what I feel] about the huge challenges ahead of us, the terrible complexity of the modern world” he said from Lisbon on Thursday, Reuters reports.",
  "Ban’s 10-year tenure ship has seen some notable successes, like the Paris Agreement on climate change, which is now set to go into force within the month.",
  "Guterres, who was prime minister of Portugal from 1995 to 2002, will be the first national leader to take the role as the world’s top diplomat.",
  "And it’s not something we’ve achieved up to this point.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "“As a former head of state [Guterres] has a bit more independence and capacity of autonomous thought that Ban did,” says Gowan.",
  "The U.N. secretariat he will run includes some 40,000 people, and is frequently accused of of being bloated and bureaucratic.",
  "“One thing I can say about Guterres is he by instinct is a strategist and not an organizational tinkerer,” says Gowan.",
  "But there will be no honeymoon period for 63-year-old former U.N. High Commissioner on Refugees (UNHCR).",
  "After Guterres won the unanimous backing of the Council in a Wednesday straw poll, U.S.",
  "But he has also been criticized for his soft-spoken personality.",
  "Humility."
]