[
  "Many Hungarians, along with other Eastern Europeans, agree with right-wing Prime Minister Viktor Orban that those coming to Europe are seeking better economic opportunities rather than fleeing war and that, as Muslims from Syria, Iraq and Afghanistan, they will undermine Europe's Christian identity.",
  "In 2011, when Italy pleaded with its EU partners to help absorb the tens of thousands of people landing on its shores from North Africa, Berlin basically told Rome to handle the problem itself and threatened to reimpose border controls to keep the masses out.",
  "The majority of Hungarians support their government's crackdown, even though practically none of the asylum seekers streaming into Europe view Hungary as anything more than a way station en route to wealthier, friendlier countries such as Germany and Sweden.",
  "Last week, Germany, Austria and other countries began reintroducing border checks to regulate or prevent the entry of asylum seekers, suspending the seamless travel across the continent that has been one of the EU's most significant changes.",
  "Amid bitter recriminations among member states and scenes of police tear-gassing asylum seekers, some of the EU's key initiatives are in jeopardy, including the removal of national borders and a collective approach to tackling problems.",
  "When difficulties and disagreements arise, national politics trumps pan-European ideals, as leaders of the 28 countries pursue policies that play well with voters at home rather than with the \"Eurocrats\" at EU headquarters in Brussels.",
  "Resentment of Berlin would climb, because several of the objectors already believe the mass of humanity flooding Europe is in large measure Germany's fault for announcing unilaterally that it would take in whatever refugees reached it.",
  "Though those two nations don't belong to the passport-free zone known as the Schengen Area, the fences and other border controls across Europe have in effect thrown the EU into reverse: Barriers are going up instead of coming down.",
  "Croatian officials said Monday that their country has been overwhelmed by the arrival of more than 27,000 people in less than a week, after the human tide diverted in their direction when Hungary sealed its border with Serbia.",
  "That's as true for Germany, which has been widely lauded for flinging open its doors to refugees, as for Hungary, which has been fiercely criticized — by EU partners as well as humanitarian groups — for taking a hard line.",
  "Their resistance has led to threats by some Western European counterparts, including Germany, to let the matter be decided by majority vote instead of the usual unanimous consent that's supposed to showcase European unity.",
  "The refugee crisis has exposed deep divisions within the EU: between richer and poorer members, and between Western nations and Eastern ones, with many of the former looking more kindly on asylum seekers than the latter.",
  "If the region's leaders can't agree quickly on a joint solution to the migrant and refugee situation, the greater integration so painstakingly built over the last few decades could quickly come undone, analysts warn.",
  "Chances of a satisfactory compromise at an emergency summit this week looked ever more remote Monday as EU leaders staked out sharply differing positions on whether refugees are to be welcomed or turned away.",
  "Even more important, the current crisis could help push Britain, the bloc's third most populous country and one of its biggest economies, out of the EU altogether, a grave blow to its prestige and influence.",
  "The discord comes on top of this summer's flare-up of the euro debt crisis, during which Greece came perilously close to getting booted from the common-currency zone — another of the EU's hallmark projects.",
  "Hungary, which trained water cannons and tear gas on migrants trying to enter from Serbia, has now gone further by erecting razor-wire fences along its borders with fellow EU members Romania and Croatia.",
  "Forced quotas would provide added ammunition to anti-immigration and anti-EU parties on the rise throughout Europe, including the nativist National Front in France and far-right groups in Scandinavia.",
  "But Merkel's stand, which most of her compatriots support, also serves Germany's long-term interests by giving it access to an expanding pool of skilled labor to keep its powerhouse economy humming.",
  "Just three years ago, the European Union basked in the glory of a Nobel Peace Prize and boasted of being a tight-knit community bound by \"European values\" of democracy, diversity and dignity.",
  "By its own measure, the 28-nation club is now looking decidedly less European and even less a union these days as it grapples with the continent's biggest refugee crisis since World War II.",
  "In the meantime, thousands of asylum seekers continued to stream into mainland Europe, pouring into Croatia and Austria en route to the preferred destinations of Germany and Scandinavia.",
  "One proposal, backed by the EU's executive arm and by heavyweights France and Germany, calls for mandatory refugee quotas based on each country's size and economic strength.",
  "But the bedrock EU principle of unfettered movement across member states has crumbled amid traffic jams at frontiers that are supposed to be more notional than real.",
  "\"The referendum campaign is going to either be about the economy or immigration,\" said Mark Leonard, director of the European Council on Foreign Relations.",
  "They are breaking it down,\" Orban said Monday to Hungarian lawmakers, who authorized sending the army to patrol Hungary's borders and keep refugees out.",
  "She sees crisis fatigue settling in among leaders who duked it out over a bailout for Greece and whose relationships are already under strain.",
  "By contrast, German Chancellor Angela Merkel is calling on Europe to uphold its values of compassion and human rights and to admit refugees.",
  "\"If you were to actually impose it on Eastern member states who make clear they oppose it … it would do serious harm to the EU's image.\"",
  "Since the migrant crisis began, polls have shown those who favor withdrawing from the EU closing the gap on those who favor staying in.",
  "\"The whole EU is in dire straits,\" said Stefani Weiss, an expert on European politics at the Bertelsmann Stiftung, a German foundation.",
  "In December, voters in Denmark will decide whether their country will join key elements of the EU's common justice system.",
  "\"The mood for closer cooperation and the idea of integration … I wouldn't say it has been outworn, but it's in tatters.\"",
  "But the refugee crisis has hit at a delicate moment when the size and scope of the EU are under particular pressure.",
  "Greater harmonization in Europe has always come in fits and starts, and the EU has weathered crises in the past.",
  "Germany expects to take in up to 800,000 asylum seekers this year and wants other EU countries to do their part.",
  "But several Eastern European nations, such as Hungary, the Czech Republic and Slovakia, reject binding targets.",
  "\"After all the difficulties they were facing with the euro crisis, they seem to be exhausted,\" Weiss said.",
  "Rough patches have not kept the EU from expanding or deterred nonmembers from applying to join the club.",
  "European leaders have scheduled an emergency summit Wednesday aimed at reaching a common approach.",
  "The failure to come up with a unified response highlights one of the bloc's fundamental problems.",
  "\"One of the most important bits of national sovereignty is your ability to control your borders.",
  "It's something that's inherently vulnerable if you stop trusting your neighbors,\" said Leonard.",
  "Roadblocks to the lofty goal of \"ever closer union\" are popping up all over Europe — literally.",
  "\"The case for the EU is that it's a big organization that solves big problems,\" said Booth.",
  "\"That would be a huge mistake,\" warned Stephen Booth of the think tank Open Europe.",
  "A meeting last week by interior ministers ended in acrimony with little progress.",
  "The bumbling response to the migrant situation is unlikely to inspire confidence.",
  "Britain is expected to hold an in-or-out referendum on EU membership next year.",
  "To join forces behind one common goal, it's very, very difficult,\" said Weiss.",
  "\"If it's about the economy, people are more likely to want to stay in.",
  "\"If it can't solve big problems, then people will ask, 'Why bother?'\"",
  "The Schengen Area is \"one of the signature achievements of the EU….",
  "It's not something that will be lightly given up,\" Leonard said.",
  "If it's about immigration, they'll be more likely to vote out.\"",
  "Controls are allowed in emergencies under European law.",
  "\"They only do as much as they have to do at the moment.",
  "And her government hasn't always been so openhearted.",
  "\"You always have to deal with 28 sovereign countries.",
  "That, critics say, encouraged the huge migration.",
  "\"The migrants are not just banging on our door.",
  "\"But it's not unimaginable.\"",
  "There's no vision.\""
]