[
  "Erdogan will also have to live with another uncomfortable fact: Even though he imprisoned the co-leaders of Turkey’s largest pro-Kurdish party, along with about a dozen of its elected deputies and roughly 85 of its elected mayors, most Kurds — who constitute a fifth of the population — still showed up at voting booths in heavily militarized zones and opted to vote “No.”\n\nFriends say I’m delusional for searching for a “silver lining” in all of this — and maybe I am.",
  "The opposition is a panorama of fractured identities — urban secularists, Kurds, Alawites, liberals — but they still have not managed to cobble together a coalition or produce an alternative leader who can speak to “the other half.”\n\nWhat Turkey needs is a good centrist alternative to Erdogan’s effective governance.",
  "But despite his limitless resources and his full control of media, despite the constraints imposed by a state of emergency and despite a myriad of constraints imposed on the opposition, Erdogan ended up scraping by with just 51 percent support for his plans to expand his powers.",
  "During the election campaign, he described the “No” camp as an alliance with “terrorists.” Now that this so-called terrorist alliance has become so big and has physically surrounded him, maybe he should understand that it’s time to sign a peace deal with them.",
  "Years ago, I listened to a big and insufferable businessman in Ankara trying to impress his audience by talking about how he had once gotten into a fight with a leftist college student who had dared to contradict him in some political argument.",
  "That title belongs to those who — like the young man at the beginning of this story, who spoke his mind despite knowing how it would end –- had the courage to say “No” amid relentless campaigning and political pressure.",
  "The placards read “No, we will win.” (Emrah Gurel/Associated Press)\n\nAsli Aydintasbas is a journalist and columnist for the Turkish newspaper Cumhuriyet and a senior fellow at the European Council on Foreign Relations.",
  "Just think of this fact alone: In every Turkish election, the Turkish president has to go door to door, campaign around the clock and spend an extraordinary amount of energy just to renew his mandate.",
  "Erdogan lost all three of Turkey’s big cities (Istanbul, Ankara and Izmir), and now he is stuck in a coalition with Turkish nationalists whose reactionary views threaten Turkey’s future.",
  "Russia’s Vladimir Putin or Egypt’s Abdel Fatah al-Sissi don’t have to campaign day and night, mobilizing religious coalitions and distributing economic benefits to secure enough votes.",
  "He was so blinded by his power that he failed to understand that the real hero in this story wasn’t him, but rather, the young man who was on the receiving end of his attack.",
  "Polls indicate that as education and income levels rise, so does the number of naysayers — and no leader can be entirely happy about being disowned by the best and brightest.",
  "Yes, Erdogan will run Turkey for the foreseeable future, and when he does so, he will have more power than President Trump and German Chancellor Angela Merkel combined.",
  "But the truth is, even under an increasingly authoritarian regime, there are limits to Erdogan’s power (and corresponding potential for new leaders to emerge).",
  "Even with his new powers, Erdogan will still have to address the Kurdish issue, a possible quagmire in Syria, tensions with the West and a frail economy.",
  "I hope he still has enough pragmatism to see that he will have to be conciliatory to the other half of the electorate if he wishes to govern peacefully.",
  "Irregularities and ballot-stuffing do not amount to a meaningful difference in election results, even though the margin remains small and contested.",
  "“I told my guys to hold him on both arms and kicked the hell out of him,” he said, passing on a pathetic act of violence as manliness.",
  "Until that happens, he will continue to run the country — albeit with a mix of coercion and heavy-handed persuasion.",
  "Erdogan lost Istanbul and Ankara – including the neighborhoods where he has a home, a palace and a residence.",
  "He will have to think hard about why he lost the vote in all of Turkey’s major cities and industrial centers.",
  "Still, Erdogan wins because he is still the only guy who speaks to Turkey’s conservative masses.",
  "Erdogan must fight hard to win — and this time, he just managed to squeak over the finish line.",
  "\n\nSupporters of the “no” vote protest in Istanbul against the referendum outcome on Monday.",
  "On the face of things, Turkish President Recep Tayyip Erdogan has scored a big victory.",
  "Turkey’s electoral environment is neither fair nor balanced, but it is mostly free.",
  "This memory informs how I view the results of Turkey’s constitutional referendum.",
  "The reality, however, is that the country is divided down the middle.",
  "The referendum results send a clear message to the Turkish president.",
  "It was he, after all, who had chosen to speak his mind to a bully.",
  "Erdogan isn’t the hero of this story.",
  "This is, at best, a Pyrrhic victory.",
  "They always win."
]