[
  "Spain had high unemployment throughout the 1980s and 90s – often over 20 percent of the work force – but in less than three decades it rose from being a poor, backward country run by a dictator to a modern, wealthy, technologically-advanced European social democracy.",
  "The Zapatero government—without enough tax revenue to pay for its elevated spending and facing high and rising interest rates to borrow the difference—came under immense pressure from both its European allies and the bond markets to cut its spending.",
  "For-sale signs are so abundant that one source told me they had become “Spain's national tree.”\n\nFrom Stimulus, to Austerity, to Depression\n\nLike its US and European allies, the Zapatero government initially used stimulus to dull the recession.",
  "In the 1990s, the Spanish bull economy grew at nearly 4 percent a year, much faster than most of Europe or the U.S. Job creation soared and by the mid-2000s the unemployment rate was in single digits for the first time in modern history.",
  "The global economic collapse of 2008, the most destructive since the Great Depression in the 1930s, started in the housing markets of the U.S., fanning out around the world, and slamming Spain, Ireland and the United Kingdom.",
  "As Greece’s own crisis raised fears of its default, European leaders envisioned a domino effect that could engulf Spain, Portugal, Ireland and even Italy, and threaten the stability of the Euro currency itself.",
  "Once again, houses were the heart of it: in 2007 the levels of private home ownership topped off at 87 percent, one of the highest rates in the the world (it’s never been above 70 percent in the U.S.).",
  "As researchers Isidro López and Emmanuel Rodríguez noted, Spain’s ongoing property bubble, aided by an expanding European financial industry, was its domestic motor for economic expansion.",
  "Regional banks and governments, which political parties had historically used to reward their cronies with construction projects (e.g.",
  "Its economy had been heavily dependent on real estate and construction since General Francisco Franco’s dictatorship in the 1950s.",
  "Still, the emphasis on housing continued after Franco’s death in 1975 under the first Socialist government with Felipe González.",
  "The Spanish Model: Home Is Where the Economy Is\n\nIn a way, Spain’s bubble lasted for the entire second half of the 20th century.",
  "European leaders were looking into an abyss and fearing an imminent collapse of the entire post-World War II project.",
  "But despite this intervention, the Spanish economy was still stagnant by 2010 and the deficits were staggering.",
  "This was an anomaly from the rest of western Europe, which enjoyed a post-war boom in manufacturing growth.",
  "The Socialists launched the largest stimulus package in the European Union, as a share of the economy.",
  "But just as the American middle class would discover, housing prices always rise—until they don’t.",
  "López and Rodríguez called it “asset-price Keynesianism.”\n\nFor years, the strategy worked.",
  "Suddenly the sector that for decades had driven the Spanish economy crashed.",
  ": sports stadiums and “airports to nowhere”), began to fail en masse.",
  "It fell to the national government to take on their debts.",
  "Practically overnight, Spain’s debt burden doubled.",
  "The Spanish middle class had arrived."
]