[
  "Back in Soviet times, the West had armies of scholars and analysts practicing \"Kremlinology,\" the arcane arts of trying to predict shifts in Soviet policy and politics through clues from the order in which officials were seated at parades to reading between the lines of editorials in Pravda, the Communist Party newspaper.",
  "Russia is not always a rigidly centralized dictatorship but is at times a marketplace of ideas in which Russia’s oligarchs, officials, commentators, and interest groups are engaged in constant competition to pitch their ideas to Putin through the press, think tanks, reports, and personal contacts.",
  "Last week, Russian President Vladimir Putin went through one of his ritual Direct Line call-in shows: a three-hour, 40-minute marathon covering everything from the state of the roads in Omsk (they’re terrible) to whether he swears (yes, but only to himself).",
  "But the event, however staged and predictable, performed a function common to his public appearances: furthering the myth — dominant in both in his own country and the West — that Putin is Russia, the unquestioned and solitary master of his realm.",
  "But after 16 years, and as life is getting harder for Russians, this is becoming an increasingly threadbare act and instead underscores the extent to which he is either not in command — or doesn’t really care unless embarrassed on national TV.",
  "However, by better understanding the haphazard means by which elites signal their desired policies to Putin, we can watch those more public channels and, perhaps, get advance warning of what is being discussed there.",
  "The fact that in 2008 he could hand over the presidency to his prime minister, Dmitri Medvedev, yet remain the power behind the scenes and take back the job in 2012 demonstrates the level of his personal power.",
  "Given that the real discussions over policy tend to take place behind closed doors and within a very small circle of Putin’s closest cronies, it also means they rarely get careful and professional examination.",
  "But as he demonstrated in his call-in show, Putin doesn’t have all the answers — and the more he emphasizes his own role as the dominant leader, the more short-term and opportunistic his initiatives become.",
  "In theory this could be a form of pluralism, but in practice it is a system in which the policies that catch Putin’s eye and imagination have the best chance of success, regardless of their true merits.",
  "The police’s SWAT teams now work for the National Guard; if an officer is in danger, will they have to ask the Guard’s permission to get armed response units there, or even pay them for their services?",
  "Moscow's rebuke of Bashar al-Assad in February for speaking of fighting to a full military victory in Syria was, in hindsight, a harbinger of Russia’s partial drawdown of Russian forces the next month.",
  "It is not just that he is president in a hyper-presidential system, with a wide range of powers, a toothless and obedient legislature, no meaningful opposition, and sky-high personal approval ratings.",
  "The more we buy into the notion of Putin the \"bold strategist,\" who is \"acting like a grandmaster of chess while Obama stumbles at checkers,\" the more we empower him and disempower ourselves.",
  "He seems to have done so without consulting the minister or his experts, so they are now scratching their heads over practical implications that clearly had not been thought through.",
  "A plan drawn up by people working for Kremlin-connected businessman Konstantin Malofeev in early 2014, for example, was essentially the blueprint for what became the war in Ukraine.",
  "This month, for example, Putin suddenly announced the creation of a new security force, the National Guard, out of security units currently controlled by the interior ministry.",
  "When asked about the violent threats Chechen leader Ramzan Kadyrov made against opposition figures, he shrugged it off, saying that \"people in the Caucasus are hotheads.",
  "Yet for all that, if we think that he can and does control everything Russia does at home and abroad, we dramatically misunderstand how the country really works.",
  "In Ukraine’s Donbas region, for example, a recent spate of ceasefire violations is likely to have been initiated by local rebel militias rather than Moscow.",
  "When asked about officials shaking down entrepreneurs, he condemned it, but admitted that \"such is our mentality, especially when it comes to bureaucrats.\"",
  "The very first question was about the poor state of roads in Omsk, and before the show was over local officials had pledged to repair 21 of them by May 1.",
  "But Putin cannot fix his country himself, street by street, and the fact that he resorts to these sorts of case-by-case interventions shows his limits.",
  "This gets to something important: The Kremlin’s policymaking can be more shortsighted and arbitrary than the myth of Putin would have us believe.",
  "Mark Galeotti is a professor of global affairs at New York University and a visiting fellow with the European Council on Foreign Relations.",
  "So instead we watch and marvel at the latest macho Putin photo op, and miss out on the chance to understand the politics behind the poses.",
  "But in foreign affairs in particular, image and reputation matter; we hand Putin a considerable advantage by accepting his own mythmaking.",
  "And when we buy into this idea, we give him more power than he deserves and make it harder to predict or even influence his next move.",
  "His intervention into Ukraine has become a messy, expensive stalemate; he is lucky his Syrian adventure has not blown up in his face.",
  "No wonder we tend instead to fixate on Putin, and the degree to which he presents himself as the sole master of Russian policy.",
  "First of all, Putin reigns only so long as he can pacify, balance, and over-awe Russia’s sharp-toothed and unforgiving elite.",
  "These days, the ranks of such skilled practitioners of such arts have been thinned, with no new generation to replace them.",
  "Trying to make sense of all the little clues, of all the overt and covert attempts to lobby the Kremlin, is hard work.",
  "We also miss out on the clues pointing toward future Russian policy and the opportunities to influence it.",
  "Time and again during the performance, Putin was in effect confessing to his own political impotence.",
  "In the past, he has consolidated his legitimacy as the \"good czar\" through such individual cases.",
  "After all, Putin is not powerful because he is president; he is president because he is powerful.",
  "We have no way of penetrating the small circle around Putin where decisions are ultimately made.",
  "This dynamic even applies to foreign policy, traditionally the preserve of the head of state.",
  "So it is not easy for these people to learn to serve as high-ranking government officials.\"",
  "Putin is indeed the \"decider\" who has the final word on every major policy issue.",
  "It was a pretty lackluster spectacle this time; Putin himself seeming bored.",
  "He blogs at In Moscow’s Shadows and is on Twitter as @MarkGaleotti.",
  "But this leaves us prone to being wrong-footed every time.",
  "That extends to Putin’s rule over parts of Russia itself.",
  "Arguably he has hollowed out all Russia’s institutions.",
  "But that does not always mean he gets it right.",
  "Putin has often played a weak hand very well.",
  "To be sure, Putin is a very powerful leader.",
  "But he can also only rule through the elite.",
  "How bizarre photos help Putin stay in power",
  "This came up strongly during Direct Line.",
  "He can intervene in specific cases, sure.",
  "We need to be honest and realistic.",
  "He can make or break any minister.",
  "He can start a war or end one.",
  "Putin's control is finite.",
  "But it’s not true."
]