[
  "There are no Russian signs on the walls of the far-right National Front campaign headquarters, where the party leader Marine Le Pen—likely the most popular contender for French president—sits in front of a banner trumpeting her newly minted campaign slogan: Au nom du peuple – “In the name of the people.”\n\nBut listen carefully, and one of the “people” Le Pen’s words seem to channel is a hugely powerful figure 1,500 miles away from French voters: Russian President Vladimir Putin.",
  "“I’d like to energize an alliance between the U.S., France and Russia in the fight against Islamists, which is a gigantic menace to our respective democracies.”\n\nFor months, if not years, Le Pen has defined herself against the U.S. and European approach to Putin, as their leaders have pursued sanctions against Russia for the annexation of Crimea in 2014, or criticized the president for supporting Syria’s Bashar al-Assad.",
  "Le Pen has backed off in recent weeks from insisting that France withdraw completely from the E.U.—an act that could unravel the 28-nation union—she says she wants far-reaching negotiations to take back control over French national borders, as well as much greater control over its national budget.",
  "“Now one could predict a similar upset in France.”\n\nAn Elarbe opinion poll published on Thursday found that Le Pen was neck-and-neck among voters with former Prime Minister the conservative Republican, François Fillon, who was Prime Minister under former president Nicolas Sarkozy.",
  "There are signs Fillon’s surprise victory in his party’s primaries might have changed the calculus for the Russian president; last year Le Pen sought another €27 million loan from the Moscow-based bank to help finance her presidential campaign; the loan did not materialize.",
  "Although the centrist former Economy Minister Emmanuel Macron has gained ground in recent weeks, he could still be eliminated in the first round in late April, along with whoever wins the Socialist primary later this month — likely Prime Minister Manuel Valls.",
  "“There is this view that with Brexit and Trump’s victory, it was a victory against the establishment, against what people thought could happen,” says Manuel Lafont Rapnouil, senior policy fellow at the European Council on Foreign Relations in Paris.",
  "Polyakova says Le Pen seems to be a “true believer” in Russia’s authoritarian style of government, in which national interests trump multilateral trade or political agreements, and where France would not be beholden to broader agendas.",
  "Fillon, a hard-line Catholic who has long opposed abortion and gay marriage, has known Putin personally for at least a decade, and for weeks has made it clear that he wants France to form closer alliances with Russia.",
  "France and Russia – two of the U.N.’s five permanent Security Council members—have fought bitterly for months over how to end the Syria War, with the standoff deepening as Aleppo came under heavy bombardment.",
  "“Putin has set himself up as the ultimate anti-Western, anti-establishment figure.”\n\nEmblematic of that establishment is the body that Le Pen casts as the bogeyman for French voters: The European Union.",
  "It is fundamentally unjust.”\n\nThere is in fact little hard evidence that Russia is attempting to sway the French elections in the way U.S. intelligence agencies believe it did during Trump’s campaign.",
  "This loan has led to charges that Russia is helping to fund the far-right party, which is rejected by banking institutions in France due to its historic links to white supremacy and anti-Semitism.",
  "“We are in a world that is multipolar, a world in which each country has its voice and a world that is balanced,” Le Pen told a group of British and U.S. journalists in Paris on Friday.",
  "In November, he said he thought France enmity towards Moscow was “absurd,” and that it risked pushing Putin towards closer ties with China, further weakening Europe’s role in the world.",
  "Indeed, rather than sticking to Europe’s coordinated line on Moscow—as other politicians have done—Le Pen has appeared to openly defy it, openly thumbing her nose at the establishment.",
  "as a bloated, top-down bureaucracy that has left French citizens unable to determine their own future “Democracy no longer exists in the E.U.,” she told the journalists on Friday.",
  "In October, Hollande refused to attend the opening of Russia’s new €100-million cultural center, a sprawling complex with onion domes set on the Seine River near the Eiffel Tower.",
  "And France’s next leader—if it is Fillon or Le Pen—would likely open its doors to Putin’s Russia, giving the president another major Western power he could again call an ally.",
  "In response, Putin then canceled his visit to Paris—making clear he would not cooperate further with Hollande who, it was clear, was probably on his way out of power.",
  "“We need a dialogue, a dialogue that is respectful, pacified, between these big nations,” Le Pen said during the hour-long meeting with media, including TIME.",
  "It’s a clear echo of the message that the Russian leader has pushed as relations with the U.S. and Europe have frayed over the conflicts in Ukraine and Syria.",
  "“Siding with someone like Putin is serving a broader anti-establishment stance,” says Alina Polyakova, senior analyst at the Atlantic Council in Washington.",
  "imposed tough sanctions against Moscow in 2014, the National Front controversially borrowed €9 million from the First Czech-Russian bank in Moscow.",
  "France should rather “reestablish a link, if not a relation based on confidence, which will make it possible to anchor Russia to Europe,” he said.",
  "Even before the main campaign gets going, Putin has already emerged as a key figure in the French elections, just as he did in the U.S. campaign.",
  "“[The National Front] is one of those principle forces.”\n\nLe Pen is not the only French politician seeking much closer ties to Moscow, however.",
  "Andrei Isaiev, a deputy of the Russian Duma, was quoted by a Canal+ documentary in 2015 as saying the party’s ideas were very interesting.",
  "President François Hollande—the most unpopular French leader in modern times, according to opinion polls—opted not to run for reelection.",
  "In effect, it might not need to, since Trump’s victory has made a Le Pen presidency a realistic, perhaps even likely, proposition.",
  "“Countries like Russia can make their own decisions on national sovereignty.”\n\nThere is evidence the feelings are mutual.",
  "Le Pen responds that she has been forced to find money outside France—particularly in Moscow—just to stay afloat.",
  "“If any English or American bank would offer money I would gladly accept it,” she told the journalists on Friday.",
  "“Vladimir Putin is open to dialogue with all European forces aspiring to dialogue with Russia,” he said.",
  "leaders in Brussels that Le Pen portrays as largely responsible for the economic crisis in Europe.",
  "sanctions, but also on the stalled peace talks over Ukraine, which France has helped lead.",
  "Although she is a member of the European Parliament, Le Pen has long described the E.U.",
  "There can be electoral benefits in invoking a leader who defies the same E.U.",
  "That could bring all kinds of repercussions; not just on the future of E.U.",
  "The two are favored to face each other in the knock-out round on May 9.",
  "Much like Putin, Le Pen says the era is over in which the U.S. and E.U.",
  "to lift some of the sanctions on Moscow have dragged on for months.",
  "The election comes as tensions between Russia and France are high.",
  "oversaw a united Western leadership based on shared values.",
  "Le Pen says her campaign is now in urgent need of funds.",
  "“That is the absolute scandal of the situation.",
  "Talks between Russia and the E.U.",
  "Contact us at editors@time.com.",
  "Now, that is certain.",
  "As E.U."
]