[
  "They will try and preserve the status quo for Poroshenko’s clan and the arrival of Groysman will mean a significant broadening of the influence of the Poroshenko clan on executive power.”\n\nPoroshenko himself is the country’s sixth-richest man with an estimated fortune of $858 million, according to Forbes magazine.",
  "KIEV (Reuters) - The rapid rise of a former provincial mayor to become Ukraine’s youngest ever prime minister has stirred fears that the very system of clannish oligarchy that the 2014 Maidan street protests were meant to dismantle is still alive and well.",
  "“When from one side he is pushed by the administration, from the second side by society, from the third side by his government, from the fourth side by his faction, from the fifth side by other oligarch factions, from the sixth side by democratic forces?”",
  "Ihor Kolomoisky, the owner of Ukraine’s biggest bank and an industrial and media tycoon, is widely credited with funding volunteer battalions that defended the region of Dnipropetrovsk and fought against pro-Russian separatists in eastern Ukraine.",
  "But it remains to be seen whether he can sufficiently distance himself from Poroshenko to make the changes leaders in the ex-Soviet country promised after the Maidan protests that toppled pro-Russian president Viktor Yanukovich.",
  "REUTERS/Valentyn Ogirenko\n\nVolodymyr Groysman, 38, took office last week at the bidding of his political mentor, President Petro Poroshenko, whose confectionery empire Roshen is based in Groysman’s hometown of Vinnytsia.",
  "“The appointment of Volodymyr Groysman as Ukraine’s youngest-ever prime minister does not mark the end of the current political crisis, but only its midpoint,” said a report by the European Council on Foreign Relations.",
  "“At first, the attitude of his team was to treat him like a boy and wonder what he could achieve,” said Volodymyr Slyshynsky, a long time associate who is the deputy chief of staff in the parliamentary speaker’s office.",
  "“You couldn’t walk normally on the streets because there were stalls everywhere.”\n\nAndriy Reva, who was deputy mayor and later joined government as social policy minister, portrayed Groysman as demonstrably his own man.",
  "“But then he was treated according to his actions.”\n\nThose who worked with him as mayor said Groysman had been willing to risk antagonizing voters, such as when he cleared thousands of illegal vendors from the streets.",
  "“The fathers of Volodymyr Borysovych (Groysman) and Petro Oleksiyovych (Poroshenko) were firm friends in Vinnytsia and this, apparently, is the main reason why Groysman went so quickly up the career ladder,” he said.",
  "He can have colleagues, and their relationships are not based on mutual benefit.”\n\nGroysman joined government in 2014, soon becoming Speaker in a parliament where disagreements can descend into shouting and brawls.",
  "An attempt to unseat the previous government in February through a no-confidence vote failed, according to critics, because MPs close to powerful businessmen walked out of parliament just before the vote.",
  "Slideshow (4 Images)\n\nBut it may not matter to Ukraine’s chief backers, the United States, the European Union and International Monetary Fund, what kind of government is in place if it presses reforms.",
  "Super-rich oligarchs, their fortunes often built on the sell-off of state industries after the Soviet Union’s collapse, have for years bought influence in parliament and government.",
  "Groysman’s appointment ended months of political turmoil that had stymied the passage of reforms Kiev must implement to root out corruption and secure billions in new Western aid.",
  "His cabinet has been purged of foreign technocrats, including U.S.-born finance minister Natalia Yaresko, who spearheaded changes under Arseny Yatseniuk’s premiership.",
  "It is unlikely his successor will do any better, and he could do a lot worse,” said the report “Survival of the richest: How oligarchs block reform in Ukraine”.",
  "“Groysman is very dependent on Poroshenko,” said Yegor Sobolev, an MP for the reformist Samopomich party, which quit the ruling coalition in February.",
  "Groysman is widely referred to as “Poroshenko’s man” and nowhere is Poroshenko’s influence more evident than on the streets of Vinnytsia itself.",
  "They control most of Ukraine’s newspapers and TV stations, and install placemen in government institutions, state enterprises and the judiciary.",
  "Poroshenko’s office declined comment when asked whether Groysman would be able to sufficiently distance himself from the president’s influence.",
  "He was prohibited from appearing in the city council.”\n\nReva also sought to quash the idea Groysman had assembled a clique on his way to Kiev.",
  "The town’s main tourist attraction is a giant floating fountain, with music, light and laser displays, paid for by Roshen and named after it.",
  "He cut red tape for investors, paved dilapidated roads and imported dozens of used trams from Zurich to improve transport.",
  "Yegor Firsov, a former lawmaker expelled from Poroshenko’s party, said ties to the Poroshenko family also helped.",
  "Simple example: During 10 years of joint work in the city council, I have never been in his apartment,” he said.",
  "Born to Jewish parents in Vinnytsia, Groysman became director of a company founded by his father Borys aged 16.",
  "Roshen not only has a factory in the town but has subsidized infrastructure, such as an electricity substation.",
  "Since taking power in 2014 he has moved to clip the wings of other businessmen who exert political influence.",
  "The previous government was “the face of the old order creeping gradually back to its previous dominance.",
  "Ukrainian Prime Minister Volodymyr Groysman chairs a government meeting in Kiev, Ukraine, April 20, 2016.",
  "NEW BOY\n\nConversations with more sympathetic lawmakers portray Groysman as an energetic administrator.",
  "Borys was on the city council and Groysman followed him into politics, becoming mayor at 28.",
  "According to Serhiy Leshchenko, an MP in Poroshenko’s faction, that could prove difficult.",
  "“Before Groysman became mayor, the whole city was like a market,” said Slyshynsky.",
  "“There was talk that he’s too young and...his father will govern him.",
  "Poroshenko began his political career there as an MP in 1998.",
  "As mayor, Groysman dealt with politicians decades older.",
  "“Any large-scale reforms will be out of the question.",
  "The first person who suffered was Borys.",
  "“The same thing is true of Poroshenko.",
  "“I’m not a friend of Groysman.",
  "He cannot have friends."
]