[
  "“In order to work towards putting into practice the result of the referendum… Today, we are making a gesture of responsibility in favour of dialogue.”\n\nSpain’s Prime Minister Mariano Rajoy has rejected negotiations with Catalan separatists until secession plans were definitively scrapped.",
  "Commission to play a role in this because if the commission has a role in the Catalan question why should they not have a role on the Northern Ireland question, or on the Basque question, or on the Italian Lega Nord claims?”\n\nContact us at editors@time.com.",
  "“[It] would create a case of undeclared civil war and there could be cases of civil disobedience.”\n\nEarlier on Tuesday, European Council president Donald Tusk implored Puigdemont for restraint and called for dialogue with the Spanish government.",
  "Catalonia’s leader Carles Puigdemont says the region has won the right to independence following a highly disputed Oct. 1 referendum, but stopped short of making a declaration in order to pursue a dialogue with Spain.",
  "Turnout was put at 2.3 million— equating to 43% of Catalonia’s 5.3 million registered voters— despite the poll being suspended by Spain’s Constitutional Court and deemed illegal by Madrid.",
  "“We propose to suspend the effect of the independence declaration,” Puigdemont told lawmakers on Tuesday of leaving the door open for negotiation with Spain’s national government.",
  "“Diversity should not and need not lead to conflict whose consequences would obviously be bad for the Catalans, for Spain and for the whole of Europe” Tusk said in a statement.",
  "View Sample Sign Up Now\n\nExperts were worried that a declaration of independence would compel Rajoy to go for the ‘nuclear option’ and invoke article 155 of the constitution.",
  "Experts think how events play out in Catalonia might fuel the fires of other seccession movements on the continent, in countries like Italy, Britain and Belgium.",
  "The Oct. 1 referendum vote turned into chaos as national police manhandled voters and inflamed already high tensions between Madrid and the autonomous region.",
  "Such a move “would further escalate the crisis,” Josef Janning, Senior Policy Fellow at the European Council on Foreign Relations, told TIME.",
  "The bloc deems it an internal issue with Spain and experts say it also lacks a mandate to intervene in the political crisis.",
  "has been criticised for remaining silent in the showdown between the Spanish government and Catalonian separatists.",
  "That would permit Madrid to take administrative control, effectively revoking the powers devolved to the region.",
  "Catalan officials say the Oct. 1 vote resulted in almost 90% backing independence for the north-eastern region.",
  "Catalan’s push for independence comes at a time of widespread mistrust of delegated power on the continent.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "He has so far taken a hardline stance against the region’s separatists.",
  "to “encourage international mediation” with Spain.",
  "On Oct 2, Puigdemont called on the E.U.",
  "are the member states” Janning says.",
  "“Member states don’t want the [E.U.]",
  "“The owners of the E.U.",
  "The E.U."
]