[
  "The company, whose findings have been seconded by U.S. officials supporting an FBI probe, found that a known Russia–based “threat actor” known as Cozy Bear first breached the DNC’s digital defenses in the summer of 2015; the same Russian “bear”—possibly the FSB, the main successor to the Soviet Union’s KGB—had previously nosed around in the unclassified computer networks of the White House, State Department and Joint Chiefs of Staff.",
  "Although the two have never met, Trump has tweeted his admiration for the strongman: “Putin has become a big hero in Russia with an all time high popularity.” While announcing the 2013 Miss Universe Pageant in Moscow, Trump asked, “Do you think Putin will be going … if so, will he become my new best friend?”\n\nAs a candidate for President, Trump relies on aides deeply involved in Russian affairs.",
  "Alexandra Chalupa took a screenshot of the prompt from Yahoo security that came up when she logged into her personal account, warning, “We strongly suspect that your account has been the target of state–sponsored actors.”\n\nFor Trump, the most damaging element of a Kremlin hack might be the focus it puts on the similarities between his foreign policy priorities and those of Putin.",
  "“So yes, people here view his chances, at the very least, with a certain level of interest.” The candidate, for instance, has pointedly refused to say that he will honor the NATO charter and guarantee U.S. military support for countries like Estonia—a fellow NATO member that borders Russia—were the Baltic nation to come under military attack by Moscow.",
  "Governments often meddle in the affairs of other governments—who will rule Ukraine is one of the sore points between the Kremlin and Washington—but foreign actors understandably fear the consequences of being caught tainting the democratic process of the world’s only super-power.",
  "“I will tell you this, Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” the GOP nominee said at a July 27 news conference, alluding to the messages that Clinton deleted from her private server after deeming them personal.",
  "“In practice,” says analyst Konstantin Sivkov, “you can say that hybrid warfare can be successful when the opponent’s political system is unstable.”\n\nBy that standard, the U.S. presidential campaign qualifies as both a ripe target and a satisfying spectacle.",
  "Only a year ago, the Office of Personnel Management ruefully announced that a foreign power (by all accounts China) had vacuumed up the records of more than 21 million people—millions of them government job applicants for positions with top-secret clearance.",
  "As Lukyanov put it, “Hillary is the worst, but Trump is a question mark.” On the other hand, in Russia, ambiguity is a central goal of the strategic approach articulated most recently in February 2013 by Valery Gerasimov, chief of the Russian general staff.",
  "It was the cyberwar equivalent of an armor–piercing shell, slipped into the exceedingly narrow space (just three days) between the close of the Republican National Convention in Cleveland and the start of the Democratic National Convention in Philadelphia.",
  "“My Southern Baptist peeps would draw a big difference between a Jew and an atheist.”\n\nThe flap fired the embers of the die-hard Sanders supporters at the very moment Democrats in Philadelphia were trying to line up one and all behind the nominee.",
  "But now the sequel has clearly arrived, a heavily digitized remake that announced itself with a dirty trick worthy of Richard Nixon’s plumbers: the posting of nearly 20,000 DNC emails, some acutely embarrassing, on the see-it-here site WikiLeaks.",
  "The nation has been here before: Operatives apparently working undercover for a paranoid President break into the Washington headquarters of the Democratic National Committee months before the party convenes to select its presidential nominee.",
  "And as the GOP platform was hammered out in Cleveland before the convention, Trump aides rose to water down language that originally called for “providing lethal defensive weapons” to Ukrainian rebels fighting Russian forces in their country.",
  "“The fact that this brutality is not directed at Russia is enjoyable in itself.”\n\nLess enjoyable, even for a U.S. that already monitors almost every corner of the wired world, is the vulnerability that seems part and parcel of digital life.",
  "And you can be sure they are probing in a very active way the vulnerabilities.”\n\nWith reporting by Massimo Calabresi, Sam Frizell, Zeke J. Miller and Jay Newton-Small/Washington and Simon Shuster/BERLIN\n\nContact us at editors@time.com.",
  "The repetition was unnecessary but a signature of Moscow: according to a May report by the European Council on Foreign Relations, Putin, a former FSB chief, is known to pit one agency against another while keeping both in the dark.",
  "Bloomberg reported in June of a breach at the Clinton Foundation, long regarded as a point of particular vulnerability for the nominee, who held the office of Secretary of State while her husband solicited funds from world leaders.",
  "“The conduct of the campaign up to this point plays into a narrative that the Kremlin finds quite positive: the U.S. has enormous problems, the democratic system doesn’t work nearly as well as we say it does,” he says.",
  "The site’s founder, Julian Assange—who signaled that he had the emails in June—boasted of timing their release for the eve of the convention in order to maximize damage to Clinton, whose candidacy he says he opposes.",
  "Tom Graham, who was George W. Bush’s top national–security adviser on Russia, says the real aim of the hack may not have been to help Trump or hurt Clinton but simply to publicize the unseemly side of U.S. politics.",
  "Campaign chairman Paul Manafort was a strategist for Putin’s choice for President of Ukraine, Viktor Yanukovych, who now lives under Putin’s protection in Russia after being overthrown by a popular movement in 2014.",
  "The digital fingerprints of not one but two of Vladimir Putin’s intelligence agencies were found on the DNC server, according to Crowd-Strike, the digital–security firm the party hired to track down the intruder.",
  "But Donald Trump isn’t likely to come away unscathed either, inasmuch as the suspected author of his nascent good fortune—the paranoid President who allegedly set this scandal in motion—resides in the Kremlin.",
  "Putin’s government uses illicit -methods—active measures, in the lingo of the KGB, where he made his career—to influence events ranging from European soccer tournaments to the Olympics to military incursions.",
  "In a detail that Democratic operatives call both chilling and telling, the DNC staffer who was investigating Manafort’s Russian and Ukrainian ties stopped when she learned her personal email was being hacked.",
  "“You would need approval from a very high level, and you would need to be sure that this will work,” says Gleb Pavlovsky, who served as Putin’s adviser on political affairs and propaganda from 2000 to 2011.",
  "But the former National Security Council aide conjures a nightmare scenario of waking up on Nov. 9 to an astounding result from one or two states, perhaps a 20-point victory for Trump in California.",
  "In 2011, when Clinton was still President Obama’s top diplomat, Putin publicly blamed her for encouraging the massive 2011 street protests that amounted to the strongest threat to his rule to date.",
  "“Trump presents a different narrative, which in many ways corresponds to what Putin has always said,” notes Fyodor Lukyanov, a Russian expert on foreign policy with close ties to the Kremlin.",
  "“In 2016, elections are stolen in front of people’s eyes,” said Paula -Olivares, a defiant alternate Sanders delegate from Georgia, when she joined a walkout in protest on the second day.",
  "And in the Crimea and Ukraine, disinformation has been a key component in the “hybrid war” that allows the Kremlin maneuvering room it would not have if reality were uncontested.",
  "“There’s nothing surprising about the idea of Russia collecting information by clandestine means and leaking it for political effect,” says Ed Lucas, author of The New Cold War.",
  "The breach is detected, and—at least in 1972, the first time this happened—the fuse is lit on a slow–building, world–shaking scandal named for the scene of the crime: Watergate.",
  "Then, in April, a second intruder, this one known as Fancy Bear and suspected to be run out of Russia’s military intelligence, also breached the DNC, scooping up the same data.",
  "The softer language inserted by the Trump campaign called for “appropriate assistance.”\n\nOn the question of the DNC hack, however, Trump has maintained his trademark airiness.",
  "The “Gerasimov doctrine” holds that modern conflicts are not waged with guns so much as by dirty tricks, which aim to destabilize and covertly weaken the enemy from within.",
  "Assange (who has hosted a show on Russian state television) hinted as much, and Clinton supporters fretted about breaches wherever politicos gathered online in her name.",
  "“I think you will probably be rewarded mightily by our press.”\n\nSo far, the only thing we know for sure about the hacks is that they’ve proven the DNC’s ham-handedness.",
  "When the former satellite republic Estonia dared to remove a memorial to Soviet war dead, it experienced a massive cyber-attack that crippled the country for weeks.",
  "Hillary Clinton’s campaign sustained most of the initial damage, the dirty laundry of her party fluttering like confetti onto the blue convention floor.",
  "“They heard the signal and with the support of the U.S. State Department began active work.”\n\nPutin’s feelings toward Trump are a bit more complicated.",
  "It’s an improvisation that involves exposing your own methods, your technology.”\n\nNor is it clear that the Kremlin actually wants to see Trump elected.",
  "Democratic chair Debbie Wasserman Schultz was forced to announce her resignation on the eve of the convention she was supposed to gavel to order.",
  "Previous attempts—by South Vietnam to bolster Nixon in 1968 and even by Iran to punish Jimmy Carter in 1980—were small potatoes by comparison.",
  "The leaked emails suggested what partisans of Bernie Sanders had long maintained: national committee officials clearly favored Clinton.",
  "(“F-ck the E.U.,” U.S. Assistant Secretary of State Victoria Nuland said into her cell phone, only to hear it played back on YouTube.)",
  "“The Kremlin team does take pleasure, as does the Russian establishment more generally, in seeing Trump’s brutality,” says Pavlovsky.",
  "Others may be alarmed by mounting evidence that a foreign power penetrated and pillaged one of the nation’s major political parties.",
  "1 geopolitical foe.” But Trump has been far more kind, declining to condemn the Kremlin’s human-rights record during the campaign.",
  "“I think I read he is an atheist,” reads one email from DNC chief financial officer Brad Marshall, plotting against the insurgent.",
  "Experts inside Russia acknowledge that the Kremlin has the capability to root through the files of the DNC, and worse.",
  "Over the decades since, there have been efforts, never quite right, to dub this or that scandal the next Watergate.",
  "But even for the Kremlin, delivering 20,000 DNC emails to WikiLeaks would be an extraordinarily bold move.",
  "One campaign adviser, Carter Page, was an adviser to Gazprom, the Russian state–owned energy goliath.",
  "The site is both famous and notorious for publishing whatever it decides the public ought to see.",
  "“She set the tone for some actors in our country and gave them a signal,” Putin said at the time.",
  "Republicans typically make opposition to Russia’s leader a center-piece of their foreign policy.",
  "“If someone wanted to do great damage to the U.S., this is a way they could do it,” Graham says.",
  "U.S. officials declare themselves increasingly convinced that Russia was behind the hack.",
  "But they express doubt that Putin actually did it—partly because it turned out so badly.",
  "His antipathy for Clinton is a matter of record—and the most visible motive for a hack.",
  "The breaches clearly qualified as news but weren’t by themselves all that surprising.",
  "“What would be new is that they’re doing it to try to swing an election in America.",
  "And Graham says we would do well to bear that in mind as Election Day approaches.",
  "Most electronic ballots are backed up by paper, so a hack would not be easy.",
  "The breach may have been the worst in U.S. history, lasting at least a year.",
  "The ultimate binary action—on or off, yes or no—may well be casting a vote.",
  "The effect was to greatly amplify the evident involvement of the Russians.",
  "The doctrine aims to keep off balance nations already shaken by events.",
  "This U.S. presidential race entered uncharted waters many months ago.",
  "Seeing it further roiled pushes every-thing into a whole new realm.",
  "“I don’t think he would interfere in such an improvisational way.",
  "For Trump, it was another opportunity to color outside the lines.",
  "diplomats have found private conversations posted online.",
  "“Russia has the capability to do something like this.",
  "Any tilting of the scales would just be a bonus.",
  "Mitt Romney famously called Russia “our No.",
  "But the view from Moscow is different.",
  "And that is quite a big deal.”\n\nQuite.",
  "The effect of the leak was immediate.",
  "Putin would not have been among them.",
  "Democrats are braced for more.",
  "Senior U.S. and E.U.",
  "It’s too slapdash."
]