[
  "The continuing collapse of the Russian economy may bring a sense of pleasure to critics, but it remains unclear what impact it will have on the global economy or on the direction of Russian President Vladimir Putin's domestic and foreign policy.Reflecting the poor state of their economy, this week the Russian central bank took an unusual move by raising interest rates the most in 16 years, taking its benchmark to 17 percent.Still, that could not keep the Russian ruble from plummeting as low as 80.1 per dollar from about 34 in June, reports Forbes Experts say one of the reasons the economy has continued to slide toward default is that Putin's interests have shifted from those of the average Russian to his own self-interest.While international sanctions and declining oil prices — the price of oil has dropped by almost half to below $60 a barrel — may be the primary drivers of the devolution of Putin's economy, \"depth of the currency's slide also reflects the growing belief in financial markets that Mr. Putin no longer runs Russia in its economic interests and is instead bent on pursuing illusory geopolitical goals,\" asserts the Financial Times The effect of the economic decline on Putin's decision-making is a moving target, says Kimberly Marten, a professor of political science at Columbia University.",
  "As always, he was adamant on always being right and not regretting anything,\" Masha Lipman, a visiting fellow at the European Council on Foreign Relations, told Bloomberg News Some even fear that international sanctions, which are having a dramatic impact on the Russian economy, will have the unintended consequence of hardening Putin's determination in terms of his foreign policy.Mark Leonard, the director of the European Council on Foreign Relations, tells Deutsche Welle that \"in the short-to medium term [sanctions] strengthen and consolidate Putin's grasp on power and his ability to tame his elite and they've allowed him to force the elite to return money to Russia.",
  "\"Overall, listening to Putin this morning, the impression was that this is not a man who is looking to back down over Ukraine, or indeed change course that much in terms of the domestic economy,\" writes Timothy Ash, head of emerging market research for Standard Bank in London, in Ukraine's Kyiv Post Ash's view was shared by another reporter who listened to the Russian dictator.",
  "While at this point it would be practically suicidal for him to increase Russia's military presence in Ukraine and face even tougher sanctions, he is not likely to withdraw the Russian presence, either,\" she tells The Washington Post A glimpse of Putin's future moves was seen during an epic three-and-a-half-hour press conference he held Thursday.",
  "It's more the uncertainty it creates,\" Ben May, a senior Eurozone economist at Oxford Economics in London, told The New York Times That uncertainty can have a ripple effect, adds Phyllis Papadavid, a foreign exchange strategist at BNP Paribas in London.",
  "\"He adds that they also \"accelerate Russia's pivot to Asia as it builds markets in other places and strengthens its relationship with China.",
  "\"Putin blamed all Russian economic woes on the evil West and gave no indication of the policies that could reverse the situation.",
  "\"What has international economists concerned is the potential impact of the Russian slide on the global economy.",
  "\"If Putin believes he can stay on, fight, and win, then he will never give in to the West.",
  "\"The direct effects are likely to be small.",
  "\"There is country-specific risk for Russia.",
  "There's a weakness in global sentiment.\"",
  "But there's a larger story."
]