[
  "DUBAI (Reuters) - Iran ian Foreign Minister Mohammad Javad Zarif and three of his deputies will attend multilateral talks on Friday in Vienna that seek to resolve the conflict in Syria, the foreign ministry was quoted as saying on Wednesday.",
  "\"Deputy Foreign Ministers Hossein Amir Abdollahian, Abbas Araqchi and Majid Takht Ravanchi will accompany Zarif on this trip,\" foreign ministry spokeswoman Marzieh Afkham was quoted as saying by Iran 's ISNA news agency.",
  "Egypt, Iraq, Lebanon, the European Union and France also said they would attend Friday's talks, which come a week after a smaller round of negotiations between the United States, Russia, Saudi Arabia and Turkey.",
  "The Syrian National Coalition, a political opposition group based in Turkey and supported by Western powers, said Iran 's participation in the talks would undermine the political process.",
  "\"This is an acknowledgement of reality, four years into the conflict,\" said Julien Barnes-Dacey, senior policy fellow at the European Council on Foreign Relations in London.",
  "It was not clear if any invitations had been issued to either the Syrian government or the opposition, though neither side was present at the last talks in Vienna.",
  "It will be the first time that Tehran, the main regional backer of Syrian President Bashar al-Assad, attends an international summit on the four-year-long war.",
  "Iran says it has sent \"military advisers\" to bolster Assad's forces, while Russia last month began carrying out air strikes in support of the government.",
  "\"Iran has only one project—to keep Assad in power... they don't believe in the principle of the talks,\" the coalition's Vice-President Hisham Marwa said.",
  "\"Having Iran at the table complicates the goal of getting rid of Assad, but potentially opens the door to some kind of de-escalatory track,\" he added.",
  "Opposition groups, and their regional backers including Saudi Arabia, Qatar and Turkey, say Assad must leave power as a precondition for peace.",
  "Tehran and Moscow say they are fighting Islamic State militants, but other rebel groups say they have also been targeted.",
  "Iran says it supports a political solution in Syria, but says Assad should be part of the process.",
  "Other participants, notably the United States, say Assad can play no part in Syria's future.",
  "Around a dozen participants are expected in total."
]