[
  "Israeli Prime Minister Benjamin Netanyahu may be softening his stance on the deal in the works that would place restrictions on Iran's nuclear program, writes one expert.Dimi Reider, an Israeli journalist and an associate fellow at the European Council on Foreign Relations, writes in Politico Magazine that Netanyahu — despite the flair surrounding his speech to Congress earlier this month regarding the Iran matter — is not so against a deal as he once seemed to be.Reider first argues that Netanyahu is easing his foot off the throttle because he won re-election last week Netanyahu was criticized on the eve of the March 17 election for saying there would never be a Palestinian state while he is prime minister.",
  "\"Now, with this expensive election victory in hand, Netanyahu has sought to take back some of his costly words, blandly telling an incredulous NBC interviewer he never stopped supporting a two-state solution, and then gathering a handful of Arab mayors to say he apologized 'if' he had hurt the feelings of any of Israel's Arab citizens by raising alarms about their voting patterns,\" Reider writes.Reider then argues that Netanyahu, who has spent years talking about a war with Iran, is giving subtle hints that he is bending his position and could actually be in favor of a deal with Iran.",
  "\"Netanyahu is now talking about a \"bad deal\" and a \"better deal\" cut with Iran, \"a change of tone,\" Reider writes.Reider also cites poll numbers that claim just 10 percent of Israelis think the nuclear threat Iran poses is a \"crucial election issue,\" while 20 percent feel the same about the conflict with the Palestinians.And with most of Israel's military leaders against taking offensive action on Iran, Netanyahu would be acting in the minority if he were to order a preemptive strike.Still, Netanyahu won't just go along with any deal.",
  "The interventionism itself is hardly new — Netanyahu publicly backed John McCain in 2008 and Mitt Romney in 2012 — but his latest maneuvers, from challenging the president in Congress to using Israel's intelligence services to spy on the P5+1 talks and report their findings to Republican hardliners, are truly on a new level.",
  "\"With Netanyahu's relationship with President Barack Obama rocky at the moment, Reider writes that he might have to go along with a deal cut with Iran to patch things up.Two days after he was re-elected, Netanyahu said Palestinians and Israelis must hold \"genuine\" peace talks.",
  "\"True, that may seem highly unlikely in the aftermath of Netanyahu's fiery speech to Congress, during which he declared that an impending nuclear deal 'doesn't block Iran's path to the bomb; it paves Iran's path to the bomb,'\" Reider writes.",
  "Those remarks were understood to mean he was against the \"two-state solution\" that has served as the backbone of talks for decades to end the conflict between Israelis and Palestinians.Netanyahu has since stepped back from those comments.",
  "\"You can't force the people of Israel, who've just elected me by a wide margin to bring them peace and security — to secure the state of Israel — to accept terms that would endanger the very survival of the state of Israel,\" he said.",
  "And he would like to see Palestinians sever ties with Hamas militants on the Gaza Strip.The same day, Netanyahu also fired a warning shot to the United States and the five other nations negotiating the deal with Iran.",
  "\"Ironically enough, this trend reached its height in his address to Congress, where despite a volley of ominous warnings, Netanyahu stayed well clear of threatening unilateral action against Iran.",
  "Without the mercurial and bellicose Ehud Barak as defense minister, Netanyahu's statements have grown considerably rarer and milder.",
  "In public Netanyahu has been scaling back his verbal attacks on Iran since shortly after the P5+1 talks got underway.",
  "\"Clearly, he believes he can get away with his unprecedented intervention in American domestic politics.",
  "\"It's not that Netanyahu is going to surrender easily over Iran,\" Reider writes.",
  "\"I don't think that's the direction of American policy.",
  "\"But look closely at the rhetorical record.",
  "I hope it's not.\""
]