[
  "Human Rights Watch described the indiscriminate targeting of a predominantly civilian airport in Saudi Arabia as an “apparent war crime.”\n\n\n\n“But this unlawful attack is no justification for Saudi Arabia to exacerbate Yemen’s humanitarian catastrophe by further restricting aid and access to the country,” said Sarah Leah Whitson, Mideast director for the New York-based watchdog.",
  "Reforms and purge Since his appointment as crown prince, Prince Mohammed has launched a dizzying series of reforms dubbed Vision 2030, designed to transform the kingdom’s moribund economy and put the relationship between the state and its citizens on a new footing, underpinned by a pledge to “return Saudi Arabia to moderate Islam\".",
  "Crown prince links Tehran to missile fired from Yemen towards Riyadh airport, as stakes raised between regional rivals\n\nSaudi Arabia’s crown prince has accused Iran of “direct military aggression” by supplying missiles to Houthi rebels in Yemen, raising the stakes in an already tense standoff between the two regional rivals.",
  "“The involvement of the Iranian regime in supplying its Houthi militias with missiles is considered a direct military aggression by the Iranian regime,” the prince said on Tuesday during a phone conversation with the UK foreign secretary, Boris Johnson, according to the state-run Saudi Press Agency.",
  "“Less than a year after Saad Hariri re-entered office, his departure raises fears that Lebanon is being dragged anew into the dangerous crosswinds of the Saudi-Iranian rivalry,” wrote Julien Barnes-Dacey, a senior Middle East policy fellow at the European Council on Foreign Relations, on Tuesday.",
  "The Saudi-led coalition fighting the advances of Houthis in Yemen, claimed that an examination of the debris which landed inside the King Khalid International Airport “has confirmed the role of Iran’s regime in manufacturing these missiles and smuggling them to the Houthi militias in Yemen”.",
  "Mohammad Ali Jafari, head of the Iranian Revolutionary Guards, said: “Mr Trump has said many baseless things and told many lies and frequently falsely accused Iran and this one of those slanders.” He insisted that Iran does “not have even the possibility to transfer missiles to Yemen”.",
  "The kingdom has tightened its blockade on Yemen following the missile launch, ordering the closure of all ports and grounding all humanitarian flights – a move that threatens to exacerbate an already devastating humanitarian crisis in the country.",
  "The Iranian foreign minister, Mohammad Javad Zarif, tweeted on Monday that the Saudi kingdom was engaged in “wars of aggression, regional bullying, destabilising behaviour” and “risky provocations” and yet “blames Iran for the consequences”.",
  "He has consolidated more influence than anyone else in the kingdom, spearheading plans for the privatisation of the state oil company, Aramco, taking charge of the war in Yemen, and leading the way in the move to blockade and isolate Qatar.",
  "While his country is also in the midst of domestic political upheaval, he has been emboldened by the unwavering support of US president Donald Trump, who this week said he had “great confidence” in the Saudi prince.",
  "Saudi Arabia has led a military intervention in support of Yemen’s internationally recognised government since 2015, during which more than 10,000 people have been killed and three million displaced.",
  "“#KSA [Kingdom of Saudi Arabia] bombs #Yemen to smithereens, killing 1000’s of innocents including babies, spreads cholera and famine, but of course blames Iran,” Zarif said in a series of tweets.",
  "Riyadh was angered when Trump’s predecessor, Barack Obama, reached a landmark nuclear agreement with Tehran in 2015, fearing that the US was tilting the regional power balance towards Tehran.",
  "Saudi Arabia and its Sunni Arab allies also complain about Iran’s increasing influence in Iraq and Syria, though the exact extent of Iranian support for rebel forces in Yemen is unclear.",
  "Saudis and their Sunni Arab allies view Yemen’s Houthi rebels – who belong to the Zaydi sect of Shia Islam – as Iranian proxies and have accused Tehran of giving them military backing.",
  "Europe’s top diplomat Federica Mogherini warned on Tuesday that the mounting tension between Saudi Arabia, Iran and their respective allies and proxies is “extremely dangerous”.",
  "Ascent Prince Mohammed’s profile and powers have soared in recent years under the tutelage of his father, who has given him an almost free hand across most aspects of society.",
  "Trump is currently trying to convince the Saudis to list its massive state-run oil company, Aramco, which is the biggest energy company in the world, on the New York exchange.",
  "But she made it clear that in Europe, in any case, officials would like to see both sides calm their rhetoric and seek a “minimum of common ground” on which to build peace.",
  "Speaking from Riyadh, Hariri cited Iranian influence across the region for his surprise move, and said he feared that he could be assassinated like his father was in 2005.",
  "Mohammed bin Salman linked Tehran to the launch of a ballistic missile fired from Yemen towards the international airport in the Saudi capital of Riyadh on Saturday.",
  "Reacting to the missile launch, Trump said “a shot was just taken by Iran, in my opinion, at Saudi Arabia ... and our system knocked the missile out of the air”.",
  "On 4 November he led an astonishing corruption purge in which 11 senior princes, one of the country’s richest men and scores of former ministers were arrested.",
  "Hassan Nasrallah, the chief of Lebanon’s powerful Shia militant group and political movement Hezbollah, said the move was “imposed” on Hariri by Saudi Arabia.",
  "Amid the rising tensions over Yemen, Saad Hariri resigned as Lebanon’s prime minister on Saturday, throwing the country into fresh political turmoil.",
  "It said the missile’s firing was “a blatant act of military aggression by the Iranian regime” and that the kingdom reserves the “right to respond”.",
  "He was named as heir to the throne in a June reshuffle by his father, King Salman, that sidelined his older cousin, Prince Mohammed bin Nayef.",
  "Speaking in Washington, Mogherini stopped short of criticizing Trump’s warm support for the crown prince’s aggressive anti-Iranian stance.",
  "Critics say the purge and his headlong rush to revolutionise is driven by a push for unprecedented power.",
  "Prince Mohammed, who is also defence minister, is seen as a key proponent of the intervention in Yemen.",
  "Iran denounced Hariri’s resignation as part of a joint Saudi-US plot to destabilise the region.",
  "Show Hide Background Prince Mohammed, 32, is the Saudi crown prince and defence minister.",
  "But Trump’s election has reversed that, bringing Washington closer to the Saudis.",
  "He added that the move “may be considered an act of war against the kingdom”.",
  "In Tehran, the tensions were reflected in cartoons and newspaper headlines.",
  "“Are we hearing the drums of war?” asked the Iranian daily Jame’e-Farda.",
  "Iran and Saudi Arabia are at odds over a number of regional conflicts.",
  "Iran has called Riyadh’s accusations as baseless and provocative.",
  "The missile was intercepted and destroyed.",
  "Profile Who is Prince Mohammed bin Salman?",
  "Saudi officials have denied the claims."
]