[
  "But in an overture to the man the West calls Europe’s “last dictator”, diplomats are looking at suspending visa bans and asset freezes on most of around 200 people under sanctions for rights abuses, some since disputed elections in 2004.",
  "Lukashenko’s pardoning of six jailed opposition figures in August and his hosting of peace talks for Ukraine in February have cemented a perception among EU officials that Belarus, Russia’s closest ally, is opening up to Europe.",
  "BRUSSELS (Reuters) - The European Union is likely to lift some sanctions on Belarus, including its travel ban on President Alexander Lukashenko, after he freed a group of political prisoners last month, diplomatic sources say.",
  "He has released political prisoners, but he might find a few new ones,” said Andrew Wilson of the European Council on Foreign Relations, a think-tank that frequently informs EU policy.",
  "Some EU governments want a “snapback” mechanism, as in the West’s nuclear deal with Iran, whereby any further rights abuses would trigger an immediate re-imposition of sanctions.",
  "It could involve officially extending the sanctions, which expire on Oct. 31, but suspending their application for a year, said sources familiar with the debate within the bloc.",
  "The release of the political prisoners was one of our key demands,” said one person involved in the debate, who declined to be named due to the sensitivity of the matter.",
  "Plans also include lifting restrictions on some of the 25 Belarussian companies currently targeted, making them eligible for financing from the European Investment Bank.",
  "The European Union is also eager to improve relations, but officials want to stress that sanctions relief will not take Belarus out of Russia’s orbit or bring democracy.",
  "Technical issues still need to be worked out, including whether an easing of sanctions would be coordinated with the United States, which has similar measures in place.",
  "Four members of Lukashenko’s security services, suspected of being behind the disappearances of political opponents, are likely to remain under sanctions.",
  "EU efforts launched in Prague in 2009 failed to engage Belarus and achieve press freedoms, electoral reform and the abolition of the death penalty.",
  "Ending other curbs that block Belarus from European capital markets, export credit insurance or EU technical assistance could also be considered.",
  "I’m not sure he’s the last dictator in Europe – he’s certainly not the biggest,” the diplomat said in a veiled reference to Russia’s president.",
  "Lukashenko has joined Russian President Vladimir Putin’s Eurasian Union rather than taking up the European Union’s offer of a free-trade deal.",
  "However, some diplomats prefer to wait until after Belarus’ elections on Oct. 11, which Lukashenko, in power for 21 years, is expected to win.",
  "The office of EU foreign policy chief Federica Mogherini declined to comment, although Mogherini welcomed the prisoner release on Aug. 22.",
  "He also wants to boost his economy, which is exposed to the recession in Russia and shrank by 4 percent in the January-July period.",
  "Discussions have taken place among diplomats and also among EU foreign ministers at a recent meeting in Luxembourg.",
  "Belarussian President Alexander Lukashenko speaks during a news conference in Minsk January 29, 2015.",
  "“This would mean Russia is no longer the only source of financing for Belarus,” a second person said.",
  "However, one company, military equipment exporter Beltechexport, is likely to remain under sanctions.",
  "Lukashenko, shaken by the war in eastern Ukraine, is keen to explore ways to balance his alliances.",
  "“We need to keep pushing Lukashenko to improve human rights, but we shouldn’t expect too much.",
  "REUTERS/Vasily Fedosenko\n\nAn arms embargo against the former Soviet republic would remain.",
  "124 on the EU’s list, and judges and other politicians close to the president.",
  "“We want to respond directly to those who made this prisoner release possible.",
  "FINANCE FLOWS\n\nThe beneficiaries could include Lukashenko, who is no.",
  "A formal decision could come next week at a meeting of EU diplomats.",
  "“We’ve been here before,” said one senior EU diplomat.",
  "“Europe needs to be realistic about Lukashenko."
]