[
  "\"(Germany is) more clearly aware than many in Kiev that Ukraine basically needs a cease-fire or a freezing of the conflict more urgently than Moscow,\" said Gustav Gressel, a visiting fellow at the European Council on Foreign Relations in Berlin.",
  "German Chancellor Angela Merkel told supporters that \"Germany and France together, will not ease off on doing everything so that Ukraine can go its way and have its territorial integrity - but we want to do it with Russia, not against Russia.\"",
  "A cease-fire for eastern Ukraine was supposed to go into effect Sunday, but Ukrainian military spokesman Anatoliy Stelmakh said rebels had in the last day repeatedly shelled a village on the outskirts of the strategic port city of Mariupol.",
  "France and Germany, which oversaw marathon peace talks between the Ukrainian and Russian leaders last week in Minsk, Belarus, both signaled Thursday that they're determined to salvage the cease-fire deal and keep the two sides talking.",
  "In Paris, French President Francois Hollande said he and German Chancellor Angela Merkel spoke Thursday with the leaders of Ukraine and Russia - Petro Poroshenko and Vladimir Putin - about cease-fire violations and their consequences.",
  "A top French official, speaking on condition of anonymity because he was not authorized to talk about the ongoing negotiations, described the attitude as \"pragmatic,\" saying continued fighting \"was not acceptable to us.\"",
  "As rebels waved separatist flags in Debaltseve, Nikolai Kozitsyn, a Russian Cossack leader and prominent warlord in separatist eastern Ukraine, drove around in a Humvee-like vehicle captured from Ukrainian troops.",
  "\"We have not observed the withdrawal of heavy weapons, however we have observed and reported on the movement of heavy weapons,\" said Michael Bociurkiw of the Organization for Security and Cooperation in Europe.",
  "A top official of the separatist Donetsk People's Republic, Andrei Purgin, said the region would rely on its gas stockpiles and \"seek an exit from this situation in order to switch to using Russian gas.\"",
  "The war in eastern Ukraine has killed 5,600 people and forced over a million to flee their homes since fighting began in April, a month after Russia annexed the mostly Russian-speaking Crimean Peninsula.",
  "Associated Press journalists drove Thursday around about half of the key rail hub that has been the focus of weeks of fighting in eastern Ukraine between Russia-backed separatists and government troops.",
  "Capturing the town is a significant military victory for the rebels because it's a railway junction that straddles the most direct route between Donetsk and Luhansk, the separatists' two main cities.",
  "AP Photo/ Peter Leonard\n\nUkrainian troops began abandoning Debaltseve on Wednesday after weeks of heavy fighting, and by Thursday said more than 90 percent of its forces had been withdrawn.",
  "Cossacks, who spearheaded imperial Russia's expansion and helped guard its far-flung outposts, faced persecution under Bolshevik rule but resurfaced after the 1991 Soviet collapse.",
  "DEBALTSEVE, Ukraine -- Rebel fighters, many of them Cossacks, roamed the streets of Debaltseve on Thursday, a day after Ukrainian forces began withdrawing from the besieged town.",
  "One analyst said, despite public anger in Kiev over the fall of Debaltseve, an overall cease-fire for eastern Ukraine was probably more important than who controlled one town.",
  "But in a reminder of the dangers of the area, one car carrying Cossacks hit a land mine 200 yards from the AP journalists, killing one Cossack and injuring one other.",
  "Both sides were supposed to pullback heavy weapons in eastern Ukraine beginning Tuesday, but international monitors said Thursday they had not seen either doing so.",
  "The Kremlin confirmed the four leaders had spoken by phone and praised the cease-fire deal, saying it has led to \"a reduction in the number of civilian casualties.\"",
  "Russia denies arming the rebels or supplying fighters, but Western nations and NATO point to satellite pictures of Russian military equipment in eastern Ukraine.",
  "\"Starting at night, they would fire at us just to stop us from sleeping,\" a Ukrainian soldier named Andrei told the AP, sitting in his truck outside Artemivsk.",
  "Rebel fighters searched through its bunkers and abandoned tents, looking to salvage equipment and clothing left behind by the quickly retreating troops.",
  "The German government said the four leaders had agreed \"to stick to the Minsk agreements despite the serious breach of the cease-fire in Debaltseve.\"",
  "They then grabbed a bloodied blue-and-yellow Ukrainian flag lying next to the tank and ground it into the frozen earth with their boots.",
  "It also said more than 90 soldiers were taken prisoner during the battle for Debaltseve and the whereabouts of 82 others was unclear.",
  "It said \"immediate concrete steps\" were necessary to ensure that the cease-fire is fully implemented and heavy weapons are withdrawn.",
  "He added that \"from a German point of view, a continuation of the war is probably a greater evil than a not-so-good end to the war.\"",
  "Paris and Berlin appeared to hope that, with the disputed territory of Debaltseve in rebel hands, the cease-fire can now take hold.",
  "On the road out of town, dozens of Ukrainian military vehicles were retreating to the government-held town of Artemivsk.",
  "Ukraine's military general staff said 13 soldiers were killed and 157 wounded by artillery fire during the withdrawal.",
  "Civilians milled about on debris-littered streets in devastated residential areas, some thanking the rebel fighters.",
  "Two rebel fighters inspected a tank left behind by Ukrainians, what they called a \"gift\" from the government troops.",
  "Soldiers in them spoke of enduring weeks of harrowing rebel shelling, barrages designed to annihilate their ranks.",
  "Ukrainian military spokesman Andriy Lysenko said the three-week siege had left the town's infrastructure in ruins.",
  "\"A strategic rail hub has stopped its existence the way it was,\" he said Thursday in Kiev, the Ukrainian capital.",
  "The national gas company Naftogaz said the cutoff was due to significant damage to gas transit infrastructure.",
  "Ukraine raised the pressure on the separatists Thursday by cutting off shipments of natural gas to the area.",
  "The mood was celebratory, with fighters laughing, hugging each other and posing for photos.",
  "AP Photo/ Peter Leonard\n\nAll around lay the wrecked remains of Ukrainian armored vehicles.",
  "\"We left under heavy fire, driving on small roads,\" said Andrei, the Ukrainian soldier.",
  "As we moved, we came under attack by tanks and assault groups several times.\"",
  "\"As we were leaving, we were attacked by artillery and grenade launchers.",
  "Many were riddled with bullet holes or had their windshields destroyed.",
  "They found all its neighborhoods under the control of rebel fighters.",
  "Germany has lowered expectations for the cease-fire in Ukraine.",
  "\"Kiev needs to see sooner or later how it gets out of the war.\"",
  "Then in the morning, they would attack, wave after wave.",
  "A government encampment near a crossroads lay deserted.",
  "He said two of his men had been wounded in the trip.",
  "Retreating fighters appeared shell-shocked.",
  "They did this constantly for three weeks.\"",
  "\"They did this all night."
]