[
  "Pep Guardiola, the manager of soccer club Manchester City, supports the Catalonians’ right to vote and told a Barcelona rally in June: “We will vote, even if the Spanish state doesn’t want it.”\n\nNow, Madrid’s attempt to clamp-down on the vote risks spiralling out of control: tensions ratcheted up in early September when Catalan parliament approved a law to hold the vote , with no minimum voter turnout, while also claiming that the region would declare independence within 48 hours if Catalans voted yes.",
  "View Sample Sign Up Now\n\nThe financial crisis led to rising unemployment and debt in the country, which irked independence supporters who believed Madrid was responsible for the crisis and that Catalonia was paying more taxes to bolster Spain’s poorer regions than it was getting in return.",
  "The ideal situation, writes the European Council on Foreign Relations, is for “substantial reform of the Spanish Constitution, including a further strengthening of Catalonia’s self-rule, including an explicit recognition of their character as a Nation, could be entertained.",
  "The semi-autonomous region of 7.5 million— which has its own local parliament and accounts for around a fifth of Spain’s GDP— has its own traditions and a language, Catalan, which was previously banned under the autocratic rule of Francisco Franco in the mid-20th century.",
  "“FC Barcelona, in remaining faithful to its historic commitment to the defense of the nation, to democracy, to freedom of speech, and to self-determination, condemns any act that may impede the free exercise of these right.” the football club said in a statement.",
  "Barcelona Mayor Ada Colau said on Sept. 14 that she supported holding the referendum and signalled that the city’s residents could vote in the regional’s government facilities after arrangements were made to protect municipal employees from prosecution.",
  "It would require elections, qualified majorities and a nation-wide referendum, perhaps followed by a specific referendum in Catalonia.”\n\nBut for that to happen, Rajoy and Catalan President Puigdemont will need to step away from the brink.",
  "The Spanish government said it would send more officers to Catalonia in a bid to block the vote and on Saturday it was announced that all local and national police forces will be temporarily placed under centralized command.",
  "What a ‘yes’ vote could do is destabilize Rajoy’s minority conservative government, which is reliant on the support of lawmakers from Ciudadanos— which was initially started in Catalonia is opposition to secessionists.",
  "Facing financial collapse and social unrest in 2012, Catalan’s former President Artur Mas endorsed the campaign for independence after Madrid refused to allocate more funds to the region or give it fiscal independence.",
  "The Spanish Civil Guard raided the Catalan regional government’s office on Sept. 20, confiscated election material and arrested 14 people— including the right hand man of the region’s vice-president Oriol Junqueras.",
  "This was reiterated by the government in 2014, which said Catalonia would not be allowed to hold the referendum as the country’s 1978 constitution states that major questions need to be put to all Spaniards.",
  "Spain’s Prime Minister Rajoy could go for the nuclear option, which would be to trigger article 155 of the constitution and suspend Catalonia’s autonomy, allowing the central government to take control.",
  "Catalonia’s battle with Madrid over the vote, which both the Spanish constitution court and Prime Minister Mariano Rajoy deem illegal, has created the worst political crisis Spain has seen in decades.",
  "The region pays $12 billion more taxes to Madrid each year it gets back, according to Reuters, while Andalusia, Spain’s poorest region, receives around $9.5 billion more than it pays in.",
  "On the same day, the organization that oversees the registry of websites with the “.cat” domain was raided and websites with information about the referendum were blocked.",
  "Located in the country’s north-east corner, Catalonia has an economy larger than that of Portugal, and is one of the most highly industralized regions in Spain.",
  "Madrid’s finance ministry increased its control of Catalonia’s finances so as to prevent public money from being used in campaigning for the vote or logistics.",
  "Even if the vote goes ahead, few experts believe the region could achieve independence as a unilateral decision, as it won’t be recognized by Spain or the E.U.",
  "Mas was barred from office after the 2014 vote and under a 2015 law, Spanish public servants can be suspended for ignoring the constitutional court’s rulings.",
  "Current Catalan President Carles Puigdemont argues that his position is governed under Catalan regulations, and that it would be unacceptable to suspend him.",
  "Local activists told Bloomberg that more than 6,000 ballot boxes have been stashed away in secret locations, which they aim to deploy for this Sunday’s vote.",
  "A July survey found that around half the population believed that they had the right to vote, but only less than half supported a split from Spain.",
  "The separatists now hold the majority of seats in the regional parliament and there has been an uptick of support among officials and celebrities.",
  "It was also organized by the Catalan government and ratified by its parliament— which has been dominated by Catalan separatist parties since 2015.",
  "Only 37% (2.25 million) of all eligible voters (5.4 million) took part in the Nov. 2014 ballot, voting overwhelmingly towards independence (81%).",
  "Spanish authorities are racing to block Catalonia secessionists from carrying out an independence referendum currently scheduled for Oct. 1.",
  "So far, officials have seized almost 10 million ballot papers, imposed fines on top Catalan officials, and detained numerous politicians.",
  "Catalan separatists are certain that the illegal plebiscite will happen on Oct. 1, and are playing a cat and mouse game with the police.",
  "The Spanish constitution court declared that year that the Catalan parliament’s proposed plan for a referendum was unconstitutional.",
  "The detainees were eventually released but around 40,000 took to the streets in Barcelona after the raids on Wednesday.",
  "Former President Mas hailed the poll “a great success,” and said that it should pave the way for a formal referendum.",
  "Mas has compared the situation to Scotland, which had its own referendum on independence from the U.K. in Sept. 2014.",
  "Such a move could pour fuel on a secessionist fire already raging after the heavy-handedness of the police raids.",
  "According to the Catalan Centre for Opinion Studies, more than 30% in the region supported independence in 2011.",
  "It is separated from southern France by the Pyrenees and has been part of Spain since the 15th century.",
  "This means a simple majority with a low turn-out could lead to a declaration of independence on Oct. 1.",
  "But experts say the fall-out of the global financial crash in 2008 played an important role.",
  "The Oct. 1 vote, if it goes ahead, could trigger a unilateral declaration of independence.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "There is no one factor to explain the rising independence movement in the region.",
  "The bulk of the region’s population now lives in Barcelona, Catalonia’s capital.",
  "Both referendums did not call for a minimum number of votes for it to be passed.",
  "The tax issue and perceived neglect from Madrid revived secessionist spirit.",
  "Like today, Rajoy deemed the referendum unconstitutional.",
  "A pro-independence movement in 2014 held a symbolic vote.",
  "How was the last referendum similar to the one now?",
  "The Scots, however, chose to stay part of Britain.",
  "How is the 2017 referendum different from before?",
  "The legality of both votes are also in question.",
  "This year 41.1% were in favor of independence.",
  "Many opponents, however, boycotted the vote.",
  "Here’s what to know:\n\nWhere is Catalonia?",
  "Why do the Catalans want independence?",
  "Identity politics also played a role.",
  "FC Barcelona condemned the crackdown.",
  "Contact us at editors@time.com.",
  "Is this their first referendum?",
  "The 2014 vote was non-binding.",
  "What’s likely to happen next?",
  "How has Madrid reacted?",
  "No one knows yet.",
  "No."
]