[
  "After the coup, she noted, a new national mythos is taking hold — one that paints Turkey as restoring its rightful place in the world after more than a century in decline, recasting its post-Ottoman history as “an effort by foreigners to keep Turkey down.”\n\nIn a recent speech, Erdogan complained that foreign powers were aiming “to make us forget our Ottoman and Selcuk history,” reminding his audience that the Ottoman Empire once covered large parts of the Middle East, Europe and North Africa.",
  "Last week, he repeatedly cited the Misak-i Milli, or National Pact — a plan made in the dying days of the Ottoman Empire that would have seen parts of northern Iraq included in its territory — to argue that Turkey should take part in the battle for Mosul, to which the government in Baghdad is opposed.",
  "The main opposition refused to grant the president greater powers, and while the pro-Kurdish Peoples’ Democracy Party (HDP) had once been speculated to be the most likely to support a referendum, its leader Selahattin Demirtas had recently declared his unequivocal opposition to Erdogan.",
  "“Erdogan has managed to introduce the idea that he is the only guy who can keep the country together, that Erdogan’s survival is essentially the survival of the state of Turkey,” said Asli Aydintasbas, a fellow at the European Council on Foreign Relations.",
  "“If the AKP brings its plans to parliament and takes into account our principles and sensitivities, I believe a reasonable outcome will be achieved.”\n\nNot a done deal\n\nErdogan still needs to convince at least some of the party’s 40 MPs, however.",
  "In a series of provocative speeches, he has lamented the loss of Ottoman territories, complained that Turkey “gave away” islands to Greece, and invoked a century-old plan that included the Iraqi cities of Mosul and Kirkuk in Turkey’s boundaries.",
  "And this month, he performed a volte-face, suggesting that he would back a referendum: “The MHP is in favour of the continuation of the parliamentary system but also does not see a problem in asking the people their view,” he said.",
  "Hoping to win back lost votes, Erdogan ramped up the rhetoric accordingly: amid a resurgent conflict with Kurdish militants and a downturn in the economy, he cast a strong presidency as a prerequisite for stability in Turkey.",
  "Erdogan's long-standing ambition to replace Turkey’s parliamentary system with an executive presidency — a constitutional change that would grant him significantly greater powers — is inching closer to becoming reality.",
  "Yet it remains uncertain whether his ruling Justice and Development Party (AKP) will be able to shore up enough support from other parties to reach the necessary parliamentary majority to call a referendum.",
  "The talk of Turkey’s rights regarding parts of Iraq and the Aegean islands plays well with the nationalists, who often bemoan the territorial concessions made in the 1920s by the crumbling Ottoman Empire.",
  "“This is part of an overall strategy to shore up national support that started in the wake of the elections last June.”\n\nLong-standing ambition\n\nTurkey’s constitution requires the president to be neutral.",
  "Politicians across the otherwise deeply divided opposition parties object that the introduction of a presidential system would allow the increasingly authoritarian Erdogan to rule Turkey unchecked.",
  "In the run-up to the general elections in June last year, he openly campaigned for the AKP and appeared to be involved in the day-to-day affairs of state just as he had been as head of government.",
  "“Erdogan is a savvy politician who understands very well the sort of emotional chords of the Turkish public,” said Sinan Ülgen, a former Turkish diplomat and visiting scholar at Carnegie Europe.",
  "Meanwhile, in an attempt to appeal to nationalists, his government opted for a violent crackdown on restive Kurdish towns while demonising the pro-Kurdish opposition as terrorist supporters.",
  "ISTANBUL — If you’ve been listening to Recep Tayyip Erdogan this past month, you’d be forgiven for thinking the Turkish president was intent on redrawing his country’s borders.",
  "But when Erdogan became the country’s first directly elected president in 2014, after more than a decade as prime minister, he had no intention of abdicating his powers.",
  "This month, ministers and officials began floating a timeline, suggesting that a parliamentary vote could be held early next year with a subsequent referendum in April.",
  "Yet while he has used this expansionist rhetoric to argue that Turkey has a say in the ongoing battle for Mosul, his target audience are not Greek or Iraqi officials.",
  "Greece was not amused when Erdogan said Turkey had “given away islands” under the Treaty of Lausanne, and the president’s talk has fuelled tensions with Iraq.",
  "In order to pass a constitutional change via a plebiscite, the Turkish government needed to win the support of at least 330 MPs in the 550-member parliament.",
  "In the past, polls have shown that less than half of voters support introducing a presidential system, but the failed coup has boosted Erdogan’s popularity.",
  "Yet in the June elections, the AKP not only failed to reach this number — the party lost its majority for the first time since rising to power in 2002.",
  "Fighting words\n\nThe strategy worked: in November, the AKP regained its majority, but remained 14 seats short of the 330 required to call a referendum.",
  "The president’s best bet is the nationalist opposition: Their leader, Devlet Bahceli, signaled he would not challenge a plebiscite in recent weeks.",
  "“It’s not a done deal.”\n\nHis rhetoric may score well with a domestic audience but it has caused consternation among Turkey’s neighbours.",
  "If his referendum succeeds, “he will be the unavoidable partner for the international community wanting to deal with Turkey,” he added.",
  "Rather, it’s intended for potential voters back home — election talk ahead of a looming referendum on the nature of his presidency.",
  "Striking emotional chords\n\nAfter this summer’s attempted coup, Erdogan’s popularity has soared; a popular vote may well succeed.",
  "“In 1914 our land covered 2.5 million square kilometers, nine years later it fell to 780,000 square kilometers,” he lamented.",
  "Yet since the failed coup, Bahceli has increasingly sided with the president, cheering the government’s sweeping crackdown.",
  "“I’m not convinced that there will be enough support in parliament to pass the threshold,” said Ülgen of Carnegie Europe.",
  "“There’s no doubt that part of the rhetoric is with the idea of the presidential referendum in mind,” Aydintasbas said.",
  "“This will be his campaign pledge — expanding Turkey, saying ‘why should we settle for something less than we deserve.",
  "'”\n\nHis rhetoric may score well with a domestic audience but it has caused consternation among Turkey’s neighbours.",
  "“That’s the basic calculation Erdogan has made, and so far it has not proven to be very far off the mark.”",
  "After efforts to build a coalition government failed, a rerun was scheduled for the following November.",
  "Bahceli, the leader of the Nationalist Movement Party (MHP), repeatedly denounced Erdogan’s ambitions.",
  "“We did not accept the borders of our country voluntarily,” Erdogan said in one of his speeches.",
  "Erdogan now needed to woo just over a dozen opposition MPs, but that was easier said than done.",
  "To many voters, the election became a referendum on Erdogan’s plan for a stronger presidency.",
  "If his parliamentary group follows suit, the AKP could take their proposal to a referendum.",
  "And even if it passes in parliament, Erdogan will have to convince the Turkish public.",
  "Erdogan still needs to convince at least some of the party’s 40 MPs, however.",
  "It is a price he is willing to pay, said Ülgen.",
  "Hence the belligerent rhetoric.",
  "That left the nationalists."
]