[
  "Former president’s death at hands of his erstwhile Houthi allies marks end of uneasy alliance that sparked war in 2014\n\nThe killing of Ali Abdullah Saleh, the former Yemeni president, removes the country’s most important political figure for four decades from a complex equation that has plunged the Arab world’s poorest nation into conflict and sparked the world’s worst humanitarian crisis.",
  "Yemen Houthi rebels kill former president Ali Abdullah Saleh Read more\n\nIn the past week, that equation changed as Saleh moved to increase his power in Sana’a and signalled that he was swapping sides, seeking a dialogue with the Saudis and their allies, including the United Arab Emirates.",
  "“There’s a possibility that [Saleh’s] apparatus will be radically weakened, if not marginalised in the coming period; this leaves the Houthis as the key power in northern Yemen,” said Adam Baron, visiting fellow at European Council on Foreign Relations.",
  "Last month, the launch of a missile fired from Yemen towards Riyadh led Saudi Arabia’s crown prince, Mohammad bin Salman, to accuse Iran of “direct military aggression” by supplying missiles to Houthis – a charge Iran vehemently denied.",
  "The Iranian foreign minister, Mohammad Javad Zarif, replied that Saudi Arabia “bombs Yemen to smithereens, killing [thousands] of innocents including babies, spreads cholera and famine, but of course blames Iran”.",
  "Houthi calls for celebrations to be held in public squares on Tuesday in the wake of Saleh’s killing leaves little doubt that rather than reconciliation, Baron said, the rebels are “in the mood for consolidation”.",
  "“For Houthis, the definition of winning is just survival, and they’re doing a pretty good job at that; for the Saudis the definition of winning is restoring the internationally recognised government,” Baron said.",
  "Since then Houthis have launched at least one other missile towards Saudi Arabia and last week claimed to have hit a nuclear plant under construction in the UAE, a claim denied by the Emirates.",
  "Saleh, a former military officer, became the president of North Yemen in 1978 after a coup but, when north and south reunited in 1990, was elected as the first president of the new country.",
  "But in 2014 Saleh forged an uneasy, unlikely alliance with his former enemies, the Houthis, to facilitate their takeover of Sana’a and ultimately to force Hadi to flee to Saudi Arabia.",
  "The New York Times reported on Monday that missile experts had cast doubt on claims that American defence systems were able to intercept a Yemeni missile fired towards Riyadh airport.",
  "Just being able to hold on to Sana’a, let alone to vanquish Saleh, their historical enemy, that’s a big deal.”\n\n\n\nAli Abdullah Saleh obituary Read more\n\nThe stakes are already high.",
  "His reluctant departure from power in 2012 – forced upon him by the Arab spring after 33 years of rule – brought his Saudi-backed deputy, Abdu Rabbu Mansour Hadi, into office.",
  "It was an alliance doomed to fail, but few predicted the man who sided with the rebels he fought six wars against between 2004 and 2011 would eventually be killed by them.",
  "There were reports that Saudi bombing of Sana’a in recent days was targeting Houthi areas in a move to help Saleh - but that did little to prevent the rebels killing him.",
  "“Even when people want to play on the ground in Yemen from outside,” Baron said, “internal dynamics have a way of shifting in a way that nobody really expected.”",
  "Saleh used Houthi firepower and manpower, while the rebels gained from Saleh’s governing and intelligence networks.",
  "One thing that is clear is Yemen without Saleh will be a different, yet still unpredictable, country.",
  "“Houthis spent a decade fighting an insurgency isolated in the mountains of northern Yemen.",
  "The war in Yemen has hit a stalemate, and it is hard to say which side is winning.",
  "His death marks a dramatic shift three years into a war in a state of stalemate.",
  "Without Saleh, the Houthis are strengthened – at least in the short term.",
  "He once likened his time in power to “dancing on the heads of snakes”.",
  "Saleh was an important player in Yemen’s descent into civil war.",
  "It risks the conflict becoming even more intractable.",
  "While it lasted, the alliance benefited both sides."
]