[
  "“The forces who fought in Sabratha against Isis, the gangs of illegal immigrants and the oil-smuggling mafias were mainly members of the tribes who support Saif al-Islam, and those who were part of the former Libyan army, also loyal to Saif Gaddafi.”\n\nFacebook Twitter Pinterest A fighter loyal to Libya’s Government of National Accord fires his weapon during fighting against Isis in Sirte.",
  "If there is no agreement between the factions to amend and extend the agreement, there are fears that the current most powerful military figure, General Khalifa Haftar, head of the Libyan National Army (LNA), which holds sway in the east, will seek to capture Tripoli, and oust the UN-backed prime minister, Fayez al-Sarraj, and his Government of National Accord (GNA).",
  "Gaddafi, freed in June after being held since the 2011 uprising, is planning a comeback – and experts say he could benefit if elections take place next year\n\nSaif al-Islam Gaddafi, the son of the former Libyan dictator, is seeking to make a comeback after years in detention, and claims to be leading a military campaign against terrorist groups around Tripoli.",
  "“Saif al-Islam is inside Libya and is committed to his word, which he gave to all Libyans in 2011, when he said that he will remain in Libya to defend its territory or die a martyr for it,” a spokesman for Gaddafi said in a written statement, supplied through the US contact who had extensive dealings with him before the fall of his family’s regime.",
  "Photograph: Reuters\n\nThe UN special envoy, Ghassan Salamé, has been seeking to keep the peace process alive with a new action plan to reconfigure the transitional government to make it more effective in delivering services, convening a national conference early in 2018 to be followed in theory by elections.",
  "Absolutely not.”\n\nHowever, the fact Trump met Sarraj at all – and has held at least two meetings on the situation there in the past month – is itself being seen as a step forward as it marks the first time he has taken a direct interest in the country since taking the presidency.",
  "“He can dream, but he can’t get anywhere.”\n\nObservers say Gaddafi could still emerge as a political force if elections are held next year and he is allowed to stand despite his 2011 indictment from the international criminal court (ICC) for alleged crimes against humanity.",
  "The Warshefana tribal militia, Gaddafi loyalists who controlled some of the area around Tripoli, were routed last month by rival forces from Zintan – former allies who appear to have been angered by Warshefana attempts at extortions at road checkpoints.",
  "General accused of war crimes courted by west in Libya Read more\n\nBut in recent weeks he has told a longstanding US contact he was gathering a force that had taken control of the coastal town of Sabratha – and claimed he would fight his way to Tripoli.",
  "There are serious doubts over whether elections are feasible in the current climate of general insecurity, and Salamé acknowledged over the weekend those elections might not take place in 2018 as planned if the conditions were not met.",
  "Gaddafi was freed in June after six years as the prisoner of a militia in the town of Zintan following the Nato-supported uprising in 2011 that led to the killing of his father, Muammar Gaddafi, and the fragmentation of the country.",
  "Russia is reported to have established a small military presence in western Egypt, and Cairo and Moscow have come to a preliminary agreement this week that would allow Russian warplanes to use Egyptian airspace.",
  "It created a presidency council in Tripoli that was supposed to form a unity government, and the house of representatives in eastern Libya was supposed to approve the unity government, but it has yet to do so.",
  "Haftar is also reported to have held talks in Paris last month with militia leaders based in Tripoli, on whom Sarraj depends for his security, seeking to persuade them to stand down or defect.",
  "If or when a vote does go ahead, Libya observers said Saif Gaddafi could benefit from general weariness of political divisions and nostalgia for the relative stability of the Gaddafi era.",
  "“When Trump came into office there was a fear his perceived preference for strongmen would lead him to back Haftar,” Jason Pack, executive director of the US-Libya Business Association.",
  "“You can see he has popularity on the ground, particularly in the south.”\n\nGaddafi is seeking to benefit from the chronic sense of uncertainty and insecurity since his father’s fall.",
  "“There are businesses in the west who were dealing with the old regime who would like to see Saif back,” Pusztai, now a security consultant who writes extensively about Libya, said.",
  "The prime minister met Donald Trump on Friday, but his requests for a more active US role, including a guarantee of personal security for himself and his government, were rebuffed.",
  "He was also sentenced to death by a court in Tripoli in 2015, though that trial was conducted in absentia and was widely criticised by international human rights groups.",
  "Photograph: Fabio Bucciarelli/AFP/Getty Images\n\nIt is unclear, however, to what extent Gaddafi is claiming credit for military operations carried out by others.",
  "A tenuous UN agreement designed to hold the nation together is wearing thin and its critics claim it will expire on 17 December, the anniversary of its signing.",
  "Saif Gaddafi was once the heir apparent of the Libyan regime, a London School of Economics graduate touted as a moderniser who mixed with British high society.",
  "“They wanted a military guarantee from the United States that we would basically defend their block in Tripoli,” a US source familiar with the talks said.",
  "That is up to the Libyans,” the diplomat said, pointing to the precedent of Uhuru Kenyatta’s 2013 presidential election win in Kenya despite ICC charges.",
  "Trump is lock, stock and barrel backing the UN process.”\n\nBut the UN-brokered agreement signed in December 2015 has failed to bind Libya’s divisions.",
  "“Developments on the ground have not been in his favour,” said Mattia Toaldo, a senior policy fellow at the European Council on Foreign Relations.",
  "Wolfgang Pusztai, a former Austrian defence attache in Libya and Tunisia, described Gaddafi as a polarizing figure, but one with outside support.",
  "A diplomat involved in election preparations said the ICC indictment against Gaddafi would not necessarily stop him from standing, or winning.",
  "Salamé has said that any election law adopted by Libya should be “open for all” including loyalists from the old regime and Saif Gaddafi.",
  "Observers said they doubted the dictator’s son would be able to muster sufficient loyalists to pose a serious threat to the capital.",
  "He added that there were deep misgivings about corruption in the GNA and the human rights record of the militias protecting it.",
  "The outcome of those contacts is unclear, but they are likely to have increased Sarraj’s nervousness about his future.",
  "“But if he joined the political landscape it would make it even more divided.”\n\nAdditional reporting by Chris Stephen",
  "Now, he stands accused of ordering the killing of protesters as the Gaddafis fought desperately to hold on to power.",
  "Facebook Twitter Pinterest Saif Gaddafi attends a hearing behind bars in a courtroom in Zintan in May 2014.",
  "Libya has two rival parliaments, and a kaleidoscope of competing fiefdoms run by warlords and militias.",
  "Much of the recent fighting has been between tribal militias vying for control of smuggling routes.",
  "“Is the US going to use military force against actors against the UN plan in Libya?",
  "Haftar has backing from Egypt, Russia and the United Arab Emirates (UAE).",
  "“We don’t control who stands in the election.",
  "“This visit puts paid to that myth."
]