[
  "“Both have told me that [they] feel the other does not have the best interests of the U.N. in mind in this selection and want to bend the U.N. to their own agenda.”\n\nOn Friday morning, the 15 members of the U.N. Security Council will participate in a second “straw poll” designed to gauge support for the various candidates competing to succeed Ban Ki-moon, a South Korean who emerged as the consensus, but not necessarily most exciting, choice a decade ago.",
  "Because of the difficulty of finding a person who unanimously satisfies the five permanent members of the Security Council, this position often winds up going to the “lowest common denominator,” analysts said, meaning the candidate yielding the fewest objections from powerful member states.",
  "“It’s really important, we think, that the Security Council move as expeditiously as possible to make this election to allow the next secretary-general as much time as possible to prepare for this ever so important job,” she said as she headed into the July straw poll.",
  "A straw poll held last month seemed to indicate that Russia and the U.S. had each maneuvered to nix the other's favored candidate, with Moscow’s apparent choice, UNESCO Director-General Irina Bokova, faring better than Argentina's Foreign Minister Susana Malcorra.",
  "Informal tradition dictates geographical rotation for the U.N. job, and, partially based on the urging of Russia, many believe that it’s time for an Eastern European to be the next secretary-general; Russia has deep ties to many of the countries in that region.",
  "The businessman has questioned whether the U.S. is spending too much on the U.N., derided the institution as “not a friend of democracy” and even indicated he’d be open to seeing a smaller version of the world body, possibly one without a U.S. role.",
  "Perhaps even giving a hard time to the other side’s favorite.”\n\n\n\n\n\nArgentina's Foreign Minister Susana Malcorra (pictured with U.S. Secretary of State John Kerry ) has the support of the United States in a bid for United Nations secretary-general.",
  "(Trump, however, has in the past praised the U.N., and, when the U.N. was looking at renovating its headquarters along the East River in Manhattan, the real estate mogul claimed he could do the job for cheaper than the projected cost at the time.)",
  "“Everyone recognizes with Turk that he might not be bold, but he has come across well and has managed to convince diplomats that he wouldn’t be the worst,” said Richard Gowan, a New York-based fellow at the European Council on Foreign Relations.",
  "Tensions over such disputes already are regularly borne out at the U.N. Security Council, where Russia, backed by China, and U.S., backed by Western European countries, will likely be the kingmakers in the secretary-general selection process.",
  "Although this year's contest will most likely wrap up before November's U.S. election, it's also possible that Russian-U.S. tensions could worsen in the intervening months, especially as the FBI investigates the hacking of the DNC.",
  "Zalmay Khalilzad, a former U.S. ambassador to the United Nations, pointed out that Washington and Moscow have managed to come to terms in the past on the selection of a secretary-general even at the heights of the Cold War.",
  "Adding to the drama is Trump, the Republican presidential nominee who has shown unusual affection for Russia and its president, Vladimir Putin, as well as a disdain for international organizations, including the U.N.",
  "These secret straw polls are designed to persuade poor performers to drop out, and U.N. diplomats said Friday's voting will likely provide significantly more clarity on who has a real shot at winning the job.",
  "During debates and public forums with secretary-general candidates, many have been asked how they would handle an uncooperative Security Council, and whether they’d be willing to publicly criticize the body.",
  "Malcorra finished eighth in the July 21 straw poll, two U.N. diplomats told POLITICO, with seven Security Council members offering “encouragement,” four signaling “discouragement” and four giving no opinion.",
  "| Getty\n\nDuring these early rounds of informal balloting, the five permanent members of the Security Council — the U.S., Britain, France, China and Russia — cannot use their vetoes to knock out candidates.",
  "The U.S.-Russia tension today “may affect the atmospherics, but I don’t think it will affect the substance,” Khalilzad said, adding that by atmospherics he meant “the debate, the tone, the language used.",
  "Former Slovenian president and longtime U.N. official Danilo Türk is seen as the go-along and get-along candidate, and he finished a surprising second in the July straw poll, the two U.N. diplomats said.",
  "The men beat out prominent female candidates including Malcorra, who is also Ban’s former deputy at the U.N.; former New Zealand Prime Minister Helen Clark; and Costa Rican diplomat Christiana Figueres.",
  "U.S. officials won’t say publicly who they’d like to see win the job — doing so is basically a kiss of death for that person's chances — though they stress they want someone with good management skills.",
  "If Guterres performs strongly in the second straw poll, he may be hard to beat, even though he has what one diplomat called a “double handicap:” He’s not a woman and he’s not from Eastern Europe.",
  "But, according to one of them, two of Bokova’s four “discouragement” votes came from the U.S. and the U.K., veto-wielding Security Council members, indicating she will struggle moving forward.",
  "“Western diplomats are probably relieved that this decision is going to be made while President [Barack] Obama is still in office,” said Ash Jain, a senior fellow at The Atlantic Council.",
  "But, in a possible sign of concern about the heightening intensity of America’s own electoral politics, the U.S. ambassador to the U.N., Samantha Power, has stressed the need for speed.",
  "Of the top five finishers in the straw poll, four were Eastern European: Turk; Bokova; former Serbian Foreign Minister Vuk Jeremic; and former Macedonian Foreign Minister Srgjan Kerim.",
  "The proxy war over the U.N. role comes at an exceptionally sensitive time in U.S.-Russian relations, and as Donald Trump's unorthodox White House run rattles international leaders.",
  "The job involves overseeing an organization with around 41,000 employees and missions across the world dealing with peacekeeping, migration crises and international development.",
  "Meanwhile, U.N. sources say Russia is angling for a female Bulgarian diplomat with family ties to the Soviet Union, a nod to its desire to see an Eastern European in the job.",
  "By October, when many expect a victor to emerge, that person may not be the one who’s most qualified but instead someone who draws the fewest objections from Obama and Putin.",
  "Acknowledging that she had little chance of winning, former Croatian Foreign Minister Vesna Pusic, dropped out of the race after she finished last in the first straw poll.",
  "Russia also is suspected of backing cyberattacks in the U.S., including ones targeting the Democratic National Committee and Hillary Clinton’s presidential campaign.",
  "Perhaps unfairly, critics tie Bokova closely to Moscow because her father had been a prominent member of the Bulgarian Communist party before the Berlin Wall fell.",
  "Washington, which is believed to want a woman in the U.N. role, has been backing Argentina's foreign minister in the secretive selection process, U.N. sources say.",
  "This Friday's straw poll was supposed to take place last week, but the Russians were eager to slow down the process and had the vote delayed, U.N. sources said.",
  "Trump’s strength in the polls has led to concern in international circles about how, if he wins the White House, he would deal with the next secretary-general.",
  "The U.S. and Russia have turned the race for United Nations secretary-general into the latest front in their escalating war for geopolitical influence.",
  "Additionally, in the U.N.'s almost 71-year-history, a woman has never held the post, something the Americans in particular are believed keen to change.",
  "Yet the position also has numerous constraints, not the least of which is what U.N. member states will allow the secretary-general to do.",
  "The Russians also have been silent on whom they prefer, although Russian diplomats have voiced their preference for an Eastern European.",
  "Malcorra was the top deputy to Ban, who has faced ample criticism, including for not doing enough to deal with the crisis in Syria.",
  "At least 10 other candidates are in the mix, with former Portuguese Prime Minister António Guterres winning the July straw poll.",
  "But as the field narrows, the U.S. and Russian influence will only increase because they will be allowed to use their vetoes.",
  "His name is affixed in gold to a gleaming 90-story black skyscraper that towers over the U.N.’s headquarters in New York.",
  "“I’m not sure either the U.S. or the Russians is in the mood to compromise,” a former top U.N. official told POLITICO.",
  "He received 12 encouragement votes and three no opinions in July's straw poll, according to the two U.N. diplomats.",
  "I think we’ve seen that borne out,” said Brett Schaefer, a U.N. expert with the conservative Heritage Foundation.",
  "Washington and Moscow are at odds over how to stop the conflict in Syria as well as Russia’s invasion of Ukraine.",
  "Bokova finished third in the July straw poll, receiving nine “encouragement” votes, the same two sources said.",
  "In the past, the U.N.'s 193 member-states merely rubber-stamped a name given to them by the Security Council.",
  "Guterres, who previously led the U.N.'s refugee agency, has surprised many by emerging as the top contender.",
  "If Trump wins the presidency, the next secretary-general may find the job even more tumultuous than usual.",
  "Trump, meanwhile, will still loom over the United Nations whether he wins the American presidency or not.",
  "| Getty\n\nThe Security Council decides whether to impose sanctions and deploy peacekeepers, for example.",
  "However, for the first time there have been public hearings where member-states questioned candidates.",
  "But his predecessor, Kofi Annan, was selected just two weeks before he began the job on Jan. 1, 1997.",
  "The Kremlin’s media apparatus is clearly rooting for Trump to defeat Clinton, the Democratic nominee.",
  "Story Continued Below\n\nEarly indications are that the fight could get as ugly as diplomacy allows.",
  "The Trump World Tower was, for a short period, the tallest all-residential building in the world.",
  "Moscow’s apparent choice for secretary-general is UNESCO Director-General Irina Bokova.",
  "The U.N. charter gives the secretary-general no oversight over the Security Council.",
  "The U.N. secretary-general has one of the world’s most high-profile bully pulpits.",
  "On Thursday, Secretary of State John Kerry met with Malcorra in Buenos Aires.",
  "A State Department spokesman said the two did not discuss the U.N. job.",
  "Trump's campaign did not immediately respond to a request for comment.",
  "She also was also educated at one of Moscow's elite universities.",
  "Ban was selected as the U.N. secretary-general in October 2006.",
  "Ban, for instance, “was known as a bureaucrat’s bureaucrat.",
  "The secretary-general race is still wide open.",
  "A safe pick who wouldn’t rock the boat.",
  "That will likely happen this year, too.",
  "Maybe delaying a bit here and there."
]