[
  "Eliot Cohen, a former Bush administration official who teaches at John Hopkins’ School of Advanced International Studies, has written that, “The choices are now what they ever were: an American or an Israeli strike, which would probably cause a substantial war, or living in a world with Iranian nuclear weapons, which may also result in war, perhaps nuclear, over a longer period of time.",
  "And we can hit the regime’s nuclear weapons program, and set it back.” And over the last month alone, two other prominent hawks, John Bolton and Joshua Muravchik, have penned op-eds entitled, “To Stop Iran’s Bomb, Bomb Iran” and “War With Iran Is Probably Our Best Option.” Netanyahu may sincerely believe that there’s a preferable diplomatic alternative to last week’s deal.",
  "This is self-delusion.” According to Max Boot of the Council on Foreign Relations, “The only credible option for significantly delaying the Iranian nuclear program would be a bombing campaign.” The Weekly Standard’s Bill Kristol has argued that, “It’s long since been time for the United States to speak to this regime in the language it understands—force.",
  "“There’s a third alternative,” the Israeli prime minister told CNN on Sunday, “and that is standing firm, ratcheting up the pressure until you get a better deal.”\n\nThere are three problems with this argument.",
  "According to Netanyahu, if the United States walks away from the current deal, Iran’s desperation to end global sanctions will lead it to scrap its nuclear program almost entirely.",
  "Even Mir-Hossein Mousavi, the leader of the reformist Green Movement, declared in 2009 that if elected, “we will not abandon the great achievements of Iranian scientists.",
  "Understandably, the U.S. government has hoped for a middle course of sanctions, negotiations and bargaining that would remove the problem without the ugly consequences.",
  "Netanyahu and many Republican politicians—knowing that the American public doesn’t want war—insist that there’s a diplomatic alternative to the current deal.",
  "Benjamin Netanyahu insists that opposing Thursday’s framework nuclear deal with Iran doesn’t mean he wants war.",
  "The second problem with Netanyahu’s argument is that it’s based on bizarre assumptions about Iranian politics.",
  "But over the years, key conservative foreign-policy experts, have said exactly the opposite.",
  "… We can strike at the Iranian Revolutionary Guard Corps (IRGC), and weaken them.",
  "But it’s telling that for years now, many on his ideological side have disagreed.",
  "The first is that even some of Netanyahu’s own ideological allies don’t buy it.",
  "But Iran’s nuclear program is decades old and enjoys broad public support.",
  "I too will not suspend uranium enrichment.”"
]