[
  "“We are doing this for Poland, for Polish citizens.”\n\nPolish MPs pass judicial bills amid accusations of threat to democracy Read more\n\nPoland’s new prime minister, Mateusz Morawiecki, responded on Twitter: “Poland is as devoted to the rule of law as the rest of the EU.” The Polish foreign ministry said in a statement: “Poland deplores the European commission’s launch of the procedure [...] which is essentially political, not legal.”\n\nHours later the Polish president, Andrzej Duda, gave a televised address to announce he had signed into law the two bills overhauling the judiciary.",
  "The row over the Polish government’s reforms to the country’s judiciary has been rolling on for two years but appears to have come to a head in the wake of the Polish senate’s decision last Friday to approve legislation giving the executive greater control of the supreme court and national council of the judiciary, which appoints judges.",
  "“Poland’s image and influence in the EU has already suffered under the policy of the PiS government, so the international consequences of the commission’s move will be limited, but the domestic fallout will be more important,” said Piotr Buras, director of the Warsaw office of the European Council on Foreign Relations.",
  "It will fuel the narrative about Poland as a besieged fortress, and about the west betraying Poland.”\n\nThe Polish government insists the judiciary retains too much of the institutional architecture that was in place during Poland’s time as a communist state and that it needs to be placed in a new legal framework.",
  "“It is unacceptable that Brussels is putting pressure on sovereign member states and arbitrarily punishing democratically elected governments.”\n\nTimmermans said that although there has been no dialogue with the Polish government this year on the issue, the EU was open to talks on the current standoff.",
  "The Polish government has accused the European commission of a politically motivated attack after the EU’s executive body triggered a process that could see the country stripped of voting rights in Brussels, over legal changes that the bloc claims threaten the independence of the judiciary.",
  "In a highly symbolic moment, Poland’s fellow 27 EU member states were advised by the commission on Wednesday that the legislative programme of Poland’s government was putting at risk fundamental values expected of a democratic state by allowing political interference in its courts.",
  "The most serious sanction possible under article 7 would be to suspend the member state of its voting rights in EU institutions, and potentially EU financial transfers to the bloc’s largest beneficiary, but it would require unanimity among the member states in a subsequent vote.",
  "State television news, controlled by the ruling Law and Justice party since the passage of a controversial media law in 2016, accompanied its coverage of the announcement with the headline “Frans Timmermans wants to take away Poles’ right to reform their own country”.",
  "Speaking to state television earlier on Wednesday, the foreign minister, Witold Waszczykowski, said that any decision to initiate article 7 proceedings would constitute “an attempt to stigmatise Poland and push us aside when key decisions are made in the EU”.",
  "The development will prove highly awkward for Theresa May, who will be in Warsaw for a UK-Poland summit on Thursday, at which she hopes to push forward her vision of a post-Brexit trading relationship with the rest of Europe.",
  "Zsolt Semjén, Hungary’s deputy prime minister, immediately described the commission’s move as “unprecedented and astounding” and reiterated the declared intention of the prime minister, Viktor Orbán, to block any sanctions.",
  "Frans Timmermans, the vice-president of the commission, told reporters in Brussels that in two years 13 laws had been adopted that put at serious risk the independence of Poland’s judiciary and the separation of powers.",
  "“But the facts leave us with no choice.”\n\nAt least 22 of the 28 member states will now need to vote in favour of the commission’s proposal for a formal warning, but Brussels is confident it has the numbers it needs.",
  "While it is a keen advocate of independent judicial systems, the British government also wants to build alliances as it attempts to win support for May’s pursuit of a “deep and special” trade deal with the EU.",
  "The issuing of a formal warning to Poland has been recommended to the member states under the first clause of an, until now, unused article 7 procedure, which is regarded as a nuclear option in EU affairs.",
  "The European council president, Donald Tusk, a former Polish prime minister, and a party political rival to the Law and Justice party, urged Warsaw to “come to its senses”.",
  "The row represents the greatest crisis in the EU since Britain’s decision to leave the EU last year, with the Polish government showing little inclination to back down.",
  "Under the new laws the supreme court will be able to conduct “extraordinary reviews” of final judgments by lower courts, including those issued over the last 20 years.",
  "A spokesman for the prime minister said she would raise her concerns over the rule of law when in Warsaw, but that the UK hoped the issue could be swiftly resolved.",
  "“I sincerely hope that the Polish government will … not seek a conflict at all cost in a case where it is simply not right,” Tusk said in Kraków, southern Poland.",
  "Morawiecki took office this month and Warsaw was advised that the commission could rescind its decision if remedies were enacted within the next three months.",
  "In the absence of judicial independence, serious questions are raised about the effective application of EU law,” Timmermans, a former Dutch diplomat, said.",
  "“State propaganda is likely to portray this decision as an hostile act of foreign oppressors directed against Poland’s democracy and sovereignty.",
  "It was always clear, however, that the commission’s decision would exacerbate a growing sense of crisis over Poland’s membership of the EU.",
  "The UK government has been ambiguous over its position, due to concerns that Brussels should not be meddling in domestic affairs.",
  "“Judicial reforms in Poland mean that the country’s judiciary is now under the political control of the ruling majority.",
  "“It is with a heavy heart that we have decided to initiate Article 7.1,” Timmermans said.",
  "Hungary’s rightwing government has insisted it would never support such a move.",
  "“The decision seriously damages Poland’s sovereignty,” Semjén said."
]