[
  "A separate shell company, Tenaciou3 Investment Holdings Ltd, directly controlled by Geely, borrowed 1.67 billion euros ($2.04 billion) from the Hong Kong branch of Chinese bank Industrial Bank Co Ltd (601166.SS), according to an agreement dated Dec. 5 and filed in Hong Kong.",
  "Geely also hired two former Morgan Stanley executives, Dirk Notheis in Germany, and Bao Yi, who worked in China, to help the banks devise tactics that would avoid immediately triggering disclosure requirements in Germany, according to sources familiar with the matter.",
  "Geely officials familiar with the transaction said the shell company was set up in part to make the deal an “offshore” acquisition and avoid the heightened recent scrutiny from Beijing on deals in which funds are moved out of mainland China.",
  "REUTERS/Hannibal Hanschke/File Photo\n\nAlthough the move seemed sudden, the head of the Chinese carmaker Geely had, according to multiple sources and documents reviewed by Reuters, spent months stealthily laying groundwork for the stake.",
  "The next month, Tenaciou3 signed agreements, subsequently filed with Hong Kong’s companies registry, with Morgan Stanley and Bank of America Merrill Lynch that would help the Chinese company build its stake in a less-direct way.",
  "German Chancellor Angela Merkel said on Tuesday there were no obvious violations linked to the acquisition, although the country’s financial regulator, BaFin, is investigating whether disclosure rules were broken.",
  "By using Hong Kong shell companies, derivatives, bank financing and carefully structured share options, Li Shufu kept the plan under wraps until he could, at a stroke, become Daimler’s single largest shareholder.",
  "The banks then acquired additional shares in two ways without Geely having an entitlement to the shares and therefore no requirement to disclose the holding, according to two people familiar with the matter.",
  "The result was a $9 billion investment that skirted disclosure rules requiring investors to notify German authorities if their share of voting rights in a company passed 3 percent, and then 5 percent.",
  "SHANGHAI/BEIJING (Reuters) - When Daimler announced that Li Shufu had acquired almost 10 percent of the automaker last Friday, it caught financial markets - and German regulators - by surprise.",
  "A person with knowledge of the deal said Morgan Stanley had worked on the structure of the investments, helped Li build up his position in the secondary market and provided financing.",
  "In a report to Germany’s parliament, seen by Reuters, the country’s Economy Ministry said it would consider tightening disclosure regulations in light of the Chinese stake in Daimler.",
  "Two sources in Geely and one source close to the company said a senior executive there, Li Yifan, had for more than a year led a small team tasked with acquiring shares in Daimler.",
  "“But how he went about it certainly was.”\n\nA NUMBERS GAME\n\nThe shell company used to amass the stake, Tenaciou3 Prospect Investment Ltd, was incorporated on Oct. 27 in Hong Kong.",
  "“The fact that Li would invest did not come as a surprise,” said a senior Daimler executive, who did not want to be named because he was not authorized to speak to the media.",
  "Angela Stanzel, Berlin-based senior policy fellow focused on Asia at the European Council on Foreign Relations, said the main concern in Germany was the lack of transparency.",
  "The company has said that all the funds for the deal were raised outside China, although industry consultants said the use of the Hong Kong entity made that hard to verify.",
  "That involved selling options for the right to buy shares above the then-prevailing price while buying options to gain the right to sell the shares below the price.",
  "FILE PHOTO: The Mercedes star logo of an EQ concept car is pictured before the annual news conference of Daimler AG in Stuttgart, Germany, February 2, 2017.",
  "A Daimler filing shows Tenaciou3 Investment Holdings, whose director was listed as Li Yifan, as the controlling entity behind Tenaciou3 Prospect.",
  "The practice of using shell companies as investment vehicles and lawyers to act as directors on behalf of wealthy investors is fairly common.",
  "The other directors of both these companies are all senior partners at global law firm King & Wood Mallesons, according to official records.",
  "On paper, Tenaciou3 is owned by another Hong Kong-registered company, Fujikiro Ltd, which lists a third company, Miroku Ltd, as a director.",
  "Industrial Bank, which is headquartered in China’s southeastern city of Fuzhou, did not immediately respond to a request seeking comment.",
  "The company had just one ordinary share, worth HK$1 (12.8 U.S. cents), according to documents filed to the Hong Kong Companies Registry.",
  "Li Shufu is not named in any of the documents seen by Reuters, but he has openly said he is the owner of the stake held by Tenaciou3.",
  "Last week, Daimler AG (DAIGn.DE) named Tenaciou3 in a regulatory filing as the entity controlling Li Shufu’s 9.69 percent stake.",
  "Reuters reported in November that Daimler rejected a proposal by Geely to acquire a stake or reach a technology-sharing deal.",
  "FILE PHOTO: Geely's founder and chairman, Li Shufu, poses for a picture during an event in Berlin, Germany, October 20, 2016.",
  "Some were purchased directly, and the risk was offset by an “equity collar” structure to protect the investment from losses.",
  "SHELLS WITHIN SHELLS\n\nThe structure of the deal makes it difficult to determine the source of the money behind it.",
  "Tenaciou3 Investment Holdings used its share capital in Tenaciou3 Prospect Investment as collateral for the loan.",
  "“The issue is, where does the money come from and how did this bid actually happen?” she told Reuters.",
  "The banks also gained the right to acquire some shares by buying derivatives, the sources said.",
  "Because of the way the stake was built, there is no indication that Geely breached those rules.",
  "The person asked not to be named because he was not authorized to speak to the media.",
  "REUTERS/Michaela Rehle /File Photo\n\nLi Yifan did not respond to requests for comment.",
  "Tenaciou3 purchased some shares on its own, but not enough to require disclosure.",
  "The agreement with Industrial Bank did not say what the funds would be used for.",
  "Only when the shares were sold to Tenaciou3 did the stake need to be disclosed.",
  "Morgan Stanley and Bank of America declined to comment.",
  "Li Shufu was not immediately available for comment.",
  "King & Wood Mallesons declined to comment.",
  "It also has a single director: Li Yifan.",
  "Daimler also declined to comment."
]