[
  "European leaders must decide on which issues they can and must compromise with the Trump administration, such as raising military spending and contributing more to their own defence, and on which issues they must stand firm, such as their unequivocal commitment to liberal-democratic values and to the sanctity of the NATO alliance.",
  "Will he drop the bluster and bravado that marked his campaign, and moderate some of his campaign statements, such as calling the NATO alliance “obsolete”, suggesting he might formally recognise Russian sovereignty over Crimea, and calling the British vote in June to exit the European Union “a good thing”?",
  "Trump has given no indication that he understands or appreciates the value of the transatlantic alliance, of the benefits of a strong and united Europe, or the deep and long-standing partnerships the United States has established with individual European countries over many decades.",
  "Trump will seek the help of European partners when he perceives that doing so is in his interest, but unlike almost all of his predecessors since the end of World War II, he will not reflexively turn to the Atlantic Alliance to address the most important global challenges.",
  "As Jeremy Shapiro of the European Council on Foreign Relations has said, appeals based on “the old formula of solidarity, common interests, and shared values” are not just likely to be ineffective, but are likely to be seen by Trump as “negotiating weakness”.",
  "Standing up to Trump\n\nEuropean leaders will make clear, as German Chancellor Angela Merkel did in her letter congratulating the president-elect, that future cooperation with the United States will be based on a shared commitment to liberal-democratic values.",
  "But with Trump now set to enter the Oval Office in January to become America’s 45th president, European leaders must start thinking about how they can work with him and his administration for at least the next four, and possibly the next eight, years.",
  "These remain the foundational principles on which the Atlantic Alliance is based, and the erosion of these values would only serve to embolden authoritarian strongmen such as Russian President Vladimir Putin or Turkish President Recep Tayyip Erdogan.",
  "European leaders may be able to mute some of Trump’s criticisms of allies free-riding on American largesse by committing to increase defence spending and deployments of equipment and personnel within the context of NATO operations and missions.",
  "Top Republican officials condemned his statement that he might not automatically come to the aid of a NATO ally under attack, for example, and by very wide margins the American public continues to see NATO as being good for the United States.",
  "These include, as Merkel’s letter stated:\n\nDemocracy, freedom, as well as respect for the rule of law and the dignity of each and every person regardless of their origin, skin colour, creed, gender, sexual orientation, or political views.",
  "Working around the commander-in-chief\n\nEuropean leaders must keep in mind that while Trump will have tremendous influence over the future direction of US foreign policy, he will be just one person in a vast national security apparatus.",
  "Despite its own troubles – such as the ongoing euro calamity, the refugee crisis, and negotiating Britain’s exit from the EU – Europe remains the indispensable partner for the United States on global economic and security issues.",
  "Every US president since Harry S Truman has interpreted the NATO Treaty’s mutual defence clause as irrevocable, and establishing a clear legal and moral obligation on the United States to come to the aid of an ally under attack.",
  "Other members of his administration may be able to shape his thinking so that it aligns more closely with the long-standing, bipartisan foreign policy consensus in the United States, especially when it comes to NATO.",
  "This will not be easy for leaders such as French President François Hollande, who said the president-elect “makes you want to retch”, or Matteo Renzi, who made no secret of his support for Trump’s rival.",
  "Europe’s leverage\n\nOnce Trump enters office he will probably come to realise and appreciate how much he needs the cooperation of other countries to achieve his foreign policy goals and objectives.",
  "Across the continent, many Europeans watched his rise first with dismay and then with growing alarm, but gave little prospect to him actually defeating former secretary of state Hillary Clinton.",
  "View Sample Sign Up Now\n\nOr will his credo of “America First” and his rejection of “globalism” lead to the steady erosion of America’s commitment to global order and stability?",
  "Not everyone in his administration will share his views on NATO’s strategic irrelevance, his eagerness to accommodate Russia, or his enthusiasm over Britain’s exit from the EU.",
  "Paying a fair share\n\nTrump will not be the first US president to complain that America’s NATO allies in Europe are not carrying their fair share of the security burden.",
  "While they should refuse to submit to any potential White House attempts at blackmail, it is reasonable to expect Europeans to contribute more for their own security.",
  "Among NATO’s European allies, only Greece, the United Kingdom, Estonia, and Poland currently meet the alliance’s target of spending at least 2% of GDP on defence.",
  "But a functional relationship with the United States – including a United States that is led by Trump – is a matter of necessity rather than choice for Europe.",
  "Apart from a suspicion of trade agreements and a pledge to put America “first”, it does not appear that Trump holds many firm foreign policy convictions.",
  "In some areas, such as counter-terrorism, intelligence sharing, and maintaining the arms embargo against China, European cooperation remains crucial.",
  "European leaders should anticipate transatlantic relations under Trump to be more transactional than they have been under previous administrations.",
  "With a newly aggressive and revanchist Russia, this commitment is more important today than at any point since the end of the Cold War.",
  "Richard Maher, Research Fellow, Robert Schuman Centre for Advanced Studies\n\nThis article was originally published on The Conversation.",
  "European leaders should remind Trump, and the officials he appoints to senior positions, of US obligations to European security.",
  "Every US president since Eisenhower, in fact, has called on European countries to do more to provide for their own defence.",
  "Tough road ahead\n\nNone of the above will be easy for European leaders, and there is no guarantee of success.",
  "There will be severe and possibly irreparable damage if the United States defaulted on its commitments.",
  "This creates leverage for Europe, and the possibility of influencing US attitudes in these domains.",
  "The election of Donald Trump has come as a powerful shock to leaders and citizens across Europe.",
  "Of course, how Europe responds depends on the policies Trump pursues once in office.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "European leaders face a difficult, even agonising, decision.",
  "Trump is a man many openly scorn and revile.",
  "The future of the West may depend on it.",
  "Contact us at editors@time.com.",
  "Read the original article."
]