[
  "For weeks, Trump’s secretary of state, Rex Tillerson, has promoted bilateral talks between Russian Deputy Foreign Minister Sergei Ryabkov and the number-three official at the State Department, Tom Shannon, to discuss ending the harassment of US diplomats in Moscow, approving the construction of a new US consulate in St. Petersburg, and returning two Russian diplomatic compounds the US seized in 2016.",
  "Foggy Bottom has kept quiet following Russia’s Friday announcement, which suspended the use of all US Embassy warehouses in Moscow and a US compound in the pine forests of the Serebryany Bor park, and demanded a reduction in the number of US diplomatic and technical staff to 455 — the number to which the US reduced Russia’s staff in response to allegations of interference in the US election.",
  "The legislation, passed by the Senate in a veto-proof 98–2 vote on Thursday, handcuffs the president from returning the compounds to Moscow, and from lifting the much more politically sensitive sanctions against Russia for its military intervention in Ukraine, without sending the proposal to Congress for review.",
  "New sanctions against Moscow passed in Congress on Thursday, followed by the Kremlin’s retaliatory seizure of two US buildings in Russia on Friday, have all but scuttled his administration’s efforts at achieving even the most basic confidence-building measures.",
  "“[US Ambassador to Russia John] Tefft expressed his strong disappointment and protest.”\n\nTrump could still decide to veto the legislation, but the bad political optics and likelihood of a veto override create a strong disincentive.",
  "The bill has the overwhelming support of both parties in Congress, despite strong objections in Europe that the sanctions could target companies that are financing a pipeline carrying natural gas from Russia to Germany.",
  "The overwhelming Republican support for the legislation represents a stunning move by the president’s own party to limit his maneuverability with the Russians, and leaves the Shannon–Ryabkov talks on ice.",
  "“The Trump administration will have to demonstrate that it’s getting a good value for what it gives.”\n\nExactly how the State Department plans to move forward with the talks remains unclear.",
  "I just can't imagine they're considering doing so,” Republican Sen. Bob Corker, chairman of the Foreign Relations Committee, said on Thursday when asked about a presidential veto.",
  "“A deal for the compounds has become politically impossible in the short-term,” said John Herbst, a director at the Atlantic Council and a former career foreign service officer.",
  "When asked if the State Department would seek to rush along negotiations between Shannon and Ryabkov prior to the legislation’s signing, a US official ruled that scenario out.",
  "\"He may sign the sanctions exactly the way they are, or he may veto the sanctions and negotiate an even tougher deal against the Russians,” he said.",
  "A second official confirmed that the two sides haven’t come to any agreement on the list of low-level irritants in the US–Russia relationship.",
  "Donald Trump has made clear from the start of his presidency that warming US–Russia relations is a top priority for his administration.",
  "Still, White House Communications Director Anthony Scaramucci left the door open to a veto during an interview with CNN on Thursday.",
  "But on Friday he discovered that even the most modest, piecemeal attempts at resetting the relationship are fraught with obstacles.",
  "“We have received the Russian government notification,” a State Department official told BuzzFeed News on condition of anonymity.",
  "The only two dissenting votes in the Senate came from independent Bernie Sanders and Republican Rand Paul.",
  "“No agreements on areas of bilateral concern have been reached yet,” the official said.",
  "The president has 10 days to sign a bill passed by Congress.",
  "The House passed the bill by a margin of 419–3.",
  "They understand math.",
  "\"They can count."
]