[
  "The bumpy run-up to the Trump administration — Trump's poll numbers are low for an incoming president — has given the Chinese leader a convenient opportunity to advance his goal of giving his country a more assertive leadership role on the world stage.",
  "President Xi Jinping leads a Chinese delegation of over 100 officials and scores of business executives attending the World Economic Forum, embodying a tectonic shift at an event that started nearly a half-century ago among Europeans and Americans.",
  "Xi's opening plenary address Tuesday to political and business leaders is shaping up as perhaps the highlight both of this year's WEF and Xi's one-country European visit to ultra-stable and chronically neutral Switzerland.",
  "China previously sought to capture the mantle as a supporter of world trade after Trump said he would pull the United States out of the 12-nation Trans-Pacific Partnership trade deal championed by President Barack Obama.",
  "\"Bear in mind that elites, bankers and top businessmen are not usually popular with voters in democracies, so I can see that democratically elected leaders don't rush to show themselves in Davos,\" Godement said.",
  "Such transitions have given an opening for Xi, who arrived by train in the Alpine snows of Davos to a red-carpet welcome Monday, to project political stability while drumming up business for China.",
  "Francois Godement, head of the Asia and China program at the European Council on Foreign Relations, said the Chinese are \"extremely careful about what they say about the incoming Trump presidency.\"",
  "It comes as mainstream Western democratic leaders have been grappling with populist movements at home, including the one that helped undergird Donald Trump's U.S. presidential election victory.",
  "\"Whereas, more authoritarian regimes, they believe in business....So they think of Davos as an arena for influence for the people who matter,\" he said.",
  "\"But I have no doubt that he (Xi) will try to portray China as open, corporatist, stable, predictable, reliable on a number of global issues.",
  "Speaking Monday before the conference's official opening, WEF Founder Klaus Schwab said this year's event is \"not just a Western meeting.\"",
  "next Image 1 of 3\n\nprev next Image 2 of 3\n\nprev Image 3 of 3\n\nCommunist China is taking the world's most elite annual gathering by storm.",
  "Trump's clique plans to have only one top adviser, Anthony Scaramucci, attending the forum ahead of Friday's presidential inauguration.",
  "One-third of the participants are from the emerging world — including the largest-ever delegations from China and India, Schwab said.",
  "When the first Davos conference took place in 1971, it was all about European leaders trying to tap into U.S. business acumen.",
  "Russia also will be represented, with two deputy prime ministers and dozens of business leaders attending the gathering.",
  "Xi is the first Chinese head of state to visit Davos, and he will be trailed by four government ministers.",
  "\"I think right now they must be very busy watching and wondering what will come next,\" Godement said.",
  "In today's era of populism, a presence at uber-elite Davos can be a bit unseemly for Western leaders.",
  "___\n\nGillian Wong in Beijing and Pan Pylas in Davos, Switzerland contributed to this report.",
  "Chinese media have trumpeted Xi's moves in the global arena as a force for stability.",
  "Even if he doesn't cite the Trump administration, he'll try to project a contrast.\"",
  "It would not make sense for him to say anything about Trump at the moment.\"",
  "\"He would want to play his cards close to his chest at this stage.",
  "But analysts say he isn't likely to address Trump straight on.",
  "Steve Tsang, director of SOAS China Institute in London, said.",
  "\"People will be asking, 'Will he say anything about Trump?'\""
]