[
  "\"I do think having one of the major revolutionary political heavyweights passing will have ramifications in a major level in terms of how domestic policy is shaped,\" said Ellie Geranmayeh, a policy fellow at the European Council on Foreign Relations.",
  "Without his behind-the-scenes influence advocating pragmatism, some fear that one side may feel free to try to overcome the other — in particular, that hard-liners could take off the gloves against moderates who have made gains in recent years.",
  "\"Because Khamenei has outlived Rafsanjani, the Assembly of Experts will lose a powerful voice that could have helped nudge the selection of the next supreme leader in a more moderate direction,\" the private U.S. intelligence firm STRATFOR said.",
  "With Rafsanjani gone, it's unclear who will serve as a counterweight in the selection process to hard-liners, including those in the Revolutionary Guard, a powerful paramilitary organization with vast financial interests.",
  "Former President Akbar Hashemi Rafsanjani will be buried in the shrine of the ayatollah who led Iran's 1979 Islamic Revolution, the same man who once proclaimed \"the revolution is alive as long as Rafsanjani is alive.\"",
  "\"The political gravitas that Rafsanjani had went beyond political factions,\" said Adnan Tabatabai, an Iran analyst based in Germany who is the CEO of the Center for Applied Research in Partnership with the Orient.",
  "He was considered a protector of the moderates, but many reformers distrusted him because he was such an insider and because of accusations he was involved in killing dissidents during his eight-year presidency.",
  "Even the nation's sworn enemy, the Iranian opposition group in exile called the Mujahedeen-e-Khalq, acknowledged his role as the \"one of the two pillars and key to the equilibrium\" of the country.",
  "Columnist Firouz Mahboobi warned in the Monday's pro-reform newspaper Noavaran that reformers and hard-liners must avoid any \"ill-considered and rash behavior\" that could disturb the election.",
  "He said it is a dangerous time to lose Rafsanjani \"given his role in balancing domestic policy and defusing the plots of unfriendly countries,\" particularly with Trump about to be inaugurated.",
  "However, there were clear worries that without Rafsanjani, tensions could rise between reformers and hard-liners, weakening Iran on the eve of Donald Trump's presidency in the United States.",
  "He long served as a balance in the extremes of Iranian political thought, a go-between for reformers who seek outreach to the world and hard-liners who press for confrontation with the West.",
  "With Rafsanjani's death, that vote now takes on an even greater importance — as does the decision looming in the coming years on who will replace Supreme Leader Ayatollah Ali Khamenei.",
  "It has built a substantial business empire within Iran and wages foreign operations in countries like war-ravaged Syria on behalf of embattled President Bashar Assad.",
  "The condolences coming from Gulf Arab countries on Rafsanjani's death show how even Iran's rivals saw him as someone with whom they could work, analysts say.",
  "Who will replace the 77-year-old Khamenei has become a growing question in recent years, especially after the ayatollah underwent prostate surgery in 2014.",
  "\"He himself evolved over the years while maintaining a very influential role in the political system, in ways perhaps others couldn't have survived doing.\"",
  "\"He was one of the pillars, one of the powerbrokers that everyone knew that as long as he's there, somehow there will be a balance preserving the system.\"",
  "Still, Rafsanjani's long life and relevance in Iranian politics show he will be hard to replace as the country decides the direction of its revolution.",
  "Rouhani is expected to compete on the back of the nuclear deal, and there are no major hard-liners immediately known to be planning to challenge him.",
  "In the years after Khomeini's 1989 death, Rafsanjani represented one of an ever-shrinking number of leaders directly tied to the Islamic Revolution.",
  "Hard-liners distrusted him because of his support of moderates and sought to sideline him, but he was too powerful and entrenched to be discounted.",
  "\"Without him being in the picture, it means that the other political heavyweights in the system now have more force to push for their ideas.\"",
  "At the top is the office of the supreme leader, who is head of state and the highest-ranking political and religious figure in the country.",
  "The direction of that revolution and Iran's cleric-ruled political system looks less clear following Rafsanjani's death Sunday at 82.",
  "Trump has threatened to renegotiate the nuclear deal and challenge Iran militarily if provoked in the Persian Gulf.",
  "\"He has been, for people inside of Iran, the face of the evolution of the revolutionary figures,\" Geranmayeh said.",
  "Rafsanjani's loss likely will be a greater factor whenever it becomes time to select Iran's next supreme leader.",
  "President Hassan Rouhani's nuclear detente with world powers is seen as embodying Rafsanjani's realist vision.",
  "He served as the right-hand man of Ayatollah Ruhollah Khomeini, the charismatic leader of the 1979 revolution.",
  "Rafsanjani served on the Assembly of Experts, the clerical body that will pick the next supreme leader.",
  "He was massively wealthy and a veteran at maneuvering within Iran's opaque political system.",
  "Under Iran's theocratic government, voters democratically elect lawmakers and a president.",
  "He helped launch Iran's nuclear program and then pushed for reconciliation with the West.",
  "The Guard was far weaker immediately after Khomeini's death than it is today.",
  "___\n\nFollow Jon Gambrell on Twitter at www.twitter.com/jongambrellap.",
  "He led the military during the ruinous war with Iraq in the 1980s.",
  "The two camps must act with \"intelligence and broadmindedness.\"",
  "Rouhani is all but certain to stand for re-election in May.",
  "However, the government is ultimately overseen by clerics.",
  "That may not immediately affect the presidential election.",
  "Rafsanjani's life mirrored Iran's modern history.",
  "His work can be found at http://apne.ws/2galNpz.",
  "Internally, however, his legacy remains mixed."
]