[
  "Enderlein is fond of describing the talks as a three-dimensional chess game: “Britain has to deal with its public opinion, the EU will be having internal debates about agreeing how to fill a post-Brexit budget hole, relocating agencies and reassigning European Parliament seats as well as having discussions about deepening security cooperation and other matters.",
  "In the draft guidelines circulated last month, the 27 member states made clear they want the first stage of talks to focus on guaranteeing the rights of EU citizens living in the UK, as well as those of Britons elsewhere in the EU, and to agree a methodology to calculate the UK’s EU budget and financial commitments.",
  "When Merkel meets the EU’s other leaders she is said to remind them that Brexit is not the most important issue the 27 have to deal with: Their focus should firmly remain on the EU, and its future, as well as on other matters like defence cooperation, eurozone reforms, and the migration crisis.",
  "At the moment, Britain’s 85-page residency application form fails to meet these requirements: Among those that applied in the second half of 2016, more than a quarter of EU citizens had their applications rejected, including a number of people who had worked and resided in Britain for years.",
  "BuzzFeed News understands that the noises (and some of the front pages coming out of Britain) about Gibraltar caused some irritation in government circles, reinforcing the perception of an irreverence that despite friendly assurances, is believed to exist under the surface.",
  "Russia, the migrant crisis, transatlantic relations, and now Turkey], the UK is of course a piece of the puzzle on many of these issues, but there is a sense in Berlin that Britain had already disengaged from the EU on several of these same issues even before Brexit.\"",
  "Despite having prioritised ending freedom of movement in her vision for Brexit, the UK prime minister appears to be open to temporarily extending it in order to secure an arrangement to bridge between withdrawal and a new negotiated relationship.",
  "There are also administrative arrangements that will need to be dealt with, and are linked to European agencies, such as the certification provided by the European Aviation Safety Agency that enables planes to fly between member states.",
  "“The fact Britain didn’t have a plan for Brexit was a formative moment for a chancellor that for 10 years has worked so hard on cohesion in the EU,” said Almut Möller, head of the European Council on Foreign Relations' Berlin office.",
  "The cut-off date after which the right to stay of new arrivals will no longer be ensured and some of the rights of those receiving social security benefits are expected to be among the more prickly points of discussion.",
  "This will not mean going through each and every one among thousands of norms in the early stages of talks; there are aspects of Britain’s exit that are inevitably dependant on the shape of the future relationship.",
  "But it shows the UK has a very weak hand,” said Tobias Bunde, head of policy and analysis at the Munich Security Conference and a researcher at the Hertie School’s Center for International Security Policy.",
  "“Merkel is a skilled moderator who is seen as the honest broker,” Henrik Enderlein, director of the Jacques Delors Institute and vice president of Berlin’s Hertie School of Governance, told BuzzFeed News.",
  "“If the UK gets a deal that is similar to membership, they will all face internal pressure, not least Merkel from the CSU [the CDU’s sister party in Bavaria, the Christian Social Union],” Enderlein said.",
  "The aim is to settle on a method to calculate the amount due based on existing commitments, as well as those the UK will have already paid by the time it exits, and to take into account British claims.",
  "In order to then get all required approvals – a legal review of all documents as well as votes in the European parliament and the UK parliament – you’re looking at end-January, early February 2019.\"",
  "In her meeting with Enda Kenny last week, Merkel assured the Irish prime minister that she would help to represent Ireland’s interests “as much as possible” in the upcoming Brexit talks.",
  "We were unable to find one official or expert in Berlin ready to predict that a withdrawal deal as well as a trade agreement can both be concluded in the two years set out by Article 50.",
  "Both sides have hinted at the need to agree a transitional arrangement, but there is some concern that if 2019 arrives without a deal, the UK will just say “let’s continue negotiating”.",
  "But before such negotiations can begin in earnest, there needs to be clarity over withdrawal plans, as well as assurances that these are grounded in a solid legal footing and timeframe.",
  "Both these issues need to be sorted out before talks can progress to a second phase in which details of the UK's withdrawal will run in parallel to scoping out the future relationship.",
  "“The atmosphere in which the negotiations take place is important, and should not be underestimated, especially the choice of words,” Wientzek of the Konrad Adenauer Foundation said.",
  "If it decides to abandon them, without an agreement in place, Britain would likely need to create its own agencies, and this, officials believe, will be hard to do in two years.",
  "How the UK will depart the European Union and intends to untangle itself from the single market will need to be clear before diving into the substance of a trade negotiation.",
  "The EU is likely to be mandated to raise all existing rights during the negotiations, and to pool these by key groups (for example, the rights of students, employees, etc.).",
  "“Once you account for agreeing a process on how to structure the talks, opening bids that will be dismissed, and the German election, talks proper may not start until 2018.",
  "We will work with the other 26 member states to move forward together, and we will be careful to avoid any attempt to divide member states through bilateral approaches.\"",
  "“Unity among the 27 is paramount,” Olaf Wientzek of the Konrad Adenauer Foundation, a think tank close to Merkel’s Christian Democratic Union (CDU), told BuzzFeed News.",
  "BuzzFeed News understands that capitals want to see a very clear plan to guarantee the rights of EU citizens affected by Brexit, not simply a political declaration.",
  "She is also angling for a number of member states to take up the UK’s traditional role as the voice at the table that speaks up for open markets and free trade.",
  "Voters’ views have hardened since last year’s referendum: A poll published last week found that 88% do not want to see any major concessions made to the UK.",
  "In order to counter such worries, Berlin, and the other 26 member states, are adamant the “no cherry-picking” principle will also apply to an interim deal.",
  "The Sun\n\nMeanwhile, suggestions that Britain could leverage security in the upcoming negotiations haven't come as a surprise to experts or officials.",
  "Merkel is also conscious of security concerns among the Visegrad countries (Hungary, Poland, Slovakia, and the Czech Republic) and the Baltic states.",
  "Dublin’s concerns are not just economic, but also about the “fundamental question of peace and war” in Northern Ireland, the chancellor said.",
  "The UK would also need to continue abiding by EU rules and principles, including freedom of movement, and remain under the purview of EU law.",
  "But the fact May appears to have played a defence card so early, by linking security and economic relations in her Article 50 letter, did.",
  "She knows the 27 have the stronger arguments, and will be well aware of the difference in negotiating resource between the UK and the EU.",
  "Germany views its position and actions in Europe as being those of one – albeit influential and consequential – among 27 member states.",
  "Tobias Schwarz / AFP / Getty Images From left: Slovakian prime minister Robert Fico, Merkel, and Czech prime minister Bohuslav Sobotka.",
  "Sean Gallup / Getty Images\n\nAll of which means it is very unlikely that negotiations will be concluded within the allotted timeframe.",
  "“We divorce first, and then we figure out how to put things back together,” a source close to government circles told BuzzFeed News.",
  "One of the objectives member states have often repeated is to ensure that Britain’s final arrangement is inferior to membership.",
  "A third issue both sides are keen to conclude early in the talks is finding a solution to border concerns in Northern Ireland.",
  "Any temporary arrangement would need to be clearly defined, limited in time, and subject to effective enforcement mechanisms.",
  "Last week alone, the chancellor met the prime ministers of the Czech Republic, Slovakia, and the Republic of Ireland.",
  "Franco Origlia / Getty Images\n\nThe lens through which to understand Berlin's position on Brexit is the EU at large.",
  "“There is of course acknowledgement that it won’t be a walk in the park, and unity will not be taken for granted.",
  "Sean Gallup / Getty Images\n\nBERLIN — For German chancellor Angela Merkel, politics is about dealing with reality.",
  "\"The UK is not leaving Europe, but Britain will not be in the EU, and the EU is the priority,\" the source said.",
  "Brexit doesn’t keep her up at night.” Möller added: “For Germany, Brexit is a process, it is not an obsession.",
  "With so much that could go wrong over the next 24 months, overblown controversies over Gibraltar don’t help.",
  "Brexit is mostly described by Berlin as a lose-lose that damages the UK, Germany, and the rest of the EU.",
  "Keeping the EU together, and the remaining 27 member states united, is what is most important to Merkel.",
  "Among the officials BuzzFeed News talked to in Germany's capital, there is no desire to punish the UK.",
  "\"This is also why the chancellor is pushing hard for enhancing security cooperation,” Enderlein said.",
  "\"There is lots of space for misunderstanding when there are so many complicated issues at stake.\"",
  "A hard Brexit is the path Theresa May has set Britain on – and that is what now needs to happen.",
  "This will probably require an administrative arrangement that is both convenient and efficient.",
  "Meanwhile, the size of Britain’s so-called Brexit bill is unlikely to be known before 2019.",
  "For one, Germany is more dependant on the US and France for defence and security matters.",
  "\"If all this can be done in 10 months, the EU should win another Nobel peace prize.\"",
  "“The actual timeframe for negotiations is going to be very short,” Enderlein said.",
  "The thinking in Berlin is that Brexit is first and foremost a divorce proceeding.",
  "Nobody wanted Brexit, but Merkel doesn’t spend too much time thinking about it.",
  "Citizens will need to be able to hold proof of their rights in their hands.",
  "It is the guiding principle upon which the chancellor will not compromise.",
  "There is instead the will to continue cooperating, and to remain friends.",
  "“Brexit is something we deal with mostly through lawyers and bureaucracy.",
  "Other issues, like the eurozone, security and migration, require vision.",
  "“Everyone hopes for a great deal, but we are in unchartered territory.",
  "Still, however deplorable, it is a reality that has to be dealt with.",
  "Merkel has the backing of the vast majority of the German public.",
  "Other similar agencies cover dozens of different sectors.",
  "Their functions cannot simply be transposed into UK law.",
  "Berlin is acutely aware of what is at stake in Ireland.",
  "“But there will be no compromising on Brexit.\"",
  "“On a number of Merkel’s priorities [e.g.",
  "Then there is the EU-versus-UK game.",
  "\"Germany will not budge on this.",
  "Lukas Schulze / Getty Images",
  "Brexit is a nuisance.",
  "It won’t be pretty.\"",
  "“It will not work."
]