[
  "The victory of Emmanuel Macron in France’s presidential elections — and the defeat of his anti-NATO, anti-European Union, pro-Putin rival Marine Le Pen — is a rare bit of welcome news for those who continue to believe that Europeans and Americans are united by their adherence to liberal democratic values.",
  "(Mindaugas Kulbis/Associated Press)\n\nJeffrey Gedmin, a senior fellow at the Atlantic Council, is a senior adviser at Blue Star Strategies and a former president and chief executive of Radio Free Europe/Radio Liberty.",
  "Whether current Chancellor Angela Merkel or her Social Democrat rival Martin Schulz emerges as the victor, it will fall mainly to Germany to find ways to curb Europe’s growing fragmentation and democracy fatigue.",
  "While much of Washington might be indifferent to the prospect — with many of our conservative friends ready to cheer a day of reckoning for overzealous Brussels bureaucrats — we believe that the end of the E.U.",
  "Until mainstream German and other European parties begin to deal with mainstream voter grievances seriously, insurgent parties will continue to grow — with space for illiberal forces expanding, too.",
  "Today, a Germany that brought so much darkness to the continent in the first half of the 20th century must take the lead in protecting the very liberal order that arose in its destructive wake.",
  "And yes, Geert Wilders failed to become Dutch prime minster in the national election in March — but his Party for Freedom ended up as the second-largest party in parliament.",
  "But Macron’s government will rest uneasily on a coalition of parties from both the left and the right who owe him and his newly created political movement no allegiance.",
  "Leadership will have to come from the country that sits at the heart of the continent, and that in recent decades has tried to deny or dodge its natural leadership role.",
  "But today, in the age of Brexit and President Trump’s “America First,” this sense of discretion is beginning to look more like dangerous complacency.",
  "Europe’s largest economy has steady growth, with low unemployment (3.9 percent), and none of the structural impediments holding France back.",
  "(France continues to struggle with persistent 10 percent unemployment, and a youth unemployment rate averaging 20 percent since 1983.)",
  "Today, according to the European Council on Foreign Relations, there are 45 populist parties vying for influence across the continent.",
  "It’s a Sammelbecken, a collecting bowl, as Germans say, for xenophobic, anti-Semitic, pro-Putin thinking — vile and dangerous stuff.",
  "regulatory overreach (and Greek bailouts), and the widening gap between ordinary citizens and the wealthy and powerful Davos class.",
  "Today, German soldiers now find themselves on the ground in Lithuania as part of a ramped-up NATO deployment in the Baltic nations.",
  "A new tribal world order is threatening to replace the liberal world order upon which our prosperity and security have depended.",
  "The Germans have preferred to seek refuge in a comforting multilateralism that dates back nearly three-quarters of a century.",
  "is clearly in deep trouble, and any sort of attempt to push ahead with deeper integration is likely to trigger a reaction.",
  "Norbert Hofer lost his bid for the Austrian presidency in December, but only after gaining about 46 percent of the vote.",
  "\n\nGerman soldiers prepare to unload armored personnel carriers at the Sestokai railway station in Lithuania on Feb. 24.",
  "millennials wants out of the Union; nearly half say they’re no longer sure democracy is the best form of government.",
  "And yes, greater German leadership should also encompass the ticklish area of defense — despite lingering taboos.",
  "Gary Schmitt is co-director of the Marilyn Ware Center for Security Studies at the American Enterprise Institute.",
  "(Youth unemployment currently runs at 35.2 percent in Italy, 41.5 percent in Spain and 45.2 percent in Greece.)",
  "This at least shows Berlin is willing to stand up to Russia, and to stand by its allies in a meaningful way.",
  "In its short life of four years, the party has already won seats in 12 of Germany’s 16 state legislatures.",
  "On Sunday, 10.6 million people in France — one out of three who went to the polls — voted for Le Pen.",
  "Germans should also seek to end the simplistic derision of today’s populists by elites across Europe.",
  "In the past, a stable, liberal and America-friendly Europe has been central to American interests.",
  "Anxiety over terrorism and large-scale migration from Muslim-majority countries are widespread.",
  "Yet some voters who support the party have legitimate concerns about excessive migration, E.U.",
  "There’s already talk of new French-German initiatives to revitalize the European project.",
  "The young democracies of the east are showing an ominous penchant for illiberalism.",
  "To survive it, Europe urgently needs strong and enlightened leadership from within.",
  "The Alternative for Germany will almost certainly enter the Bundestag in the fall.",
  "Russian revanchism and deepening authoritarianism in Turkey complicate matters.",
  "articles of faith about integration and the concentration of power in Brussels.",
  "Germany is well-positioned to lead an urgently needed rethink on this subject.",
  "would be a disaster for the ideals that both we and Europeans still hold dear.",
  "A Pew poll last year found rising Euroskepticism across the continent.",
  "What’s worse, that discontent is especially prominent among the young.",
  "On the world stage, Russia, China and Iran are extending their sway.",
  "The Atlantic community still faces a profound crisis of confidence.",
  "There is still a real danger the European Union will come unglued.",
  "Europe’s populist voters seem to share a sense of loss of control.",
  "is identified in many minds with the loss of national sovereignty.",
  "Take Germany’s rabble-rouser, the Alternative for Germany party.",
  "Creative thinking is also needed on the European Union itself.",
  "That’s more than double the support her father got in 2002.",
  "Germany’s next national election is set for September.",
  "The south continues to suffer from high unemployment.",
  "And the best candidate for providing it is Germany.",
  "One recent survey shows that one out of five E.U.",
  "Does any of this sound like populism in retreat?",
  "A confluence of factors drive the discontent.",
  "Any new approach must challenge certain E.U.",
  "Yet we should not delude ourselves.",
  "European politics is being remade.",
  "We need more steps like this.",
  "Brexit has shocked the E.U.",
  "Fairly or not, the E.U.",
  "And in Germany?",
  "ecosystem.",
  "The E.U."
]