[
  "But the external criticism will, of course, push the government further into the position of a besieged fortress, strengthening both the nationalistic rhetoric...and the nationalistic mood in the country.”\n\nPAINFUL DEBATE\n\nPoland had Europe’s largest Jewish population when it was invaded by both Germany and the Soviet Union at the start of World War Two.",
  "He told state television on Monday: “The matter needs to be explained calmly, but we absolutely cannot backtrack.”\n\nThe bill would impose three years prison sentences for mentioning the term “Polish death camps”, although it says scientific research into World War Two would not be constrained.",
  "WARSAW (Reuters) - Polish lawmakers approved a bill on Thursday that would impose jail terms for suggesting Poland was complicit in the Holocaust, drawing concern from the United States and outrage from Israel, which denounced “any attempt to challenge historical truth”.",
  "Slideshow (2 Images)\n\nEuropean Council President Donald Tusk, a former Polish prime minister and political foe of the PiS, said the bill had the opposite of its intended effect, tarnishing Poland’s name and encouraging the view of history it aimed to criminalize.",
  "Many thousands of Poles risked their lives to protect their Jewish neighbors; Israel’s Yad Vashem Holocaust center recognizes 6,706 Poles as “righteous among nations” for bravery in resisting the Holocaust, more than any other nationality.",
  "Deputy Prime Minister Beata Szydlo said on Wednesday before the vote that, “It is a duty of every Pole to defend the good name of Poland.”\n\nDuda has not said whether he will sign the bill, but has suggested he sympathizes with its aims.",
  "“Death and suffering in German Nazi concentration camps were a shared experience of Jews, Poles and many other nations,” Polish Prime Minister Mateusz Morawiecki said, adding that Poland would never limit debate about the Holocaust.",
  "The U.S. State Department said the legislation “could undermine free speech and academic discourse” and Washington was concerned about the repercussions it could have “on Poland’s strategic interests and relationships”.",
  "Agencja Gazeta/Slawomir Kaminski via REUTERS\n\nThe socially conservative, nationalist PiS has reignited debate on the Holocaust as part of a campaign to fuel patriotism since sweeping into power in 2015.",
  "Poland’s ruling Law and Justice party (PiS) says the bill is needed to protect Poland’s reputation and ensure historians recognize that Poles as well as Jews perished under the Nazis.",
  "The Polish bill has come at a time when right wing, anti-immigrant parties like PiS have been in the ascendancy in Europe, especially in the former Communist countries of the east.",
  "Piotr Buras, head of the Warsaw office of the European Council on Foreign Relations think tank, told Reuters the bill could push Poland further toward nationalism and isolation.",
  "A 2017 survey by the Polish Center for Research on Prejudice showed that more than 55 percent of Poles were “annoyed” by talk of Polish participation in crimes against Jews.",
  "Israeli Housing Minister Yoav Galant, one of several cabinet ministers to denounce the bill, told Israel’s Army Radio that he considered it “de facto Holocaust denial”.",
  "EU officials have expressed alarm over the PiS administration in Poland, which they say has undermined the rule of law by exerting pressure over the courts and media.",
  "Israel's Ambassador to Poland, Anna Azari, speaks to the media after a meeting with Poland's Senate Marshal Stanislaw Karczewski, in Warsaw, Poland January 31, 2018.",
  "The Senate voted on the bill in the early hours on Thursday and it will now be sent to President Andrzej Duda, who has 21 days to decide whether to sign it into law.",
  "Jews from across Europe were sent to be killed at death camps built and operated by the Germans on Polish soil, including Auschwitz, Treblinka, Belzec and Sobibor.",
  "But Poland has also gone through a painful public debate in recent years after the publication of research showing some Poles participated in the Nazi atrocities.",
  "Poland has long sought to discourage use of the term “Polish camps” to refer to Nazi camps on its territory, arguing that the phrase implies complicity.",
  "More than three million of Poland’s 3.2 million Jews were murdered by the Nazis, accounting for around half of the Jews killed in the Holocaust.",
  "Israel also requested on Thursday the postponement of a planned visit next week by the head of Poland’s National Security Bureau.",
  "Many Poles have refused to accept such findings, which have challenged a national narrative that the country was solely a victim.",
  "“Anyone who spreads a false statement about ‘Polish camps’ harms the good name and interests of Poland,” Tusk said on Twitter.",
  "“The authors of the bill have promoted this vile slander all over the world, effectively as nobody has before.”",
  "“The president will have to sign it - otherwise it would mean he is giving into international pressure.",
  "Holocaust Memorial Museum, the Germans also killed at least 1.9 million non-Jewish Polish civilians.",
  "Israel “adamantly opposes” the bill’s approval, the Israeli Foreign Ministry said on Thursday.",
  "It became ground zero for the “Final Solution”, Hitler’s plan to exterminate the Jews.",
  "No law will change the facts,” ministry spokesman Emmanuel Nahshon said on Twitter.",
  "“Israel views with utmost gravity any attempt to challenge historical truth.",
  "Israeli officials said it criminalizes basic historical facts.",
  "According to figures from the U.S."
]