[
  "The Saudi campaign\n\nPeople inspect damage at a house after it was destroyed by a Saudi-led air strike in Yemen's capital Sanaa Thomson Reuters\n\nThe impetus for Saudi Arabia's latest military involvement in Yemen dates back to September 2014 when Houthi rebels, who practice a variant of Shiite Islam and are loosely supported by Iran, seized the capital and pushed the government of President Abed Rabbo Mansour Hadi into exile.",
  "People search for victims under the rubble of houses destroyed by a Saudi-led air strike in the northwestern city of Saada, Yemen Thomson Reuters\n\nIn an interview published Friday, the Houthi leader Abdel-Malek al-Houthi said a hurdle facing the talks is that \"the other party wants to achieve through the talks what it wanted to achieve through war,\" Reuters reported.",
  "In a letter this week to President Barack Obama, some US lawmakers said that the strikes on civilian targets by Saudi Arabia - which has received extensive US military assistance in its Yemen campaign, from intelligence and targeting data to mid-air refueling of jet fighters - \"may amount to war crimes.\"",
  "Moves in Congress\n\nAn armed boy walks as he attends a gathering held by tribesmen loyal to the Houthi movement in Sanaa Thomson Reuters\n\nInto this mix, the US State Department on Aug. 8 notified Congress of a sale of tanks and other military equipment to Saudi Arabia, to partly offset losses in Yemen.",
  "MSF condemnation\n\nArmed men loyal to the Houthi movement ride on a vehicle during a protest against the Saudi-backed exiled government deciding to cut off the Yemeni central bank from the outside world, in Sanaa Thomson Reuters\n\nThe strike on the MSF hospital in mid-August was a galvanizing event.",
  "Soldier looks at people rallying to show support to a political council formed by the Houthi movement and the General People's Congress party to unilaterally rule Yemen by both groups, in the capital Sanaa Thomson Reuters The war in Yemen is surging back to high levels of violence.",
  "\"Strikes are more indiscriminate, which is quite telling of growing Saudi impunity after being emboldened by the UN and international community's lack of action and condemnation,\" says Mr. Omeisy, the Sanaa analyst, about the new surge of strikes.",
  "Operation Decisive Storm was meant to last a few weeks, but turned into a bloody stalemate that devastated the Arab world's poorest country until April this year, when it was renamed Operation Restoring Hope and a relative cease-fire began.",
  "According to a confidential May report by the World Bank and UN, described in August by Reuters, the war in Yemen has cost more than $14 billion, led to a surge in civilian mortality rates, and wrecked the country's economy and schools.",
  "\"The reason you are seeing more attention devoted to it now is simple: While the UN talks were going on, and while this tenuous cease-fire was in place, even when the situation was bad it was far better than it is now,\" says Mr. Baron.",
  "UN Secretary-General Ban Ki-moon has stepped up calls for both sides to stop the conflict, noting that 70 health facilities alone had been damaged or destroyed, and that civilians \"are paying the heaviest price.\"",
  "The result has been two-fold: The military escalation is adding to the soaring death toll of Yemen's 18-month conflict, which the United Nations last week revised up to 10,000, nearly doubling previous estimates.",
  "Amnesty International has documented \"at least\" 33 unlawful airstrikes by the Saudi-led coalition that appeared to \"deliberately\" target civilians, which \"may amount to war crimes,\" wrote the 64 US lawmakers.",
  "\"Now there is some attention to Yemen, we would like to continue to push\" for a political solution, says Hassan Boucenine, the country director of MSF France, who has spent a year and a half in Yemen.",
  "\"What is not acceptable is that these mistakes are repeated, at some point something has to be done, [so] we really call on those who support the coalition, primarily on the United States,\" he says.",
  "The new push for peace may be a \"last chance\" for Yemen to avoid an even more dangerous downward spiral, says Adam Baron, a Yemen expert at the European Council on Foreign Relations.",
  "Since peace talks failed in early August, ending a tenuous, four-month cease-fire, airstrikes by the Saudi-led coalition have hit a hospital, school, and other civilian targets.",
  "MSF said it had received repeated assurances from officials of the Saudi-led coalition and had \"systematically\" shared the GPS coordinates of hospitals where its staff worked.",
  "That could make the conflict more susceptible, analysts say, to a renewed UN push for peace agreed to last week by US Secretary of State John Kerry and Persian Gulf states.",
  "The Saudi-led war \"has had a deeply troubling impact on civilians,\" they wrote this week, noting a June House vote to block the transfer of cluster bombs to Saudi Arabia.",
  "MSF condemned all actors - the Saudi-led coalition, and the Houthis and their local allies - for carrying out \"indiscriminate attacks without any respect for civilians.\"",
  "More than 2.5 million Yemenis are displaced, and UN figures from June indicate that half the population is living with \"emergency\" or \"crisis\" levels of food insecurity.",
  "Among the casualties of the recent strikes on civilian targets in Yemen has been the work of the aid agency Medecins Sans Fontieres (MSF), or Doctors Without Borders.",
  "The Kerry proposal \"addresses main concerns, breaks the stalemate, and has a good phased plan,\" says Hisham al-Omeisy, a political analyst in Yemen's capital, Sanaa.",
  "A Saudi-led Arab coalition, backed by the US, launched an air campaign against the Houthis in March 2015 in an effort to return President Hadi to the seat of power.",
  "\"It's not only about the security of our staff, it is also to protest and make a point about the targeting and destruction of hospitals,\" says MSF's Mr. Boucenine.",
  "In a statement, MSF said the attack showed a \"failure … to avoid attacks on hospitals full of patients\" and said it was not satisfied the attack was a mistake.",
  "Airstrikes by the Saudi-led coalition have been responsible for roughly 60 percent of civilian casualties, the UN human rights office reported last week.",
  "\"We are not speaking about people fighting with bows and arrows, really it's a high-tech war, with all that implies: GPS and satellites.",
  "\"Now this world is becoming smaller and smaller, issues that happen in Syria and Iraq hit the shores of Europe in a couple of months.",
  "\"There's an American imprint on every civilian life lost in Yemen,\" Sen. Chris Murphy, a Connecticut Democrat, told CNN on Aug. 16.",
  "\"But Yemenis know that no matter how good a proposal is, it's the various parties' commitment that will define the success rate….",
  "But whatever plans and pressures are brought to bear on the conflict, the key to success still lies with the Yemenis themselves.",
  "\"If you see this escalation continuing one or two months from now, there really is going to be the question: What do we do now?\"",
  "This week Saudi Foreign Minister Adel al-Jubeir told Reuters in China that the Houthis \"will not be allowed to take over Yemen.",
  "MSF evacuated its staff from six hospitals in the north of the country after the Saudi-led coalition struck the Abs hospital.",
  "If countries can't stop selling of arms in short run, at least be honest enough to officially and publicly condemn,\" he says.",
  "Pressure is also coming from the US Congress, through a bid to block a $1.15 billion arms sale to Saudi Arabia.",
  "Nineteen people were killed in the fourth and deadliest attack on an MSF-run hospital in Yemen this year.",
  "\"The new proposal actually has good prospects if fully accepted by all parties and adhered to,\" he says.",
  "\"Nothing irks Yemenis more than the world playing dumb [amid] flagrant humanitarian law violations.\"",
  "It's not possible that they can't avoid 100 targets in the country, or 200 targets,\" adds Boucenine.",
  "asks Mr. Boucenine, contacted in the southern port of Aden, adding that peace talks \"must\" resume.",
  "\"Unfortunately … parties involved trying to carve wiggle room may botch [the plan] in doing so.\"",
  "\"Do we really want to have a rogue Yemen, a destroyed country that will turn like Somalia?\"",
  "If the new peace attempt fails, the framework will require \"radical reshaping,\" says Baron.",
  "And the surge of fighting has also made Yemen's \"forgotten war\" a little less forgotten.",
  "The Saudi-led coalition expressed \"deep regret\" over MSF's decision to evacuate.",
  "The plan would include phased disarmament, withdrawals, and a unity government.",
  "\"It's just not taken seriously, so we do not trust at all the process.\"",
  "Within days, MSF announced the withdrawals of its foreign staff.",
  "\"Saudis [are] very sensitive about their public image….",
  "Some members of Congress have sought to delay the sale.",
  "So to be honest, prospects are still grim.\"",
  "Do we really want this again in Yemen?\"",
  "Does world want a 'rogue Yemen'?",
  "Period.\""
]