[
  "(Odd Andersen/AFP; Joshua Lott/AFP/Getty Images)\n\nLONDON — After Donald Trump was elected president in November, British academics, politicians and entrepreneurs pointed out what they considered a rather fitting coincidence: The capital's Trump Street, a small street in London's financial district, feeds directly into a one-way road named Russia Row.",
  "Although the Democrat disappointed many Europeans with his failure to close the Guantanamo Bay detention camp and an alleged lack of resolve for ending the fighting in Syria, 56 percent of respondents on the continent said they think transatlantic relations have improved during his presidency.",
  "According to the survey, conducted in December by Dalia Research and the European Council on Foreign Relations, 55 percent of Europeans think that relations between the United States and Europe will get worse under President Trump, while only 14 percent think relations will improve.",
  "Those comments set off even more alarm bells in Europe, which relies heavily on American support to defend against what many countries consider to be an increasingly aggressive Russia.",
  "It reveals deep skepticism in Europe and the United States about Trump's ability and willingness to strengthen relations with a number of countries and organizations.",
  "Europeans had less trust in Trump's foreign diplomacy abilities than American respondents did, particularly when it comes to dealing with China and Israel.",
  "Now a new survey shows they're not the only people anticipating stronger U.S.-Russia ties and a worsening European-American partnership.",
  "Despite that military support, far fewer Europeans consider the United States to be a valuable international ally than vice versa.",
  "Americans and Europeans were about equally pessimistic that Trump will “do the right thing” in regard to NATO, Europe and Russia.",
  "The low expectations recorded in the survey were in place even before Trump called NATO “obsolete” and criticized the E.U.",
  "The survey interviewed more than 11,000 people in the 28 member states of the European Union and in the United States.",
  "Tens of thousands of U.S. troops are based in Europe and frequently participate in NATO exercises in Eastern Europe.",
  "Nearly 1 in 5 Europeans think the United States is either of not very much value as ally or of no value at all.",
  "Read more:\n\nEuropean leaders shocked as Trump slams NATO and E.U., raising fears of transatlantic split",
  "Americans are a bit more optimistic: 33 percent of them think that relations will get better.",
  "To the experts, it seemed like a perfect metaphor for the future of transatlantic relations.",
  "and German Chancellor Angela Merkel during an interview with European newspapers Sunday.",
  "\n\nGerman Chancellor Angela Merkel and President-elect Donald Trump.",
  "Only 11 percent of Americans hold that opinion about Europe.",
  "But Europeans aren't blaming that on President Obama.",
  "Only 40 percent of Americans agreed."
]