[
  "Egypt also provides the United States military with privileged access to the strategic Suez Canal, helps keep the peace with Israel, and helps ensure that weapons that might be used to attack Israel don’t get to Hamas through Egypt’s border with Gaza.",
  "— Turkey Untold (@TurkeyUntold) July 19, 2016\n\nIf the United States wanted to break out of the vicious cycle, it would either have to end its security partnership with Turkey or accept that that partnership means accepting Turkish authoritarianism.",
  "If the Egyptian military overthrows a democratically elected government, US Congress members will quite naturally ask why the United States is giving nearly $1.5 billion a year to a government that shoots peaceful protesters in the street.",
  "It needs to promote democracy and civil society in its partners and to take positions on controversial domestic issues such as the proper functioning of democratic institutions and the protection of human rights or media freedom.",
  "And the United States provides Egypt with more than $1.3 billion a year in military assistance and $150 million a year in economic assistance, making it the second-largest recipient of US foreign aid in the world (after Israel).",
  "In the end, a relationship with the government that emerges is strained, both by such accusations and by the ensuing crackdown and human rights abuses that usually follow both successful and unsuccessful coups.",
  "As Kerry warned Turkey about the large number of arrests, the Turkish government temporarily restricted use of the Incirlik base and arrested its Turkish commander on suspicion of involvement in the coup.",
  "Egyptians and Turks alike will naturally reject such comparisons and emphasize the unique nature of their respective situations — not least that the coup in Egypt succeeded and the one in Turkey failed.",
  "The US and its anti-ISIS coalition partners supply their partners on the ground in Syria through Turkish territory and use the military base at Incirlik in Turkey to launch airstrikes against ISIS.",
  "When Secretary of State John Kerry said the United States would need solid evidence to extradite him, a Turkish government minister accused the United States of instigating the coup itself.",
  "The United States doesn’t really know how to democratize these societies, and in any case, it values its security relationship with the government too much to exert sustained pressure.",
  "Even as Turkish President Recep Tayyip Erdogan has moved in an increasingly authoritarian direction, the United States has stepped up its security cooperation with Turkey over ISIS.",
  "If the Turkish government suppresses media freedom or arrests judges, US human rights groups will similarly question why the United States accepts such actions by a NATO ally.",
  "President Erdogan has blamed the coup on Fethullah Gülen, a Muslim cleric in self-imposed exile in the United States, and wants the US government to extradite him to Turkey.",
  "But from an American perspective, there is a key similarity: These coups were a disaster for US policy in both cases, and would have been regardless of how they turned out.",
  "The US-Turkey relationship will fail to evolve into a true alliance of trust and thus be of limited use in defeating ISIS or ending the civil war with the Kurds in Turkey.",
  "But the key point is that successive American governments since, in the case of Turkey in the 1950s and in the case of Egypt in the 1970s, have accepted that they are.",
  "They force the United States to confront in extremely fraught circumstances whether it most prizes its security relationship or its commitment to democratic values.",
  "Hoping to escape from this dilemma, the US government has long sought to promote the Western values of democracy and human rights in its security partners.",
  "After a period of distancing, both sides will accept that they need each other for their mutual security problems too much to allow a complete breakdown.",
  "But the United States can’t just give these guarantees and this money without taking on some moral responsibility for what goes on in these countries.",
  "Friday’s attempted military coup in Turkey demonstrates that yet another US partner in the Middle East seems to be descending into domestic unrest.",
  "But at the same time, the distrust of the United States within the government and the hatred of the United States within the population will grow.",
  "In each case, the US government’s immediate response to fast-moving situations was to issue bland statements urging calm and condemning violence.",
  "The spectacle was, for many observers, reminiscent of another recent July uprising in a key American ally: the 2013 military takeover in Egypt.",
  "There, as in Turkey, a powerful military in a country with a history of coups rebelled against a democratically elected Islamist government.",
  "And when, despite the rhetoric about human rights from US officials, nothing really improves, the population grows cynical about US motives.",
  "So every effort to build up civil society organizations spawns a million conspiracy theories about US involvement in domestic politics.",
  "So even as the Egyptian military overthrew the democratically elected government, the United States continued to give it military aid.",
  "In the meantime, Turkey's roiled domestic politics will continue as Erdogan attempts to cleanse Turkish politics of his opponents.",
  "The immediate reaction tends to be both muddled and seen through a lens of decades of built-up distrust of the United States.",
  "Because of America’s own values and domestic politics, it needs to get involved in their domestic political struggles.",
  "Regardless, it gets blamed for not acting forcefully enough, and often accused of directly instigating the violence.",
  "The crucible of a coup\n\nMilitary coups or revolutions in US partners always bring these tensions out into the open.",
  "The conspiracy theorists went wild:\n\nIbrahim Karagul, Chief editor of pro-AKP daily: \"The USA is behind this coup.",
  "Turkey is a NATO ally that sits at the crossroads of practically every geopolitical issue in the Middle East.",
  "As in Egypt, the US relationship with Turkey will probably survive these events, albeit in diminished form.",
  "The essential problem is that the United States cannot just do foreign policy business with its partners.",
  "Why is domestic unrest in faraway countries like Egypt and Turkey such a problem for the United States?",
  "The differences in the local political context are more important than the superficial similarities.",
  "It is struggling to cope with jihadist groups, some of them linked to ISIS, in the Sinai Peninsula.",
  "One could argue about whether these are truly important security interests for the United States.",
  "Debates over these countries in US domestic politics reflects this sense of moral responsibility.",
  "The result is a hypocrisy that is evident and annoying to both the government and its opposition.",
  "This means that when domestic politics explodes, the United States is often caught in the middle.",
  "Partnership isn't enough\n\nBoth Egypt and Turkey are “key security partners” of the United States.",
  "The next coup or revolution may be the last that the strained US-Turkish alliance can withstand.",
  "The foreign fighters that replenish ISIS’s ranks have also often come into Syria via Turkey.",
  "Every effort to pressure governments on human rights elicits furious reactions and denials.",
  "This means the US government needs these countries to deal with critical security issues.",
  "But if experience is any guide, the United States will not take either of those paths.",
  "The United States is committed, through NATO, to defend Turkey in case of aggression.",
  "Jeremy Shapiro is the research director at the European Council on Foreign Relations.",
  "They have accordingly sought to build an effective partnership with both countries.",
  "The reaction to the Turkish coup has been a textbook example of this dynamic.",
  "The Turkish government interpreted this as hedging and evidence of ill will.",
  "The conspiracy theorists find ample evidence for every preconceived notion.",
  "How does the United States end up in this no-win situation so frequently?",
  "The US government condemned the coup, but it took several hours.",
  "Egypt is also seen as an important partner for counterterrorism.",
  "I'm saying it clearly that the USA attempted to kill Erdogan.\"",
  "But particularly in the Middle East, this has rarely worked.",
  "It is particularly critical for the fight against ISIS.",
  "Usually, it can’t decide.",
  "They have a point."
]