[
  "A day after ordering a review into whether lifting sanctions on Iran was good for U.S. national security, Secretary of State Rex Tillerson accused the Islamic republic of \"alarming and ongoing provocations\" and said it \"has the potential to travel the same path as North Korea\" if unchecked.",
  "\"Tillerson may be suggesting that the U.S. can leverage renewal of nuclear related sanctions easing under the nuclear deal for a change in Iranian regional behavior,\" said Ellie Geranmayeh, policy fellow at the European Council on Foreign Relations.",
  "\"If the Trump administration does reissue the waivers, I think that is a significant turning point in which confidence in the deal will begin to grow,\" said Trita Parsi, author of Losing An Enemy - Obama, Iran and the Triumph of Diplomacy.",
  "It has no discernible plans to pursue American trade and investment with Iran, or make it easier for other countries to do so,\" said Reza Marashi, research director at the National Iranian American Council.",
  "Related: Why ExxonMobil would want to get back into Russia\n\nAirplane makers\n\nThe biggest deals signed with foreign companies so far have been for airplanes to modernize Iran's creaking fleet.",
  "Analysts say the Trump administration is now dropping hints that it will reimpose sanctions unless Tehran stops what the U.S. says is destabilizing behavior in the Middle East.",
  "General Electric (GE) said last year that it has \"begun looking at potential business opportunities in Iran, while fully complying with the rules laid out by the U.S.",
  "But even that deal could be in jeopardy if Trump decides to get tough with Tehran since the jets include parts made in America and Airbus would need U.S. approval.",
  "France's Total has signed a $2 billion agreement to help Iran develop its giant South Pars gas field, together with Chinese state oil company CNPC.",
  "Related: Chinese firm fined $1.2 billion for violating U.S. sanctions on Iran\n\nSo who loses out if Trump does decide to abandon the nuclear deal?",
  "Tehran insisted on keeping its production near four million barrels a day, in line with the amount it was pumping before sanctions were imposed.",
  "Under a deal signed in 2015, Western powers agreed to lift some economic sanctions in return for Iran agreeing to rein in its nuclear program.",
  "Iran's big return to global markets complicated attempts by OPEC producers and others to reduce a supply glut that had sent prices crashing.",
  "The next big test for the nuclear deal is likely to come in June, when sanctions waivers signed by President Obama will be due for renewal.",
  "\"While it is still too early to definitively state the Trump administration's position on [Iran], the early returns do not look promising.",
  "Earlier this month, it also signed an agreement to sell 30 737 MAX airplanes worth $3 billion to Aseman Airlines, another Iranian carrier.",
  "Iran's economy\n\nIran has the fourth largest crude reserves in the world and also claims nearly one-fifth of the planet's natural gas.",
  "The country has ramped up production since sanctions were eased to about 3.8 million barrels a day.",
  "Boeing (BA) signed an $8 billion deal to sell 80 jets to Iran Air after the sanctions were lifted.",
  "Oil companies and GE\n\nOther foreign companies have also been eyeing Iran's huge potential.",
  "It got its wish and was given an exemption from OPEC's agreement to cut output.",
  "European rival Airbus (EADSY) wants a share of the action too.",
  "It has agreed to sell 100 jets to Iran for about $10 billion.",
  "That's about a million barrels a day more than in 2015.",
  "It's the first time Trump will have to sign them.",
  "America is turning up the heat on Iran.",
  "Oil is a vital part of the economy.",
  "government.\""
]