[
  "Simple, really: “Everything that could go wrong has gone wrong.” In his speech, which was aptly titled “How to Save Europe,” Soros said there was no way around the fact that European Union “lost its way” after the 2008 global financial crisis.",
  "His move to withdraw from the Iran deal meant he was “effectively destroying the transatlantic alliance.” That reality is “bound to have a negative effect on the European economy and cause other dislocations,” Soros warned.",
  "Sean Gallup/Getty Images\n\nLegendary investor George Soros is worried that the global economy could be headed to the dumps in large part pushed downward by Europe, with a significant assist from President Donald Trump.",
  "Soros’ remarks in Paris were one more piece of downbeat news on a day when markets around the world dropped in large part due to a growing political crisis in Italy that put the euro on a downward path Tuesday.",
  "The billionaire didn’t mince words at the annual meeting of the European Council on Foreign Relations in Paris on Tuesday, when he warned that the “European Union is in an existential crisis.” Why?",
  "Rising populism, the break-up of the Iran deal, a rising dollar, and investor flight out of emerging markets all mixes up to one dangerous cocktail for Europe, and the global economy as a whole.",
  "George Soros attends the official opening of the European Roma Institute for Arts and Culture (ERIAC) at the German Foreign Ministry on June 8, 2017 in Berlin, Germany.",
  "The continent has also failed to properly deal with the refugee crisis of 2015, which led to anger and resentment among voters and strengthened anti-European parties.",
  "The third-largest economy in the Eurozone is currently mired in a power struggle that led stocks around the globe—including the United States—to plunge.",
  "As usual, Soros is putting his money where his mouth is and “is shorting stocks from Stockholm to London,” notes Bloomberg.",
  "That means many young people now see the EU as the enemy and that has been a boon for populist politicians.",
  "That led to cutbacks and austerity in which certain countries were forced to meet impossible goals.",
  "Finally, there is Trump, who has managed to shock “the whole world” with his actions.",
  "His company currently has some $256 million in bets against European companies.",
  "“We may be heading for another major financial crisis,” he said."
]