[
  "Speaking on Europe 1 he added: “Do we want to be a vassal that obeys and jumps to attention?”\n\nWhen Trump announced he was pulling the US out of the Iran nuclear deal he said the US was also reimposing sanctions, including on any entity that continued to trade with Iran, in effect threatening billions of euros of European business.",
  "He added: “The second avenue is looking at Europe’s financial independence – what can we do to give Europe more financial tools allowing it to be independent from the United States?” One proposal is to set up a purely European finance house to oversee euro-denominated transactions with Iran.",
  "German chancellor Angela Merkel said possibilities to save the deal without Washington needed to be discussed with Tehran, while economy minister, Peter Altmaier, said Germany was ready to give help to its affected firms, including legal advice, to continue doing business in Iran.",
  "Senior politician says Europe will consider countermeasures to keep trading with Iran\n\nEurope is prepared to introduce measures to nullify the effect of Donald Trump imposing sanctions on any non-US firm that continues to do business with Iran, the French government has said.",
  "The warning from the French finance minister, Bruno Le Maire, suggests Trump’s proposals to corral Europe into joining US foreign policy on Iran may lead to a severe backlash by EU firms and politicians, especially advocates of a stronger independent European foreign policy.",
  "Ellie Geranmayeh, an Iran expert with the European Council on Foreign Relations, said Europe needed to produce a counter-package against the US, including penalties against assets of US companies based in Europe to allow for clawback of illegal fines imposed.",
  "Le Maire disclosed that he had already called the US Treasury secretary, Steven Mnuchin, urging him to allow exemptions for French companies or a delay in implementing the sanctions, while admitting he had “few illusions” about the likely response.",
  "The UK is not as heavily involved in Iranian trade as France, Germany and Italy, partly because UK finance houses are so strongly intertwined with the US, and therefore vulnerable to fines if they are deemed to have breached sanctions.",
  "The sanctions policy gives the US Treasury considerable latitude to interpret whether a firm is doing its best to unravel its business links, but previous fines for alleged breaches led many firms to err on the side of caution.",
  "At its core, the JCPOA is a straightforward bargain: Iran’s acceptance of strict limits on its nuclear programme in return for an escape from the sanctions that grew up around its economy over a decade prior to the accord.",
  "Tehran also accepted extensive monitoring by the International Atomic Energy Agency (IAEA), which has verified 10 times since the agreement, and as recently as February, that Tehran has complied with its terms.",
  "The deal, struck in Vienna after nearly two years of intensive talks, limited the Iranian programme, to reassure the rest of the world that it cannot develop nuclear weapons, in return for sanctions relief.",
  "After the Iran deal was struck in 2015, the Obama administration worked with European banks to reassure them that some US sanctions that remained in force did not restrict the rights of European business.",
  "Show Hide In July 2015, Iran and a six-nation negotiating group reached a landmark agreement known as the Joint Comprehensive Plan of Action that ended a 12-year deadlock over Tehran’s nuclear programme.",
  "The six major powers involved in the nuclear talks with Iran were in a group known as the P5+1: the UN security council’s five permanent members – China, France, Russia, the UK and the US – and Germany.",
  "On Friday Le Maire put forward three main proposals starting with an EU-wide blocking statute similar to an EU regulation passed in 1996 designed to nullify any US sanctions imposed on EU firms.",
  "In Italy, Nathalie Tocci, an adviser to the EU external affairs chief, Federica Mogherini, said Trump’s decision to pull out of the Iran deal was “an utter and unjustified betrayal of Europe”.",
  "“We have to work among ourselves in Europe to defend our European economic sovereignty,” Le Maire said, adding that Europe could use the same instruments as the US to defend its interests.",
  "The former US ambassador to Italy, David Thorne, said Trump’s decision had the potential to cause the biggest rift between the US and mainland Europe since the 2003 invasion of Iraq.",
  "Omid Nouripour, the Green foreign policy spokesperson in the German parliament, advised Grenell against “driving a ruthless aggressive policy towards our security interests”.",
  "The statute permitted European companies to ignore the US sanctions and said that any decisions by foreign courts based on the such sanctions would not be upheld in Europe.",
  "The new US ambassador to Germany was forced on to the defensive this week after sending out a tweet telling German businesses they should wind down their links with Iran.",
  "Le Drian has already described the US extraterritorial sanctions as unacceptable, saying European business should not be required to pay for US foreign policy decisions.",
  "The Iranian government issued a lengthy statement on Friday saying Europe needed “to move from giving pledges to taking practical steps without any preconditions”.",
  "Read a full explainer here\n\nThe US Treasury has said it is giving companies three to six months to wind down their contracts, including purchases of Iranian oil.",
  "Under the deal, Iran unplugged two-thirds of its centrifuges, shipped out 98% of its enriched uranium and filled its plutonium production reactor with concrete.",
  "A week of intensive diplomacy will continue on Tuesday when the Iranian foreign minister Mohammad Javad Zarif meets his European counterparts in Brussels.",
  "The UK foreign secretary Boris Johnson will meet his French counterpart Jean-Yves Le Drian in London on Monday to discuss the Iran crisis.",
  "Le Maire said he would meet with German and British finance ministers at the end of the month to discuss these proposals.",
  "“We want to reinforce this regulation and incorporate the recent decisions taken by the United States,” Le Maire said.",
  "The nuclear deal is also enshrined in a UN security council resolution that incorporated it into international law.",
  "Richard Grenell said he had been issuing advice, not instructions, and his remarks derived from a Washington memo.",
  "In return, all nuclear-related sanctions were lifted in January 2016, reconnecting Iran to global markets.",
  "He also proposed a European agency capable of following the activities of foreign companies.",
  "The EU and US combined to impose sanctions against Iran between 2012 and 2015.",
  "The 15 members of the council at the time unanimously endorsed the agreement.",
  "The Social Democrats said Grenell needed tutoring in diplomacy.",
  "The US backed down before any sanctions were implemented.",
  "She called for proportionate reprisals if necessary.",
  "Q&A What is the Iran nuclear deal?"
]