[
  "But in 2016, the Mexican president has compared Trump’s rhetoric to that of Adolf Hitler; the German foreign minister has warned that the Republican’s fear-driven brand of politics would be “dangerous” for the whole world; and the French president has said the real estate mogul’s “excesses” provoke a “retching feeling.”\n\n“It is weird.",
  "Story Continued Below\n\nAs thousands of diplomats gather for the U.N. General Assembly here this week, many are struggling to hold their tongues about the brash billionaire running for the White House, a man who has managed to tick off much of the planet.",
  "But we have to play it cool and understand that this is a campaign, and an election, and that we are diplomats.”\n\nTo be fair, Trump's candidacy is testing the norms of plenty of professions, including journalism and psychiatry.",
  "David O’Sullivan, the European Union's ambassador to the United States, quipped that his confidential cables to his superiors back home about the election \"will have to remain something that only future historians will read.\"",
  "Four years ago, for instance, critics of Israeli Prime Minister Benjamin Netanyahu accused him of crossing the line, saying he seemed to be pushing U.S. voters toward Mitt Romney through his praise of the Republican nominee.",
  "So when a U.S. presidential candidate slams a foreign country as Trump has so often (with Mexico, Japan, China, members of NATO, and on and on) representatives of those countries feel unusual domestic pressure to respond.",
  "Many of the customs were codified in the 1961 Vienna Convention on Diplomatic Relations and Optional Protocols, which says diplomats serving abroad “have a duty not to interfere in the internal affairs of that State.\"",
  "Hillary Clinton is taking advantage of the setting to arrange a series of meetings with foreign leaders; she's expected to meet with the Ukrainian and Egyptian presidents, among other international representatives.",
  "When Trump suggested he might not lend U.S. assistance to the Baltic states if they are attacked unless those small countries have paid their fair share to NATO, leaders of those countries took exception.",
  "Both candidates are based in New York, so it wouldn't be a long trip for either candidate to make; Trump's name even graces a residential tower that literally looms over the U.N.'s headquarters.",
  "They must take the view that there’s no working with Trump so they don’t have that much to lose.”\n\nThe U.N. General Assembly is a minefield for diplomats trying to keep their feelings in check.",
  "Foreign leaders invited to meet with either candidate will likely show up: it would be undiplomatic to appear to snub the potential future leader of the world's most powerful country.",
  "(Russian President Vladimir Putin is believed to be using Kremlin-supported media to boost Trump, but he's stopped short of flat-out saying he wants Trump to beat Clinton.)",
  "Even in 2004, when much of the world detested George W. Bush due to the debacle in Iraq, foreign leaders and their envoys generally held back during the campaign.",
  "“If you represent one of these countries that has been insulted or attacked, you tend to react,” said one Latin American diplomat attending the General Assembly.",
  "Trump has some fans in the international realm: the prime minister of Hungary, whose government has been deeply hostile to refugees, has said he supports Trump.",
  "Adding to the complications is that U.S. elections are increasingly followed intensely by people overseas, whether it's via Facebook or CNN International.",
  "At a recent gathering in Washington, D.C., a handful of European diplomats were urged to share their true feelings about the U.S. presidential candidates.",
  "Analysts struggle to recall another U.S. election where so many foreign leaders have so directly weighed in on the merits of a particular candidate.",
  "Not only are there an enormous number of events and meetings directly tied to the world body, there also are a slew of gatherings on the sidelines.",
  "It doesn't help, several foreign diplomats have privately said, that Trump's campaign structure is so opaque and his policy positions so mercurial.",
  "The customs governing diplomats have evolved over centuries as envoys of various sovereigns were accorded special privileges and responsibilities.",
  "But even as they defended their contributions to the military alliance, they were careful not to appear to take sides in the presidential race.",
  "Embassies contacted by POLITICO in recent months say they have tried to establish contacts with Trump's campaign as well as that of Clinton's.",
  "NEW YORK — There's a longstanding custom among the world's diplomats: You don't trash-talk candidates running for office in a foreign country.",
  "The British Parliament, whose lawmakers aren't technically diplomats, even debated whether to ban Trump from the United Kingdom.",
  "When they look at his foreign policy views and advisers they're scratching their heads,\" a U.N.-based European diplomat said.",
  "The U.S. routinely comments on questionable election processes in countries, such as where dictators clearly rig the vote.",
  "Some gatherings tackle issues that are sensitive topics in U.S. politics, such as what to do about climate change.",
  "“Two elements are necessary for this: He’s been incredibly insulting to allies, and they don’t think he will win.",
  "And international election monitors are frequently present in fragile states trying to build their democracies.",
  "It’s definitely weird,” said Jeremy Shapiro, research director at the European Council on Foreign Relations.",
  "And reporters are everywhere, eager to get the latest international views on the U.S. presidential race.",
  "Speaking of his own background, he told POLITICO, “We are very passionate, and our blood is pretty hot.",
  "Trump's team has not said if he will use the occasion to shore up his foreign policy bona fides.",
  "That bit has generally been interpreted to mean diplomats shouldn’t wade into foreign elections.",
  "They wouldn’t do this if they thought he was going to win, because they’d have no back-up plan.",
  "The sensitivity arises when a foreign leader appears to side with a particular candidate.",
  "The debate, which did not yield any binding decision, was spurred by an online petition.",
  "But perhaps nowhere are the stakes higher than the realm of international relations.",
  "But, he added: \"There’s a sense that this election is different from previous ones.",
  "That’s not to say countries all interpret that section exactly the same way.",
  "But maybe there’s a temptation always to think that about every election.”",
  "Donald Trump is close to destroying that tradition.",
  "This year, Netanyahu has been conspicuously quiet.",
  "\"For our people in Washington, Trump is an enigma."
]