[
  "As Crisis Group’s Joost Hiltermann observes, “What precipitates a conflict may be a sudden, unforeseen event: an accident, a misreading or miscalculation, or a temperamental leader’s flash of hubris.”\n\nNonetheless, politically focused analysis and fieldwork can at least flag subtle signs of dangerous rifts and tensions that bigger-picture quantitative studies may miss, help identify which actors will be central to an emerging conflict, and sketch out how a crisis, once unleashed, will unfold.",
  "The Crisis Group report highlights that “in many states, relations between uniformed and civilian authorities are a matter of constant maneuver.” The internal dynamics of both ostensibly strong militaries (such as Turkey’s and Egypt’s) and weak ones (such as Mali’s) are recurrent drivers of political tensions and violence, although outside observers often struggle to see inside security forces’ power games and the risks they create.",
  "A lot of grubby fieldwork is required to understand the political and security dynamics of these regions: A Crisis Group analyst recently traveled the line of separation between government and secessionist territory in Ukraine, for example, painting a picture of angry soldiers and alcohol abuse.",
  "Crisis Group correctly warned, for example, that the polarizing sectarian tactics of Iraqi Prime Minister Nouri al-Maliki and the overarching desire of Burundian President Pierre Nkurunziza to hold on to power would push their respective countries to the point of collapse.",
  "Volatile peripheral regions\n\nIt is necessary to grasp not only trends in a country’s capital and major cities — which suck up most of a diplomat’s time — but also to see how violence in peripheral regions could destabilize an entire nation.",
  "Organizations such as the Early Warning Project have attempted to factor elite politics into their models of fragility, and scholars have long highlighted the regional dimensions of conflicts in cases such as Central Africa.",
  "Leaders grasping for power\n\nWhile strong institutions can help stabilize countries, the calculations and strategies of individual leaders and other political actors can still be decisive in unleashing or avoiding violence.",
  "This is true in cases from the Central African Republic, where an uprising by a “heterogeneous consortium of malcontents” in the remote north of the country ultimately led to state collapse, to the Kurdish regions of Iraq.",
  "The International Crisis Group — a conflict prevention organization that has been doing field-based early-warning work for two decades — recently carried out an analysis of its predictive and analytical efforts.",
  "While building up a detailed picture of a country’s national, local and regional political dynamics is a painstaking business, it is also the first step to reacting effectively when things fall apart.",
  "Conflicts such as those in Syria, South Sudan and Ukraine have been fueled by neighbors’ interventions — ironically often posing as peacemakers — reshaping political and military calculations.",
  "It is also worth admitting that deep knowledge of political players and dynamics in a fragile country does not necessarily offer a clear idea about when a conflict will escalate.",
  "Political analysis must also go beyond leaders to examine how mid-level officials and local power brokers may aim to secure their positions and undercut their opponents.",
  "Troublesome neighbors\n\nFinally, it is necessary to marry this sort of local political analysis with a sense of the external dynamics that are likely to stoke disorder.",
  "Studies including the 2011 World Development Report have highlighted the need to address economic imbalances in peripheral regions to reduce the risks of conflict.",
  "As the Uppsala Conflict Data Program has emphasized, a growing number of civil wars are internationalized (13 of 39 in 2014) with foreign forces openly involved.",
  "Richard Gowan was the lead contributor to “Seizing The Moment: From Early Warning to Early Action,” and is a consultant with the International Crisis Group.",
  "The economy and national institutions seemed in reasonable shape, at least in comparison with those of more fragile states where coups typically take place.",
  "The dance between military and police\n\nThis sort of intricate political analysis needs to be applied to militaries and security services as well.",
  "The report highlights four recurrent areas where close-up research can help identify future threats — and that are arguably applicable to Turkey.",
  "He is also a fellow at the European Council on Foreign Relations and is affiliated with both Columbia University and New York University.",
  "The results bring out some key forecasting lessons from its reporting on trouble spots, from Yemen and Mali to the South China Sea.",
  "In Turkey, President Recep Tayyip Erdogan’s efforts to consolidate his personal power set the stage for this month’s coup attempt.",
  "Turkey did not fit the statistical profile of a country at risk of a military takeover developed by quantitative analysts.",
  "Indeed, data gathered by political scientist Jay Ulfelder indicated that Turkey had only a 2.5 percent chance of a coup.",
  "\n\nSupporters of President Recep Tayyip Erdogan shout slogans and wave Turkish flags during a demonstration in Istanbul.",
  "The Turkish coup attempt took place against the backdrop of Ankara’s escalation of operations against Kurdish rebels.",
  "Efforts to predict a state’s vulnerability to internal strife must therefore take into account outside actors’ plans.",
  "Editor’s Note: This piece has been updated to clarify the type of data and role of the Early Warning Project.",
  "(Alkis Konstantinidis/Reuters)\n\nThe coup attempt in Turkey came as a surprise to most observers.",
  "At every level, it is necessary to grasp the interests and tactics of the individuals involved.",
  "The percentage would be even higher if covert operations and proxy forces were included.",
  "None of these findings are unprecedented.",
  "What warning signs matter?",
  "Save\n\nSave"
]