[
  "\"There is uncertainty and so long as that remains, investment will be diminished not only by U.S. companies operating within the permitted U.S. sanction regime or under license, but also by European companies who are required to comply with U.S. sanctions,\" said Whittaker.",
  "With a bigger majority in the House of Representative, and control of the Senate, they could try to undermine the deal by introducing new oversight measures on Iran, or even new sanctions, said Ellie Geranmayeh, policy fellow at the European Council on Foreign Relations.",
  "\"Iran is likely to consider all its options, including revamping its nuclear program and potentially swinging to a more conservative government...This is an option which would not be in the national security of Europe or the U.S.,\" Geranmayeh said.",
  "By adding to the uncertainty over U.S. policy, Trump's election alone may have a chilling effect -- and not just for American companies such as Boeing or GE (GE), which has also been looking at opportunities in aviation and energy.",
  "Related: Iran is back: Total signs $2 billion gas deal\n\nStill, while many European companies have been eying opportunities in Iran, U.S. companies are very wary about doing business there.",
  "\"A Trump administration would be at liberty, theoretically at least, to revoke the participation of United States,\" said John Whittaker, a partner at law firm Clyde & Co in London.",
  "During the campaign, Trump said the deal \"gave back to Iran $150 billion and gave us absolutely nothing -- it will go down in history as one of the worst deals ever negotiated.\"",
  "Nobody wrote a check to Tehran for billions of dollars, but the U.S. did free up about $50 billion in previously frozen Iranian assets, according to a White House estimate.",
  "European executives have been at the front of the line to restore business ties with an economy rich in oil and gas and with a young and growing population.",
  "Last year's deal between Iran, the United States, Britain, Germany, France, Russia and China was a focal point of President Obama's foreign policy.",
  "For now, Tehran will have to wait and see which scenario plays out while strengthening ties with Europe, Russia and China, Geranmayeh added.",
  "The U.S. still has restrictions in place that block most American firms from investing in Iran, and that's unlikely to change anytime soon.",
  "Oil output has risen by nearly one million barrels per day, and Iran has agreed to buy airplanes from Airbus (EADSF) and Boeing (BA).",
  "\"At a practical level, however, this would have severe consequences for the other signatories... in particular the European Union.\"",
  "House Speaker Paul Ryan has pledged to do \"everything possible\" to prevent the longtime U.S. foe from obtaining nuclear weapons.",
  "Trump keeps people guessing\n\nAfter years of economic isolation, Iran has just begun to benefit from the easing of sanctions.",
  "Just this week it clinched a $2 billion deal with France's Total (TOT) and China's CNPC to develop a huge gas field.",
  "Experts say the U.S. could withdraw, but unilateral action would create a huge rift with Europe, Russia and China.",
  "But will he now try to kill the historic agreement with Iran over its nuclear program and reimpose sanctions?",
  "\"If Trump is unable or unwilling to veto such measures this will present a risk for the deal,\" she said.",
  "Congress gets involved again\n\nRepublicans in Congress are vehemently opposed to the deal with Iran.",
  "The U.S. pulls out of the deal\n\nOfficials in Iran have urged Trump to honor Obama's commitment.",
  "President Hassan Rouhani has said a single government cannot alter the nuclear deal.",
  "It was one of the worst deals the U.S. ever negotiated, according to Donald Trump.",
  "The President-elect hasn't said much about what he plans to do about it.",
  "In exchange, Western powers agreed to lift some economic sanctions.",
  "If the deal is undermined, there could be a sting in the tail.",
  "It was meant to prevent Iran developing nuclear weapons.",
  "Here are three scenarios:\n\n1.",
  "2.",
  "3."
]