[
  "Charismatic Muharrem Ince, the presidential candidate for the opposition Republican People's Party is stirring up the crowds and giving incumbent President Recep Tayyip Erdogan a run for his money in upcoming June 24 polls (AFP Photo/ZIYA KOSEOGLU)\n\nIstanbul (AFP) - President Recep Tayyip Erdogan is facing an unexpectedly tight contest in this month's Turkish elections, with opponents showing a new-found unity and his charismatic main rival building campaign momentum.",
  "While Ince has energetically criss-crossed Turkey and happily ripped out pages from the Erdogan guide to no-holds-barred campaigning, his party has also forged a broad alliance with the dissident nationalists of former minister Meral Aksener and the conservative Saadet (Felicity) Party.",
  "- 'First time in long while' -\n\nInce supporters even see the surprise landslide victory of businessman Ali Koc who ousted longstanding boss Aziz Yildirim on May 3 as chairman of Istanbul football giants Fenerbahce as a precursor of things to come.",
  "The main opposition Republican People's Party (CHP) leader Kemal Kilicdaroglu, a bookish figure who rarely rattled Erdogan, shook up the poll by choosing not to run himself and giving the nod to Muharrem Ince, a fiery MP from the party's left.",
  "\"The opposition is showing a certain degree of coordination and unity for the first time,\" Asli Aydintasbas, fellow with the European Council on Foreign Relations (ECFR) told AFP, saying it could even \"gain the upper hand\" in parliament.",
  "While Erdogan is favourite to win a second presidential mandate with the enhanced powers agreed in last year's referendum, the election could go to a run-off where victory for the Turkish strongman would not be a foregone conclusion.",
  "Erdogan barely needed to break into a sweat to finish off his opponent in the August 2014 presidential elections, the softly spoken Ekmeleddin Ihsanoglu who, ironically, has said he will vote for his former rival in these polls.",
  "After a conspicuously low-key start, Erdogan has stepped up his campaign appearances in recent days and his face now stares down at Turks from billboards nationwide proclaiming \"a great Turkey wants a strong leader\".",
  "The president is facing a \"combination of a difficult economic context and a surprisingly vigorous and unified opposition,\" Paul T. Levin, director of the Stockholm University Institute for Turkish Studies, told AFP.",
  "Erdogan, who has transformed Turkey since 2003 as prime minister and now president, likes to see himself as the undisputed heavyweight champion of Turkish elections and undefeated at the ballot box.",
  "Touting himself as a candidate of reconciliation, Ince has also sought to make headway with voters who are not natural supporters of the CHP, such as Turkey's Kurds and religious conservatives.",
  "The spotlight will be on fair play in the elections, with the OSCE deploying a mission of 12 staff in Ankara and 22 long-term observers across the country to monitor the conduct of the polls.",
  "In contrast to the opposition alliance, Erdogan's pact with the Nationalist Movement Party (MHP) is faring less well, with its leader Devlet Bahceli near invisible in the campaign so far.",
  "But analysts say his ruling Justice and Development Party (AKP) could lose its overall majority in the June 24 simultaneous presidential and parliamentary polls to an opposition alliance.",
  "But Ince has been unafraid to touch nerves, playing up the past cooperation between the AKP and the US-based preacher Fethullah Gulen who is accused of being behind the 2016 failed coup.",
  "- 'Opposition capitalising' -\n\nThe elections are also taking place with a troubled economy looming in the background instead of being the usual campaign ace for Erdogan.",
  "Inflation has spiked up to 12.15 percent and the lira has lost some 20 percent in value against the dollar this year.",
  "Levin added there was also growing dissatisfaction over the presence of 3.5 million Syrian refugees in Turkey.",
  "He even alleged that Erdogan had met Gulen at his Pennsylvania compound to win blessing for forming the AKP.",
  "The opposition are \"setting the agenda for the first time in many elections,\" said Aydintasbas at ECFR.",
  "Ince was displaying \"his strong rhetorical abilities and taking the fight to Erdogan\", said Levin.",
  "She said the AKP had underestimated Ince after Kilicdaroglu who was considered an \"easy\" opponent.",
  "\"Now Erdogan is faced with someone who talks back, much like he does, and is being listened to.\"",
  "\"The Fenerbahce community realised change; now what Turkey needs is a big change,\" Ince tweeted.",
  "Erdogan filed a criminal complaint against Ince over the \"baseless\" claim.",
  "\"The opposition are capitalising on this.\""
]