[
  "And the sudden moves to both create a new national guard and reshuffle Russian law enforcement could demonstrate a move by Putin to secure his own power in Russia as much as possible as Moscow continues to grapple with such systemic issues facing the country as a crashing economy, low oil prices, and military entanglements as far afield as Ukraine and Syria.",
  "Among those promoted in the reshuffle, the FT notes, are Alexei Kudrin, who has been a longtime Putin confidant, as well as Igor Krasnov, an investigator into the death of opposition politician Boris Nemtsov.",
  "And there is a good chance that Putin's regime may not truly be able to make its way through such upheavals without actual concrete reforms — not just reforms that benefit Putin and his inner circle.",
  "The National Guard will both act as a force to provide security for Putin and his loyalists and serve as a new power lever that would allow Putin to intimidate and keep other Russian elites in line.",
  "Thomson Reuters President Vladimir Putin has carried out a major reshuffling of Russia's law enforcement in attempts to take an even stronger grasp of the country, the Financial Times reports.",
  "According to Nikolay Petrov, a visiting fellow at the European Council on Foreign Relations, Russia is likely to go through periods of extreme turmoil within the next year.",
  "The National Guard will function, according to New York University Global Affairs professor Mark Galeotti, as a sort of maximally loyalist Praetorian Guard.",
  "The sudden law-enforcement reshuffle comes less than a month after Putin similarly made a surprise announcement of the creation of a national guard.",
  "In a sudden reshuffle, Putin has dismissed eight senior law-enforcement officials while promoting 12 others who are viewed as Putin loyalists.",
  "That decision effectively created a new military force within Russia that would report directly to the government.",
  "Still, Putin's attempts to take ever-greater control of the country may end up being too little too late.",
  "The reshuffle was first announced on the presidential website Saturday as an official decree.",
  "Russian President Putin at a ceremony to award the Hero of Labor at the Kremlin in Moscow."
]