[
  "Military means toward a political end\n\nThe smarter move, instead, is to cut off the cycle of escalation: to draw down your military efforts before the offensive hits its limits and try to negotiate some type of diplomatic agreement at a time when your proxy is looking stronger.",
  "\"The reason the Russians intervened is because they were so alarmed by the progress being made on the ground in useful Syria,\" Hanna says, \"that they believed might [rebels might] eventually threaten the collapse of the regime.\"",
  "Russia's intervention, by bombarding rebel positions as well as providing trained operators to help the Syrians employ heavy artillery and tanks, has even put the rebels on the defensive in certain areas.",
  "The next month, rebels took Jisr al-Shughour, a strategically valuable town that lies on the Assad regime's supply line in the area and near its important coastal holdings in Latakia province.",
  "I've put them back to back in the below slider; see if you can spot the Assad regime's gains (yellow) at the expense of the main rebel groups (green):\n\nSeems pretty minimal, right?",
  "\"From the very beginning, when people were talking loudly about what Russia could accomplish on the ground, it was clear that they couldn't retake the whole country,\" Hanna says.",
  "Russia's withdrawal, if it actually happens in part or in whole, would be more evidence that Russia is turning away from its military campaign and toward a political endgame.",
  "\"They've stopped the advances that you've been seeing through Idlib and Latakia,\" Julien Barnes-Dacey, a senior fellow at the European Council on Foreign Relations, explains.",
  "Russia was mostly just able to maintain the status quo of a Syrian stalemate\n\nThe problem, however, is that these gains are far more limited than they might at first seem.",
  "When Vladimir Putin announced on Monday that Russia would withdraw its \"main\" military forces from Syria starting the very next day, it seemed to have come out of nowhere.",
  "Rather, it means that Assad just isn't in a position to defeat the rebels outright, making a stalemate the best outcome Russia could hope to accomplish militarily.",
  "So when Putin intervened in September, sending airplanes and military specialists, his principal goal was stopping the rebel momentum in the north and west.",
  "\"They've secured a lot of ground in the core strip up near Homs and Hama, and they've obviously made a big gain in the south of late in Sheikh [Miskin].\"",
  "That's because they took place in what he calls \"useful Syria\": heavily populated, urban, and strategically valuable areas in Syria's north and west.",
  "In other words, it wasn't about delivering Assad total victory but giving him — and Russia — a better position in a negotiated settlement to the war.",
  "These areas contain the overwhelming majority of Syria's Alawites, the minority Shia sect to which Bashar al-Assad and much of his regime belong.",
  "David Kenner, an editor at Foreign Policy, tweeted these two maps that had been assembled by longtime Syria watcher Thomas van Linge.",
  "Here's an overview of how Russia's six-month intervention changed the Syrian civil war, how it didn't, and what it means for the war.",
  "As the rebels continued to make gains throughout the summer, the Russians seemed to worry that Assad's hold over Syria was at risk.",
  "This just gets harder as the war goes on: Assad is losing troops in combat while military-age men flee Syria to avoid the draft.",
  "\"These temporary infusions of men from abroad — Hezbollah, Shia militias from Iraq, Afghans, and others — these are stopgaps.\"",
  "According to Michael Hanna, a senior fellow at the Century Foundation, these gains were particularly threatening to Assad.",
  "Russia has been bombing in Syria for six months, and had helped Syrian leader Bashar al-Assad make real territorial gains.",
  "\"First and foremost, this was about consolidating the regime, making sure it didn't fall, it didn't concede more ground.\"",
  "Russia helped the US broker a partial ceasefire in Syria, one that's holding better than most people expected.",
  "He was never able to replace those trained troops, many of whom defected to the rebels, with trained troops.",
  "\"We've seen some quite significant advances up near Latakia province, up toward Aleppo,\" Barnes-Dacey says.",
  "In March of 2015, Assad's forces were pushed out of Idlib city, the regional capital of Idlib province.",
  "Russia brought Assad back from the brink\n\nBefore Russia intervened, Assad was losing ground in the war.",
  "But it makes a lot more sense when you see what Russia has accomplished in Syria — and what it hasn't.",
  "The bottom line is that Russia intervened to stop the rebels' momentum against Assad, and it worked.",
  "At the beginning of the civil war in 2011 and 2012, Assad's military suffered from mass defections.",
  "\"The military tools have always been there for the pursuit of a political goal,\" Barnes-Dacey says.",
  "All they can really do is prop him up and maintain the status quo of a divided, stalemated Syria.",
  "One shows Syria's state of play just before the Russian intervention; another shows Syria today.",
  "\"In many respects, the political process that's unfolding now is being set on Russian terms.\"",
  "Russia allowed the regime \"to consolidate its hold on core Syria,\" Barnes-Dacey says.",
  "This doesn't mean an Assad defeat is inevitable: The rebels have their own problems.",
  "If he couldn't hold on to that territory, he probably couldn't hold on anywhere.",
  "But \"they haven't done enough to really put outright victory on the horizon.\"",
  "That's because, quite simply, the Russians cannot win the war for Assad.",
  "There had been few indications that Moscow had any plans to stop.",
  "There are negotiations ongoing in Geneva about Syria's future.",
  "\"This manpower issue is critical and chronic,\" Hanna says.",
  "And indeed, it looks like that what Putin is doing.",
  "Much of these losses came about a year ago.",
  "The key problem is manpower.",
  "In that, he's succeeded.",
  "Experts agree."
]