[
  "On Sunday, President Obama, speaking on CNN, appeared to back the Greeks, saying, “You cannot keep on squeezing countries that are in the midst of depression.”\n\nYet no new deal is likely to come together without the support of Germany, where a segment of the penny-pinching public has grown increasingly tired of Greek demands and where Merkel is likely to face an uphill battle selling a substantial easing of the bailout terms.",
  "(Steffi Loos/AP)\n\n“I am convinced that we need to read the results of the Greek elections as a message of hope coming from a generation of people who are concerned with the interests of those who are suffering from the crisis,” Italian Prime Minister Matteo Renzi told reporters Tuesday evening after his meeting with Tsipras in Rome, according to the ANSA Italian news agency.",
  "Speaking Tuesday in Berlin, Merkel reserved judgment about the prospects of any new deal, saying, “It is clear that the Greek government is still working on its position.”\n\nSince the early stages of the European debt crisis, Merkel has weathered stinging criticism abroad — but surging approval at home — for sticking to a straightforward principle.",
  "Enter Tsipras, from the far-left Syriza party, and his finance minister, Varoufakis, an economic blogger who once likened the bailout to “fiscal waterboarding.” In recent days, both men have crisscrossed the continent seeking sympathetic ears — with Varoufakis finding words of caution as well as support from his counterparts in Paris and London.",
  "In a high-risk diplomatic offensive, the new Greek government is seeking to roll back the tough austerity measures imposed by its massive bailout during the European debt crisis, presenting a direct challenge to the leader considered its chief architect — Merkel, the German chancellor.",
  "Tsipras, for instance, has called for belated World War II reparations from Berlin, and made one of his first official acts as prime minister last week in a visit to the Kaisariani rifle range, where in 1944 Nazi soldiers executed 200 Greek partisans.",
  "But the Germans remain skeptical, posing the single biggest obstacle to any gentler rescue package for a country where draconian cuts tied to its $240 billion bailout increased the rates of poverty and unemployment amid a six-year depression.",
  "“The German government certainly will not regard these proposals with favor, since they are deviating quite a lot” from what was previously agreed, said Sebastian Dullien, a fellow at the European Council on Foreign Relations in Berlin.",
  "But the new Greek government has taken a divide-and-conquer approach to a new aid deal, moving to outmaneuver the Germans by lining up the support of other major powers — Britain, France and Italy — before talking directly to Berlin.",
  "They are particularly concerned about Spain, home to a fast-growing far-left party closely allied with Greece’s Syriza, and where a new deal for Athens could be seen as a green light for propelling radical parties to power.",
  "New Greek Prime Minister Alexis Tsipras, 40, and his social-media-savvy finance minister are instead selling a deal that includes more spending and is winning early support from the Elysee Palace to the White House.",
  "(Yannis Behrakis/Reuters)\n\nThe radical new government in Greece is racing against the clock to accomplish in days or weeks what no other opponent of austerity has managed to do in years: make Angela Merkel blink.",
  "“When I’m in trouble, I can borrow money, but I have to pay it back.”\n\nBy pulling out of its existing bailout last week, the new Greek government has left itself precious little time to reach a new deal.",
  "Proponents argue that tight new fiscal management rules in the European Union, pushed by Germany during the debt crisis, have saved the euro and helped curtail decades of government overspending.",
  "Taxpayers in Germany — the largest and healthiest economy in Europe — would lead a massive bailout of Greece, saving it from a crisis born of its own profligacy, corruption and tax evasion.",
  "Gradually, the Germans have grudgingly watched, without too much angst, as some countries, including Spain and France, have run larger budget deficits than mandated by European Union law.",
  "The new Greek crusade appears to be strengthening a long-simmering revolt in the region over what, in recent years, has become Berlin’s de facto role as the economic leader of Europe.",
  "The Greeks, officials in Berlin argue, are not helping their cause by recasting Germany as the villain of Europe, this time as militant accountants instead of goose-stepping soldiers.",
  "More immediately, it needs a new understanding with the European Central Bank — which Greek officials will meet with Wednesday — to secure a deal to prop up its hard-hit banks.",
  "But the ECB has previously indicated that it would agree to such assistance only if Greece adhered to its bailout deal — one the new government has now thrown out.",
  "In exchange, Greece would wear a fiscal collar, dramatically curtailing spending and adopting tough reforms to become more competitive, even if it hurt.",
  "Greek Prime Minister Alexis Tsipras gestures during a news conference with his Italian counterpart Matteo Renzi at Chigi Palace in Rome on Feb. 3, 2015.",
  "Greece probably could scrape by, covering debt payments due in March, but most analysts think it needs a deal by the summer to avoid another default.",
  "The Germans remain highly skeptical of the Greek government’s first actions in office — including the rolling back of privatization efforts.",
  "“You don’t bite the hand that feeds you,” said Norbert Barthle, a senior member of Merkel’s center-right Christian Democratic Union.",
  "They also strongly support at least one professed goal of the new Greek government: cracking down on wealthy tax evaders there.",
  "But the price, in a bevy of European countries, has been years of economic stagnation and crippling unemployment rates.",
  "A woman withdraws cash from an ATM as a beggar sits in front of a branch of Eurobank in central Athens, Feb. 2, 2015.",
  "“The Greeks should stick to the reforms to help them help themselves,” said Katrin Klaessen, 45, a Berlin saleswoman.",
  "And some analysts doubt whether Berlin will ever warm to the exotic new debt deals Greece is putting on the table.",
  "That approach has smarted here, particularly given the new Greek government’s embrace of anti-German symbolism.",
  "A sense of a brewing compromise in Europe over Greece sent the hard-hit stock market in Athens soaring Tuesday.",
  "The Greeks, over the past two days, have backed away from earlier calls for large-scale debt forgiveness.",
  "On Tuesday, Greek Finance Minister Yanis Varoufakis said he was due in Berlin on Thursday for talks.",
  "The two men landed in Rome on Tuesday, finding a willing ally in the young, center-left Renzi.",
  "But in Berlin, there were more questions than certainty that a new deal could be reached.",
  "Now, the Greek crusade is putting the German-backed tenets of austerity on open trial.",
  "(Remo Casilli/Reuters)\n\nA measure of support also has come from across the Atlantic.",
  "So allowing Greece at least some fiscal wiggle room now may not be such a reach.",
  "nations, are fearful of sending the wrong message by granting Greek demands.",
  "German Chancellor Angela Merkel addresses the media on Feb. 3, 2015.",
  "There are that signs Berlin and Athens may yet find common ground.",
  "Yet the Germans are now facing a challenge of their own.",
  "Yet the Germans, and other fiscally conservative E.U.",
  "Stephanie Kirchner contributed to this report."
]