[
  "Lucy Jones, head of UK programme for Doctors of the World, a medical charity that treats vulnerable patients, told BuzzFeed News the use of the term \"economic migrant\" on the form demonstrated \"the chaos behind the Department of Health's attempts to identify and charge overseas patients\".",
  "A spokesperson for Guy’s and St Thomas’ NHS Foundation Trust, which runs the London Bridge-based hospital, confirmed that the form had been in use for \"the last couple of years\" before being withdrawn last month and replaced with a digital form that does not use the term.",
  "\"While I'm glad Guy's has apologised, I'm afraid this shows how prejudice towards EU freedom of movement from the Tory government and Brexiteers has fostered at worst shameful hostility and at best ignorance and confusion towards EU citizens,\" she said.",
  "At our London clinics, we regularly see asylum seekers and trafficking survivors who are too afraid to see a doctor because they fear being asked about their immigration status and having that information shared with the Home Office.",
  "A spokesperson for the hospital said the term \"economic migrant (EU)\" had been used by mistake, where \"EU national\" or \"EU Citizen\" should have been given as options in the \"country or residency (citizenship)\" section of the form.",
  "Ben Stansall / AFP / Getty Images\n\nA hospital in London has apologised after asking pregnant women to declare whether they are an \"economic migrant\" from the European Union on patient admissions forms to its maternity department.",
  "NHS centre in London using \"Economic migrant (EU) on its form https://t.co/gYRJSx5ZMF\n\nA copy of the form was tweeted on Tuesday by Mattia Toaldo, a senior policy fellow at the European Council on Foreign Relations think tank.",
  "Sarah Ludford, the Liberal Democrat House of Lords spokesperson for Brexit, described the form as \"extraordinary\", and told BuzzFeed News she found it concerning in light of ongoing Brexit negotiations.",
  "After Toaldo shared the form, several other people who said they were EU nationals living in the UK shared their displeasure at the hospital's use of the term \"economic migrant\" on the form.",
  "\"A pregnant woman should never have to fill in a form like this to see a doctor – she should be able to get the healthcare she needs regardless of her immigration status,\" Jones said.",
  "The form was recently withdrawn and replaced by a digital form which does not use this term,\" the spokesperson told BuzzFeed News.",
  "\"Earlier this year, a woman even showed up at our clinic in labour without having had any antenatal care.\"",
  "The maternity team are actively working to ensure that no one is continuing to use this form.\"",
  "Extraordinary, and would seem to be a breach of EU Free Movement law https://t.co/HEVNCShbm0",
  "Didn't come for the badly paid jobs & lower living standards in the UK.",
  "EU citizens living in the UK are entitled to NHS care free of charge.",
  "\"This particular form also asks intrusive and irrelevant questions.",
  "https://t.co/EycZB3Sdsr\n\n\"I am certainly not an economic migrant.",
  "I don't have to be in the UK and won't be for much longer.",
  "\"The term ‘economic migrant’ should never have been used.",
  "“We apologise for any offence this has caused.",
  "\"It's the most vulnerable patients who suffer.",
  "Another tax payer gone,\" Kathy Cruise wrote.",
  "I am no economic migrant.",
  "I came for love.",
  "??"
]