[
  "In early 2014, Bannon launched a London outpost of Breitbart, opening what he called a new front “in our current cultural and political war.” The site promptly began pointing its knives at the EU, with headlines like “The EU Is Dead, It Just Refuses to Lie Down”; “The European Union’s Response to Terrorism Is a Massive Privacy Power Grab”; “Pressure on Member States to Embrace Trans Ideology.” One 2014 article invited readers to vote in a poll among “the most annoying European Union rules.”\n\nBannon’s site quickly became tightly entangled with the United Kingdom Independence Party, a fringe movement with the then-outlandish goal of Britain’s exit from the EU.",
  "He and his colleagues also held events at both national party conventions this past summer, and at the EU offices on Washington’s K Street lobbying corridor, visitors can find a thick glossy brochure, “The European Union: A Guide For Americans,” which explains the EU’s structure and functions, and declares that the U.S.-EU partnership “is the single most important driver of global economic growth, trade, and prosperity.”\n\nIn an interview at his office, O’Sullivan dismissed the most alarmist talk of Trump’s intentions as speculative and overblown.",
  "Most revealing is the widely read transcript of his Vatican talk, in which Bannon declared that “the world, and particularly the Judeo-Christian West, is in a crisis.” Europe’s citizens, he said, are restless for “sovereignty for their country, they want to see nationalism.” And, Bannon added: “They don’t believe in this kind of pan-European Union.”\n\nTo Bannon, a strengthened EU is nothing less than a risk to civilization: a body that dilutes national identity and whose border policies allow Islam to invade the West, one refugee at a time.",
  "In a 2014 speech to a European audience, he noted that the next day was the 100th anniversary of the assassination of the Archduke Franz Ferdinand in Sarajevo, the trigger for World War I and what Bannon casually called “the end of the Victorian era.”\n\nBannon’s public remarks, and accounts from people who have spoken with him, make clear that he believes Brexit and Trump’s election are part of something bigger, a global political revolt that could restore what he calls lost “sovereignty” on the continent.",
  "“In a time when the world is drifting apart, in a time of Trumpism, we need values-based cooperation of the democracies in Europe now more than ever.”\n\nSeveral European officials argued that attempts by Trump to meddle directly in their electoral politics—by, say, tweeting support for a specific candidate, like Le Pen or the Dutch right-winger Geert Wilders—would likely backfire given the new president’s toxicity on the continent.",
  "Economic weakness, a flood of refugees and a drumbeat of Islamic State terrorism have combined to create what Guy Verhofstadt calls “an existential crisis.” Making things worse, the EU-bashing Marine Le Pen has a chance in France’s spring presidential elections, while anti-EU candidates have gained traction in the Netherlands, which votes in March, and Italy, which may call elections this summer.",
  "“[W]ith the new administration seeming to put into question the last 70 years of American foreign policy,” Tusk wrote, America now had to be considered not a stalwart friend of the EU but a “threat.”\n\nWolfgang Ischinger, former German ambassador to the United States, put it in starker terms in remarks at a February security conference in Munich attended by top Trump officials.",
  "In a post-election tweet, Le Pen’s niece Marion, who is also a prominent member of her party, wrote cryptically that she accepted Bannon’s alleged “invitation … to work together.” A few weeks later, French officials were startled to learn that Marine Le Pen had been seen in the lobby of Trump Tower, though a Trump spokesman denied that she had taken any meetings there.",
  "In January, Donald Tusk, the president of the EU’s European Council—who calls himself “an incurably pro-American European who is fanatically devoted to trans-Atlantic cooperation”—sent a letter to member states characterizing the Trump administration as a menace to the Union, alongside the likes of Russia and radical Islam.",
  "“Anybody who wants to bring Europe down risks putting us back in the 19th century or the early 20th century.”\n\nEuropean officials note that this happens to be a goal of Russia’s president, Putin, who is busily undermining the post-Cold War internationalist order in favor of a nationalistic, geography-based power politics.",
  "“Would it be in America’s interest to see that fragmented to 28 separate markets?”\n\nO’Sullivan seems torn—between wanting to downplay the specter of imminent disaster in the EU (which, after all, wants to be seen as a safe investment) and reminding Euroskeptics that they are playing with matches in a very dry forest.",
  "And while commentators are focusing on Bannon’s views about nationalism here in the United States, his public comments and interviews with several people who know him make clear that, even as he helps Trump “make America great again,” he has his sights set on a bigger target across the Atlantic Ocean.",
  "Its enemies, he said, now include Trump — thanks in large part to “the enormous influence of his chief political adviser, Mr. Bannon.”\n\nSince the election, European officials have been combing the internet, including Breitbart’s archives, for clues to Bannon’s worldview and how he might counsel Trump.",
  "But the encounter with Bannon affirmed fears in Germany’s government that Europe must prepare for a policy of what an unnamed source quoted by Reuters called “hostility towards the EU.”\n\nA United States hostile to the EU would be terrifying for Europe at any moment, but never more so than right now.",
  "He has suggested that NATO is both obsolete and a bad deal for the American taxpayer, and in February, Defense Secretary James Mattis issued an unprecedented warning that the United States would “moderate its commitment” to the alliance if other members don’t contribute more to its budget.",
  "“It doesn’t take long for people to say, we’re better than you.” Nationalist leaders in Europe will likely be quick to take up the cause of ethnic kin who live on the other side of foreign borders, some of which were disputed for centuries before the EU diminished their importance.",
  "“The aim is to help elect right-wing politicians in the two European countries,” Reuters reported, citing sources “close to Bannon.”\n\nAt the top levels, there are signs that the EU’s once-complacent leadership has genuinely woken up to the realities of a Trump-and-Brexit world.",
  "But having the ear of the president of the United States is different — and the question of just what Bannon plans to do with his influence has become a huge preoccupation of diplomats, European government officials and experts on the venerable trans-Atlantic relationship.",
  "“That is really the building blocks that built Western Europe and the United States, and I think it’s what can see us forward.”\n\nThe notion that this could happen—and that it might be a good thing—is a whiplash-inducing reversal from decades of American foreign policy.",
  "“If you differentiated between countries, you could create a lot of damaging tension within the EU.”\n\nThe Trump team is already pressing on a purple bruise within the EU—the resentment of its lesser members toward mighty Germany, whose economy dominates the continent.",
  "America and the world, Obama said, “needs a strong and prosperous and democratic and united Europe.”\n\nSince the election, European officials have been combing the internet, including Breitbart’s archives, for clues to Bannon’s worldview and how he might counsel Trump.",
  "The EU has real flaws, to be sure: Its bureaucracy is cumbersome; its common currency limits fiscal policy at times of economic crisis; and its now virtually borderless interior left it unable to control the huge influx of refugees from Syria and elsewhere.",
  "Which is why European officials, former Obama officials and trans-Atlantic experts are starting to consider how it could really happen—and what the consequences for the world order might be if its most stable and prosperous political alliance comes undone.",
  "Americans have spent a lot of their history either fighting against Europeans or fighting on behalf of Europeans against other Europeans,” says Charles Kupchan, who served until January as the top official for European affairs at the Obama White House.",
  "“That’s why I thought the U.K. was so smart in getting out.” A few days later, Trump’s trade adviser, Peter Navarro, piled on, arguing in the Financial Times that Germany’s use of the common EU currency, the euro, translates to an unfair trading edge.",
  "Bannon co-wrote Trump’s “America First” inauguration speech, which hinted at a new world order, and will join the president’s National Security Council — apparently the first political adviser to get a permanent seat in the president’s Situation Room.",
  "In what Rose described as profane and “passionate” terms, Bannon “made it clear he had lost faith in Europe as secularism and arriving Muslim immigrants had eroded traditional Christian values as the founding pillar of our civilization,” Rose wrote.",
  "“As far as Bannon,” the person began, before trailing off and adding in a knowing tone, “You’ll have to ask him.” Bannon could also get some help from his old colleagues at Breitbart, which recently announced plans to expand to Berlin and Paris.",
  "He hitched onto the Tea Party movement early in Barack Obama’s presidency and noticed a similar right-populist wave rising across the Atlantic, where fed-up rural, white Britons were anxious about immigration and resentful of EU bureaucrats.",
  "“He figures it’s mainly an instrument for globalism — as opposed to an instrument for the bettering of Western civilization.”\n\n“What we understand from Bannon is that the EU is abhorrent,” one Western European government official told me.",
  "The majority of EU countries value their relationship with the U.S. more than they do with the EU, and are readily open to American requests that would even run counter to the letter of their European obligations,” Jeremy Shapiro says.",
  "“Is President Trump going to continue a tradition of half a century of being supportive of the project of European integration, or is he going to continue to advocate EU member countries to follow the Brexit example?” Ischinger asked.",
  "The very next day, Reuters reported that, shortly before Pence’s olive branch to Brussels, Bannon had met with Germany’s ambassador to Washington and sent a very different message by repeating his idiosyncratic views about Europe.",
  "“Losing the Christian faith, in his view, has weakened Europe—it’s neither willing nor able to confront Islam’s rising power and some European Muslims’ insistence on privileged treatment of their religion.”\n\nBannon’s solution?",
  "As the influential guests enjoyed white wine and hors d’oeuvres, the Irish-born O’Sullivan, who has the harried manner of a man playing defense, delivered a short speech in defense of the embattled institution he represents.",
  "He has complimented the National Front, the party of the French right-wing presidential candidate Marine Le Pen, who pledges to extract France from the EU (and who was spotted in Trump Tower soon after the election).",
  "Russia, which may stand to gain the most from a disunited Europe, is gleefully aiding the process by disrupting Europe’s domestic politics with propaganda and hacking meant to discredit the pro-EU establishment.",
  "It has long been an article of faith in the West that a unified Europe represents a historic triumph of diplomacy, in which America itself has invested hundreds of billions of dollars and thousands of lives.",
  "Trump’s pick for commerce secretary, Wilbur Ross, sees things the same way: As one member of Congress who recently spoke with the billionaire investor recounted his attitude, “Bilateral is where we’re going.",
  "Why would we trade with seven countries at once?”\n\nEU rules bar member countries from striking up formal bilateral trade talks, but nothing stops the kind of informal discussions May has begun with Trump.",
  "But as one European diplomat puts it: “With Obama gone, there’s no benign father figure anymore.” Instead, there is a threatening stepfather in Bannon, for whom unity is not the solution but the problem.",
  "“They have a deep well of psychological reliance on the American-led order,” says Jeremy Shapiro, a Hillary Clinton State Department official now at the European Council on Foreign Relations in London.",
  "To Bannon, however, a strengthened EU is nothing less than a risk to civilization: a body that dilutes national identity and whose border policies allow Islam to invade the West, one refugee at a time.",
  "So while Trump might lack clear policy goals, his visceral nationalism and disdain for rule-making in Brussels make him a ready vessel for Bannon’s world-historical ideas about the EU’s invidiousness.",
  "In September, voters in the EU’s anchor state, Germany, will deliver a verdict on Chancellor Angela Merkel, a staunch defender of European unity whose popularity has severely eroded in recent months.",
  "A U.S. effort to dismantle the EU, one Western European government official says with distaste, “would put America on the same side as Putin.”\n\nThe thought is rattling Europe at the highest levels.",
  "In mid-January, dozens of foreign policy reporters gathered at an elegant townhouse in Washington’s Kalorama neighborhood, so close to Obama’s new home they had to walk through a police checkpoint.",
  "Bannon has approvingly cited Maurras’ distinction between the “legal country,” led by elected officials, and the “real country” of ordinary people, as a frame for the populist revolt underway.",
  "White House chief strategist Steve Bannon | Mark Wilson/Getty Images Forum The man who wants to unmake the West Europeans are starting to worry that Steve Bannon has the EU in his crosshairs.",
  "Is that what the U.S. wants?”\n\n* * *\n\nSeeking to allay such anxieties, Vice President Mike Pence flew a few days later to Brussels, the EU’s center of government, with a reassuring message.",
  "To Maurras, a hero of the modern French right wing, the French Revolution ideals of “liberty, equality and fraternity” were a liberal cosmopolitan corruption of France’s authentic identity.",
  "The notion raises the specter of nationalist conflicts around Europe similar to implosion of the former Yugoslavia in the 1990s—conflicts that ended only after major American interventions.",
  "“On the basest level, just look at it from America’s self-interest,” he said, arguing that a giant single market for American goods is the most profitable and efficient arrangement.",
  "In Germany, for instance, the surging Social Democratic candidate for chancellor, Martin Schulz, has positioned himself against Trump and invoked the memory of Germany’s Nazi past.",
  "And he brokered a post-election meeting between Trump and Farage, who recently told Fox News that European leaders are “terrified” about what Trump means for their political union.",
  "“I think strong countries and strong nationalist movements in countries make strong neighbors,” Bannon told an audience of religious conservative activists at the Vatican in 2014.",
  "Standing under a large oil painting by the fireplace, Farage delivered a speech that left the dozens of conservative leaders in attendance “blown away,” as Bannon later recalled.",
  "In February, a Danish newspaper editor named Flemming Rose recounted in the Huffington Post a conversation he had had with Bannon at a private gathering in New York last spring.",
  "In more than a dozen interviews, they recounted a creeping sense of dread about the very specific ways that Bannon could use American power like a crowbar to pull the EU apart.",
  "With no clear plan for what would come next, the globe’s fifth-biggest economy had abruptly announced a divorce from the neighbors it had been trading with for nearly 45 years.",
  "The course and hotel, which Trump spent millions more to expand and upgrade, sits on eroding sand dunes that he wanted to protect with a 15-foot rock wall on the beach below.",
  "As for Ireland’s government, it rejected a petition to consider the dispute, leaving the matter to county officials, who are now evaluating a proposal for a smaller barrier.",
  "The White House commands the awesome economic and political might of the United States, and can employ that power as a sledgehammer against the weakened, post-Brexit EU.",
  "That might apply to issues beyond trade, he says, speculating that Trump could roil EU members by rewarding some and punishing others with tax and immigration policies.",
  "He is, by all accounts, the brains of Trump’s operation — a history-obsessed global thinker whose vision extends far beyond Trump’s domestic agenda and Rust Belt base.",
  "The union—a borderless political and economic compact of 28 countries with a collective GDP of $16 trillion—is too large, its governments and economies too entangled.",
  "Nationalist parties and candidates hostile to the Union are ascendant in France, Germany, Italy and the Netherlands—all of which are set to hold elections this year.",
  "One person who has spoken at length to Trump and Bannon about Europe told me Trump understands the risk of backlash from openly backing populist European insurgents.",
  "Bannon is a wide reader with a deep interest in history; a Breitbart editor recalled to the Los Angeles Times the “staggering collection of books” on Bannon’s desk.",
  "“The European Union is under serious threat,” Guy Verhofstadt, a former Belgian prime minister and now a senior EU official, told a London audience in late January.",
  "“Before you call for France and Germany to go their separate ways, you better think about the longer-term consequences,” says Kupchan, the former Obama official.",
  "Bannon was an executive at Breitbart News, an activist-editor-gadfly known mostly on the far right, and the “Brexit” campaign was something of a pet project.",
  "“I think Brexit is going to be a wonderful thing for your country,” Trump told Britain’s prime minister, Theresa May, during her January visit to Washington.",
  "But consider those flaws in the context of what the EU has achieved: not just economic prosperity, but an end to the centuries of horrific armed conflict.",
  "Maurras, like Bannon, was a Catholic nationalist, and he argued in the early 1900s that the Enlightenment had elevated the individual over the nation.",
  "A small crack opened by preferential American trade or tax policy, with the help of some Russian meddling, could widen to a chasm with alarming speed.",
  "Bannon has also expressed admiration for the reactionary French philosopher Charles Maurras, according to French media reports confirmed by Politico.",
  "Runaway nationalism led to, among many other horribles, Franz Ferdinand’s assassination and World War I, and gave us Hitler, Mussolini and Milosevic.",
  "Some European leaders worry that Trump and Bannon could issue a de facto endorsement of Le Pen, turbocharging her supporters and her media coverage.",
  "Bannon’s vision, as laid out in public remarks and private conversations, opposes international organizations in favor of empowering nation-states.",
  "In what he billed as an address “to the people of Europe” from Hanover last spring, President Barack Obama issued a plea for for European unity.",
  "And experts say there are plenty of other arrangements and loopholes that Trump and Bannon could exploit to pit EU members against one another.",
  "And while it will stun Europe if Merkel loses her own parliamentary majority in September, her right-wing rivals will be similarly limited.",
  "Rebuilding the firm borders between European states—to keep the Muslim immigrants out, and to keep in the religious and national identity.",
  "“The United States is committed to continuing its partnership with the European Union, and I wanted to make that very clear,” Pence said.",
  "And it would be an exaggeration to say that even the full-throated support of Breitbart London was what tipped the scales toward Brexit.",
  "The cause touched on some of Bannon’s deepest beliefs, including nationalism, Judeo-Christian identity and the evils of Big Government.",
  "This was then still weeks before Bannon emerged into the national spotlight as CEO of Donald Trump’s struggling presidential campaign.",
  "Last year, Obama had tried to discourage Brexit by promising it would put Britain “at the back of the queue” for American trade deals.",
  "“This is a defining moment,” he said, warning that “a unified, peaceful, liberal, pluralistic, free-market Europe” had begun to fray.",
  "But if momentum toward dissolution continues after Brexit, possibly urged on by the United States, that too would be hard to reverse.",
  "It is true that one of several objections involved the beach’s EU-approved status as a sanctuary for a tiny endangered whorl snail.",
  "Brexit, he insists, was “a special situation,” made possible by Britain’s long uncertain relationship with the European continent.",
  "“I have admired nationalist movements throughout the world,” Bannon told the Wall Street Journal shortly after the U.S. election.",
  "“Bannon hates the EU,” says Ben Shapiro, a former Breitbart writer who split with Bannon last year but who shares the sentiment.",
  "***\n\nPressured by U.S. trade deals, harassed by Russian hackers, sniped at by local Breitbarts — does the EU stand a chance?",
  "It was the day after Britain voted to leave the European Union in June, and the Western world was still absorbing the shock.",
  "Although this year’s elections could greatly empower anti-EU nationalists, none is likely to trigger sudden Brexit clones.",
  "Suddenly the future of all Europe, whose unity America had spent the decades since World War II cultivating, lay in doubt.",
  "“Two or three meetings later, they’d be talking about keeping Germany off the [United Nations] Security Council,” he says.",
  "Signaling that he will reward countries that turn away from a united Europe creates an incentive for them to do so early.",
  "That Trump and Navarro have keyed in on anti-German resentment reflects a savvy understanding of the EU’s fault lines.",
  "And, as at his evening cocktail party, he addressed the idea of dismantling the EU in Trump’s language: raw economics.",
  "Economic malaise and high debt are testing the EU’s financial structures and pitting its members against one another.",
  "Shapiro recalls meetings between Obama officials and European counterparts, who initially boasted about their unity.",
  "When Trump talks about the barrier now, he frames it as a bitter parable about the EU’s growth-killing bureaucracy.",
  "Even if Le Pen were to win, she would be unlikely to gain the needed parliamentary power for such a radical move.",
  "In early 2014, Trump paid $15 million for an 18-hole golf course in the seaside town on Ireland’s western coast.",
  "And he predicts that the EU can calm populist anger with gradual reforms to its immigration and border policies.",
  "On June 23 of last year, Britons defied the pleas of Europe’s political elites and narrowly voted for Brexit.",
  "Many observers called it the most traumatic event in the history of a union whose origins date to the 1950s.",
  "… [But] to get the approvals from the EU would have taken years,” Trump told the Times of London in January.",
  "“Anyone who would support a more assertive national identity in Europe has not read their history,” he says.",
  "“Congratulations.”\n\nBannon now works in the West Wing as President Donald Trump’s top political adviser.",
  "“You’re going to be able to make your own trade deals without having someone watching you,” Trump added.",
  "Trump’s unpopularity in Europe could even provoke a powerful backlash against Bannon’s anti-EU project.",
  "… I found it to be a very unpleasant experience.”\n\nIn fact, Trump’s tale has little to do with the EU.",
  "(Trump did unexpectedly tell an interviewer in late February that he was “totally in favor of” the EU.",
  "Nor does Trump like complex trade deals with multiple entities like the EU’s jumble of member states.",
  "In an ordinary time, the White House would be the crucial counterweight to such nationalist passions.",
  "Bannon, who did not respond to interview requests, has repeatedly made clear his views about Europe.",
  "But his rote language—“I think it’s wonderful, if they’re happy”—left many observers unconvinced.)",
  "The White House downplayed the conversation, confirmed by a source to Politico, as a quick hello.",
  "In October 2014, UKIP’s leader, Nigel Farage, poached a Breitbart London editor to work for him.",
  "It was the next day that Bannon hosted Farage for a triumphal edition of his daily radio show.",
  "And then there is Trump’s unhappy personal experience with the EU, in a place called Doonbeg.",
  "Modern Europe was built over 70 years and won’t be easy to tear down in a presidential term.",
  "Trump’s “attacks on Europe are also attacks on Germany,” Schulz said at a February rally.",
  "It is Trump and not Bannon who is, at least notionally, in charge of U.S. foreign policy.",
  "But while vague, Trump’s own views about Europe also clearly fall outside American norms.",
  "(One person who knows Bannon said he has spoken of the coming end of the Enlightenment.)",
  "When pressed, however, O’Sullivan admits that the alternatives can get dangerous fast.",
  "The shakeup of the postwar European project could be one of Trump’s biggest legacies.",
  "He booked the calamity’s chief architect as a guest on his radio show to celebrate.",
  "That September, Bannon hosted a dinner for Farage at his Capitol Hill townhouse.",
  "“It is doomed, I’m pleased to say.”\n\n“It’s a great accomplishment,” Bannon said.",
  "But tweets and photo ops might not be where Trump could inflict the most damage.",
  "Trump could even provoke a powerful backlash against Bannon’s anti-EU project.",
  "“For an American administration, breaking up the EU is like falling off a log.",
  "The idea that one man could threaten the European project might sound extreme.",
  "But whatever solace his words might have given to EU leaders was short-lived.",
  "“If he did that, it would amount to a kind of nonmilitary declaration of war.",
  "“I have said repeatedly, strong nations make great neighbors.”\n\nBut do they?",
  "So is the historic influx of refugees from the Middle East and North Africa.",
  "Trump’s “America First” mantra implies a reduced U.S. commitment overseas.",
  "In Washington, the EU has kicked off a lobbying campaign to save itself.",
  "“I learned a lot because I got the approvals very quickly from Ireland.",
  "Europe as we know it has never been more vulnerable to such an assault.",
  "Maurras even warned about the nefarious influence of Islam in Europe.",
  "Polls show that clear majorities across Europe still support the EU.",
  "“Otherwise, we may be sending some armored divisions back that way.”",
  "Those things, in turn, drew America’s military across the Atlantic.",
  "Now Trump was making clear that it had a place safely at the front.",
  "Basically a vehicle for Germany,” Trump told the Times of London.",
  "Their host was the EU ambassador to Washington, Peter O’Sullivan.",
  "It would mean conflict between Europe and the United States.",
  "Many a European leader, not to mention historian, disagrees.",
  "And what they’re finding is stoking their deepest anxieties.",
  "Now they’re bracing for an American assault on that order.",
  "“The European Union project has failed,” Farage declared.",
  "The new American president is deeply unpopular in Europe.",
  "Locals fought the barrier, forcing Trump to back down.",
  "But the project never required Brussels’ approval.",
  "The EU, of course, can’t be pried apart overnight.",
  "“You look at the European Union, and it’s Germany.",
  "Many European leaders heard that as game theory.",
  "“Global panic,” proclaimed one London headline.",
  "No one wants to be at the back of the queue.",
  "The same goes for the Netherlands and Italy.",
  "Bannon takes a special interest in Europe.",
  "“A calamity,” declared the New York Times.",
  "Steve Bannon had a different reaction.",
  "“It’s trivially easy,” Shapiro says.",
  "* * *\n\nIs that what Trump wants?",
  "I’m not gonna build it.",
  "Well, for now, yes.",
  "“I said forget it.",
  "“I don’t get it.",
  "Markets plunged.",
  "As does Bannon."
]