[
  "Since the attempted coup and the subsequent crackdown last summer in Turkey, Germany has been the recipient of hundreds of Turkish (and Kurdish) asylum seekers; has started a semiofficial program to provide haven for academics, journalists and artists fleeing Turkey; and has not been hiding its criticism of the sad state of affairs in Turkey under the leadership of Recep Tayyip Erdogan — albeit in German and in a carefully calibrated series of understatements.",
  "Within the E.U., Merkel nowadays seems to be the case officer for the Turkey file, having negotiated the refugee deal and charted out the future course of Turkey’s partnership with Europe — most likely an upgraded customs union to be negotiated with Erdogan after Turkey’s referendum this spring.",
  "The new U.S. president has already said he will ignore concerns about civil rights in Turkey, and visiting Ankara last month, British Prime Minister Theresa May was too concerned about signing a multimillion-dollar defense deal to utter a word on democracy.",
  "This week, another government decree announced the firing of 330 academics, including a well-known constitutional law professor, a leading neuropsychologist and several political scientists — all despised because of their critical views of the government.",
  "It is now our time to pay back.”\n\nIn the 1930s, dozens of German scientists and academics fleeing the Nazi regime found employment in Turkish universities, making immense contributions to education and to the establishment of new academic departments.",
  "In the new Hobbesian age of the Muslim ban, possible trade wars across the globe and an overall disdain for the promotion of democracy and human rights around the world, almost everyone in Europe seems to have given up on Turkey.",
  "A few months ago in Berlin, a German friend, who also happens to be a diplomat, told me over dinner that his country had decided to accept Turkish asylum requests from journalists, academics and other dissidents who fled Turkey.",
  "Oh no, I am not talking about the European panic about the ways and means of President Trump and the new role forced upon Berlin as the fortress of the Western liberal order — although all of that is certainly happening.",
  "It is an election year across Europe, and the continent is split between a Turkey-hating far right and a frustrated left that once supported Turkey’s membership but now wants to shun Ankara for its human rights abuses.",
  "In the upcoming election, Merkel cannot be seen as too soft on Erdogan without risking reprisal from the German public, but she also cannot afford to appear too critical for fear of jeopardizing the refugee agreement.",
  "It wasn’t what he said but how he said it that made me almost choke up: “When your republic was in its early days, in the 1930s, Ankara opened its doors to German academics and intellectual fleeing the regime here.",
  "Merkel, on the other hand, seems to be trying to strike a balance between a functioning relationship with Ankara and the now-endangered European values — and in principle, that’s a good thing.",
  "Who would have thought that Germany, long led by a leader seen as the symbol of the continent’s reserve and realism, would finally emerge at the forefront of the struggle for democracy?",
  "I am referring instead to the role Germany and Chancellor Angela Merkel have recently assumed with Turkey as careful critics of Ankara’s despotism and the unraveling of its democracy.",
  "(Thomas Niedermueller/Getty Images)\n\nAsli Aydintasbas is a senior fellow at the European Council on Foreign Relations and a columnist for Turkish daily Cumhuriyet.",
  "With almost 4 million Turkish immigrant workers, Germany is already home to the largest Turkish diaspora and has absorbed every bit of Turkey’s political neurosis.",
  "Turkish and German economies are intertwined, with Germany being the top export market for Turkish goods and German firms heavily invested in the Turkish market.",
  "Europe should do more to steer Turkey back to democracy, and in today’s climate, Germany might be the only Western power willing to do that.",
  "On a recent visit to Ankara, Merkel reportedly brought up Turkey’s troubling record in free speech and the imprisonment of its journalists.",
  "Ankara’s accession process with the European Union is long moribund, and a refugee deal with Brussels is merely a monetary transaction.",
  "There are Turkish academics, filmmakers, writers, lawyers, comedians and even judges in Germany — all waiting to go home some day.",
  "Can Dundar, the former editor in chief of Cumhuriyet and a prominent critic of Erdogan, has started an online publication there.",
  "She will have to court Turkish votes but also make sure the anti-Turkish vote does not further feed the far-right populists.",
  "Somewhere along, there is the right balance between engagement with Erdogan and safeguarding Turkey’s endangered democrats.",
  "All of these are enough reasons to keep talking to Turkey — and also reasons to push for a return to democracy there.",
  "Turkish communities across Germany are highly polarized and have a meaningful impact on domestic politics.",
  "But, of course, the German-Turkish relationship is not all about political dissidents.",
  "Others are finding temporary jobs and fellowships or reconfiguring to a life in exile.",
  "Meanwhile, Berlin is emerging as a hub for Turkish dissidents these days.",
  "These days, those Turkish universities are busy purging their own.",
  "affairs with Turkey still somewhere in the picture.",
  "And then there is the disheveled state of E.U.",
  "And after all, Ostpolitik is a German word.",
  "But it is more than what others do.",
  "\n\nGerman Chancellor Angela Merkel.",
  "It isn’t much."
]