[
  "Major companies like Boeing could see billions of dollars in commercial deals canceled because of the U.S. decision to reinstall sanctions on Iran, though the ultimate impact remains unclear due to the possibility of renegotiations and exemptions, experts say.",
  "U.S. businesses\n\nAmong U.S. companies, plane maker Boeing has signed the biggest deals, and U.S. Treasury Secretary Steven Mnuchin said Tuesday that its existing licenses — as well as those of its European competitor, Airbus Group — would be invalidated.",
  "Airbus, which is subject to the U.S. license because it makes at least 10 percent of its aircraft components in the U.S., says it will abide by the new U.S. sanctions but it could take \"some time\" to determine the full impact on the industry.",
  "\"U.S. Iran sanctions are hardly hitting any U.S. companies, but aim primarily at European ones,\" Carl Bildt, the former leader of Sweden who is now co-chair of the European Council on Foreign Relations, said in a tweet.",
  "President Donald Trump's decision to withdraw from the Iran nuclear deal and re-impose sanctions on Iran means companies worldwide must stop doing business with the country or run afoul of the U.S. government.",
  "Since the Iran nuclear deal was struck in 2015, it was mainly European companies that moved back in to strike deals with Iran, making Trump's decision particularly painful for the region.",
  "European impact\n\nSo far, French oil company Total SA has been the most aggressive Western oil company to move back into Iran, signing in July a $5 billion, 20-year agreement with Iran.",
  "In the case of oil sales, there will be a 180-day period for countries to wrap-up existing contracts and achieve \"significant reductions\" in their purchases of crude from Iran.",
  "A group representing German trade interests said the U.S. decision to withdraw from the Iran nuclear deal will hit German companies and urged the EU to protect their interests.",
  "At the same time, American consumers are likely to see higher prices at the gas pump -- and may feel a hit to everything from airline tickets to the cost of package delivery.",
  "Companies and countries with commercial deals with Iran would have either 90 or 180 days to wind down those activities, depending on the type of products being sanctioned.",
  "Boeing later struck its own deal with IranAir for 80 aircraft with a list price of some $17 billion, promising that deliveries would begin in 2017 and run until 2025.",
  "It said Wednesday that it is studying the implications of the U.S. move and hopes the European Union will have a united position on the Iranian sanctions.",
  "Those higher costs could dampen economic growth and cancel out nearly half of the GDP boost expected from last year's tax cut, according to one analysis.",
  "The price of oil rose sharply on Wednesday to its highest since 2014 on expectations that the new sanctions will crimp Iranian energy exports.",
  "In December 2016, Airbus signed a deal with Iran's national carrier, IranAir, to sell it 100 airplanes for around $19 billion at list prices.",
  "In other sectors, French carmaker PSA Peugeot Citroen reached a deal in 2016 to open a plant producing 200,000 vehicles annually in Iran.",
  "Boeing has yet to deliver any aircraft to Iran under those deals and said that it will \"continue to follow the U.S. government's lead.\"",
  "The U.S. says the sanctions will also sharply curtail sales of oil by Iran, which is currently the world's fifth-largest oil producer.",
  "Trade between Germany and Iran reached 3.4 billion euros ($4 billion) last year, according to BGA, another foreign trade association.",
  "The EU has in the past found this utterly unacceptable, he added, though it was unclear still how European leaders would respond.",
  "Mnuchin declined to spell out what the administration would consider as a \"significant reduction\" in purchases of Iranian oil.",
  "Mnuchin said the U.S.'s goal is to impose tough sanctions that will prompt Iran to re-negotiate the Iran nuclear deal.",
  "Certain exemptions and waivers can be negotiated, but the U.S. did not say what products or countries might qualify.",
  "Many of those companies are in Europe, but some large U.S. businesses such as Boeing could also lose business.",
  "A Chinese oil company also has a deal to develop the country's massive South Pars offshore natural gas field.",
  "Boeing separately struck another 30-airplane deal with Iran's Aseman Airlines for $3 billion at list prices.",
  "U.S. law gives the Treasury secretary the power to administer sanctions imposed by the president.",
  "\"These sanctions do impact all the major industries (in Iran).",
  "It has already delivered two A330-200s and one A321 to Iran.",
  "And firms would not be able to generate new business.",
  "Total did not respond to requests for comment.",
  "They are very strong sanctions,\" Mnuchin said.",
  "That is why Iran came to the table.\"",
  "\"They worked last time."
]