[
  "“The problem is that if Turkey presses on, the Bulgarian nationalists may try to block the border to prevent Bulgarian citizens from Turkey crossing into the country to cast their ballots, and that will create a scandal.”\n\nThe spat with Turkey was credited with giving center-right Dutch prime minister Mark Rutte a last-minute boost in the polls after an election campaign in which immigration and integration were key issues.",
  "SOFIA (Reuters) - Bulgaria’s caretaker prime minister said on Friday he was taking steps to prevent any attempts by Turkey to influence an election next week in favor of a political party that represents Bulgarian Turks, the country’s largest ethnic minority.",
  "REUTERS/Stoyan Nenov\n\nThe Balkan country’s national security agency later said it had expelled a Turkish citizen and banned two others from entering the country over what it described as activities against Bulgaria’s sovereignty and national unity.",
  "“It is true that there is a certain tension linked with one of the political parties, which is receiving support from the Turkish state, but we are taking measures that this does not continue,” caretaker premier Ognyan Gerdzhikov told reporters.",
  "“The interim government is concerned that Turkey may create tensions that go beyond the normal diplomatic process, as it happened in the Netherlands,” said Vessela Tcherneva, Sofia-based analyst with the European Council on Foreign Relations.",
  "Seeking to downplay the tensions with Bulgaria’s southern neighbor, Gerdzhikov said Turkey had tried to influence other Bulgarian elections since the fall of communism 26 years ago, and “now, there is nothing that is a way different”.",
  "The move by Bulgaria’s interim government, which has limited powers, follows a row between Ankara and The Hague in the run-up to this week’s Dutch election which saw Turkish ministers banned from holding rallies in the Netherlands.",
  "Other European Union countries including Germany have also angered President Tayyip Erdogan by barring campaigning among Turkish expatriates to drum up support for a referendum in April that would increase Erdogan’s powers.",
  "Last week, the government summoned Turkey’s envoy to Sofia after reports that a Turkish minister had campaigned for the DOST party in Istanbul, where many Bulgarian citizens live.",
  "Opinion polls suggest the nationalist coalition United Patriots will come third in a tight race for the Bulgarian parliament and play a key role in forming the next government.",
  "Bulgaria's President Rumen Radev poses for a picture with the interim Prime Minister Ognyan Gerdzhikov during an official ceremony in Sofia, Bulgaria January 27, 2017.",
  "EU member Bulgaria seeks to maintain good relations with Turkey, which it shares a 260 km border with and relies on to stem a possible increase in migrant inflows.",
  "More than 400,000 Bulgarian nationals live in Turkey, most of them Bulgarian Turks descended from Ottoman-era Turkish settlers in the Balkans.",
  "Amid the rise in tensions with EU countries, Turkey’s foreign minister said this week that Ankara may cancel a deal with bloc over migrants.",
  "DOST, which split from the traditional ethnic Turkish MRF party last year, is not expected to pass the minimum threshold to win seats.",
  "Recalling an ambassador for consultations is a way of protesting that stops short of suspending diplomatic relations.",
  "Bulgarian Turks are estimated to be more than half a million of Bulgaria’s 7.2 million population.",
  "Late on Thursday, it also recalled its own ambassador to Turkey for consultations.",
  "Support for the party has grown as a result of Europe’s migrant crisis.",
  "Bulgarians will vote in a snap parliamentary election on March 26.",
  "It did not give details."
]