[
  "Take the statement from Socialist Party candidate Benoît Hamon:\n\nBenoît Hamon endorses Macron, says \"I still make a distinction between a political adversary and an enemy of the Republic\" — Josh Billinson (@jbillinson) April 23, 2017\n\nThe French have a term for when politicians from across the spectrum unite to block the far right from attaining power: “Republican Front.” In an interview before the election, one French official described that type of post-election unity as a “firewall” against the far right taking power.",
  "Or take this, from François Fillon, the defeated Republican Party candidate, who announced within an hour of the polls’ closure:\n\nFillon endorses Macron: \"National Front's history is marked by violence & ignorance (..) no other choice than to vote against extreme right\" — Mathieu von Rohr (@mathieuvonrohr) April 23, 2017\n\nThe current prime minister, Bernard Cazeneuve, used a televised address Sunday evening to remind voters of the 2002 election when the country rallied to beat back the elder Le Pen.",
  "“That’s why I call on them, solemnly, to vote for Emmanuel Macron in the second round to beat the National Front and defeat their dark program, which seeks to take France backward and divide the French people.”\n\nFrance Presidential Election: Prime Minister Cazeneuve calls for Macron support https://t.co/soV554sxEX https://t.co/eeCyvQ0SvM — Veo News (@VeoNews_) April 23, 2017\n\nThere is a key difference between 2002 and 2017, however.",
  "Marine Le Pen, the daughter, ran promising that her party was not anti-Semitic and that it would protect “French values” and “French identity” against globalization and against “Islamic fundamentalism.”\n\nAnd yet in the final weeks of the campaign, she seemed to go out of her way to reach out to those who had supported the National Front for decades.",
  "As soon as polls in France closed Sunday for the first round of voting in the presidential election, a very uniquely French thing happened: Virtually all of the defeated presidential candidates and other political leaders promptly coalesced around centrist Emmanuel Macron, who faces off against far-right populist Marine Le Pen on May 7.",
  "Le Pen’s voters, Michelot adds, respond well to “inflammatory rhetoric.”\n\nAll of which means that the next few weeks will see a clash of visions: the centrist views of the French political class that have been endorsing Macron and the far-right ones of Le Pen, who says she’s proud to be going it alone.",
  "And yet they were less about Macron as a politician and more about conveying a simple message to the French voting public: Le Pen and her National Front pose an existential threat to the fundamental values of the French state and must be thwarted at all costs.",
  "Most of the French political system has united against the far-right\n\nThey may not carry quite as much weight as they did when establishment parties were stronger, but the endorsements from France’s best-known political figures are striking all the same.",
  "Of the 11 candidates in the first round of the election, two of the four top finishers — Macron and Jean-Luc Mélenchon, a far-left populist — came from brand new parties, and Le Pen’s National Front had long been on France’s political fringe.",
  "“What is at stake is France's makeup, its unity, its membership of Europe, and its place in the world,” current President François Hollande said in a televised address, urging voters to cast their next ballot for Macron.",
  "“The old and completely rotten Republican Front, which no one wants, and which the French have pushed away with exceptional violence, is trying to coalesce around Mr. Macron,” she told supporters Monday.",
  "“In 2002 Jean-Marie Le Pen was this kind of scary character who never really appeared as someone who wanted to be in power [and] was never electable,” says Philippe Le Corre of the Brookings Institution.",
  "“The fact that a far-right [candidate] has made it to the second round of the French elections, 15 years after the shock of 2002, obliges all French people to take a clear and strong position,” he said.",
  "She insisted that France was not responsible for the Velodrome d’Hiver roundup of 13,000 Jews in Paris in 1942, even though French leaders over the past 20 years have acknowledged French culpability.",
  "Marine Le Pen herself is exploiting the new national dissatisfaction with the mainstream and arguing that the wave of endorsements for Macron means her opponent is a creation of the establishment.",
  "The firewall has been used once before: in 2002, when Marine Le Pen’s father shocked France and made it into the second round against the mainstream conservative candidate Jacques Chirac.",
  "“She had to resort to identity politics, saying what she said about the deportation of Jews — she had to rally the base.”\n\nMost candidates move toward the center in the second round.",
  "Marine Le Pen spent much of the election trying to outrun her father’s legacy without losing the base of popular support that has propelled the National Front for more than 40 years.",
  "“She is not an outsider.”\n\nShapiro contrasted her with Macron, a 39-year-old seeking elected office for the first time and who is backed by a brand new political party.",
  "The elder Le Pen was a political outcast when he ran for president in 2002, already well known for his insistence on minimizing the Holocaust and for his xenophobia.",
  "But this year is different for many reasons, not least of which is that the entire election was a resounding defeat for the country’s mainstream political parties.",
  "It is the first time the two mainstream parties, the Socialists and the Republicans, don’t have candidates in the running to take over the Élysée Palace.",
  "Jeremy Shapiro, the director of research at the European Council on Foreign Relations, said Le Pen may have a hard time painting Macron as the insider.",
  "“Even among [Mélenchon’s] own supporters, this was seen as unprecedented and unprincipled,” said Arthur Goldhammer, a French translator and academic.",
  "And she doubled down hard on immigration, promising to not just radically slash immigration numbers but possibly close France’s doors altogether.",
  "He doesn’t have much associated with him.”\n\nNot all of the defeated candidates rallied around Macron, with Mélenchon declining to endorse him.",
  "That has sparked some concern that his voters would either skip the next vote altogether or, less likely but not impossibly, vote for Le Pen.",
  "All of this was an appeal to the original base of the party, says Martin Michelot of the Europeum Institute for European Policy in Prague.",
  "That year, the entire political establishment rallied around Chirac, who went on to defeat the elder Le Pen by a staggering 82-18 percent.",
  "This story is part of a Vox collaboration with the Pulitzer Center on Crisis Reporting about the upcoming French elections.",
  "“There is a broad dislike of the French political elite and French party system, which includes Marine Le Pen,” he said.",
  "The National Front has become more of a mainstream party.”\n\nCan Marine Le Pen outrun her far-right father’s legacy?",
  "Current polls show Marine Le Pen doing far better than her father but still likely losing to Macron by 26 points.",
  "All of which invites the question: Will the wave of endorsements for Macron actually help him next month?",
  "When many French citizens thought of the National Front, those were the associations that came to mind.",
  "After a terror attack in Paris last Thursday, she spoke of expelling foreigners on terror watch lists.",
  "Or could they even wind up hurting his chances — and giving Le Pen a genuine shot at France’s top job?",
  "Le Pen may move further to the right as she doubles down on direct appeals to her base.",
  "The endorsements came quickly, and they were notably enthusiastic.",
  "He urged them to rally once again against the younger one.",
  "“It shows she cannot live without the past,” he says.",
  "Most experts see the endorsements as neutral at best.",
  "“His lack of experience is actually a plus.",
  "Either move would boost her chances.",
  "“France has changed."
]