[
  "Soros, speaking at the annual meeting of the European Council on Foreign Relations in Paris Tuesday, said that rising anti-European Union sentiment, the disruption to the Iran deal, a soaring dollar and investors taking money out of emerging markets are adding up to bad news for the global economy.",
  "Soros predicts that the termination of the deal with Iran \"is bound to have a negative effect on the European economy and cause other dislocations\" and noted that \"the strength of the dollar is already precipitating a flight from emerging market currencies.\"",
  "And he continued to stress that \"the economic case for remaining a member of the EU is strong, but it will take time for it to sink in\" and added that the EU \"needs to transform itself into an association that countries like Britain would want to join.\"",
  "Soros admitted that it won't be easy to get the many nations in the EU to agree on such a plan, but he added that \"harsh reality may force member states to set aside their national interests in the interest of preserving the European Union.\"",
  "For example, he called for the EU, as opposed to just individual nations, to borrow more money to fund a \"Marshall Plan\" for Africa to deal with the refugee problem.",
  "Soros argued that the refugee crisis in Europe, \"territorial disintegrations as exemplified by Brexit\" and austerity are the three biggest challenges facing Europe.",
  "The speech comes on a day when global financial markets were reeling because of concerns about the future of the EU after this past weekend's elections in Italy.",
  "Soros said President Trump's decision to unilaterally withdraw from the nuclear arms treaty with Iran is \"effectively destroying the transatlantic alliance.\"",
  "Related: Soros has given $18 billion to his pro-democracy foundation\n\n\"The whole world has been shocked by President Trump's actions.\"",
  "But Soros is also worried about the fact that there is a growing divide between Europe and the United States with regards to Iran.",
  "\"Many young people today regard the European Union as an enemy that has deprived them of jobs and a secure and promising future.",
  "Legendary billionaire investor George Soros is worried that another \"major financial crisis\" could be lurking around the corner.",
  "And that gave rise to anti-EU movements that are partly responsible for Brexit and the recent political turmoil in Italy.",
  "It is no longer a figure of speech to say that Europe is in existential danger; it is the harsh reality,\" he added.",
  "And he lamented the fact that since 2008, the European Union's austerity programs helped lead to the euro crisis.",
  "Under the original Marshall Plan, the United States provided assistance to Europe to rebuild after World War II.",
  "Populist politicians exploited the resentments and formed anti-European parties and movements,\" Soros said.",
  "\"This development will put additional pressure of unpredictable force on an already beleaguered Europe.",
  "But he added that \"the economic stimulus of a Marshall Plan should kick in just at the right time.\"",
  "He warned that the Brexit \"divorce will be a long process, probably taking more than five years.\"",
  "But Soros held out some hope that another global market and economic calamity could be avoided.",
  "Populists failed to form a government, which means that new elections will need to be held.",
  "\"The European Union has a high credit rating and its borrowing capacity is largely unused.",
  "Everything that could go wrong has gone wrong,\" Soros said in his prepared remarks.",
  "When should that capacity be put to use if not in an existential crisis?\"",
  "Soros said that the rise of populism in Europe is a significant problem.",
  "\"We may be heading for another major financial crisis,\" he said.",
  "Now, Italexit is starting to once again trend on social media.",
  "And that's clearly why the market was worried Tuesday.",
  "\"The European Union is in an existential crisis.",
  "Europe has already dealt with Brexit.",
  "And that's not a good sign.",
  "Soros is right.",
  "Soros said.",
  "he asked."
]