[
  "Iran said the test launches are a matter of sovereignty and security rather than a signal intended for Trump, who had tweeted that Iran was “playing with fire.”\n\nKhamenei’s comments were the latest to rebuke the president without escalating the confrontation, said Dina Esfandiary, a fellow at the Centre for Science and Security Studies at London’s King’s College.",
  "This year, the establishment will also use the parades “to harness backing from those who don’t normally participate but are now infuriated” by Trump’s inclusion of Iran in his seven-nation immigration ban and perceived American threats, said Ellie Geranmayeh, Middle East senior policy fellow at the European Council on Foreign Relations in London.",
  "While he hasn’t repeated those pledges in office, Iranian Foreign Minister Mohammad Javad Zarif said he believes “Trump may try to renegotiate” and predicted “difficult days ahead.” Neither Iran nor other signatories to the deal would accept that, Zarif said in an interview published by the Tehran-based Ettelaat newspaper Tuesday.",
  "Iran will respond to the growing hostility from President Donald Trump when it celebrates the anniversary of the 1979 Islamic Revolution this week, Supreme Leader Ayatollah Ali Khamenei said in his first public comments since the U.S. imposed new sanctions on his nation.",
  "Khamenei, Iran’s ultimate arbiter on all issues of state, had warned that the U.S. remained untrustworthy even as the two nations went on to achieve a breakthrough in ties with the 2015 nuclear deal, “so the U.S. rhetoric plays into” his world view, Esfandiary said.",
  "‘Difficult Days’\n\nThe Trump White House has adopted a hard line on Iran since taking power on Jan. 20, banning its citizens from entering the U.S. and accusing the nation of interfering in the affairs of the U.S.’s regional allies in the Middle East.",
  "“People will respond to this on the anniversary of the revolution with their presence in the streets, and they will show what stance the population takes in the face of threat.” Iran marks the revolution that led to its Islamic Republic on Feb. 10.",
  "Iranian officials have said they won’t be intimidated by the Trump administration, which put their nation “on notice” for testing a ballistic missile last week and then sanctioned a list of entities it said were linked to the missile program.",
  "But he will continue to take action as he sees fit.”\n\nKhamenei offered conditional support for the nuclear diplomacy, helping to protect President Hassan Rouhani and his team of negotiators led by Zarif from hardliners opposed to the talks.",
  "Rallies to mark the anniversary of the revolution are intended to demonstrate support for the clerical regime and its values, and are attended each year by tens of thousands of Iranians, including many state employees and their families.",
  "During his campaign, Trump vowed to either “tear up” or change the terms of the landmark accord, which lifted a host of sanctions on Iran in return for curbing its nuclear program.",
  "If Trump now tries to unpick the deal, Rouhani can expect a renewed onslaught from critics sensing an opportunity to weaken him in the lead-up to presidential elections in May.",
  "‘Real Face’\n\nSpeaking on Tuesday, Khamenei said Iran is “thankful to this newcomer” for validating its long-held opinion of the U.S. government as deceitful.",
  "“He says, ‘Be afraid of me,”’ Khamenei said, referring to Trump in a speech to air force commanders and personnel posted on his website on Tuesday.",
  "“Rather than mirroring Trump, the supreme leader is adopting an ‘I-told-you-so’ tone to allow Trump’s comments to speak for themselves,” she said.",
  "“The Ayatollah is going to realize that there is a new president in office,” White House spokesman Sean Spicer said Tuesday.",
  "“This president’s not going to sit by and let Iran flout its violations or its apparent violations to the joint agreement.",
  "“We are likely to see an uptick in participants at the rally relative to other years,” she said.",
  "Trump “is showing the real face of the U.S.,” he said."
]