[
  "He claimed that he could do the job, which cost more than $1.5 billion, for $500 million and warned that other contractors would play the U.N. “like the Pittsburgh Steelers playing my high school football team.” In 2005, he told a Senate committee reviewing the issue that he had a “dream” of moving the U.N. to the World Trade Center site to free up its Midtown East grounds for fresh real estate development (oddly, he also used the opportunity to argue that asbestos was a far safer building material than is generally recognized).",
  "Some 120 world leaders and foreign ministers are slated to hear the president expatiate on the issues such as the U.N.’s need to (in the words of communiqué pre-cooked by American, British and other diplomats in New York) “attract, develop and retain high-performing staff members, and to promote gender parity and geographic diversity.”\n\nGiven the president’s usual rhetorical themes, this might be a rather bizarre experience for all concerned.",
  "Apparently forgetting that he was no longer campaigning, he reassured his guests that he was more convinced of the U.N.’s potential than “any candidate in the last 30 years would even have thought to say.”\n\n“I see a day when there’s a conflict where the United Nations, you get together, and you solve the conflict,” he meandered on optimistically.",
  "On the campaign trail last year, Trump belittled the U.N. as “not a friend of democracy, it's not a friend to freedom, it's not a friend even to the United States of America.” But in this, unlike his unorthodox critiques of NATO and America’s Asian alliances, he was simply repeating standard Republican attacks.",
  "Yet shortly afterward, Trump had a “very positive discussion” with Secretary-General Antonio Guterres by phone on their shared interest in the organization’s “great potential.” A few months after taking office, Trump invited Security Council ambassadors for a surprisingly jovial lunch at the White House.",
  "Pyongyang’s provocations this year have forced the administration to return repeatedly to the Security Council to condemn North Korea, and Haley has managed to negotiate two hefty packages of sanctions that rank high on the administration’s short list of foreign policy successes.",
  "Haley declared last week that she would have no problem “kicking” the Korean issue to Secretary of Defense James Mattis, as he “has plenty of options.” The only slight problem is that many or all of these options involve the risk of a devastating war.",
  "“The U.N. isn’t doing anything to end the big conflicts in the world,” he explained, “so you need an ambassador who would win by really shaking up the U.N.”\n\nTrump’s obsession with the U.N. continued to oscillate between extremes after his election.",
  "So while Trump will dominate proceedings at the U.N. this week, and may even win some credit from other leaders for taking a more constructive approach to reforming the organization, he is ultimately in a highly vulnerable position in Turtle Bay.",
  "When Haley aimed to slice a symbolically powerful $1 billion out of the U.N.’s $8 billion peacekeeping budget early this summer, she had to settle for $500 million, largely involving savings from old U.N. missions that were already shrinking.",
  "Story Continued Below\n\nTrump has publicly questioned whether the sanctions will work, and rightly so: Even advocates of the U.N. approach admit that the measures are unlikely to change Pyongyang’s calculation on their own.",
  "Richard Gowan is the author of a new report from The Century Foundation, “Can Trump and the United Nations Just Get Along?” He is a fellow at the European Council on Foreign Relations and teaches at Columbia University.",
  "The net result is that a president who once promised a unilateralist, or outright isolationist, foreign policy is leaning hard on the world’s main multilateral body to manage the main crisis on his agenda.",
  "Over the past few months, Guterres has rolled out a series of plans to rationalize the U.N. development system, run its peacekeeping operations better and cut through it knotty managerial regulations.",
  "Trump is bound to criticize the organization on issues such as its bias toward Israel, but he will also a chair a special meeting on ways to make the U.N. secretariat and operations more efficient.",
  "The George W. Bush and Obama administrations went through excruciating periods of Security Council diplomacy over Iraq and Syria, respectively, but Trump’s position is arguably even more delicate.",
  "He may have to make concessions to Beijing — which insists that the U.S. should freeze its military exercises with South Korea as the basis for talks with Pyongyang — to keep the U.N. route alive.",
  "The president has long nurtured a love-hate relationship with the organization, never quite getting over his failure to win a contract to refurbish its Turtle Bay headquarters in the early 2000s.",
  "Whereas the president may have hoped that some big energy producers like Russia and Saudi Arabia might follow his lead, precisely zero other countries have threatened to abrogate the agreement.",
  "For Trump, it may feel like just one more stage in a long saga with the U.N. As the president addresses his fellow leaders, his mind could wander back to his days as a construction magnate.",
  "Taking office in the wake of the Israeli settlements resolution, the administration initially threatened to exact cuts of 40 percent on U.S. contributions to international institutions.",
  "But it is also possible that he will see this as his chance to resolve the managerial problems that stopped him from wrangling $500 million out of Kofi Annan a little over a decade ago.",
  "Haley has adopted this agenda wholesale, seeing it as a smarter tactic to slim the system than the blunt instrument of cuts, and Trump will use his trip to New York to endorse it, too.",
  "In the space of two months, the U.S. has persuaded China and Russia to sign on to two hefty packages of sanctions on Kim Jong Un’s regime in response to its missile and nuclear tests.",
  "And if he follows the Bush route and steps away from the Council, the only real alternative is to prepare for military action against a much more daunting opponent than Saddam.",
  "Even a gradual deterioration of relations with the Chinese and Russians in the Security Council could plunge his administration into a vastly deeper mess than it is in already.",
  "Trump found himself embarrassingly isolated at this year’s G-7 and G-20 summits on the issue, and has even dropped some insubstantial hints that he could reverse his decision.",
  "If the U.S. does eventually slide toward a full-scale war with North Korea, the Security Council will almost certainly split furiously, just as it did over Iraq in 2003.",
  "While Trump has questioned whether China is willing or able to bring Pyongyang to heel, Beijing is only likely to cooperate under the diplomatic cover of U.N. diplomacy.",
  "He slammed the body as a club for diplomats to “have a good time” after the Security Council passed a resolution criticizing Israeli settlement-building in December.",
  "But as of now, the U.S. has no other way to stave off military action and keep China and Russia engaged on the crisis than working through the Security Council.",
  "Yet at the end of the day, the president’s relations with the U.N. will not be defined by his willingness to footle around in institutional reform debates.",
  "While Trump has often bashed the U.N. as inefficient and anti-American, the crisis with North Korea has forced him to take the organization seriously.",
  "But Trump’s new ambassador in New York, Nikki Haley, quickly recognized that “really shaking up the U.N.” with these cuts would be almost impossible.",
  "The trouble began when he put up the Trump World Tower, a charmless black behemoth on 1st Avenue, south of the U.N.’s iconic modernist headquarters.",
  "But the international bureaucrats did not take his bait, and there were rumors that other wealthy New Yorkers had warned Annan not to trust Trump.",
  "But given North Korea’s progress on nuclear and missile technology, Trump cannot follow the Obama model and let U.N. talks drag on indefinitely.",
  "In May 2016, having wrapped up the Republican nomination, he told the New York Times that he was already mulling possible envoys to Turtle Bay.",
  "Kofi Annan, the secretary-general at the time, grumbled about the tower and the shadow it cast in the neighborhood, but Trump was unmoved.",
  "Trump’s personal challenge to the U.N. system, announcing the U.S. withdrawal from the Paris climate change accords, has also backfired.",
  "Without the U.N. option, it would be extraordinarily difficult for Trump to avoid a major bust-up with China and Russia over Korea.",
  "In 2012, Trump tweeted that he was bothered by the “cheap” marble tiles behind world leaders speaking at the General Assembly.",
  "Having found the international system rather more robust than expected, Trump and Haley have had to rethink their approach.",
  "For Donald Trump, appearing at the United Nations General Assembly this week will be a personal and political reckoning.",
  "The Bush administration saw the Security Council as an obstacle to sideline on the road to overthrowing Saddam Hussein.",
  "Guterres, a Portuguese socialist with a taste for philosophical discussion, is not an obvious chum for Trump.",
  "This week, the administration will try to rebrand the president as a constructive friend of the U.N. system.",
  "The Obama team used protracted U.N. negotiations as a way to avoid calls for intervention against Damascus.",
  "I can see it.”\n\nSo Trump has long fancied himself as both a scourge of the U.N. and its potential savior.",
  "Haley has forged a solid working relationship with Secretary-General Guterres around these questions.",
  "In the late 1990s and early 2000s, he repeatedly tussled with the institution over building projects.",
  "Yet Trump also needs U.N. diplomacy to work more urgently than any other president in recent memory.",
  "This prospect would haunt the thoughts of most presidents navigating the U.N. General Assembly.",
  "Trump has to hope that China will eventually use its leverage to keep the crisis in check.",
  "It will be decided by whether the Security Council can stick together over North Korea.",
  "He offered to overhaul the U.N, building, which was in a bad state by the early 2000s.",
  "Since then, he has often attacked the U.N. yet had a curious urge to put it right.",
  "“I will replace them with beautiful large marble slabs if they ask me,” he added.",
  "That would be hard for him to stomach, but he has very few credible alternatives.",
  "Refugee Agency, he is also a critic of the organization’s sprawling bureaucracy.",
  "More strikingly, Trump also mused about how much good he could do for the U.N.",
  "Some may see this as indicative of America’s weakening global position.",
  "There is a small chance that Trump will be a passionate U.N. reformer.",
  "There’s no guarantee that Trump won’t ramble dangerously off script.",
  "His administration’s policies to date have been similarly confused.",
  "“You just don’t see the United Nations, like, solving conflicts.",
  "It’s more fun to think about than nuclear war, after all.",
  "I think that’s going to start happening now.",
  "He has never quite let this question go.",
  "How would he have refurbished the U.N.?",
  "Perhaps he will now renew the offer.",
  "But as the former head of the U.N.",
  "But Trump’s mind may wander."
]