[
  "View Sample Sign Up Now\n\nThe schism between the Parisian and the New Yorker exploded to the surface at last month’s NATO summit in Brussels and the G-7 summit in Sicily, where Trump scolded leaders for too-low defense spending, and hinted he would cancel the U.S. commitment to the global climate-change treaty, known as the Paris Agreement.",
  "And on Sunday, voters rewarded Macron’s year-old political movement, République En Marche (Republic Onwards), with a landslide victory in first-round parliamentary elections, almost ensuring that Macron will enjoy an overwhelming majority in the National Assembly after next Sunday’s run-off vote, according to the polling company IPSOS.",
  "“They had better understand the implications of this, and plan for it, and right now, I do not think they are.”\n\nNow that he is on the verge of a comfortable majority in parliament, France’s wunderkind might need to figure out a way to shake hands with his U.S. counterpart over their differences – and move on.",
  "In the process, Macron has all but obliterated the traditional political parties that have dominated politics in France for about 50 years, including the Socialist Party that governed the country until last month, and that on Sunday won a miniscule 7.4% of the votes.",
  "Several factors have powered Macron’s sweeping victories, among them a seething frustration shared by millions of French over economic stagnation and years of double-digit unemployment, and a belief that drastic change is necessary to solve the country’s problems.",
  "In Brussels in late May, France’s brand-new President Emmanuel Macron engaged in a white-knuckle hand-grip with President Donald Trump, in a gesture that the French leader admitted he had carefully planned, in order to signal to Trump he would not be messed with.",
  "that is widespread, that Trump is all bluster, and that it does not matter than Trump is President of the U.S., and that there are plenty of grown-ups in Washington who can contain him,” says Shapiro, who has previously worked in the U.S. State Department.",
  "Within hours, he released a video in which he told Trump in perfect English there “was no Plan B, because there is no planet B,” and appealed to U.S. climate researchers to move to France and take advantage of generous state-funded research projects.",
  "The French, and indeed all of Europe, lapped it up, reveling in the sight of the fresh-faced leader—just 39, making his debut on the world stage—standing up to a U.S. President nearly twice his age and deeply disliked in Europe.",
  "In a press conference with President Vladimir Putin at the Palace of Versailles on May 31, Macron accused Russia’s state-funded media of “lying propoganda” and demanded “the whole truth” about the murder of gays in Chechnya.",
  "After just a few weeks in the Elysée Palace, Macron is rapidly emerging as one of the clearest global counterpoints to Trump—catapulting him into a role that he never envisaged for himself, nor even pursued as a candidate.",
  "After Trump announced he would pull the U.S. out of the Paris Agreement on climate change, some political analysts wondered whether he had done so partly because of having been disrespected in Europe by E.U.",
  "One report by the Washington Post said that handshake “irritated and bewildered” Trump, and may indeed have played a factor in his decision to quit the agreement.",
  "leaders to show close friendship with former President Barack Obama—who still enjoys huge popularity in Europe—so it is helping them to stand up to Trump.",
  "“Nature abhors emptiness,” says Dominique Moisi, senior counsellor at the Montaigne Institute in Paris, which has close ties to members of Macron’s team.",
  "The French President has also seized upon the opportunity afforded by Trump’s isolationism, in a round of high profile meetings with foreign leaders.",
  "“It is very useful in terms of domestic politics,” says Jeremy Shapiro, director of research at the European Council on Foreign Relations in London.",
  "When he launched his improbable run for president in September last year, he focused his campaign squarely on domestic issues of taxes and jobs.",
  "But as president he is seeking to position himself as the world’s anti-Trump, on issues from globalization and the environment to human rights.",
  "The following day, Macron launched the slogan as a new website, in an effort to persuade disaffected, high-skilled Americans to move to France.",
  "Trump, meanwhile, helped open a similar center in Saudi Arabia,effectively outsourcing the fight against extremism to Arab allies.",
  "France, for example, still depends heavily on U.S. cooperation in military conflicts in Mali and the Central African Republic.",
  "Europe has longstanding ties with the U.S. that go deeper than the relationship between two diametrically opposed Presidents.",
  "“France is playing the card that used to be the American card.”\n\nIn France, that strategy is highly appealing politically.",
  "He also inaugurated a counter-terrorism center last week, aiming to turn France into a powerhouse for global intelligence.",
  "Those issues are still crucial for Macron, who is seeking to overhaul the country’s hidebound labor laws and steep taxes.",
  "leaders like Macron are ill-prepared for how their open antagonism to Trump could cause problems at moments of crisis.",
  "What happens if another crisis strikes—a terrorist attack, for example, or even a war— and Macron and other E.U.",
  "“Make our planet great again,” Macron said, turning Trump’s campaign slogan into a verbal slingshot against him.",
  "“You have to show you will not give little concessions,” Macron explained to a French journalist afterwards.",
  "“Suddenly, the torch of universalism and multilateralism is handed to Macron’s France,” Moisi says.",
  "“France is back,” declared the Macron-appointed Prime Minister Edouard Philippe on Sunday night.",
  "Only weeks into his first term, Macron has already met with leaders of India, China and Russia.",
  "When Trump returned to the White House and announced he was doing just that, Macron pounced.",
  "But as Macron absorbs his astonishing success, he owes thanks too to President Donald Trump.",
  "“Trump is less popular than Satan in Europe.”\n\nYet Macron could find the tactic backfires.",
  "The achievement has stunned political veterans, who liken it to a political revolution.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "It was just a six-second video clip, but it signaled a coming-out of sorts.",
  "It’s a move that brings short-term benefits, but carries long-term risks.",
  "“[Trump] is a volatile character with a lot of power,” says Shapiro.",
  "This easily slighted President might not be so inclined to give it.",
  "“It really does matter who the President of the U.S. is,” he says.",
  "Macron, by contrast, made it clear the fight must begin at home.",
  "That hope is misguided, Shapiro says, and that E.U.",
  "“There is this hope in the E.U.",
  "Contact us at editors@time.com.",
  "leaders need U.S. help?",
  "Just as it helped E.U.",
  "leaders."
]