[
  "The Chinese Academy of Government saw this as meaning they should avoid the “bipartisanship” of American counterparts and, instead, they should “strong linkages with the government.” Abb put it another way: think tanks allow the Communist Party to “monopolize the intellectual capital of experts for its own purposes.”",
  "Since Chinese nationals can only stay overseas for a limited period, “setting up local institutes or branch offices [of think tanks] that employ Chinese researchers directly would be a way around that problem,” suggested Pascal Abb, a Research Fellow at the GIGA Institute of Asian Studies.",
  "This comes as Chinese President Xi Jinping looks to expand his country’s intellectual capacity -- what some analysts have called Beijing’s think-tank “fever.”\n\nThere are now said to be 435 think tanks operating in China, the second-highest number of such institutions in the world.",
  "Silvia Menegazzi, a Postdoctoral Research Fellow at the LUISS Guido Carli University and author of the recently published book \"Rethinking Think Tanks in Contemporary China,\" says the “internationalization” of Chinese think tanks also “provides a new image of China” to the world.",
  "In an earlier article, the same publication stated that “the Western notion of think tanks as a government’s ‘external brains’ has not taken root in China.” Instead, President Xi has demanded that local think tanks must be imbued “with Chinese characteristics,” as he put it.",
  "Xin Hua, an academic, wrote a chapter in the collection “Think Tanks, Foreign Policy and Geo-Politics,” on the work of the China Institute of International Studies (CIIS) and Shanghai Institute for International Studies (SIIS) -- two of the country’s largest think tanks.",
  "And for the major issues relating to China’s European policy, he added, “there is a chronological time sequence from ideas and proposals generated by CIIS and SIIS and Chinese leaders adopting policy initiatives consistent with these ideas.”\n\nBut major problems exist.",
  "\"In a state without a public court of opinion, think tanks provide rulers with views that are meant to be informed and rational, or in other words, moderate,\" as a report by the European Council on Foreign Relations, a pan-European think tank, last year stated.",
  "One is that the state-run think tanks normally have to send their findings to a “supervising agency,\" often a government ministry, and the “mid-level bureaucrats then decide if, and what, to forward up the chain of command,” said Abb.",
  "Then there are other issues, like climate change, the \"One Belt, One Road\" initiative and foreign relations, which mean Beijing now needs to know what is happening in Europe and the thoughts of its policy-makers.",
  "The opening of the China-CEE Institute is not just a sign that China is now looking to internationalize its intellectual capacity (it funded two new think tanks in Cambodia this year, for example).",
  "The China-CEE (Central and Eastern Europe) Institute, China's first think tank in Europe, opened in April in Budapest, the capital of Hungary, arguably China’s closest ally in the region.",
  "And, according to the earlier quoted ECFR report, there is a \"surfeit\" number of think-tankers performing this function but a \"shortage of those capable of performing\" advisory work.",
  "In February, the Economist wrote of the Communist Party’s move to crackdown on the Unirule Institute of Economics, a prominent independent think tank founded in 1993.",
  "He found that after the European sovereign debt crisis, which began in 2009, there was a “possible casual connection” between government policy and think tank advice.",
  "Foreign-educated “returnees” are now increasing occupying places in the Party’s main decision-making bodies, Brookings, an American think tank, recently reported.",
  "However, the return of intellectuals has been somewhat troubled by travel restrictions imposed by the Chinese government, as part of its anti-corruption drive.",
  "European leaders have also raised concerns about the continent's trade-in-goods deficit with China, which amounted to more than $200 billion last year.",
  "Germany and France have recently led a campaign to prevent Chinese state-firms from taking over Europe's leading producers of advanced technology.",
  "The directive explicitly called for the recruitment of members of the Western Returned Scholars Association, a government-affiliated entity.",
  "Almost 15% of seats in the Central Committee were taken by returnees after the 2012 Party Congress, an 8% increase from a decade earlier.",
  "The Returnees\n\nLast August, President Xi issued an order for more foreign-educated intellectuals to join the Communist Party leadership.",
  "Chinese Characteristics\n\nBut influencing policy-makers in Beijing is not necessarily the most important role of China's think-tanks.",
  "As a result, researchers have to work according to policies, lest they report on matters that go against the Party’s desires.",
  "They are “essential channels for China in order to further spread its soft power abroad,” she told me.",
  "With another Congress taking place next month, one might expect to see this number increase even more.",
  "More often than not, analysts say, China's think tanks are researching policies already decided.",
  "It is also an indication that Europe weighs heavily on the minds of policy-makers in Beijing.",
  "Nine were rated as among the world’s 175 best institutions, according to a study last year.",
  "One question, though, is how influential China’s think tanks are on state decision-making.",
  "Another is trying to distinguish whether research comes before policies.",
  "Controlling that narrative remains imperative for Beijing.",
  "Furthermore, Chinese think tanks are improving in quality.",
  "The European Union is now China's largest trading partner.",
  "Only America has more, with 1,835.",
  "However, problems exist.",
  "This is only natural.",
  "Who’s Listening?"
]