[
  "The forces of disintegration facing the European Union are strong: The U.K. is about to begin the formal process of leaving the bloc of 28 nations; anti-EU populism stoked by economic malaise and mass immigration is on the rise; and far-right politician Marine Le Pen could win the French presidency on a promise to ditch the euro.",
  "\"There are mainstream politicians who are making the bet that Trump enrages enough of their constituents that they can take a strong principled stand and that will play in the election,\" said Jeremy Shapiro, director of research at the European Council on Foreign Relations.",
  "But their message has been undermined by White House strategist Steve Bannon, who described the EU as a flawed institution to Germany's U.S. envoy a week before Pence's visit, according to two diplomatic sources with knowledge of the conversation.",
  "\"If Trump is now driving a wrecking ball through [values including democracy and freedom], then I will tell him as chancellor: That's not the policy of Germany and Europe,\" Schulz said in late January, according to Reuters.",
  "Trump's strongest comments on Europe came just prior to his inauguration, when he described NATO as \"obsolete,\" predicted that countries would follow Britain out of the EU, and expressed indifference over its future.",
  "Related: Bannon, Pence send contradictory messages to EU\n\nShapiro said that the reassurances offered by Pence, Tillerson and Mattis are worth \"very little\" when contradictory messages are coming out of Washington.",
  "In France, the independent centrist Emmanuel Macron has taken a dig at Trump's proposed wall on the Mexican border, comparing it to the Maginot Line defenses that failed to stop Hitler's advance in World War II.",
  "Donald Tusk, a former Polish prime minister who now chairs meetings of EU leaders, put the threat posed by Trump in the same category as an increasingly assertive China and Russian aggression towards Ukraine.",
  "Confronted with a euroskeptic U.S. president, mainstream politicians in Paris, Berlin and Brussels are calling for unity in an attempt to stave off what many regard as an existential crisis.",
  "Germany's Martin Schulz, a center-left candidate who is challenging Chancellor Angela Merkel in elections later this year, has criticized Trump's policies as \"un-American.\"",
  "Related: Mexican senator aims to hit U.S. for Trump's 'big lie' on NAFTA\n\nA parade of Trump administration officials have in recent weeks tried to reassure Europe.",
  "Vice President Mike Pence, Secretary of Defense James Mattis and Secretary of State Rex Tillerson have all delivered messages of support to the bloc.",
  "His party is enjoying a sharp rise in the opinion polls, some of which show it has pulled level with Merkel's conservative Christian Democrats.",
  "But that rhetoric is giving mainstream candidates a new rallying cry as elections loom in the Netherlands, France, Germany and maybe Italy.",
  "\"The EU was formed, partially, to beat the U.S. on trade,\" Trump said in January, describing the EU as \"basically a vehicle for Germany.\"",
  "\"The best response is European unity,\" French foreign minister Jean-Marc Ayrault said last month, according to news agency reports.",
  "\"The best way of defending Europe, which is rather what Mr. Trump has invited us to do, is to remain united, to remain as a bloc.\"",
  "On Wednesday, another centrist candidate -- François Bayrou -- threw his support behind Macron in a further closing of ranks.",
  "He's also implored American climate scientists whose research has been endangered by Trump policies to move to France.",
  "Bannon spelled out a nationalist world view and cited a wave of anti-EU populism as evidence of the bloc's flaws.",
  "President Trump is having a strange effect on Europe's political leaders: He is bringing them closer together.",
  "\"What is needed is courage, determination and political solidarity of Europeans,\" he wrote in late January.",
  "\"I don't really care whether it's separate or together, to me it doesn't matter,\" he said in an interview.",
  "If Trump does not deviate from his positions -- and soon -- Europe will be left with only one real choice.",
  "The EU has been widely credited with binding together a continent traumatized by centuries of conflict.",
  "Saving it won't be easy\n\nTrump has welcomed Brexit and predicted more countries will leave the EU.",
  "It has also created a strong partner for the U.S. on issues of mutual security, including Russia.",
  "Germany, in particular, draws the president's ire because it runs a trade surplus with the U.S.",
  "Shapiro said that Trump's comments fit a worldview that has remained consistent for decades.",
  "Trump's apparent ambivalence towards the future of the EU could make matters worse.",
  "Trump, he said, views trade between nations as a contest with winners and losers.",
  "A senior Trump administration official denied that Bannon disparaged the EU.",
  "The EU and U.S. trade about $700 billion in goods and services each year.",
  "-- Elise Labott, Sara Murray and Ryan Browne contributed reporting.",
  "Schulz's anti-Trump stance seems to be playing well with voters.",
  "\"I don't think it matters much for the United States.\"",
  "Only the president, he said, can make foreign policy.",
  "In Trump's view, this means the U.S. is losing.",
  "\"Without them we will not survive.\"",
  "Related: Europe is falling apart."
]