[
  "(Arnd Wiegmann/Reuters)\n\nEuropean leaders pushed back sharply Friday against President Trump's decision to strip White House backing from the Iran nuclear deal, saying the move would weaken U.S. credibility, drive a wedge within the Western alliance and hurt global efforts to address dangers from Tehran to North Korea.",
  "[Why Europe stands by the Iran nuclear deal]\n\nEurope — long Washington's most important partner in global security and diplomacy — was already reeling from Trump's decision to withdraw from the Paris climate accord, another ambitious international agreement negotiated under President Barack Obama.",
  "\"This is a real problem in terms of giving the cushion that Europeans need to actually collaborate as partners with the United States on other aspects of Iranian behavior that they in Europe also find problematic,\" said Ellie Geranmayeh, an Iran expert at the European Council on Foreign Relations.",
  "The deal — a milestone achievement of coordination among the Obama administration and European capitals — is the latest pillar of transatlantic cooperation to creak as Trump cancels or tries to renegotiate agreements that he condemns as insufficiently favorable to U.S. interests.",
  "While couched in careful diplomatic language, the statement left little doubt that the continent's three most powerful figures see the U.S. move as a potentially dangerous shift at a time when they are already anxious about Trump's bellicose rhetoric toward North Korea.",
  "The White House threat to renege on an international commitment made just two years ago could harm attempts to address both Iran and North Korea, which has threatened to strike the United States with nuclear weapons, European diplomats and politicians said.",
  "In contrast to Trump's portrayal of a broken agreement that allows Iran to evade sanctions with only minimal inspections, a stern-faced Mogherini described the deal as \"robust\" and said Iran is upholding its end of the bargain, with no recorded violations.",
  "That brought some relief to Europeans who view a full U.S. reversal on the accord as a nightmare scenario that could push the Islamic republic toward nuclear weapons and disrupt attempts to bring North Korea to the negotiating table.",
  "\"The major concern is that the rules-based order that the U.S. had a hugely formative role in shaping is now being undermined by the U.S.,\" said Almut Möller, head of the Berlin office of the European Council on Foreign Relations.",
  "They also insisted they would carry on with an agreement designed to keep Iran from acquiring nuclear weapons, and they challenged Trump's authority to scuttle a deal that is enshrined in international law via a U.N. resolution.",
  "After Obama concluded the deal, skeptics in Congress imposed a requirement that the U.S. president recertify every 90 days that Iran is in compliance and that the deal remains in Washington's national security interest.",
  "To emphasize the depth of European concern, German Chancellor Angela Merkel, British Prime Minister Theresa May and French President Emmanuel Macron issued a rare joint rebuke of Trump's decision Friday evening.",
  "But Trump did ask lawmakers to pass measures that increase pressure on Iran to curtail its ballistic missile program and curb what Washington views as its widening and destabilizing role across the Middle East.",
  "[Nobel Peace Prize puts spotlight on world’s nuclear arsenal]\n\nSecretary of State John F. Kerry worked tightly with European negotiators over two years to lock down the agreement with Iran, and the top E.U.",
  "\"The president of the United States has many powers,\" said European Union foreign policy chief Federica Mogherini at a Brussels news conference minutes after Trump announced his decision at the White House.",
  "[Another Washington-Europe divide]\n\nEven as he stopped short of jettisoning the deal, Trump's demands still damaged American power by weakening Europe's trust in its most important ally, policymakers said.",
  "The pact between Iran and six world powers — the United States, Britain, France, Russia, China and Germany — essentially limits Tehran's uranium enrichment in exchange for lifting international sanctions.",
  "Trump's decertification of the deal shows Pyongyang that \"they're on the right track,\" said Stefano Stefanini, a retired senior Italian diplomat who is now an analyst at the Atlantic Council think tank.",
  "European diplomats said that they shared U.S. concerns about Iran's ballistic missile program and its aggressive behavior in the Middle East and that they welcomed efforts to change Tehran's course.",
  "diplomats said Friday that they supported additional efforts to restrict Iran's destabilizing behavior but that they did not believe the future of the nuclear deal should be tied to such measures.",
  "The nuclear agreement, signed in 2015 and implemented in January 2016, was the result of years of painstaking negotiations that Obama viewed as a core achievement of his eight years in office.",
  "But many European leaders view any damage to the Iran deal as far graver for global security, since it could exacerbate nuclear crises in the Middle East and the Korean Peninsula.",
  "Some policymakers say they fear Trump's actions could damage any faith that Pyongyang might have about the value of nuclear negotiations, pushing North Korea down the path to war.",
  "And this is exactly what the president is putting into question,\" said Norbert Röttgen, chairman of the foreign affairs committee of the German parliament and a top Merkel ally.",
  "It urged the White House and Congress to \"consider the implications to the security of the U.S. and its allies before taking any steps that might undermine\" the Iran agreement.",
  "And after Trump's hits on international deals on climate, trade and security, European policymakers have waning trust that this White House would adhere to any new agreement.",
  "Iran has repeatedly denied that it seeks nuclear arms, but it insists on retaining the ability to enrich uranium for use as fuel in nuclear power and research reactors.",
  "Iran has centrifuges that can produce enriched uranium for power and research reactors but has not pushed the program to levels to make weapons-grade material.",
  "Trump has made undoing Obama's legacy a core focus of his presidency — at the cost, critics say, of picking apart the entire post-World War II global order.",
  "The other parties to the agreement have formed a united front against the United States, and there are no significant voices supporting a renegotiation.",
  "Trump has already recertified the deal twice, but he has said it was terrible for the United States, viewing it as a legacy of weak bargaining by Obama.",
  "Read more\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "The International Atomic Energy Agency, which is charged with inspecting Iran's nuclear program, has said Iran is fully in compliance.",
  "But he and other European leaders want the nuclear accord deal to stand separately and not to be tied to any further bargaining.",
  "\"The deal has prevented and continues to prevent and will continue to prevent Iran from developing a nuclear weapon,\" she said.",
  "The Russian Foreign Ministry echoed the Western European leaders, saying in a statement that Russia plans to uphold the deal.",
  "Macron, the French president, has offered to try to broker a new deal with Iran that would address some of Trump's concerns.",
  "Helga Schmid, secretary general of the European External Action Service, at the Europe-Iran Forum in Zurich on Oct. 4.",
  "Trump on Friday did not ask Congress to reimpose sanctions on Iran, leaving existing frameworks largely in place.",
  "And it would make North Korea even more complicated because the credibility of the United States would suffer.\"",
  "Not backing the agreement \"would have a disastrous consequence with regard to the Middle East,\" Röttgen said.",
  "But they said Trump's decertification of the deal would harm efforts to address those additional issues .",
  "Erin Cunningham in Istanbul, James McAuley in Paris and Karla Adam in London contributed to this report.",
  "\"The official briefed reporters under ground rules of anonymity ahead of a Monday meeting of E.U.",
  "\"There's a balance of power between the moderates and the hard-liners in Tehran,\" a senior E.U.",
  "\"We have an interest in avoiding taking the steps that would strengthen the hard-liners.",
  "It would drive a real wedge into international relations between the U.S. and Europe.",
  "\"Keeping faith to an agreement is absolutely fundamental in international diplomacy.",
  "\"Obviously it runs counter to the spirit and letter\" of the agreement.",
  "foreign ministers that is expected to focus largely on the Iran deal.",
  "\"They have to stay the course by becoming a nuclear weapons power.\"",
  "diplomat, Mogherini, chairs the committee that monitors the deal.",
  "\"We regret the decision\" by Trump, the ministry said.",
  "\"Perhaps a nuclear race would be ignited.",
  "[Europe helped draft the nuclear deal.",
  "Witte reported from Berlin.",
  "Now it hopes to save it.]",
  "official said Friday.",
  "\"Not this one.\"",
  "E.U."
]