[
  "Surkov, the man at the other side of the table, was sanctioned by the US in 2014 for his “status” as presidential aide to Putin during the Ukraine conflict — a punishment he later called a “great honor.” Often described as the Kremlin’s chief ideologist, he pioneered the term “sovereign democracy,” a doctrine that supports a strong Russian state to stave off internal chaos and foreign sabotage.",
  "Meanwhile, Trump’s ambassador to the UN, Nikki Haley, has repeatedly slammed Russia for failing to de-escalate the “dire situation in eastern Ukraine.”\n\nThe White House official said the \"administration supports the Minsk agreements as the sole path forward towards a peaceful resolution of the conflict in eastern Ukraine.\"",
  "In carrying out the job, the envoy would be required to perform a high-wire act as any US contact with Russian officials has come under intense congressional and media scrutiny following the FBI investigation into alleged contacts between Trump’s campaign team and Russian officials during the 2016 presidential election.",
  "A State Department official acknowledged that “there is currently a discussion of the idea,” but said “no final decisions have been made.”\n\nA senior White House official said the Trump administration was currently evaluating \"all diplomatic options on how to engage most effectively in this effort.\"",
  "Ukraine advocates skeptical of the Trump administration's intentions may view the channel as a means of exploring a “grand bargain” with Russia that involves the lifting of Western sanctions, though at the moment, the state of US–Russia relations would not seem to support such a deal.",
  "Under the Obama administration, the US also maintained a direct channel with Surkov to discuss the implementation of the Minsk Agreements, a package of measures aimed at resolving the conflict between Ukraine and Russian-backed separatists in the country’s eastern territories.",
  "“It is important for the US to be involved — without taking over — on the Ukraine issue, both to keep the transatlantic partners in sync and because the Russians always believe that the Americans are the puppet masters, no matter who is across the table from them.\"",
  "WASHINGTON — The Trump administration is expected to appoint a new special envoy to communicate directly with Vladislav Surkov, a top aide to Russian President Vladimir Putin once known as the Kremlin’s “grey cardinal,” two European officials told BuzzFeed News.",
  "The United States is not a signatory to the agreement, struck in 2015 by France, Germany, Russia, and Ukraine, so the direct line gave Washington a means of exerting pressure on Moscow when it felt Russia was failing to live up to its promises.",
  "The channel was previously maintained by Victoria Nuland, a Senate-confirmed career foreign service officer and prominent Russia hawk who held the title of assistant secretary of state for European and Eurasian affairs.",
  "The job of the new envoy, who has not yet been named, would be to negotiate over the fate of war-torn Ukraine, where a floundering peace deal has yet to bring an end to the three-year conflict, the officials said.",
  "“Channels and communication generally are neither the problem nor the solution in Western–Russian relations,” Jeremy Shapiro, research director at the European Council on Foreign Relations, said.",
  "One Western diplomat said German Chancellor Angela Merkel supported the opening of the channel, and raised it with President Donald Trump during their meeting at the White House last month.",
  "Speculation about who the US might appoint for the position has captivated European diplomats trying to make sense of the mixed signals the Trump administration has sent about Ukraine.",
  "French and German diplomats generally support the channel with Surkov because they view increased US involvement as strengthening the West’s hand against Russia.",
  "The Trump administration had previously only vowed to maintain the less painful sanctions slapped on Russia following its annexation of Crimea.",
  "Secretary of State Rex Tillerson would oversee the selection of the envoy, a full-time role that is expected to include a supporting staff.",
  "However, he has also insisted that sanctions against Russia remain in place until it fulfills its obligations under the Minsk Agreements.",
  "“If you want to pressure the Russians, you need the Americans on board,” said the Western diplomat.",
  "Tillerson recently asked a group of foreign ministers why US taxpayers should care about Ukraine.",
  "The Trump administration’s appointment of a special envoy would not require Senate confirmation."
]