[
  "“She wanted to make sure that Kaczynski's controversial statements about the need for a deep EU treaty reform, re-nationalization of EU powers and a counterweight to Germany would not lead to an obstructionist policy against her primary goal of preserving the EU in the context of Brexit and Donald Trump's presidency,\" he said.",
  "“I believe that good partnership between Poland and Germany is necessary for the success of the European project,” Szydlo told journalists after the talks while Merkel pointed to similarities in how both countries approach EU topics such as the internal market and the energy union.",
  "“Adopting a covenant in Europe involves presenting where we are going; whether we have a common aim or whether each country has its own aim” — Angela Merkel\n\nMerkel stressed the importance of pluralistic societies and an independent judiciary and media.",
  "WARSAW — Angela Merkel met with Poland’s leaders Tuesday, gauging support for her vision of Europe at a time when the EU is beset with internal crises, wary of Russian intervention and uncertain of how to deal with Donald Trump.",
  "This support was reaffirmed in the FAZ interview, in which Kaczynski praised Merkel and criticized Martin Schulz, the former president of the European Parliament who is the Social Democrats' candidate for the chancellery.",
  "“The EU was a success until two serious mistakes were made,” he said in an interview with the Frankfurter Allgemeine Zeitung published on the eve of Merkel’s visit, citing the Treaty of Lisbon and the migration crisis.",
  "A meeting between the German chancellor and Prime Minister Beata Szydlo spanned bilateral cooperation, migration and defense policy, but these topics were overshadowed by broader questions about the future of the EU.",
  "The purpose of Merkel’s visit was to get Warsaw on board with her vision for the future of Europe, said Piotr Buras, head of the Warsaw office of the European Council on Foreign Relations, a think-tank.",
  "At an EU summit in Malta last week, the German chancellor spoke of a “Europe with different speeds.” Such words have traditionally sounded alarm bells in Poland, which is not a member of the eurozone.",
  "The two are not strangers: she was chancellor when he served as prime minister in 2006-2007 and his late brother Lech was president, with the twins becoming known for their anti-German rhetoric.",
  "“Adopting a covenant in Europe involves presenting where we are going; whether we have a common aim or whether each country has its own aim,” she said at the press conference with Szydlo.",
  "“Frau Merkel has never expressed herself in an anti-Polish way as he has,” Kaczynski said, possibly alluding to Schulz accusing Warsaw of “Putin-style” politics last year.",
  "“Frau Merkel has never expressed herself in an anti-Polish way as he has,” Kaczynski said, possibly alluding to Schulz accusing Warsaw of “Putin-style” politics last year.",
  "Before continuing talks with Szydlo over dinner, Merkel met with Kaczynski at the elegant Hotel Bristol near Warsaw’s Old Town, rather than PiS’s dowdier headquarters.",
  "Poland's government is accused of undermining the judiciary and is being investigated by the Commission and by the Venice Commission, a body of the Council of Europe.",
  "The day after the Brexit referendum, Kaczynski warned of a “Carolingian” EU centered around the founding member countries that would leave Poland marginalized.",
  "Old tensions over energy and Russia have been supplemented by new ones over refugees and the European Commission’s criticism of Poland over the rule of law.",
  "With Trump in the White House and uncertainty about the future of NATO, these concerns will likely weigh on the Polish leadership in the months to come.",
  "Meanwhile, Kaczynski has called for a reform of the EU treaties, suggesting that the Brexit referendum revealed the flaws of the current setup.",
  "Relations between Warsaw and Berlin have been chilly since the Law and Justice (PiS) party of Jaroslaw Kaczynski swept into power in 2015.",
  "The German chancellor also acknowledged the controversial changes under PiS, including on media freedom and the constitutional court.",
  "Kaczynski also accused Schulz of a “propensity towards Russia,” contrasting it with Merkel’s support for EU sanctions against Moscow.",
  "Warsaw has long suspected the German Social Democrats of cozying up to Moscow on matters from gas pipelines to Ukraine.",
  "“I was pleased to hear that Poland will answer the European Commission and Venice Commission’s questions,” she said.",
  "That may be an uphill task – but Kaczynski has acknowledged that Merkel is Poland’s best bet in Berlin.",
  "In the EU, Poland has led efforts to block the Nord Stream 2 pipeline project, which the SPD favors.",
  "In an interview with Bild last summer he endorsed her for a fourth term as chancellor.",
  "The two leaders differ in their visions of the EU’s future.",
  "In contrast, Merkel has urged caution on treaty reform."
]