[
  "\"Assad’s forces remain over-stretched and it is not clear that the regime has the resources to maintain activities on multiple fronts, let alone engage in a long siege of Aleppo or move towards actually taking control of the city,\" Julien Barnes-Dacey, a senior policy fellow at the European Council on Foreign Relations, writes in a February report.",
  "\"Local ceasefires in areas under siege, where rebels have handed over heavy weapons and the government has in turn relaxed its control over the transfer of goods ... are hard to distinguish from capitulations by rebels,\" the Carnegie Endowment for International Peace's Aron Lund wrote in a 2014 piece.",
  "Meanwhile, U.S. officials estimated in October 2015 that up to 2,000 Hezbollah, Afghan, and Iraqi Shi’a militia fighters led by Islamic Revolutionary Guard Corps (IRGC) – Quds Force commander Maj. Gen. Qassem Suleimani currently operated in Aleppo Province.",
  "Today, al-Awqati's staffers inside Aleppo report a nightmare: a perpetual drumbeat of Assad and Russian airstrikes hitting citizens who are squeezed into an ever-smaller pocket of territory as government advances turn the surrounding area into a war zone.",
  "She explains why:\n\nNeither side saw much to discuss there: The government believed it was achieving its goals on the battlefield, while the opposition accused the Assad administration and Russia of using negotiations as a cover for indiscriminate attacks.",
  "But even for Syria, things in Aleppo are getting really bad: \"When we look at [Aleppo] today, and see overwhelming concern from our staff about their safety, it's a clear indicator of the intensity and the seriousness of the situation.\"",
  "\"The government’s gains in Aleppo Province, building on earlier ones in Dara’a in the south and Latakia in the north, also scuttled United Nations-mediated peace talks this week in Geneva,\" the New York Times's Anne Barnard reports.",
  "In the past several weeks, Bashar al-Assad's forces — backed by Iranian troops and Russian airpower — have seized the final supply line running into Aleppo, Syria's largest city, as part of its offensive in the country's north.",
  "\"The northern supply route that comes in from Azaz to non-government controlled parts of Aleppo city is now cut off,\" Dalia al-Awqati, the director of programs for North Syria at the humanitarian aid group Mercy Corps, says.",
  "In addition to his gains in Aleppo, Assad has \"also secured core regime terrain along the Syrian Coast against further opposition attacks through a series of rapid offensives in Latakia Province,\" ISW's Kozak explains.",
  "\"The operations in Aleppo Province have hinged upon heavy military support from both Russian warplanes and Iranian proxy fighters,\" Christopher Kozak, a research analyst at the Institute for the Study of War, writes.",
  "Humanitarian providers who work in the area are beginning to worry about the risk of another famine like that in Madaya, where about two dozen people died of starvation when Assad put the city under siege.",
  "What happened in Aleppo also tells us a lot about the way the war is going in Syria — how Russia's intervention helped change the game and why the conflict in Syria is so damn hard to solve.",
  "About 400,000 people live in rebel-held areas of Aleppo, and they currently have no way to get more food or other necessities except for what the government lets through.",
  "For most of the two years prior to that, Assad appeared to have had the upper hand on the rebels — who, in turn, had looked likely to win for much of 2011 and 2012.",
  "Moreover, both Assad and the non-ISIS rebels are backed by actors outside of the country, who tend to escalate when it looks like their proxies are losing ground.",
  "The current battle for Aleppo, then, shows how Syria is caught in a terrible cycle of conflict — one the international community has no good options for breaking.",
  "This also makes any kind of peace deal even harder to negotiate: At any given point, either the rebels or the regime feel like they're winning on the battlefield.",
  "The above map shows the government's progress: By December, they had made significant advances around the city and, by February 5, had essentially surrounded it.",
  "Russia and Iran paved the way for Assad's move into Aleppo\n\nAleppo has been a major rebel base since 2012, when the Syrian civil war really took off in earnest.",
  "It's possible that Assad's forces might let in more humanitarian aid than they did in the siege of Madaya — where people were forced to eat grass and leaves.",
  "Assad has manpower problems, the rebels are deeply divided, and ISIS has managed to make enemies out of virtually every powerful actor in the Middle East.",
  "He continues:\n\nRussia concentrated a significant portion of its air campaign against opposition forward positions and supply lines in Aleppo Province.",
  "As Barnes-Dacey points out, Assad's own forces are still fundamentally weak, badly depleted by attrition and an inability to round up new recruits.",
  "\"Unlike elsewhere, the rebels are less likely to be willing to surrender, even under siege conditions, given the strategic importance of the city.\"",
  "The fact that Assad is this close to Aleppo, however, points to an undeniable truth: His forces currently have the initiative around the country.",
  "\"These gains marked a fundamental shift in battlefield momentum following dramatic losses experienced by the regime in the first half of 2015.\"",
  "Assad's forces could simply remain where they are and block all food and supplies from entering the city, attempting to starve out the rebels.",
  "Instead, it's best to see the current advances in Aleppo and elsewhere as demonstrative of the back-and-forth nature of the Syrian civil war.",
  "This creates a deadly seesaw effect, whereby Assad and the rebels keep trading territory without anyone ever gaining a permanent upper hand.",
  "But if the government puts a really strict cordon around Aleppo, as it has before, then 400,000 people are at serious risk of starvation.",
  "\"Imposing starvation on civilian populations is a war crime, yet like most war crimes it is also very effective.\"",
  "Aleppo tells us something important about Syria's stalemate\n\nLuckily, a siege in Aleppo is far from inevitable.",
  "\"Depending on the siege situation, how tight it is, that's what'll make a big difference,\" al-Awqati explains.",
  "It's not obvious that Russia and Iran are willing, or even able, to totally crush the rebels on their own.",
  "No side is strong enough to crush any other by dint of force, so gains end up being pretty temporary.",
  "Indeed, Assad's Aleppo advance played a major role in the collapse of Syrian peace talks last week.",
  "As Kozak says, Assad had lost ground for most of 2015 before the Russian and Iranian escalations.",
  "In response, his international patrons — Russia and Iran — increasing their support last fall.",
  "Tens of thousands of civilians have already fled, but hundreds of thousands more are trapped.",
  "The nightmare scenario: an extended siege\n\nThings in Aleppo might be about to get even worse.",
  "This sort of siege is illegal under international law, but Assad has been doing it for years.",
  "\"That means that humanitarian assistance is not able to go in [without Assad's permission].\"",
  "And Assad, in retaking Aleppo, could further fracture the already fractious rebel coalition.",
  "If you thought Syria's civil war couldn't get any worse, unfortunately you would be wrong.",
  "Assad may still be too weak, even with Iranian and Russian support, to blockade the city.",
  "If there's a really tight siege, \"you're looking at a large-scale humanitarian crisis.\"",
  "It would be a mistake, however, to thus conclude that Assad is on the road to victory.",
  "... A few weeks back, again as a result of the bombing, we lost one of our drivers.\"",
  "That's because it works: Rebels who don't have food quickly lose the will to fight.",
  "In late September 2015, Assad's forces began a concerted effort to retake the city.",
  "Their deployments allowed Assad's forces to make their major push into the city.",
  "These shifts in momentum reflect the fundamental weakness of all parties.",
  "\"On Friday evening, one of our staff's homes was hit by a missile.",
  "And the people who suffer most, as always, are Syria's civilians.",
  "Whoever has the upper hand has no incentive to come to terms.",
  "\"The concept of safety in Syria is very relative,\" she notes.",
  "Prior to the Aleppo offensive, Assad had been losing.",
  "This offensive has left Aleppo basically encircled.",
  "\"It feels incredibly dangerous,\" al-Awqati told me.",
  "This isn't just a humanitarian issue."
]