[
  "“The fact that the UAE was unwilling to cut off ties with Iran completely, despite the closeness of its relations with Saudi Arabia, shows the difficulty that the Saudis will have in trying to isolate Iran,” said Julien Barnes-Dacey, senior policy fellow at the European Council on Foreign Relations.",
  "Western powers, many of which supply billions of dollars worth of weaponry to Gulf Arab powers, tried to tamp down the tensions with Iran but also deplored the executions, as human rights groups strongly criticized Saudi Arabia’s judicial process and protesters gathered outside Saudi embassies.",
  "“DIVINE REVENGE”\n\nAfter a furious response in Shi’ite communities worldwide to the Sunni kingdom’s execution of Shi’ite Muslim cleric Nimr al-Nimr, Saudi Foreign Minister Adel al-Jubeir said Iran was creating “terrorist cells” among the kingdom’s Shi’ite minority.",
  "Shi’ite Iran accused Saudi Arabia of using the attack on the embassy as an “excuse” to sever ties and further increase sectarian tensions, as protesters in Iran and Iraq marched for a third day to denounce Saudi Arabia’s execution of Shi’ite cleric Nimr al-Nimr.",
  "Slideshow (10 Images)\n\nShi’ite groups united in condemnation of Saudi Arabia while Sunni powers rallied behind the kingdom, hardening a sectarian split that has torn apart communities across the Middle East and nourished the jihadist ideology of Islamic State.",
  "“The Arab world isn’t a venue for its blatant interference ... Iran does not have guardianship or jurisdiction over a large number of Arabs for some sectarian reason,” UAE Minister of State for Foreign Affairs Anwar Gargash told Saudi-owned Al Arabiya TV.",
  "Al-Azhar, the Cairo-based seat of Sunni Muslim learning, and the Organization of Islamic Cooperation in Saudi Arabia, condemned the attacks on Riyadh’s missions and stressed Tehran’s obligation to respect the internal affairs of the kingdom.",
  "A man was shot dead in Saudi Arabia’s Eastern Province late on Sunday, and two Sunni mosques in Iraq’s Shi’ite-majority Hilla province were bombed in the fallout from the dispute between the Middle East’s top Sunni and Shi’ite powers.",
  "DUBAI (Reuters) - Saudi Arabia rallied Sunni allies to its side in a growing diplomatic row with Iran on Monday, deepening a sectarian split across the Middle East following the kingdom’s execution of a prominent Shi’ite cleric.",
  "Bahrain, a Sunni-ruled island kingdom with a restive Shi’ite majority, accused Iran of “blatant and dangerous interference” in the affairs of the Gulf Arab countries, in a statement announcing the severing of diplomatic ties.",
  "In neighboring Lebanon, newspapers said the spat had clouded the hopes of filling the vacant presidency that had been raised last month after Iran and Saudi Arabia both voiced support for a power-sharing deal.",
  "SYRIA, YEMEN\n\nThe row threatened to derail efforts to end Syria’s five-year-old civil war, where Saudi Arabia and other Gulf Arab powers support rebel groups against Iran-backed President Bashar al-Assad.",
  "“The downgrading of ties is not fundamentally a question of responding to executions and the storming of an embassy... (but rather) a function of a much deeper conflict between the two states,” he added.",
  "REUTERS/Ahmed al-Husseini\n\nThe U.N. chief urged Saudi Arabia to renew a ceasefire it ended this weekend with the Iran-allied Shi’ite Houthi group in Yemen that it has been bombing for nine months.",
  "He blamed Iran’s “aggressive policies” for the diplomatic action, alluding to years of tension that spilled over on Saturday night when Iranian protesters stormed the kingdom’s embassy in Tehran.",
  "But analysts said fears of a sectarian rupture across the Middle East were premature, and the break in Saudi-Iran relations could be more a symptom of existing strains than evidence of new ones.",
  "The United Arab Emirates (UAE), home to hundreds of thousands of Iranians, partially downgraded its relations but the other Gulf Arab countries - Kuwait, Qatar and Oman - stayed above the fray.",
  "Trade between Saudi Arabia and Iran is small compared with the size of their economies, but some business is routed through the United Arab Emirates; comprehensive figures are not available.",
  "Supporters of Shi'ite cleric Moqtada al-Sadr protest against the execution of Shi'ite Muslim cleric Nimr al-Nimr in Saudi Arabia, during a demonstration in Kerbala January 4, 2016.",
  "U.N. Secretary-General Ban Ki-moon told the Saudi foreign minister on Monday that Riyadh’s decision to break off diplomatic ties with Iran was extremely troubling.",
  "Stock markets across the Gulf dropped sharply, led by Qatar which fell more than 2.5 percent, with geopolitical jitters outweighing any benefit from stronger oil.",
  "Oil prices spiked during European trading as the two big petroleum exporters traded insults and after violence hit other crude producers such as Iraq.",
  "Saudi Foreign Minister Adel al-Jubeir told Reuters Riyadh would also halt air traffic and commercial relations between the rival powers.",
  "A spokesman said Ban wanted to help ensure both countries continued their commitment to ending the conflicts in Syria and Yemen.",
  "Crude importer China declared itself “highly concerned” with the developments, in a rare foray into Middle East diplomacy.",
  "Saudi Arabia executed Nimr and three other Shi’ites on terrorism charges on Saturday, alongside dozens of Sunni jihadists.",
  "Investment ties are also minimal, though Saudi food conglomerate Savola has major manufacturing operations in Iran.",
  "Shi’ite Iran hailed him as a “martyr” and warned Saudi Arabia’s ruling Al Saud family of “divine revenge”.",
  "The United States and Germany called for restraint, while Russia offered to mediate an end to the dispute.",
  "The UAE said Iran needed to stay out of Arab affairs and not act like a protector of Arab Shi’ites.",
  "Bahrain and Sudan cut all ties with Iran, following Riyadh’s example the previous day.",
  "But prices then eased back on evidence of economic weakness in Asia."
]