[
  "At the same meeting, Chinese Foreign Minister Wang Yi said that Beijing was hopeful they could reach a \"new consensus\" on how to fully implement resolutions against North Korea, and stated China's position that it is \"crucial\" to resume talks in any format -- bilateral, multilateral, or in the six-party framework, which in the past involved the U.S., China, North and South Korea, Japan and Russia.",
  "A new round of sanctions could include an oil embargo, a global ban on North Korea's military-controlled civilian airline, limitations on coal exports, interception of cargo ships, punishing Chinese banks doing business with Pyongyang or the addition of names to the existing travel and assets ban including Kim, whose individual assets have never been targeted.",
  "China and Russia are increasing pressure on the Trump administration to embrace what they call a \"freeze for freeze\" option -- a temporary halt to South Korea-U.S. military exercises and suspension of the missile shield system known as THAAD in exchange for a suspension on North Korea nuclear and missile tests.",
  "Diplomats have expressed collective frustration that the sanctions imposed by the U.N. for 11 years have reaped little benefit and not prevented the North Korean regime from advancing its nuclear program, which has advanced significantly during Kim Jong Un's five years as the country's leader.",
  "UNITED NATIONS -- The U.N. Security Council met on Wednesday to debate the high-stakes crisis with North Korea, after the United States, South Korea and Japan called an urgent meeting to consider next steps following North Korea's launch of an intercontinental ballistic missile.",
  "\"To be honest, this is a crisis that could plunge the council into chaos but where the U.N. has no real options left if the U.S. is out of patience with sanctions,\" Richard Gowan, a U.N. expert at the European Council on Foreign Relations, told CBS News.",
  "Reuters\n\nFour months ago, the U.N. published an exhaustive report documenting how Kim's government smuggles nuclear materials, cash and ammunition through an elaborate underground web of foreign enablers, skirting the existing sanctions.",
  "The issue of North Korea will be on the front burner at the G20 meeting in Germany this week, but the new Russia-China alliance puts the U.S. in a box and divides the Security Council on next steps to rein in the rogue regime.",
  "U.N. Secretary-General Antonio Guterres strongly condemned the launch and said the action was \"yet another brazen violation of Security Council resolutions and constitutes a dangerous escalation of the situation.\"",
  "She said that \"in the coming days, we will bring before the Security Council a resolution that raises the international response in a way that is proportionate to North Korea's new escalation.\"",
  "With tensions high in the Korean Peninsula after the ICBM test and amid rumors of a possible new nuclear test by the North, the U.S. has said that military options remain on the table.",
  "In April, Secretary of State Rex Tillerson chaired a Security Council meeting on North Korea and warned, \"the longer we bide our time, the sooner we will run out of it.\"",
  "Haley called the missile test a \"destabilizing escalation,\" and said North Korea's actions are \"quickly closing off the possibility of a diplomatic solution.\"",
  "North Korea's successful launch of an ICBM has \"changed the game,\" CBS News senior national security analyst Fran Townsend told \"CBS This Morning\" Wednesday.",
  "Haley also said, \"There are countries that are allowing -- even encouraging -- trade with North Korea in violation of U.N. Security Council resolutions.",
  "The most likely next step includes stepped-up enforcement of existing sanctions, Chinese Ambassador Liu Jieyi said as he went into the council meeting.",
  "The options available to the Security Council include diplomatic, economic and military steps, but what the body can do is limited.",
  "\"Although most council members are worried by Pyonyang's behavior, they are equally or more nervous that the U.S. will overreact.",
  "\"The United States is prepared to use the full range of our capabilities to defend ourselves and our allies,\" Haley said.",
  "\"There is a risk that the Security Council will split as badly over North Korea as it did over Iraq in 2003.\"",
  "If Trump appears to be sliding towards military action, the U.N. may turn against him,\" Gowan said.",
  "Other options include restarting the stalled six-party talks, which have failed in the past.",
  "Such countries would also like to continue their trade arrangements with the United States.",
  "We will use them if we must, but we prefer not to have to go in that direction.\"",
  "Tillerson called the missile launch a \"new escalation of the threat.\"",
  "\"One of our capabilities lies with our considerable military forces.",
  "Ambassador Nikki Haley requested that the meeting be open.",
  "That's not going to happen.\"",
  "U.S."
]