[
  "Julian Braithwaite, the British ambassador to the U.N., delivered a message similar to Haley's to the HRC in March, putting the council on notice that it must change, saying, \"Our enduring commitment to the universality of rights is also our source of enduring disappointment with the council's bias against Israel.",
  "While speaking to the Geneva Graduate Institute, Haley presented a longer speech on reform of the council, entitled \"A Place for Conscience: the Future of the United States in the Human Rights Council,\" calling for open voting for the selection of members – a proposal she's made for all U.N. meetings.",
  "The Trump envoy's warning to the Human Rights Council (HRC) is that it must change its ways and, if it doesn't, the U.S. would pursue its position on human rights without the council – a decision that would be made by the White House and State Department after the current session ends on June 23.",
  "Stephen Schlesinger, a fellow at the Century Foundation who wrote a history of the founding of the U.N. called \"Act of Creation,\" told CBS News, \"Competitive voting would be the best way to go forward; I don't think that any right-thinking person would really argue with Haley on that route.\"",
  "Richard Gowan, a U.N. expert at the European Council on Foreign Relations, weighed in with a conclusion similar to Schlesinger's: \"There have been multiple proposals to impose competitive voting on the Human Rights Council since its foundation a decade ago, but they never go anywhere.",
  "The most noteworthy exception is when Russia was booted out of the council in 2016, losing its re-election campaign by two votes because there was competition from two other nations; some diplomats point to U.S. participation for the success of the campaign to unseat Russia.",
  "Difficult as it is to get needed changes, DiCarlo agreed with the reform proposals, saying, \"The HRC serves a number of useful functions but its bias against Israel mars its reputation and credibility as does membership in the HRC of serious human rights offenders.\"",
  "\"Civil society has also advanced the equal rights of women, an important theme of this session; based on my own experience, I know that when women can exercise their voices at the highest ranks in business and in government we all benefit and prosper.\"",
  "Haley has made defense of Israel and human rights around the world her flagship at the U.N., and her speech was a final missive to states to straighten a practice many diplomats and experts believe is out of line, or face the consequences.",
  "On Monday, Haley said the U.S., as a member of the council, would call for a Commission of Inquiry into the ongoing human rights violations and deaths of two U.N. workers, including a U.S. citizen, in the Democratic Republic of the Congo.",
  "The silence of the council on human rights abuses by member states, the membership in the council of states that abuse human rights and an evident bias against Israel are all reasons for the U.S. to leave, Haley has said repeatedly.",
  "Rosemary DiCarlo, president of the National Committee on American Foreign Policy and a former acting U.S. ambassador to the U.N. under President Obama, noted the open voting proposal has been discussed before but never enacted.",
  "Haley is in Geneva, at the Palais des Nations, to lay out the case for reform at the Graduate Institute of Geneva and telling nations that, given the standards of moral power the council was given, it has failed.",
  "To the council she said: \"While this body is dedicated to human rights, all U.N. bodies, including the U.N. Security Council, should be working to address human rights violations and abuses as part of its work.\"",
  "To stop them, Haley calls for the removal of the council's \"Agenda Item Seven\" – the item that singles out Israel for criticism in regular sessions focusing on alleged human rights abuses against Palestinians.",
  "UNITED NATIONS -- The United States Ambassador to the United Nations, Nikki Haley, went to Geneva to deliver a direct message to the 47-nation U.N. Human Rights Council: Shape up or the U.S. will ship out.",
  "\"It's hard to accept that this council has never considered a resolution on Venezuela and yet it adopted five biased resolutions in March against a single country – Israel,\" Haley said Tuesday morning.",
  "The message that Haley went to the source to deliver is that the U.S. doesn't want to leave the council and would rather the HRC reestablish its legitimacy – but the status quo is unacceptable.",
  "She told the council, \"Respect for human rights is deeply intertwined with peace and security and that human rights violations and abuses often serve as triggers for instability and conflict.\"",
  "Council members are selected in secret ballots by regional groups presented to the U.N. General Assembly for a two-thirds vote, with little or no scrutiny of their records on human rights.",
  "Needless to say, the office opposes a U.S. withdrawal, which would have budget implications, since the council is funded by the U.N.'s regular budget and voluntary contributions.",
  "Haley noted that the U.S. is hosting a side event to address Venezuela's human rights violations and calling for Venezuela to voluntarily step down if it doesn't stop them.",
  "She has managed to delay a council publication of a database of companies doing business with Israel in settlements in the West Bank, East Jerusalem and the Golan Heights.",
  "\"Human Rights Council resolutions can give hope to people who are fighting for justice democracy and human rights and it can pave the way for accountability,\" Haley said.",
  "It's the first appearance by a person in her position before the controversial council, which is operated as part of the Office of the High Commissioner for Human Rights.",
  "A diplomat from the Office of the High Commissioner on Human Rights said it agrees with competitive voting, which happens much of the time in some groups but not others.",
  "But he added, \"I don't believe that the regional blocs will ever give up their prerogative to select individual states within their territorial areas for seats.\"",
  "Gowan added, \"The U.S. effectively boycotted the Council in the last days of the [George W.] Bush administration, and anti-Western forces had a field day.",
  "Haley made her argument in early June in an opinion piece published in the Washington Post, arguing that the U.N. must reclaim the legitimacy of the HRC.",
  "Council members have also included Russia, China, Egypt, Rwanda and Saudi Arabia, whose records are seen as undermining the council's stated purpose.",
  "Curiously, experts and diplomats alike agree with both of Haley's reform points, but are more resigned to reforming a flawed council from within.",
  "\"Being a member of this council is a privilege and no country who is a human rights violator should be allowed a seat at the table,\" she said.",
  "The U.S. says too many human rights abusers are members of the council, and it \"bashes\" Israel, in Haley's words, on a regular basis.",
  "\"While it would certainly improve the makeup of the HRC, it could be difficult to get approved by the general membership,\" she said.",
  "Haley says necessary reforms include devising a new voting system to keep human rights abusers from obtaining seats on the council.",
  "Haley has emphasized that the council's Commissions of Inquiry have focused on human rights abuses in North Korea and Syria.",
  "… If Washington pulls out now, it will just create political space for the Chinese, Russians and other to needle the West.\"",
  "But he also said, \"The U.K. stands fully supportive of the Human Rights Council as an international institution.\"",
  "But during the same election in 2016, Saudi Arabia ran unopposed in the Asia group and won a council seat.",
  "\"It is essential that this council address its chronic anti-Israel bias if it is to have any credibility.\"",
  "Haley also focuses on the repetitive and frequent condemnations of Israel.",
  "Some U.N. experts agree but see the system as too entrenched to change.",
  "\"There is no room here for cultural relativism,\" she told the council.",
  "Whether it's here, or in other venues, we will continue this fight.\"",
  "And Haley has status as a member of President Trump's Cabinet.",
  "\"We will never give up the cause of universal human rights.",
  "This is a point Haley has made since she was nominated.",
  "This selective focus on Israel is neither.\"",
  "She cites Venezuela and Cuba as examples.",
  "\"Let the world be on notice,\" she said.",
  "I doubt this will be much different.\"",
  "… Justice is blind and impartial."
]