[
  "“After a few months of his presidency, Trump has already jeopardized the Paris agreement on the climate change, endangered the EU-US and Nato relationships, and now he risks blowing up the already very delicate situation in Poland and Eastern Europe,” European parliamentarian Gianni Pittella told the Guardian, summing up the concerns of much of the rest of Europe.",
  "Jaroslaw Kaczynski, the head of the Law and Justice Party, said Trump’s visit was a sign of Poland’s “new success” and that other countries were feeling “envy.”\n\n“Envy” might not be the word other Europeans would choose — 100,000 protesters are expected to greet Trump when he arrives in Hamburg for the G-20.",
  "McMaster explained that Trump will be speaking “at Krasinski Square, epicenter of the 1944 Warsaw uprising against the brutal Nazi occupation.”\n\nThere, McMaster promised, Trump would “praise Polish courage throughout history’s darkest hour, and celebrate Poland’s emergence as a European power.",
  "Put another way, it’s a contentious choice by Trump because Poland’s Law and Justice party has clamped down on the media and the courts, and has pushed back against the quotas assigned to European Union members to accept asylum seekers.",
  "Instead, it will be in Warsaw, an unusual choice that is the latest sign of Trump’s willingness to break from business as usual even at the risk of further straining Washington’s ties with its best friends in the region.",
  "And he will call on all nations to take inspiration from the spirit of the Poles as we confront today’s challenges.”\n\nBut using Poland as an inspiring example has the rest of Europe concerned.",
  "In Poland he’ll be meeting with President Andrzej Duda, delivering what’s being billed as a “major” policy speech, and, officially, reaffirming the US commitment to the NATO military alliance.",
  "In theory, Trump might address these undemocratic trajectories, but there’s not much hope that he will — especially as, on migration in particular, he basically agrees with Poland’s choices.",
  "Trump’s plan for Warsaw includes a meeting with Duda, which is expected to include a conversation on shifting Polish energy use toward US natural gas and away from Russian energy sources.",
  "With Poland at odds with the European Union, and Trump at odds with Germany and France, choosing Poland as his first stop may exacerbate European divisions rather than repair them.",
  "So while in theory the president has returned to Europe to attend the G-20 summit, in reality the trip is meant to be an effort to repair badly damaged trans-Atlantic relations.",
  "When President Trump arrives in Europe Friday morning, his first major speech on European soil will not be in Paris, London, or Berlin, the capitals of America’s closest allies.",
  "The government has meddled with freedom of the press and the courts; it has also taken hard-line positions on immigration and refugees since the migrant crisis began.",
  "But until now, public scrutiny of the trip has centered on Trump’s planned face-to-face meeting with Russian President Vladimir Putin, the first between the two men.",
  "Poland, for its part, is taking a page from the communist era and bringing in Trump supporters from all across the country, by bus, to ensure devoted crowds.",
  "“The times that we could completely count on others, they are over to a certain extent,” she told supporters in the southern German region of Bavaria.",
  "Second, it hopes for Trump's genuine interest in boosting investments and energy cooperation,” which means energy independence from Russia.",
  "Some 90,000 Poles marched against the Polish government in early May, protesting the government’s anti-democratic trajectory.",
  "Piotr Buras, of the European Council on Foreign Relations, believes the Polish government has two goals for Trump’s visit.",
  "German Chancellor Angela Merkel pointedly underscored upon his departure that America was no longer a reliable friend.",
  "Poland’s populist governing party is at odds with the parties at the helm of countries in Western Europe.",
  "Trump aides say he is giving his Warsaw speech at a very specific place, and for a very specific reason.",
  "By most accounts, Trump’s first visit to the continent, in May, was a remarkable failure of diplomacy.",
  "Trump’s visit to Europe has been scheduled around the G-20 meetings in Hamburg, which begin July 7.",
  "Trump refused to endorse NATO’s Article 5, the assurance that each member will defend the others.",
  "Duda’s Law and Justice ruling party has become increasingly right wing over the past two years.",
  "“First, it wants to show that its alleged isolation and marginalization [of Poland] is a myth.",
  "He also notes there is ideological overlap between Trump and the Law and Justice Party.",
  "That’s important because Trump’s visit to Europe this week is meant to be a do-over.",
  "Poland’s right-leaning government is already publicly hailing the Trump speech.",
  "That got worse when Trump promised to pull out of the Paris climate agreement.",
  "(He later did so, on US soil, but he has yet to do so in Europe itself.)",
  "“We are more determined than ever to make it successful,” Merkel said.",
  "At a White House briefing last week, National Security Adviser H.R.",
  "The problem is that Poland isn’t the best place to do that.",
  "And yet attention to Trump’s Warsaw stop must be paid.",
  "The AP reported, they have promised to cheer.",
  "Trump is not just speaking in Warsaw.",
  "That angered traditional US allies.",
  "He’s using Warsaw as a symbol."
]