[
  "UNITED NATIONS -- With tension rising on the Korean Peninsula and the armed forces of the U.S., China, North and South Korea on heightened alert, the Trump administration turned Friday to the most powerful U.N. body -- the 15-member Security Council -- to try to show a united front in the face of North Korean dictator Kim Jong Un's defiance.",
  "Richard Gowan, a U.N. expert at the European Council on Foreign Relations, said Friday's meeting is important because China has a strong interest in keeping diplomacy over North Korea alive at the U.N. -- particularly since Mr. Trump has shown a willingness to bypass the Council by carrying out military strikes in Syria and Afghanistan.",
  "There is likely to be unity among the Council members on tightening enforcement of the six existing U.N. sanctions resolutions against North Korea, diplomats have told CBS News, but China has resisted efforts thus far to table a new sanctions resolution that is circulating among members.",
  "\"In the past, Chinese and U.S. officials have negotiated the main points of resolutions on DPRK (North Korea) bilaterally, then got the wider Council to legitimize their positions,\" Gowan told CBS News, suggesting that may no longer be the U.S. government's standard operating procedure.",
  "Tillerson opened the meeting with a statement calling on all member states to enforce the existing sanctions, halt or downgrade diplomatic relations with the Kim regime, and to increase North Korea's isolation with new sanctions and with a tightening of existing measures.",
  "\"The DPRK will react to a total war with an all-out war, a nuclear war with nuclear strikes of its own and surely win a victory in the death-defying struggle against the U.S. imperialists,\" a Foreign Ministry spokesman wrote in one of three missives sent to CBS News.",
  "When asked by CBS News about the possibility of opening a dialogue, either between the U.S. and North Korea or as a resurrected version of the so-called \"6 party talks,\" Wang said nations were not yet at the stage of determining \"the specific format of the talks.\"",
  "Susan Thornton, the State Department's Acting Assistant Secretary for the Bureau of East Asian and Pacific Affairs, said her hope was that the U.S. campaign of \"maximum pressure\" on North Korea would bring results \"in a matter of months, not in a matter of years.\"",
  "Tillerson said the U.S. would not hesitate to impose third-party sanctions on countries that violate existing restrictions on North Korea, adding that all options would remain on the table \"to counter North Korean action with military action if necessary.\"",
  "The invitation to attend the meeting sent by Haley to other Council member states said North Korea's \"pursuit of weapons of mass destruction represents one of the gravest threats to international peace and security that the Security Council faces.\"",
  "After the last ballistic missile launch by North Korea on April 15, the U.S. found itself in the unusual position of having to negotiate with Russia, which opposed the measure even though China agreed with the language of the proposed statement.",
  "Meanwhile, threats from North Korea have only increased, and the regime declared in a series of statements last week that \"U.S. muscle-flexing can never browbeat\" North Korea, and threatening \"a nuclear war\" against the U.S., if it is attacked.",
  "Chinese Minister of Foreign Affairs Wang Yi spoke to reporters briefly ahead of the Security Council meeting Friday and said Beijing was hopeful they could reach a \"new consensus\" on how to fully implement resolutions against North Korea.",
  "He reiterated China's stance it is \"crucial\" to resume talks in any format -- bilateral, multilateral, or eventually under the guises of the 6 party talks, which involved the U.S., China, North and South Korea, Japan and Russia.",
  "Both he and President Trump have been alarmed by the rapid increase in the North's nuclear program under Kim Jong Un, pointing out that in 2016 alone the North conducted two nuclear tests and 24 ballistic missile launches.",
  "As a sign of how heavily the standoff with North Korea is weighing on other nations, too, many are sending top advisors to the Friday meeting: Foreign Ministers will be present from China, Japan, South Korea and Britain.",
  "Ambassador to the U.N. under President Obama, told CBS News that she expected Tillerson to, \"push very hard for tight implementation of existing sanctions and want to add some additional ones, in order to up the ante.\"",
  "Ambassador to the U.N. Nikki Haley has made it clear, along with other Trump administration officials, that they want China to solve the problem by ratcheting-up pressure on the Kim regime.",
  "The objective is to tighten other nations' adherence to existing sanctions against the North, make a case for new ones, in order to draw the isolated regime back to the bargaining table.",
  "State Department officials have suggested they may also ask foreign governments to close their diplomatic missions in North Korea as another option to increase pressure on the regime.",
  "The U.N. recently produced an exhaustive report on the intricate network of subterfuge and fake financial organizations that allow North Korea to skirt the current sanctions.",
  "The U.S. is prepared to go after these companies on their own or with partners outside of the U.N. framework if efforts to mobilize the international community fall flat.",
  "On April 20, the Council did pass a statement condemning the launch and calling for a \"peaceful and comprehensive solution through dialogue,\" in a compromise with Russia.",
  "Secretary of State Rex Tillerson chaired a Friday meeting at U.N. Headquarters during which he warned, \"the longer we bide our time, the sooner we will run out of it.\"",
  "The fact that China decided mid-week to send its Foreign Minister, Wang Yi, is a clear indication of the importance it places on the gathering, a U.S. diplomat said.",
  "In a matter of months, the Trump administration would like to see foreign governments take action, the State Department spokesperson said on Thursday.",
  "China is North Korea's most valuable trading partner, which the U.S. believes gives it the unique, required leverage to rein-in Kim.",
  "Thornton specifically explained that the U.S. is gathering information on companies and entities violating current sanctions.",
  "\"The U.S. will try to get nations to agree that the North must come to the table and negotiate seriously,\"\n\nshe said.",
  "Rosemary DiCarlo, President of the National Committee on American Foreign Policy and a former acting U.S.",
  "Tillerson will host the meeting because the U.S. currently holds the rotating presidency of the Council.",
  "They would also like to see signals of a chance of course from North Korea within a few months.",
  "If other countries don't get on board, the U.S. has said it is ready to act alone.",
  "CBS News producer Kylie Atwood in Washington D.C. contributed to this report.",
  "U.S."
]