[
  "'Provoke a Divide'\n\nAt the same time, Putin moved quickly after Turkey accused America of involvement in the bloody putsch two weeks ago and the U.S. and EU expressed alarm over Erdogan's draconian crackdown, including support for bringing back the death penalty, according to Alexander Shumilin, who runs the Middle East Conflicts Center at the Institute for U.S. and Canada Studies in Moscow.",
  "With Turkey's relations with the U.S. and Europe now \"very uncertain,\" Putin senses an unprecedented opportunity to forge a strategic relationship with Erdogan that could have repercussions in Syria and beyond, Konstantin Kosachyov, head of the foreign affairs committee of Russia's upper house of parliament, said in a phone interview.",
  "Trump, Clinton\n\nThe Russian leader is riding a wave of events that have played into his hands, including Europe's worst migrant crisis since World War II, which strengthened Putin-friendly parties across the continent on the right and left and helped trigger Britain's historic June vote to exit the European Union.",
  "Trump on Monday said that as president he would consider forming a military alliance with Putin to defeat the Islamic State terrorist group that controls swathes of Syria and Iraq, a tie-up that would effectively end Russia's international isolation over the rebellion in Ukraine and its seizure of Crimea.",
  "While many members of the establishment in Moscow say they're wary of a possible Trump presidency due to his unpredictability, they cite his questioning of the existing security architecture as further proof of varying degrees of commitment within the 28-member bloc over its unyielding stance on Russia.",
  "Power Brokers\n\nOn Syria, Lukyanov said, Putin is seeking to convince Erdogan to scale back support for Islamist rebels fighting Assad, just as government forces backed by Russia are closing in on the opposition's stronghold in Aleppo, the country's largest city before civil war erupted five years ago.",
  "The head of a think tank advising the Kremlin, Fyodor Lukyanov, said Putin is under no illusion that Erdogan would pull the plug on decades of NATO membership, but the rising anti-Americanism in Turkey opens the door to turning what has been a tense relationship into a deep partnership.",
  "Erdogan's widening roundup of tens of thousands of suspected followers of the Pennsylvania-based cleric he blames for the attempted takeover, Fethullah Gulen, includes many U.S. allies and contacts, hampering counterterrorism efforts, two senior American officials said.",
  "The billionaire's warning that as president he might not honor the NATO article that states that an attack on one is an attack on all sent shock waves across the alliance, particularly in the three Baltic states, all former Soviet satellites.",
  "In Turkey, officials led by President Recep Tayyip Erdogan's chief adviser are blaming the U.S. for a failed coup by rogue officers in NATO's second-largest military, fueling a surge of anti-Americanism that Putin is rushing to exploit.",
  "Putin was thrust into the U.S. spotlight after Russia emerged as a lead suspect in the hacking of Democratic National Committee e-mails, which were posted on WikiLeaks before the party's national convention to nominate Hillary Clinton.",
  "Petersburg Summit\n\nAs soon as the coup was quelled, Putin called Erdogan to offer his support and then ordered his economic team to expedite efforts to restore and then expand bilateral trade, according to a second senior official.",
  "Putin's government has been rolling back the sanctions it imposed on Turkey for shooting down a fighter jet near the border with Syria since June, when Erdogan ended months of intense acrimony by expressing regret for the incident.",
  "The summit was announced while a Turkish delegation was holding talks in Moscow on a range of projects, including a long-delayed gas link under the Black Sea that would turn Turkey into a major conduit for energy flows to Europe.",
  "The Kremlin called charges of meddling \"absurd,\" but Trump fanned the flames by urging Russia to hack Clinton's e-mails for evidence to support his \"Crooked Hillary\" slur — comments he later deemed sarcastic.",
  "On Wednesday, Trump, who's exchanged compliments with Putin, went further, saying he'd consider recognizing Russia's claim to Crimea and lifting sanctions imposed on Russia over Ukraine's separatist revolt.",
  "'Wit's End'\n\nPutin welcomes Trump's overtures, though he's skeptical ties would improve under his presidency, given the anti-Russian bias of America's political elite, a person close to the Kremlin said.",
  "\"Putin's policy is to provoke a divide between Turkey and NATO and reap the benefits,\" Shumilin said by phone, predicting that Turkey will no longer act as a NATO bulwark on Russia's southern flank.",
  "Trump, who has threatened to shoot down Russian planes that buzz U.S. warships on the one hand, and vowed to repair relations on the other, is hard to fathom, the person said.",
  "While Putin and Erdogan remain at odds over Russia's backing of Syrian President Bashar al-Assad, they agreed this week to meet Aug. 9 near St. Petersburg, Putin's hometown.",
  "Russian media reported Friday that Putin will fly to Baku the day before he meets Erdogan for talks with President Hassan Rouhani of Iran, Syria's other major ally.",
  "Suddenly, with little effort, the KGB veteran is reaping a surprise windfall from the internal politics of two pillars of Europe's collective defense structure.",
  "\"Anti-American sentiment is rising in the Turkish government and on the Turkish street,\" said Aaron Stein, senior fellow at the Atlantic Council in Washington.",
  "It's vital for Russia to have an ally within NATO that will hesitate to move against the country in the event of a conflict, a senior official in Moscow said.",
  "U.S. 'Interlocutors'\n\n\"Many of our interlocutors have been purged or arrested,\" Director of National Intelligence James Clapper said Thursday in Colorado.",
  "In the U.S., Republican candidate Donald Trump is questioning the alliance's basic principle and hinting at recognizing Putin's annexation of Crimea.",
  "The danger of Turkey turning the Black Sea into \"a lake\" by closing the Bosphorus to Russian naval ships based in Crimea is now gone, he said.",
  "For now, Putin is savoring Obama's discomfort at both the prospect of a Trump victory in November and the rapprochement with Erdogan.",
  "\"Putin has the luck of the devil,\" said Mark Galeotti, a visiting fellow at the European Council on Foreign Relations.",
  "If Vladimir Putin were scripting ways to weaken NATO, he couldn't do much better than what's happening right now.",
  "\"He can just sit back and watch this richer, more powerful and legitimate values-based bloc tear itself apart.\"",
  "Both Gulen, 75, and President Barack Obama have denied having any involvement in the attempted coup.",
  "\"There's no question this is going to set back and make more difficult cooperation with the Turks.\"",
  "\"Turkey's relations with the U.S. and Europe won't be the same,\" he said.",
  "\"The Obama administration is at its wit's end about the Turkey issue.\""
]