[
  "Erdogan, Turkey, it’s merged into this national mythology” — Asli Aydintasbas\n\nErdogan, too, made consequential reforms over the years — transforming the economy, reducing the power of the military, granting long-denied political and cultural rights to the Kurdish minority — but his narrative lacked a founding myth that Turks could rally behind, a grand victory akin to Atatürk’s successful war of independence.",
  "“Someone,” he declared, “is trying to force this country to its knees by economic sabotage.” With the president’s words, the economic troubles became entangled in the narrative the government had pushed since this summer’s coup attempt — that shadowy powers were conspiring to bring Turkey down.",
  "But much of it is intended for domestic consumption only: This tale of a nation under attack from sinister outside forces — be they terrorists, coup-plotters or the often-invoked “interest rate lobby” — casts Erdogan as the only leader capable of defending Turkey, cementing his power.",
  "“Erdogan, his survival, the expansion of Turkey, the independence of Turkey — it’s merged into this national mythology.”\n\nIt’s the narrative that had been missing from Erdogan’s ambitions for a “New Turkey,” his vision for a prosperous country with him as its executive president.",
  "This narrative also serves as the backbone to a dramatic shift in Ankara, helping replace Turkey’s century-old official ideology — Kemalism, named after Mustafa Kemal Atatürk, the founder of the modern republic — with an ideology shaped by and centered on Erdogan.",
  "“This idea of a strong leader taking the support of people who weren’t traditionally at the center of power, dethroning the elite, establishing control, making himself the embodiment of the nation — you see that elsewhere,” Akyol, the Turkish columnist, said.",
  "“It’s being replaced by Erdoganism.”\n\nThe face of Mustafa Kemal, whose honorific “Atatürk” translates to “father of the Turks,” adorns coins and lira notes, homes and offices, schools and public squares; it’s illegal to insult his memory.",
  "Erdogan has long held ambitions to supplant Atatürk as the country’s most revered leader, distancing himself from the founder’s ideals and emphasizing Turkey’s Ottoman and Islamic heritage over its more recent secular history.",
  "The reasons for the national currency’s decline are not difficult to grasp: months of bombings, an attempted coup d’état, friction with the European Union and worsening repression have sent Turkey’s economy spiraling downward.",
  "For one, Erdogan’s Ottoman nostalgia and disdain for the current world order occasionally takes on an aggressive nature: his laments about being forced to give up Ottoman lands have enraged neighbors like Greece and Iraq.",
  "After the coup, Erdogan’s popularity level soared to new heights; he’s now confident that if a referendum on whether to establish an executive presidency and extend his powers is held soon, he would win comfortably.",
  "And unlike Atatürk, who presided over a one-party system, Erdogan does see his state as a multi-party democracy — albeit one without independent institutions, where winning the vote is all that’s needed to rule.",
  "The Kemalists, Turkey’s secular elite, long repressed overt expression of religion, for instance banning the wearing of religious insignia in public and forbidding headscarved women from entering universities.",
  "Erdogan, who was briefly imprisoned in 1999 for reciting an Islamic poem, not only gave a voice to the country’s pious citizens when he came to power; he turned the tables and made them the ruling elite.",
  "ISTANBUL — At the beginning of December, Turkey’s president felt compelled to shift the focus of his speeches from the near-daily diatribes against political opponents, critics and terror to the economy.",
  "This tumultuous year may have raised the president to Atatürk-like levels in the minds of many Turks, but the floundering economy threatens Erdogan’s success and possibly hold on power.",
  "“The national mythos that’s been created since July 15 is that this is the second war of independence,” said Asli Aydintasbas, a fellow at the European Council on Foreign Relations.",
  "He defined the modern Turkish nation as secular and Westernised, abolishing the caliphate and replacing the Arabic alphabet with Latin letters, among a series of sweeping reforms.",
  "The images of flags, tanks, and martyrs were plastered across the pro- and anti-government media for weeks, the nation mourning its dead and celebrating the coup’s failure.",
  "“Erdogan’s popularity rests on several pillars — his ideology and Islam, but also because he raised the life standards of the ordinary Turk,” Akyol said.",
  "Along with the notion of a “war of independence,” the Erdogan ideology shares another strong similarity with Kemalism — its strong cult of personality.",
  "The attempted putsch, Erdogan seemed to understand, was “a gift from God,” the symbol-laden victory that would allow him to reshape the country.",
  "Investors aren’t impressed, either: Each time Erdogan blames outside forces or high interest rates, the lira tumbles a little further.",
  "This month, the government put forward a proposal for a new constitution and suggested a plebiscite could be held the coming summer.",
  "After Donald Trump won the U.S. election, badly affecting emerging markets, the lira fared worse than even the Mexican peso.",
  "“It’s mainly a story of populism.”\n\n“Erdogan’s Achilles heel is the economy” — Mustafa Akyol\n\nAnd it’s popular in Turkey.",
  "The coup became a unifying force, at least before the sweeping sackings and arrests of regime opponents soured the mood.",
  "While Atatürk westernized Turkish society, Erdogan views the West and its socio-economic order with suspicion.",
  "It’s such often bellicose rhetoric that has further raised investors’ doubt and European unease over Turkey.",
  "The Turkish lira, already unsteady after a year of domestic turmoil, was hitting a new record low every day.",
  "“The national mythos that’s been created since July 15 is that this is the second war of independence.",
  "But the hegemony of Kemalism has ended,” said Turkish author and columnist Mustafa Akyol.",
  "This changed on July 15 when Turks marched against tanks and defeated a military coup.",
  "Even the opposition rallied behind Erdogan’s democratically-elected government.",
  "But besides the Islamic element, the Erdogan ideology is not unique.",
  "“Kemalism was a guideline for the whole nation, as it was put.",
  "Erdogan encourages Ottoman nostalgia, which Atatürk despised.",
  "Recep Tayyip Erdogan, however, had a different view.",
  "People still give lip service to Atatürk.",
  "But the rhetoric has its side effects.",
  "“His Achilles heel is the economy.”",
  "That era has, by and large, ended.",
  "Islamism is a strong factor, too.",
  "There the similarities end."
]