[
  "“But given the unhappiness overseas with Trump, the U.S. should actually be pursuing ‘flood the zone’ tactics and getting as many diplomats and politicians up to New York as they can to press the flesh and reassure foreign leaders that Washington is not really imploding.”\n\nFormer and current U.S. officials agree there’s room to cut the normally massive U.S. delegation attending the General Assembly, an event some liken to “diplomatic speed-dating” where the quality of interactions are often not that high.",
  "The shrunken U.S. presence is likely to add to concerns among U.S. allies already nervous about Trump’s antics\n\n“The U.N. General Assembly can be a soul-destroying political circus — a lot of foreign officials wander about looking dazed and giving dull speeches,” said Richard Gowan, a U.N. expert affiliated with the European Council on Foreign Relations.",
  "But then it can get inefficient to have everybody traveling for one day — so it's not like there's one answer.”\n\nStill, Brett Schaefer, a U.N. expert with the conservative Heritage Foundation, noted that agencies beyond the State Department often send representatives, too, and that at times the U.S. presence is overwhelming.",
  "Who is going to be at the table matters more than how many people are backing them up.”\n\nOther skeptics also pointed out that so few leadership positions at State are filled on a permanent basis right now that foreign counterparts may find it a waste of time to meet with the people holding those roles on an interim basis.",
  "Aides to Secretary of State Rex Tillerson have told U.S. diplomats that America will have a “toe-print, not a footprint” at next month’s U.N. General Assembly, shrinking the size of the delegation visiting New York as President Donald Trump reshapes the U.S. approach to diplomacy worldwide.",
  "“If you want to make a business case, it's probably cheaper to send a few people up to New York than to send them all over the world.”\n\nThe White House referred questions to the State Department’s press division, which did not immediately offer a statement.",
  "For example, while in the past multiple deputy assistant secretaries in a State Department bureau would attend at once, the guidelines this year indicate that only one deputy assistant secretary can be in New York at a time, U.S. diplomats told POLITICO.",
  "The secretary of state, who usually stays longer than the president, tends to be booked solid from morning to night in dozens of multilateral and bilateral events where he can meet officials from countries he might never visit.",
  "The gathering is an especially ideal setting to build good will with smaller countries who normally don’t get much high-level U.S. attention but whose support on a variety of issues may one day prove critical.",
  "Trump has questioned the value of international organizations including the United Nations, so his first speech to the gathering, slated for Tuesday, Sept. 19, will draw exceptional scrutiny.",
  "He may also try discuss some subjects that haven’t received much attention, such as the threats of famine in parts of Africa and the Middle East, the current administration official said.",
  "Trump, meanwhile, is expected to spend at least three days at what will be his first U.N. General Assembly as America’s head of state, a longer-than-normal stint for a U.S. president.",
  "The president has proposed slashing State’s budget by a third and most of the top positions at the department have yet to be filled, with many bureaus relying on interim leaders.",
  "The plans to cut back the U.S. presence, first reported by Foreign Policy, have added to the gloom of U.S. diplomats already feeling marginalized by the Trump administration.",
  "Story Continued Below\n\nExact figures were unavailable, but State Department officials said the U.S. delegation will likely shrink by several hundred compared to past years.",
  "But he is planning on being at his Bedminster golf resort the weekend of Sept. 16-17, just ahead of the main week of the General Assembly, the administration official said.",
  "The U.S. also may also host or co-host a side summit this year on reforming the United Nations, a theme that both Haley and Guterres have made key planks of their agendas.",
  "Some U.S. diplomats also grumble that they’re given so little policy guidance from Tillerson that they wouldn’t know what to say to their counterparts in the first place.",
  "Tillerson’s top aides have told State’s rank-and-file that anyone who wants to attend the assembly or myriad side events must get approval and that approvals will be few.",
  "“Most of us think [the proposed scale-back] is short-sighted and cuts into our effectiveness to not be able to go up there,” one senior State Department official said.",
  "Tillerson and Nikki Haley, the U.S. ambassador to the United Nations, will shadow Trump at many of his meetings, while also taking part in their own separate sessions.",
  "The president plans to participate in several core events related to the General Assembly, including a luncheon hosted by U.N. Secretary General Antonio Guterres.",
  "The U.S. government as a whole usually sends well over 1,000 people to the gathering, including the president’s security entourage, a former U.S. official said.",
  "But it also sends a signal that the new Republican administration is serious about scaling back and refocusing America’s global commitments.",
  "However, the president is likely to cover hot-button issues such as North Korea’s nuclear program and Iranian aggression in the Middle East.",
  "Trump’s aides are still in early phases of working on his speech, and it’s not yet clear whether Trump will strike any isolationist tones.",
  "The decision to cut back the U.S. diplomatic presence appears driven largely by Tillerson’s desire to reduce his department’s budget.",
  "“We reached the conclusion that there was a lot of utility to it,” a former senior State official said on condition of anonymity.",
  "The Trump administration isn’t the first to question the value of sending a large U.S. delegation to the General Assembly.",
  "Many of those people, whose jobs range from legal experts to nuclear negotiators, would go for quick day trips.",
  "He’ll be spending nights at his Bedminster, N.J., golf resort, according to a current administration official.",
  "But they worried that the Trump administration will go too far and squander an important opportunity.",
  "Junior level staffers, too, can take the chance to develop relationships that can pay off later.",
  "Several years ago, top officials at the State Department evaluated the costs and the benefits.",
  "It’s not clear why Trump plans to stay in New Jersey instead of at Trump Tower in Manhattan.",
  "That should give him even more time to meet world leaders willing to trek to New Jersey.",
  "Some bureaus have been told they can’t send anyone, the former U.S. official said.",
  "“The U.S. delegation alone is a blob consuming the seats in a meeting,” he said.",
  "Top officials from some 190 countries attend the General Assembly.",
  "“We also encouraged day trips, not week-long encampments.",
  "“You can accomplish as much with fewer people."
]