[
  "For example, when the IRA was launching attacks in Britain, authorities “could comfortably know that they would have almost all of the countermeasures within their purview,” Michael Connolly, the director for military and veteran affairs at the Robert H. Smith School of Business at the University of Maryland, explained.",
  "… The complications in trying to do this among different countries, borders, militaries, and governments [today] are mind-boggling.”\n\nFrancisco de Borja Lasheras, the head of the Madrid office for the European Council on Foreign Relations, agreed.",
  "European Union ministers have touted a plan that would give governments access to digital intelligence, including criminal records and airline passenger data, from telecommunications and digital service providers.",
  "Even as violence continued in Ireland and across Europe in the 1970s and 1980s, security agencies knew who the major terror groups, what motivated them, and what warning signs to look for in advance of an attack.",
  "As Europe grapples with a wave of attacks either conducted or inspired by the Islamic State, the violence and tension the continent now faces have been dubbed a “new normal.” Yet it is a problem with a precedent.",
  "Despite the obvious ideological and strategic differences between ISIS and the threats of decades past, local law enforcement agencies across Europe can still draw on the tactical lessons of that previous age.",
  "Germany, following the Munich shooting, has tightened security on its borders with countries like the Czech Republic, while neighboring Austria has beefed up measures on its side of the line, too.",
  "To crack down on the possible movement of suspected bomb material by the Irish Republican Army (IRA), the Belfast police established checkpoints and searched cars and their drivers, for example.",
  "“The Basque represented a certain part of the population that you could eventually mitigate and neutralize, even if the conflict and the political question” remained, he said.",
  "Germany’s interior minister is now also proposing a plan to strip dual nationals of their German citizenship if they fight for terror groups, making it easier to deport them.",
  "To counter the separatists, Spanish authorities resisted sending in armed forces, instead making it solely an internal law enforcement and domestic counter-terrorism issue.",
  "And how Europeans dealt with and ultimately overcame their terrorism problem in the past could bear lessons for how they deal with it in the future.",
  "The Austrian government has also sent some of its elite “Cobra” operatives to help Germany with its internal investigations into terrorism.",
  "Many of its members were arrested, and in the end the organization ended its armed campaign and chose to pursue political negotiations.",
  "Today, politicians in Western and Central Europe have stiffened their internal security measures and cracked down on border controls.",
  "From as early as 1960, Spanish cities dealt with repeated attacks from Basque separatists, who sought independence from Spain.",
  "As long as separatism was treated as a political problem addressed with local support, political solutions could be found.",
  "In the 1970s, authorities set up a “ring of steel” around the city center to prevent private cars from entering.",
  "Eventually, the Basque separatists lost the loyalty of many Spaniards as it escalated its carnage.",
  "“They were also able to share intelligence among their own agencies, [and] implement checkpoints.",
  "France’s state of emergency, meanwhile, has entered its ninth month.",
  "Even then, of course, attacks persisted."
]