[
  "“The Greens,” David-Wilp explained, “were really keen to take a number of coal plants offline in order to reach Germany’s carbon emissions goal for 2020.”\n\nThese issues stymied coalition talks, meaning that Europe’s strongest leader is suddenly facing an end to her 12-year run at the country’s helm.",
  "“It could be that Europe is now ripe for visionary leadership.”\n\nBut for a Europe that’s facing an increasingly strong Russia, the continued questions over integration and flow of migrants, Brexit, and the rise of a new far right in the former Eastern bloc, it’s an uneasy turn of events.",
  "But late Sunday night, four weeks of coalition negotiations came to an end when the libertarian Free Democrats abruptly curtailed talks between Merkel’s Christian Democrats, their sister party the Bavarian Christian Social Union, and the liberal Green Party.",
  "Coalition talks broke down, in part, over refugees\n\nThe talks broke down over three major issues, Sudha David-Wilp, deputy director of the German Marshall Fund in Berlin, explained to me on Monday: refugees, taxes, and climate change initiatives.",
  "Both the far-right Alternative for Germany and the libertarian Free Democrats saw that right flank as a space to increase their own political power and visibility, attracting those who haven’t been happy to see the CDU become more moderate.",
  "“I don’t think we have ever had a situation in which coalition talks failed and that failing of coalition talks led to another election,” Ulrike Esther Franke of the European Council on Foreign Relations told me by Skype from Berlin.",
  "That’s a problem for a continent facing some big questions including negotiating Britain’s exit from the EU, integrating refugees, and the increased political clout of the far right from Poland to the Czech Republic to Austria.",
  "It was to be a broad coalition, set to include the liberal Green Party and the libertarian Free Democrats, dubbed the “Jamaica” coalition for the colors of each of the parties involved, which reflected the Jamaican flag.",
  "She could run a minority government, she could try to cajole the parties back to the table to create a majority government, or she could stand back and wait for the president to call for a new round of elections.",
  "The second had to do with ending the so-called “solidarity” tax, which raised money to help areas that were formerly part of East Germany recover after unification — it was unclear how and if to end this policy.",
  "After the election, the biggest shock to the German political system was the near-total electoral disintegration of the left-leaning SPD led by Schulz, who had once seemed a viable contender to unseat Merkel.",
  "They ended up as the country’s third-largest party, entering the Bundestag, Germany’s parliament, for the first time using a powerful cocktail of anti-immigrant sentiment and populist rhetoric.",
  "The breakdown in talks around allowing these refugees to reunite with family members was, in part, motivated by anger over Merkel’s decision to allow them to come in the first place.",
  "Political analysts say that even if Merkel is able to pull a government together, we may be witnessing a moment of larger political change: the beginning of the end of her tenure.",
  "To govern, they needed to either enter into a new grand coalition with the SPD — like they did under Merkel’s last government — or cobble together a coalition of other parties.",
  "“The era of Merkel meant incrementalism and calculated decision-making,” she said, in a nod to what was often seen as Merkel’s tortoise-like decision-making on major issues.",
  "And that’s not to mention the economic angle: Merkel’s strong hand, and Germany’s strong economy, was an essential stabilizing agent during the European economic crisis.",
  "Merkel’s open-door refugee policies allowed 1.2 million asylum seekers and migrants to make their home in Germany from the beginning of the crisis in 2015 through 2016.",
  "Late Sunday evening, almost two full months after Germany’s national elections, Merkel announced that she had failed to corral smaller parties into a ruling coalition.",
  "But, she added, “most people think the era of Merkel is slowly coming to an end.”\n\nThat means analysts are also taking stock of her leadership style and her legacy.",
  "But while Merkel’s Christian Democrats did pick up more votes than any other party on September 24, they only managed to claim about 33 percent of the electorate.",
  "When Germany went to the polls on September 24, Merkel was expected to easily continue at the helm of German government for another four-year term.",
  "They disagreed with Merkel and her other potential coalition partners on several essential issues including refugees, taxes, and climate change.",
  "“I think the whole landscape may be ripe for a leadership shake-up,” Constanze Stelzenmüller of the Brookings Institution told me on Tuesday.",
  "German Chancellor Angela Merkel, long Europe’s most boringly stable leader, is facing a political predicament that could cost her her job.",
  "“It is difficult to overstate the impact of the collapsed talks,” Severin Weiland of the German weekly magazine Der Spiegel wrote online.",
  "On Monday, she said she actually preferred new elections to running a minority government that struggles for consensus on every issue.",
  "If no agreement between parties is made soon, German President Frank-Walter Steinmeier will be forced to move to hold snap elections.",
  "Merkel’s alternative would be a so-called “grand coalition” government with the Social Democrats (SPD), led by Martin Schulz.",
  "“She is still very popular in Germany and abroad; her popularity ratings are still high,” David-Wilp told me on Monday.",
  "But it could also just be an occasion of the regeneration of the political landscape.” That may mean Merkel herself.",
  "Worse, Merkel’s sudden stumble isn’t just a sign of German instability; it’s a concern for the rest of Europe too.",
  "Merkel’s governing options just got a lot more complicated\n\nNone of Merkel’s options are ideal at this point.",
  "Her sudden instability was in part triggered by the rise of the far right in the recent German elections.",
  "Merkel moved her party, the Christian Democratic Union, to the center, leaving her right flank open.",
  "That could mean weeks of German instability — possibly dragging out this process into early spring.",
  "“My point of view is that new elections would be the better path,” she said on German television.",
  "Over the summer, the far-right Alternative for Germany (AfD) began to gain momentum in the polls.",
  "But the SPD made it clear on Monday that they had absolutely no interest in remaining partners.",
  "It was always going to be a tough sell, given the range of political positions and opinions.",
  "“My bottom line is that this could — but doesn’t have to — become a constitutional crisis.",
  "The European Union has long taken Merkel’s hand on Europe’s tiller for granted.",
  "It was the Free Democrats who, in part, upended coalition talks this week.",
  "This kind of chaos is anathema to Germans in the post-World War II era.",
  "But it wasn’t just coalition building that made these elections dicey.",
  "The Merkel era was not one, David-Wilp noted, of visionary leadership.",
  "And the last was about Germany meeting climate goals through policy.",
  "It’s also a multi-tiered process, which takes weeks to carry out.",
  "The turn of events was a shock to Germans and Europeans alike.",
  "Every poll predicted a fourth term as chancellor for Merkel.",
  "The two parties governed together over the past four years.",
  "Now it’s not clear if she will remain in power at all.",
  "That second option was what broke down this weekend.",
  "When Merkel wobbles, the markets tremble as well.",
  "This election was supposed to be boring.",
  "Everyone predicted a “boring” election.",
  "Such a move is almost unprecedented.",
  "Is this the end of the Merkel era?",
  "Germans hate chaos."
]