[
  "It sees European leaders sending mixed messages ... and has taken note of certain European countries’ wavering commitment to the policy.”\n\nCountries worried by what they see as the bloc’s faltering resolve fret that Britain’s decision to leave the EU is likely to undermine sanctions further since London has been one of the most vocal champions of keeping them in place.",
  "“The result is that we are seeing more and more countries saying we should analyze the sanctions, assess what effect they are having, and review them again.”\n\nItaly, Greece, Hungary, Cyprus, Slovenia, Slovakia and Bulgaria were among Moscow’s prime targets, diplomats said.",
  "Diplomats said there was a feeling that EU unity over the issue was starting to break down because those countries hurt most by Russia’s counter-sanctions - which banned many EU food imports - were coming under increased pressure from their own farmers and companies.",
  "MOSCOW (Reuters) - Vladimir Putin will step up Russia’s campaign to end European Union sanctions with a visit to Slovenia on Saturday, encouraged by signs his tactic of lobbying what he views as more pliant southern and eastern European states is starting to pay off.",
  "“The sanctions would probably not all be lifted at once, but there could be a decision to lift them in one sector next year.”\n\nEU foreign policy chief Federica Mogherini said in May she expected a broader review of the bloc’s policy toward Russia later in the year.",
  "Chris Weafer, senior partner at economic and political consultancy Macro-Advisory Ltd, said in a note that even minor sanctions relief could help as that might start to dispel the perception that Russia was a dangerous place in which to invest or conduct business.",
  "The violence, albeit at a much lower intensity, continues; elections haven’t been held in the breakaway eastern regions, Kiev has not granted them special status, and both sides accuse each other of using heavy weaponry meant to have been withdrawn.",
  "Slovenia, where Putin will preside over a summit focused on trade and investment, will be the fourth of those countries he has visited since Russia annexed Crimea from Ukraine in 2014 and a pro-Russian separatist revolt broke out in eastern Ukraine.",
  "European Commission President Jean-Claude Juncker also attended, riling some countries such as Lithuania and Latvia who fear Russian aggression and are uneasy that high-level contacts with Moscow are intensifying despite the Ukraine crisis.",
  "REUTERS/Maxim Zmeyev/File Photo\n\nWith Russia’s Finance Ministry warning that the country’s Reserve Fund - designed to cover budget shortfalls - will be depleted by the end of next year if nothing changes, Moscow needs some movement.",
  "Several Moscow-based EU diplomats say Russia’s tactic of methodically lobbying southern and eastern EU member states is starting to seriously erode the bloc’s unity on the issue, making it potentially harder to renew them next time.",
  "The measures have stung Italy and Italian Prime Minister Matteo Renzi’s decision to attend Russia’s main annual economic forum in St Petersburg in June and share a platform with Putin was seen by some as a sign Rome was wavering.",
  "Two EU diplomats said they thought the impact of Putin’s widening charm offensive, accompanied by offers of lucrative trade deals and polite reminders of lost export revenues, could see those watered down next year.",
  "However that could be the pretext for lifting the sanctions.”\n\nFredrik Wesslau, director of the European Council on Foreign Relations’ Wider Europe Programme, thinks Russia is playing a calculated waiting game.",
  "Supporters of continued sanctions also worry about Germany, where Foreign Minister Frank-Walter Steinmeier, a member of the Social Democrats, last month spoke in favor of gradually phasing out the sanctions.",
  "Host photo agency via REUTERS/File Photo\n\nThe sanctions, imposed over the Ukraine crisis, are designed to block access to Western credit and technology for people and businesses linked to President Putin.",
  "But there is flexibility about wider EU sanctions on Russia that were imposed in response to the conflict in eastern Ukraine, where the Kremlin was accused of giving military aid to separatist rebels.",
  "Russia was a big export market for Slovenian food products before the Ukraine crisis and Slovenia remains keen to be a transit country for a potential pipeline carrying Russia gas to southern Europe.",
  "FLAGGING UNITY\n\nRussia says it will not discuss returning Crimea to Ukraine, meaning there is no prospect that the EU sanctions specifically linked to the annexation will be removed anytime soon.",
  "The EU earlier this month extended economic sanctions on Russia until the start of 2017, despite misgivings from some countries such as Slovakia who are keen to debate their effectiveness.",
  "The EU has made lifting sanctions contingent upon Russia doing more to ensure that the Minsk peace accords, which introduced a shaky ceasefire in eastern Ukraine, are fully implemented.",
  "That requires Moscow to leverage its influence on pro-Kremlin separatists who still exchange fire - with often fatal results - on a regular basis with Ukrainian forces.",
  "Putin in June extended Russia’s counter-sanctions, which have kept products from Italian hams to French cheeses off supermarket shelves, until the end of next year.",
  "Russian President Vladimir Putin gestures as he arrives for a meeting with businessmen on the sidelines of the Russia-ASEAN summit in Sochi, Russia, May 20, 2016.",
  "But some diplomats say she faces a difficult election next year and that pressure from German business, which has been buffeted by sanctions, will only grow.",
  "“One scenario is that those countries that want the sanctions lifted say Ukraine is not doing enough to fulfill the Minsk peace accords,” said one diplomat.",
  "But one of the diplomats said Juncker’s decision to fly to Russia was at least partly motivated by a fear that the bloc’s unity on sanctions was flagging.",
  "One Kremlin official said Moscow would be watching with interest to see if the EU’s stance on sanctions would change now that Britain is leaving the bloc.",
  "They are trying to kill the sanctions with a softly softly approach,” one of the diplomats, from a country which favors their continuation, told Reuters.",
  "Slovenia is taking the opposite approach and the Kremlin said Putin would attend the unveiling of a new monument to Soviet soldiers in Ljubljana.",
  "Combined with American and Group of Seven sanctions, they have made it harder for Russia to weather an economic crisis fueled by low oil prices.",
  "Some EU members, such as Poland, have angered Moscow by tearing down monuments commemorating Soviet soldiers killed during World War Two.",
  "UKRAINIAN GRIDLOCK\n\nRussia’s official line is that it will not seek to get sanctions lifted, because it did not impose them.",
  "“Instead of implementing Minsk, Moscow is trying to split Europe and undermine the sanctions policy,” he wrote.",
  "“It’s getting harder to hold the line,” said one, from another country which wants the sanctions maintained.",
  "“Russia is constantly trying to find a way around the sanctions, targeting countries it thinks are softer.",
  "With no sign of a breakthrough, friendly EU member states might start to do the same, say some diplomats.",
  "The Kremlin sees Slovenia, which Putin has visited before, as an ally in its sanctions quest.",
  "“Juncker came because he was worried that member states were talking to Russia separately.",
  "Ukraine, which accuses Moscow of continuing to stir violence, has its part to play too.",
  "The Kremlin’s tactic internationally is to say Kiev is the chief cause of the impasse.",
  "Otherwise, he said, the Russian economy looked vulnerable to further financial crisis.",
  "That is at odds with the position of his coalition partner Chancellor Angela Merkel.",
  "Basil's Cathedral on a hot summer day in central Moscow, Russia, July 1, 2016.",
  "But despite numerous rounds of talks, there is little progress on either side.",
  "A view through a construction fence shows the Kremlin towers and St.",
  "He wanted to try to take back the initiative,” said the diplomat.",
  "“It believes that the sanctions policy will eventually collapse.",
  "“That would be true, but then neither is Russia.",
  "Moscow denies that."
]