[
  "The Trump administration’s chief strategist and senior counselor, Stephen Bannon, has reportedly reached out to Marine Le Pen in France and is planning to open Brietbart News in France and Germany ahead of their elections—after its U.K. venture successfully campaigned for Leave during the Brexit campaign.",
  "Donald Trump’s victory has demonstrated to European populists that “the unthinkable is thinkable.” Defying polls, markets and expert prediction, he managed to tap into a discontent in the United States, effectively hijack an establishment party and win on an anti-establishment ticket.",
  "Farage was the first European politician to meet with Trump after the elections, and Trump—defying Number 10—has subsequently backed him to become the U.K.’s ambassador to the U.S.\n\nTrump’s alliance with European populists may go beyond mere political backing.",
  "Their success is underpinned by a pervasive feeling that liberal elites are reaping the benefits of an open, globalised world while the people are left behind and under threat from alien cultures and customs.",
  "This would fundamentally undercut the basis for European cooperation and create further disunity as European states scramble to find alternative security arrangements or are forced to reorient themselves.",
  "Russia is supporting many of these populist parties in various ways, from political backing to giving them a platform on RT and Sputnik to financial support in the case of the loan to the National Front.",
  "As elections approach in France and Germany, it remains to be seen whether Moscow will use the same cyber tactics that were so successfully used in the United States to boost populist candidates.",
  "The weakening of European institutions and unity makes it easier for Russia to play European states off each other and ultimately to increase Russia’s influence over the continent.",
  "Polls show that the reform will be rejected, which will likely prompt elections in 2017 and the ascendancy of the anti-establishment, eurosceptic Five Star Movement.",
  "The coming year will be decisive, as key elections are held in France, The Netherlands and Germany in which anti-EU populist parties are expected to make headway.",
  "The politics of disruption—seen in the Brexit referendum and the Dutch referendum on Ukraine—has proven particularly powerful in scuttling the European project.",
  "In Italy, voters will go to the polls on a set of constitutional reforms that would make the country’s notoriously unstable political system more stable.",
  "Even the anti-Russian populist parties in countries such as Poland and Finland serve Russian interests by pursuing a politics of disruption in the EU.",
  "His election may not only pave the wave for FPÖ to enter government but could also lead to a referendum on Austria’s membership of the European Union.",
  "The refugee crisis and, before that, the financial crisis have given a boost to populist parties all across Europe, on both the right and the left.",
  "His apparent desire to strike a deal with Russia and willingness to downgrade or even renege on European security guarantees could hollow out NATO.",
  "Within the heart of Europe’s elites, opportunists such as the U.K.’s Boris Johnson have sensed the possibilities that the populist surge provides.",
  "For the far right, the solution is renationalising the nation state, closing borders to immigrants and returning to socially conservative values.",
  "Vladimir Putin sees them as ideological bedfellows who are useful in furthering Russia’s strategic interests of weakening and dividing the EU.",
  "A victory for Le Pen would spell the likely end of the European Union, as it is inconceivable that the EU could survive France’s departure.",
  "Days after his victory, Trump, who came out in support of Brexit, held court in his gold-adorned apartment in Trump Tower for Nigel Farage.",
  "Marine Le Pen, who has promised to hold a referendum on France’s EU membership, is expected to win the first round but lose the second.",
  "They have taken up their anti-EU cause and adopted post-truth methods to further their own political careers—consequences be damned.",
  "The new axis between Trump’s America, Putin’s Russia and European populists represents a toxic mix for the liberal order in Europe.",
  "Trump’s foreign policy agenda in Europe will also put liberal forces on the defensive and play into the hands of the populists.",
  "Polls suggest that Norbert Hofer of the Freedom Party of Austria (FPÖ) will become the first far right head of state in the EU.",
  "Yet the momentum of the populist surge favors Front National, and in any case, who can trust the polls after Trump’s election?",
  "These parties also tend to promote pro-Russian positions such as lifting sanctions and ending European support for Ukraine.",
  "Even in the few weeks left of this year, Austrians will vote for a new president and Italians for constitutional reform.",
  "Fredrik Wesslau is the director of the Wider Europe Programme at the European Council on Foreign Relations.",
  "But for Europe’s populists, Trump’s election provides more than inspiration and a boost of confidence.",
  "Over the past few years Russia has embraced these parties on both ends of the political spectrum.",
  "To the east, Russia understands the potential geopolitical boon that European populists present.",
  "This insurgency is being actively backed by Putin’s Russia, and, now, it seems, Trump’s America.",
  "For the far left, the answer is to be found in dismantling the globalised capitalist system.",
  "Within Europe, populists on the left and right are trying to roll back the liberal order.",
  "Squeezed from all directions, it may not be able to withstand the pressure.",
  "If ever there was a time to come out in defense of that order, it is now.",
  "It also means the potential for an alliance with the superpower.",
  "For both, it means the undoing of the EU and its liberal ideals.",
  "Related: Neil Buchanan: Are We Witnessing the End of Democracy?",
  "The French Presidential elections will be the most critical.",
  "Europe’s liberal order could come crashing down next year.",
  "The European Union itself risks being an early casualty.",
  "Read more from Newsweek.com:"
]