[
  "REUTERS/Maxim Shemetov\n\nBeginning a visit to Moscow, President Hassan Rouhani told Prime Minister Dmitry Medvedev: “I hope that a new turning-point in the development of our relations will be reached.”\n\nIranian arms purchases and Russian investment in the Iranian energy sector are likely talking points for Rouhani, less than two months before Iran’s May 19 presidential election.",
  "“Western companies like (France’s) Total (TOTF.PA) are waiting for U.S. approval before any investment in Iran, so Rouhani’s only chance is Russian companies that might sign a deal before the election.”\n\nAs key allies of Syrian President Bashar al-Assad, Russia and Iran have played decisive roles in the past 18 months to turn the tide of the Syrian conflict in his favour.",
  "Iranian media say he will discuss several economic agreements - potentially valuable prizes for the moderate leader, who is keen to show his people that Iran is benefiting from its 2015 deal with world powers to rein back its nuclear programme in returning for an easing of international sanctions.",
  "WORRY FOR WASHINGTON\n\nThe rapprochement is a concern for both Saudi Arabia, Tehran’s main rival for dominance in the Middle East, and for U.S. President Donald Trump, who has expressed an interest in working more closely with Russia but has issued a number of harsh statements about Iran.",
  "“Rouhani desperately wants to finalise at least one deal based on new petroleum contracts before the election,” said Reza Mostafavi Tabatabaei, an energy analyst and president of London-based ENEXD, a firm involved in the oil and gas equipment business in the Middle East.",
  "On the energy front, Russia played a key role last autumn in helping break a deadlock over OPEC output levels, where agreement had long been hampered by tensions between Iran and Saudi Arabia, OPEC and non-OPEC sources told Reuters at the time.",
  "Slideshow (5 Images)\n\nEconomic ties have developed in parallel: bilateral trade nearly doubled between January 2016 and January 2017, according to a statement by the Russian Ministry of Economic Development cited by the Sputnik news agency.",
  "President Vladimir Putin personally intervened with both Saudi Deputy Crown Prince Mohammad Bin Salman and Rouhani, leading to a landmark deal where Iran was allowed to boost oil production while Saudi Arabia agreed to a cut.",
  "“The political and military relations right now between the Islamic Republic and Russia are the strongest that we’ve seen ever,” said Ellie Geranmayeh, a senior policy fellow at the European Council on Foreign Relations.",
  "When Russian jets used an airbase in Iran to launch attacks against militant targets in Syria last summer it was the first time Moscow had made a military deployment there since it was an occupying force in the 1940s.",
  "MOSCOW (Reuters) - Iran’s president met Russia’s prime minister on Monday in a bid to develop a warming relationship that has been greatly strengthened by both sides’ involvement on the same side of the war in Syria.",
  "“Russia’s political, economic and military alliance with Tehran made it a unique mediator between Iran and Saudi Arabia, to lead them to a point that is beneficial to both, and also to Russia,” Tabatabaei said.",
  "After Iran carried out a ballistic missile test in late January, Trump tweeted that the Islamic Republic has been put “on notice” and moved quickly to issue new sanctions.",
  "Iranian President Hassan Rouhani inspects the honour guard during a welcoming ceremony upon his arrival at Vnukovo International Airport in Moscow, Russia March 27, 2017.",
  "Rouhani’s economic team is expected to sign approximately a dozen memorandums of understanding during the visit, which will also include talks with Putin on Tuesday.",
  "Last year, Russia provided Iran with its S-300 missile defense system, which had been purchased in 2007 but was stalled for years because of sanctions.",
  "Senior Iranian defense officials have expressed interest in purchasing SU-30 fighter aircraft and T-90 tanks from Russia.",
  "Of greatest probable concern to Washington is the sale of military hardware to the Islamic Republic."
]