[
  "“...Opening up has been a key driver of China’s reform agenda so we will continue to open wider to the world, including widening market access for foreign investors.”\n\nLi’s attendance at the seventh “16+1” summit in Sofia coincided with the first salvos in what risks becoming a protracted global trade war, as Washington and Beijing slapped tariffs on $34 billion worth of each others’ goods.",
  "Krum Stoev/EU2018BG/Handout via REUTERS\n\nLi Keqiang told a summit with central and eastern European leaders that China would continue opening its markets and implementing other reforms that had fueled its economy, providing opportunities for EU members and aspirants in the bloc’s poorer half.",
  "SOFIA (Reuters) - China remains open for trade with foreign partners and can only benefit from an economically strong Europe, its premier said on Saturday as he pressed for expanded ties with the continent’s eastern wing while waging a tariff war with Washington.",
  "KEEPING IT SWEET\n\nMindful of the need to keep relations with the EU on an even keel as his trade battles with U.S. President Donald Trump intensify, Li has been careful to stress China’s support for European integration and rules in trade and procurement.",
  "Some participating countries have begun doubting the value of the annual meetings, and China has come under pressure to show its courting of individual countries from the Baltics to the Balkans would not hurt the European Union as a whole.",
  "It needs to be transparent.”\n\nOfficials from the EU, World Bank, and European Bank for Reconstruction and Development were invited and Li said those organizations were welcome to jointly fund projects in central and eastern Europe.",
  "“It gives more opportunities to those who joined the EU later to catch up faster.”\n\nSlideshow (5 Images)\n\nLast month Hungary finalised the construction timetable with Beijing for a Budapest-Belgrade rail link.",
  "More than 1,000 business people from China and central and eastern Europe attended an economic forum alongside the summit, seeking deals in trade, technology, infrastructure, agriculture and tourism.",
  "Bulgarian Prime Minister Boyko Borissov and Chinese Premier Li Keqiang smile during the 7th Summit of Heads of Government of CEEC and China in Sofia, Bulgaria, July 7, 2018.",
  "Analysts have said Li, who will travel to Germany on Sunday ahead of a wider China-EU summit in Beijing, would avoid any issues that might irk western EU governments.",
  "He said China was ready to fund a Global Partnership Center in Sofia that should help Chinese companies understand EU market rules and adhere to them in the region.",
  "China has promised billions of dollars for development projects in the region as part of its Belt and Road strategy to carve out new export markets.",
  "Bulgaria hopes the summit will help secure funds to build new infrastructure, mainly in the Balkans, which still lags richer western EU states.",
  "Countries taking part in the summit include the region’s EU states, plus Albania, Bosnia and Herzegovina, Macedonia, Montenegro and Serbia.",
  "“16+1 is a format that aims to strengthen Europe,” Bulgarian Prime Minister Boyko Borissov said in his opening remarks.",
  "Some 18 bilateral agreements and memorandums were signed, but no new major deals were announced.",
  "“If Europe is weakened, it will only be bad news for China, not the other way around,” Li said.",
  "He is holding bilateral meetings in Sofia with all the leaders of the eastern countries.",
  "But outside Hungary, Chinese investments have not met expectations.",
  "“It is two-way traffic,” Li said through an interpreter.",
  "He said these were also not meant to divide Europe.",
  "Croatia will host the next 16+1 summit in 2019.",
  "“This (16+1) platform needs to stay open."
]