[
  "“That’s a lose-lose proposition, but it could be converted into a win-win situation,” Soros added, speculating that in the time it would take for the UK to fully exit the EU the British public would be forced to change their minds and that “it would be better however if they came to a decision sooner rather than later.”\n\n“That’s the goal of an initiative called the ‘Best for Britain,’ which I support.",
  "CLAIM: Soros-Backed Activists Being Trained to ‘Ruthlessly’ Target MPs to Pressure Them to Reject Brexit https://t.co/C5AIcPCSUe — Breitbart London (@BreitbartLondon) May 25, 2018\n\nSoros is a vocal opponent of the UK leaving the EU and has links to senior members of the European political elite with leaked documents exposing a network of 226 “reliable allies” in the European Parliament.",
  "Businesswoman and Best for Britain’s co-founder Gina Miller distanced herself from the pressure group after it was revealed the group accepted hundreds of thousands of pounds from Soros, calling the tactic “undemocratic”, a betrayal of “transparency” and likening it to “guerrilla warfare”.",
  "Addressing an audience of the globalist European Council on Foreign Relations in Paris on Tuesday, Soros referred to the UK’s June 2016 vote to leave the European Union as a “territorial disintegration”, and that it should be stopped to prevent the bloc suffering from a hole in its budget.",
  "Last week, it was alleged that Best for Britain activists were being trained to “ruthlessly” attack MPs in order to pressure them to block Brexit, including orchestrating mass anti-Brexit communications to constituency offices and pushing negative stories about MPs in the media.",
  "Last month it was revealed that the OSF has pumped a total of £800,000 into the Best for Britain campaign to push for what the pressure group’s president Patrick Gaspard called “a meaningful vote on the final Brexit proposal”.",
  "George Soros, the speculator who ‘broke the Bank of England’ in the 1990s, has said that he is backing campaigns to stop the “damaging” effects of Brexit, promising Best for Britain’s manifesto will be published in days.",
  "Most of the damage is felt right now when the European Union is in an existential crisis, but its attention is diverted to negotiating a separation agreement with Britain,” the open borders advocate said.",
  "Soros told the ECFR that stopping Brexit “would be good for Britain but would also render Europe a great service by rescinding Brexit and not creating a hard-to-fill hole in the European budget.",
  "”\n\nIn reaction, Brexit leader and former UKIP leader Nigel Farage told his LBC radio audience Tuesday night that Britain had already made up her mind.",
  "“Best for Britain fought for, and helped to win, a meaningful parliamentary vote which includes the option of not leaving at all,” he said.",
  "In addition, the OSF gave a total of £303,000 to two other anti-Brexit organisations, the European Movement UK and Scientists for EU.",
  "“But if you and your friends amongst the international and business elites force it upon us well then we will have to beat you again.",
  "“But the British public must express its support by a convincing margin in order to be taken seriously by Europe.",
  "This time, by a much bigger margin.”\n\nTwitter Follow @friedmanpress Follow Victoria Friedman on",
  "“We have made our minds up in the greatest democratic exercise in the history of this country.",
  "That’s what the Best for Britain is aiming for by engaging the electorate.",
  "“Brexit is an immensely damaging process, harmful to both sides.",
  "It will publish its manifesto in the next few days.",
  "“I do not want a second referendum, Mr. Soros.",
  "We’ve had one,” Mr. Farage said."
]