[
  "These European nations already did\n\nMore: From 7 to 77: There's been an explosion in building border walls since World War II\n\nMore: Border walls aim to keep out migrants, but also threaten bears, deer, other wildlife\n\nIn the past year, the government has conducted repeated ad campaigns against Soros, accusing him of supporting indiscriminate migration to Europe.",
  "The Hungarian Helsinki Committee, one of the groups most vilified by Prime Minister Viktor Orban’s anti-immigration government, said its activities were lawful and called the proposal “unacceptable in a democratic state.”\n\nThe bill “threatens to lock up and imprison those who behave legally in the defense of Hungary’s human rights obligations,” the group said.",
  "The law submitted to parliament would make it a criminal offense punishable by up to a year in prison to promote or facilitate “illegal migration.” Dubbed “Stop Soros” by the government, it partly targets civic groups, some supported by Hungarian-American financier George Soros, which offer legal and other aid to asylum-seekers.",
  "“We are particularly concerned that the government is targeting those who, in a purely humanitarian role, help people who are seeking asylum.”\n\nHungarian Prime Minister Viktor Orban looks on during the swearing-in ceremony of his new cabinet members on May 18, 2018 at the parliament in Budapest.",
  "(Photo: Darko Bandic, AP)\n\nBUDAPEST, Hungary — The Hungarian government proposed constitutional amendments and a new law Tuesday that are intended to prevent Hungary “from becoming an immigrant country” by further tightening its policies on accepting refugees and asylum-seekers.",
  "Hungary built razor-wire fences on its southern borders with Serbia and Croatia in 2015 after some 400,000 people passed through the country on their way to western destinations like Germany and the Netherlands.",
  "Orban, who won his third consecutive term and fourth overall, campaigned almost exclusively on fighting immigration, vowing to defend Hungary’s Christian culture from immigrants who are predominantly Muslims.",
  "“Viktor Orban based his re-election campaign on falsely accusing me of planning to flood Europe, Hungary included, with Muslim refugees,” Soros said at a meeting of the European Council On Foreign Relations.",
  "“He is now posing as the defender of his version of a Christian Europe that is challenging the values on which the European Union was founded.”\n\nRead or Share this story: https://usat.ly/2LAWGbL",
  "(Photo: ATTILA KISBENEDEK, AFP/Getty Images)\n\nOrban’s Fidesz party won a two-thirds majority in an April election, giving it the freedom to modify the Hungarian Constitution unchallenged.",
  "The constitutional amendments put forward add language saying that “foreign populations cannot be settled in Hungary” and would place additional limits on eligibility for asylum.",
  "The Hungarian government has proposed constitutional amendments and a new law further tightening the country's laws on refugees and asylum-seekers.",
  "In this Aug. 27, 2015, file photo, a child is helped cross from Serbia to Hungary through the barbed wire fence near Roszke, southern Hungary.",
  "For example, people who entered Hungary from a country where they were not persecuted or threatened with persecution would be ineligible.",
  "Since most asylum-seekers from the Middle East and Asia reach Hungary from Serbia, they would be unlikely to meet the new requirement.",
  "The United Nations refugee agency called on the government to withdraw the legislation.",
  "Speaking Tuesday in Paris, Soros again rejected the Hungarian government’s charges.",
  "It is not a crime,” Pascale Moreau, director of the UNHCR’s Europe office, said.",
  "More: Trump isn't the only one who wants to build a wall.",
  "“Seeking asylum is a fundamental human right."
]