[
  "— Nikki Haley (@nikkihaley) March 22, 2018\n\nDuring his time as Ambassador to the U.N. he steered the Security Council to the passage of a resolution for the interdiction and boarding of smuggling vessels, called the proliferation security initiative, and was considered by his diplomatic colleagues as a hardworking and skilled negotiator, often calling Council meetings on holidays and weekends, Falk reports.",
  "Bolton served as ambassador to the U.N. for a year and a half under President George W. Bush as a recess appointment, meaning the Congress did not confirm him, after a group of former U.S. diplomats and other officials called for the Senate to reject his nomination.",
  "Bolton, even as U.S. ambassador, has a somewhat famous disdain for the U.N., once suggesting that the U.N. could lop off the top ten floors of the iconic UN Headquarters building in New York, meaning that it could do to get rid of the Secretary General, Falk said.",
  "The question will be how John Bolton with interact with the current, and widely popular, U.N. ambassador to the U.S. Nikki Haley, who has the president's ear and had a working relationship with outgoing NSA, General H.R.",
  "\"He's an effective political operator who has clawed his way to the top despite a lot of foes in Washington,\" Richard Gowan, a U.N. expert at the European Council on Foreign Relations, told CBS News.",
  "McMaster, who is an active duty three-star general, said in a statement that after 34 years of service, he would be requesting retirement from the U.S. Army, effective this summer.\"",
  "He will push for a tough line on specific crises, like Korea, but also advocate a more general weakening of international institutions like the U.N.\"",
  "McMaster's departure was essentially reported to have been a fait accompli by last week by CBS News chief White House correspondent Major Garrett.",
  "McMaster has been replaced by former Ambassador to the United Nations John Bolton as national security adviser, President Trump tweeted Thursday.",
  "But his world view is very close to the president's, and I suspect that he will stoke Trump's deepest nationalist and anti-globalist instincts.",
  "— Donald J. Trump (@realDonaldTrump) March 22, 2018\n\nBolton was spotted at the White House earlier in the day, fueling speculation.",
  "Three weeks ago, Bolton authored a piece in the Wall Street Journal, arguing the legal case for a preemptive strike on North Korea.",
  "In a statement released by the White House, Mr. Trump thanked McMaster for his service and praised his decades of military service.",
  "\"I am pleased to announce that, effective 4/9/18, @AmbJohnBolton will be my new National Security Advisor,\" Mr. Trump wrote.",
  "Like ousted Secretary of State Rex Tillerson, McMaster had never really developed a strong relationship with the president.",
  "Bolton, in an interview with Fox News Thursday night, said he wasn't expecting the announcement to come \"this afternoon.\"",
  "The major staff change comes at a pivotal point in foreign relations, as the U.S. is looking to meet with North Korea.",
  "The White House has suggested the president intends to meet North Korean leader Kim Jong Un by the end of May.",
  "This is a man who will aim to advance a hardline agenda in Washington, and knows how the levers of power work.",
  "I am pleased to announce that, effective 4/9/18, @AmbJohnBolton will be my new National Security Advisor.",
  "Bolton's arrival makes it far more likely Mr. Trump will withdraw from the Iran deal soon.",
  "Thank you to Lieutenant General HR McMaster for your service and loyalty to our country.",
  "\"Don't let the mustache and the sometimes insanely hardline positions fool you.",
  "Bolton is known to be a hardliner on the Iran nuclear deal and on North Korea.",
  "McMaster who has done an outstanding job & will always remain my friend.",
  "McMaster who has done an outstanding job & will always remain my friend.",
  "Your selfless courage and leadership has inspired all of us.",
  "Bolton will be Mr. Trump's third national security adviser.",
  "\"He has many enemies in Congress and the Washington elite.",
  "McMaster, CBS News' Pamela Falk reports from the U.N.",
  "There will be an official contact handover on 4/9.\"",
  "\"I am very thankful for the service of General H.R.",
  "There will be an official contact handover on 4/9.",
  "I am very thankful for the service of General H.R.",
  "Most of all, thank you for your friendship.",
  "That transition will be effective April 9.",
  "National Security Adviser H.R.",
  "Reaction at the U.N.",
  "????"
]