[
  "While center-right parties in countries like the Netherlands and Austria have pivoted right, co-opting some of the nationalist rage of their populist challengers, the center-left has been cut adrift in recent years, associated in many countries with a failed status quo and stigmatized by nationalists as weak on immigration and identity.",
  "In the first decade of this century, too many social democrats tolerated the worst excesses of financial capitalism and then colluded with the center-right to make society’s less well off pay the rescue bill.”\n\n\n\nSalvini gives the thumbs-up at a news conference in Milan on March 5.",
  "Barber suggests looking at the example of Mette Frederiksen, the leader of Denmark's Social Democrats, who has shed the open neoliberalism of her predecessors and made a robust defense of the country's welfare state — a position right-wing populists had tried to co-opt.",
  "“We will never form a government with anti-system forces.”\n\nItaly's Democratic Party joins the growing ranks of Europe's flailing center-left parties, which have suffered several major defeats in countries where they were once political titans.",
  "After voters delivered astonishing mandates to two populist parties on Sunday, the biggest losers seemed to be Matteo Renzi and Silvio Berlusconi, the two former prime ministers who led Italy's once-dominant center-left and center-right blocs.",
  "Tony Blair, the pro-globalization prime minister who was once Labour's standard-bearer and savior, is a pariah within his own party; Corbyn has said Blair should face charges for war crimes for his support of the U.S. invasion of Iraq.",
  "And after months of fitful hand-wringing, Germany's Social Democrats agreed to forge another grand coalition with Chancellor Angela Merkel's conservatives — an arrangement many on the German left fear has hollowed out the party.",
  "There have been signs that parties such as the League and Five Star will be willing to moderate their positions as they move into the spotlight and are potentially compelled to make the compromises that come with being in power.",
  "He emerged as a bold reformer and became Italy's youngest prime minister in 2014, but stepped down in 2016 after failing to push through significant constitutional reforms he believed were necessary to revitalize the country.",
  "Renzi saw his Democratic Party win less than 20 percent of the vote, hemorrhaging support to parties such as the anti-establishment Five Star Movement, which emerged as Italy's single strongest political force.",
  "“At last,” crowed Luigi Di Maio, Five Star's 31-year-old leader, “the republic of Italian citizens.”\n\nNow Italy's dueling factions must take stock and enter what figure to be tumultuous coalition talks.",
  "Berlusconi was overshadowed by far-right leader Matteo Salvini, whose anti-immigrant, anti-European Union party — the League — would now be the senior partner in any potential right-wing coalition.",
  "“The traditional structures of political alignment in Europe are breaking down,” Josef Janning, the head of the Berlin office of the European Council on Foreign Relations, said to my colleagues.",
  "“The decline of organised social democracy does not mean that social and economic policies normally associated with the left have lost their appeal,” wrote Tony Barber of the Financial Times.",
  "France's Socialists Party, in power at the beginning of 2017, was decimated in parliamentary elections and captured just 6 percent of the vote in the first round of the presidential election.",
  "“They’ve become part of the establishment.”\n\nWant smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Britain's Labour party turned sharply left with the ascension of Jeremy Corbyn, an economic populist who has much in common with some of the anti-establishment cadres on the continent.",
  "For all the well-founded misgivings about it, we have little choice but to domesticate it as best we can.”\n\nOr perhaps the easiest option is the one Renzi has chosen: Sit and wait.",
  "On Monday, Renzi signaled his intention to step down as party head, but he neither he nor his colleagues would countenance any alliance with the anti-establishment upstarts.",
  "“Some of these movements have become demystified,” Janis Emmanouilidis, the director of policy studies at the Brussels-based European Policy Center, said to my colleagues.",
  "“On the contrary, millions of voters want a protective welfare state and are angry about precarious jobs, social inequality and untamed globalization.",
  "A host of permutations are possible, including the aforementioned right-wing coalition or even an alliance between the ascendant populist parties.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "“But if we abandon it, others are sure to step in, prodding and baiting the beast to bring out its most ferocious side.",
  "As long as it remains under our control, it can be of tremendous use,” wrote Harvard political scientist Yascha Mounk.",
  "But now we see that it’s happening everywhere.”\n\nThe Dutch Labor party went from governance to irrelevance a year ago.",
  "“The Italian people have asked us to be in opposition, and that is where we will go,” he said at a news conference.",
  "Yet he refused to relinquish control of the party, even as infighting and defections further weakened him.",
  "Some argue that those who champion liberal values have to grapple more adroitly with nationalist feeling.",
  "Glimmers of an economic revival under their watch were ignored by voters eager for more concrete change.",
  "(Luca Bruno/Associated Press)\n\nSome center-left parties in the West have undergone a radical reckoning.",
  "President Emmanuel Macron, an “outsider” centrist, has siphoned off much of the center-left's support.",
  "“Either is likely to make Europe’s establishment nauseous,” my colleague Michael Birnbaum wrote.",
  "In the cold light of day, things do not look much better for Italy's political establishment.",
  "\"If Salvini came to power, he would be Western Europe’s first far-right leader since 1945.",
  "Di Maio, meanwhile, questions European integration and rules that restrict free spending.\"",
  "Five Star Movement founder Beppe Grillo and Di Maio attend a rally in Rome on March 2.",
  "(Tony Gentile/Reuters)\n\nNo matter what, it seems like the end of the road for Renzi.",
  "But she has also echoed right-wing calls for limits on non-Western immigration.",
  "Now the forces aligned against them have their chance to govern — and fail.",
  "The center-left in the West has struggled after spending years in power.",
  "The trouble is that many voters simply do not trust the center left.",
  "They knew their parties would struggle — but not as badly as this.",
  "Now he limps off the stage, deflated and defeated.",
  "Sign up for the Today's WorldView newsletter.",
  "Sign up for the Today's WorldView newsletter.",
  "“Nationalism is like a half-wild beast.",
  "“It started in the smaller countries."
]