[
  "That was the message of a gathering here this week of European and American foreign policy experts to discuss the “Crisis across the Atlantic.” Conference participants described the rupture as “toxic,” “an electric shock,” “an unraveling” and a possible “train wreck.”\n\n“This is the most serious transatlantic crisis in 70 years, because the Europeans do not believe Trump is committed to the European Union, NATO or the democratic values that are the foundation of the alliance,” argued Nicholas Burns, a former undersecretary of state who directs the Aspen Strategy Group, which helped organize the meeting.",
  "This is infantilism.”\n\nThe Euro-American confrontation will deepen if the Trump administration follows through on its threat to impose secondary sanctions against European companies that do business with Iran, after the United States has withdrawn from the nuclear deal.",
  "Francois Heisbourg, a French security expert, urged Europeans to “speak softly and build a big stick.”\n\nMark Leonard, who heads the European Council on Foreign Relations, argued that Europe should stop “appeasement” of Trump and focus on its own security interests.",
  "As one conference attendee put it, the European Union represents everything Trump hates: It’s multilateral, liberal in its social policies, committed to free trade, anxious about climate change and, worst of all, unwilling to pay enough for its defense.",
  "He hectored European leaders at this month’s Group of Seven summit meeting and refused to sign the communique — and suggested that Russia rejoin the elite group, even as Europe tries to resist Moscow’s aggressive policies.",
  "“The likelihood is that we’ll come out with disagreements on the communique,” which could produce a “destructive summit.”\n\nTrump’s pique at Europe has been evident since the first days of his presidency.",
  "With Merkel facing unrest within her governing coalition, Trump this week took the astonishing step of attacking her government in what amounted to a presidential intervention in German politics.",
  "If you’ve grown up in the benign shadow of the transatlantic alliance, and viewed this partnership as a pillar of global peace and prosperity, these are strange times indeed.",
  "official argued that Europe should respond not simply with a “blocking statute” that checks American reprisals but with its own countersanctions against American companies.",
  "German Foreign Minister Heiko Maas last week blasted Trump’s “egoistic policy of ‘America First,’ ” and said that “the Atlantic has become wider” during his presidency.",
  "Europeans here talked of a broader effort to develop independent European security policies, so that nations are less dependent on a newly unreliable America.",
  "Columnist\n\nA bright banner at NATO’s lavish new headquarters here proclaims the core conviction of the transatlantic alliance: “We are together.",
  "We are strong.” But the words seem a bit hollow these days, as President Trump escalates his attacks on America’s traditional European partners.",
  "Trump is scheduled to attend, but his possible meeting with Russian President Vladimir Putin, before or after, may overshadow the NATO session.",
  "He has imposed steep tariffs on European steel and aluminum imports and is said to be preparing similar tariffs against European automakers.",
  "“The people of Germany are turning against their leadership as migration is rocking the already tenuous Berlin coalition,” Trump tweeted.",
  "It took seven decades to build this structure, but the wrecking ball that is the Trump presidency is assaulting it, piece by piece.",
  "“A NATO summit has only one deliverable, which is cohesion and solidarity,” notes Douglas Lute, a former U.S. ambassador to NATO.",
  "Europeans were dazed and in denial during the first year of Trump’s presidency, but they’re now talking about ways to fight back.",
  "This stance was endorsed by Philip Zelikow, a former State Department official who teaches at the University of Virginia.",
  "Europe’s retaliation starts with what Maas called “appropriate countermeasures” against the steel and aluminum tariffs.",
  "Trump’s “America First” policies have shaken many of the nations that looked to Washington as their ally and protector.",
  "Europeans and Americans say they fear that transatlantic tension may disrupt the NATO summit planned here next month.",
  "He cautioned against fretting before the NATO summit: “Will the good Donald Trump show up or the bad one?",
  "Read more from David Ignatius’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "A special Trump target has been German Chancellor Angela Merkel, who leads Europe’s strongest economy.",
  "The sessions weren’t for attribution, but some of the speakers agreed to comment on the record.",
  "And Trump may use the Brussels gathering to lecture Europeans anew, widening the fissure.",
  "(I was invited as a member of the strategy group.)",
  "Even by Trump’s standards, this was a shocker.",
  "What’s new is that Europeans are pushing back.",
  "“That world order that we once knew .",
  "no longer exists,” he lamented.",
  "Will he praise us or spank us?",
  "Here’s hoping Trump fails.",
  "One former senior E.U.",
  ".",
  "."
]