[
  "I will stand up to Russia with America's allies\n\nDuring the first year of his presidency, Trump lashed out against Germany over its trade policies, caused embarrassment in the U.K. by re-tweeting an extremist politician, and openly criticized NATO countries for not spending enough on defense.",
  "The Trump administration has called for a review of the program, which provides visas for highly skilled foreigners to work at companies in the U.S.\n\nOne Davos delegate will be paying very close attention: Narendra Modi, the first Indian prime minister to attend the gathering in two decades.",
  "\"The international community is going to want to hear that America is the trusted partner that it has been over the past 70 years in the post-World War II system,\" said Sudha David-Wilp, a senior transatlantic fellow at The German Marshall Fund of the United States in Berlin.",
  "\"Realistically, they can't expect he would abandon his 'America First' politics, but they might hope he is going to soften it around the edges,\" said Jeremy Shapiro, director of research at the European Council on Foreign Relations.",
  "\"Something like 'we want a better deal, but we believe in the basic concept of the free trade system and we are not trying to blow up the WTO, and we are not going to unilaterally tear up the agreements,'\" Shapiro said.",
  "I will stick with the Iran nuclear deal\n\nSenior European diplomats urged Trump this week not to kill off the Iran nuclear deal, brokered by the Obama administration, the U.K., Russia, France, Germany and China in 2015.",
  "The Davos crowd will make for a skeptical audience: CEOs, entrepreneurs and international leaders who typically support free trade and multilateral initiatives, and regard many of Trump's policies as backward-looking.",
  "I won't kick out software engineers\n\nBusiness leaders and heads of states alike will also hope Trump softens his stance on immigration, especially when it comes to the H-1B visa program for skilled workers.",
  "That's something the international community really wants to hear, especially since talks between South Korea and North Korea resumed ahead of the Winter Olympics in PyeongChang, South Korea, next month.",
  "Microsoft (MSFT), Apple (AAPL), Starbucks (SBUX), Nike (NKE), Goldman Sachs (GS), Chevron (CVX) and ExxonMobil (XOM) were among the big U.S. corporations to back continued U.S. involvement.",
  "His reported use of coarse language to describe the countries of origin of some U.S. immigrants -- remarks he has since denied making -- won't have endeared him to many delegates either.",
  "He pulled America out of the Trans-Pacific Partnership, a free trade agreement covering 12 countries in Asia and the Americas and began renegotiating the NAFTA agreement.",
  "Trump's new national security strategy unveiled last month identified China and Russia as U.S. rivals that are \"attempting to erode American security and prosperity.\"",
  "\"Elevated tensions combined with less trust/coordination among all actors means that mistakes, when they occur, are more likely to ignite a conflagration,\" he said.",
  "Related: The economic forces driving the Iran protests\n\nTrump promised to get rid of the agreement during his election campaign, calling it \"the worst deal ever.\"",
  "\"[It's] emblematic of the contradictions of Trumpism,\" said Tarun Chhabra, fellow at the Project on International Order and Strategy at The Brookings Institution.",
  "I will rethink the Paris climate accord\n\nLast year, Trump said he would take the U.S. out of the Paris climate agreement negotiated by the Obama administration.",
  "World leaders, led by French President Emmanuel Macron, have been urging the U.S., the second biggest polluter after China, to get back into the deal.",
  "In particular, they will want him to maintain a tough stance towards Russian President Vladimir Putin, especially over the situation in Ukraine.",
  "\"If he simply refrains from puerile taunts at Kim Jung Un, and doesn't threaten imminent war, he will be met with relief,\" said Chhabra.",
  "While he didn't follow through on his promise to label China a currency manipulator, experts are warning things could get nasty in 2018.",
  "Ian Bremmer, the president and founder of Eurasia Group, said North Korea is the world's \"most obvious risk of a geopolitical accident.\"",
  "Related: These are America's top trading partners\n\nDavos delegates will be hoping Trump will signal he is ready for more cooperation.",
  "The agreement obliges Iran to limit its nuclear program in exchange for waiving sanctions that had crippled the country's economy.",
  "The announcement that Trump would become the first serving president since Bill Clinton to attend was already raising eyebrows.",
  "Trump hinted this week he might return to the negotiating table, and Davos will be hoping for more signals that could happen.",
  "I won't start a trade war with China (or Mexico, or Canada)\n\nTrump's first year in office was not good for global free trade.",
  "Related: These companies are coming clean on climate change\n\nBusiness leaders have also urged Trump to stick with the deal.",
  "I won't threaten war with North Korea\n\nTrump's tough, provocative rhetoric towards North Korea is making the world nervous.",
  "So far, he has not delivered on that pledge and the global elite in Davos will want to hear reassurances that he won't.",
  "\"The president's message is very much the same here as it will be there,\" said press secretary Sarah Sanders.",
  "Syria and Nicaragua, the two countries that did not originally join the accord, have since signed up.",
  "President Trump spent most of his election campaign and first year in office blasting globalization.",
  "The White House said the main reason Trump is going is to \"talk about the America First agenda.\"",
  "And they'll at least want reassurances that Trump still believes in the concept of free trade.",
  "Now he's decided to attend its biggest annual celebration: the World Economic Forum in Davos.",
  "Trump this week hinted he might be ready to offer dialogue when it's \"appropriate.\"",
  "China's trade surplus with America hit a new record in 2017 as its exports boomed.",
  "That will make the U.S. the only country in the world not party to the deal.",
  "Tech leaders will also listen carefully to Trump's message on immigration.",
  "But here's what the Davos audience would like to hear:\n\n1.",
  "The sector is a major employer of H-1B visa holders.",
  "Nobody knows exactly what Trump will say in Davos.",
  "India accounts for 70% of all H-1B workers.",
  "5.",
  "4.",
  "3.",
  "2.",
  "6."
]