[
  "Even if we don’t believe we are able to get a better relationship with Russia in the foreseeable future, we need to talk to them, to manage a difficult relationship, to avoid incidents and accidents.”\n\nThe concern is not the fact of Trump meeting with Putin, several diplomats said, but what he might say or agree to and how it would affect their desire for a unified summit outcome.",
  "But worries are so high that one senior European diplomat, in a recent conversation, halted mid-sentence to muse about whether it was worse for the two to meet before the NATO summit — when many alliance leaders fear the U.S. president might make big concessions to Putin without input from them — or after, when they would be unable to mop up a mess.",
  "Secretary of State Mike Pompeo, in an interview with CNN this week, insisted that “the rift between the United States and Europe is much overstated.” Differences over spending and trade “are in line with the kinds of discussions that America and Europe have had for decades,” he said, noting that he speaks regularly with his European counterparts.",
  "The summit agenda calls for leaders to endorse recent initiatives to continue reinforcement of NATO’s eastern flank against Russian aggression, a new training mission in Iraq, additional support on counterterrorism for Afghanistan, Tunisia and Jordan, and overdue changes in the alliance military command structure.",
  "“It’s not very sexy,” a senior NATO official acknowledged, but it is “serious and substantive.” And “despite all the sturm and drang out of the White House” on budgets, Defense Secretary Jim Mattis “has succeeded in getting” major U.S. resources across the board, particularly for reinforcements in Eastern Europe.",
  "If Bolton meets with Putin, Peskov told journalists in Moscow, “we will inform you.”\n\nA warm and effusive Trump meeting with Putin could expose cracks in the alliance, which is divided over whether the West should further isolate Russia or open more dialogue and business dealings with it.",
  "What if after meeting Putin, he asked, Trump said: “The [NATO] exercises are just too expensive, and Putin and I worked out a bargain, and we can stop them.”\n\nMajor NATO players, including Germany and France, insist there will be no compromise on Crimea or NATO’s new eastern deployments.",
  "[In Trump, some fear the end of the world order]\n\nTrump’s impatience with multilateral gatherings has already been factored in to the agenda, with planned work sessions on Georgia and Ukraine — both under siege from the Russians — combined into one meeting.",
  "NATO leaders fully expect Trump to revisit the military spending issue, particularly regarding Germany, whose defense budget remains far short of the 2 percent of gross domestic product that all alliance members have pledged to reach by 2024.",
  "[Trump again blames Obama for Russian annexation of Crimea]\n\nThis month, Trump stunned U.S. allies in Asia by announcing, after meeting with North Korean leader Kim Jong Un, that he was suspending joint U.S.-South Korean military exercises.",
  "In its wake, Trump called Canadian Prime Minister Justin Trudeau “weak.” He tweeted that German Chancellor Angela Merkel was losing her grip on power amid, he falsely asserted, a rising domestic crime wave caused by immigrants.",
  "There is no predicting “what the president continues to insist on in his tweets,” the official said, “but I think in this case, NATO leaders will be clear.”\n\n“I agree there is good reason to be anxious,” the official said.",
  "While Trump often accuses other members of failing to pay their fair share to NATO, the GDP formulation applies to how much each country spends individually on its own defense budget rather than into a common NATO pool.",
  "“Could he replicate those decisions in another region?” asked a second European diplomat, referring to NATO reinforcements and exercises in Poland and the Baltic states to confront Russian aggression on their borders.",
  "On a West Wing staircase, photos of Trump’s triumphal Singapore meeting with North Korean leader Kim Jung Un two weeks ago have replaced pictures of the White House visit of French President Emmanuel Macron in April.",
  "In speeches and news conferences in recent weeks, Stoltenberg has emphasized that the alliance has no problem with Trump meeting Putin — something that European leaders do regularly — and in fact would welcome it.",
  "White House national security adviser John Bolton is due Wednesday in Moscow, where he is expected to discuss plans for Trump to meet with the Russian president at some point while he is in Europe.",
  "The downward spiral of relations between Europe, and now Canada, with the United States over a range of issues has become an ongoing refrain, with only Trump appearing unperturbed by it.",
  "NATO leaders from Britain, France and Germany who attended the Group of Seven meeting in Canada this month remain angry and traumatized by what they saw as Trump’s insulting behavior.",
  "But in the run-up to their July 11-12 summit in Brussels — where the overriding goal is to show how unified they are — some leaders are worried that the result could be the opposite.",
  "Last year’s gathering, when Trump scolded them as defense cheapskates and refused to say the United States was committed to their mutual defense pact, is still fresh in many minds.",
  "In recent weeks, senior German officials have gone on the offensive with statistics of their own indicating that the country’s GDP growth has masked higher defense expenditures.",
  "“The G-7 was an epic disaster — the diplomatic equivalent of a multiple-car pileup,” said Jeremy Shapiro, director of studies at the European Council on Foreign Relations.",
  "NATO is officially committed to not easing sanctions until Russia reverses its 2014 annexation of Crimea from Ukraine, but its agreement on the issue is already wobbling.",
  "But Trump, who has consistently praised Putin as a strong leader, says he believes Putin’s denial of interference designed to benefit him in the 2016 U.S. election.",
  "Trump has blamed his predecessor, Barack Obama, for Russia’s armed intervention in Ukraine and indicated little interest in extricating Crimea from Russia’s grasp.",
  "All allies have stopped cutting their defense budgets, more have reached the 2 percent goal, and the majority have put forward plans to attain it within a decade.",
  "Jens Stoltenberg, the NATO secretary general who frequently says he welcomes U.S. pressure on burden sharing, appears to believe he has some good news to report.",
  "“To meet President Putin is not in any way contradicting NATO policies, because NATO is in favor of dialogue with Russia,” Stoltenberg said last week in London.",
  "The alliance has taken a firm stand against Russia, it has begun to undertake long-delayed modernizations, and defense budgets are slowly but surely increasing.",
  "The United States spends about 3.58 percent of its GDP on defense, an amount that reflects self-assumed global responsibilities as well as political will.",
  "Both options are bad, concluded the diplomat, one of several who spoke about the summit on the condition of anonymity in advance of the NATO gathering.",
  "Timing is already tight, with Trump set to visit Britain on July 13 and Putin likely to want to be in Moscow for the World Cup final on the 15th.",
  "“There will be no deviation from the notion that the seizure of Crimea really contradicted international law,” the senior NATO official said.",
  "In political rallies before cheering supporters at home, he often revels in describing them as security freeloaders and trade cheaters.",
  "We have to keep our eye on the prize.”\n\nMichael Birnbaum in Brussels and Anton Troianovski in Moscow contributed to this report.",
  "As a result, some European governments are actively pressing the White House to hold the Putin meeting after the NATO summit.",
  "Senior U.S. officials, including Pompeo and Mattis, have taken a tough public line against the Kremlin on a range of issues.",
  "Putin spokesman Dmitry Peskov declined to comment Tuesday on the date or venue for a possible presidential summit.",
  "Repeating terms used by North Korea, he called the “war games” a provocation and said they were too expensive.",
  "Germany is girding for at least verbal jousting and appears determined not to be lectured.",
  "Italy’s new populist leaders have vowed to make lessening the sanctions a priority.",
  "He came late, left early and refused to sign the final communique.",
  "But U.S. allies are less sanguine about the state of affairs.",
  "Most of NATO’s 29 members say they have a good story to tell.",
  "This year, the specter of Vladi­mir Putin also looms large.",
  "Most of their concerns center on President Trump.",
  "There’s nothing we can do about it.",
  "We don’t want to isolate Russia.",
  "Trump may blow up this summit.",
  "“We don’t want a new Cold War.",
  "We don’t want a new arms race.",
  "“Mr.",
  ".",
  ".",
  "."
]