[
  "Julian Gewirtz, a fellow at the Harvard Kennedy School studying Chinese history and politics, told Vox after the speech that Xi emphasized “he is strongly committed to the distinctive Chinese hybrid system in economics and party-led system in politics.”\n\nXi also championed China’s growing influence on the world stage, celebrating the country’s increasing control of the disputed South China Sea under his first term and calling for efforts to make the Chinese military more powerful.",
  "Xi even suggested there was more to come — pledging enhanced internet censorship to “clearly oppose and resist the whole range of erroneous viewpoints.”\n\nWhile it’s impossible to predict exactly how long Xi will end up staying in power, one thing has become clear: China’s president has just been given immense power to lead the world’s biggest country for years to come.",
  "As the New Yorker’s Evan Osnos put it in January, “Xi Jinping has the kind of Presidency that Donald Trump might prefer.” But Xi’s consolidation of power is more historical than that: Xi is now in the same pantheon as Communist Party legends Mao Zedong and Deng Xiaoping.",
  "But as Xi accumulates even more power, expect the Chinese military to act even more aggressively on the world stage, throwing its weight around in ways that will worry US allies like Japan, South Korea, and Vietnam — and possibly even challenging the United States.",
  "We got a taste of it during his whopping 3.5-hour-long opening speech at the beginning of the Congress last October, during which he heralded a “new era” in Chinese political life and repeatedly boasted of China’s reemergence as a “great power” in the world.",
  "In practice, that means Xi will continue to reform that state’s control of the economy, allowing it to function like a pseudo-free market, while giving the country’s armed forces freer reign to project Chinese power further and further.",
  "During the speech, Xi said the word “market” only 19 times, compared to 24 times by his predecessor Hu Jintao at the previous congress in 2012, and 51 times by then-President Jiang Zemin at the 1997 congress.",
  "The party will vote on the proposal — which would abolish term limits by removing the phrase that says China’s president and vice president “shall serve no more than two consecutive terms” — in March.",
  "Last October, the Communist Party’s more than 2,300 delegates voted unanimously to enshrine “Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era” into the party’s constitution.",
  "“Under his reign, there is no more hope of convergence,” François Godement, director of the China-Asia program at the European Council on Foreign Relations, told the Washington Post last October.",
  "The addition of that phrase — which some analysts joke is as unwieldy in Chinese as it is in English — effectively means that Xi’s vision for China is officially part of state doctrine.",
  "Xi spoke about reforming state-owned companies but didn't suggest that he intended to privatize them as part of a bid to make China into a more conventional free market economy.",
  "That’s because the Chinese Communist Party on Sunday proposed changing the country’s constitution to allow Xi to remain in power beyond his scheduled departure in 2023.",
  "“In China, he can do what he wants to do, and this is just sending a clearer signal of that.”\n\nXi wants to China to be a “great power.” That’s going to be easier now.",
  "Under his rule, Chinese authorities have restricted the ability of citizens to criticize the government online and hit NGOs with suffocating government regulations.",
  "“Xi Jinping will certainly continue,” Zhang Ming, a former historian at Beijing’s Renmin University, told the New York Times on Sunday.",
  "He described China as a country that wasn’t looking to pick fights but would unapologetically defend its national interests.",
  "As he spoke of his country’s growing stature, Xi made it clear that China wasn’t trying to mimic or replace Western powers.",
  "In other words: Under Xi, China is not simply going to morph into a Western-style liberal democracy as it grows wealthier.",
  "It will give him the time and political space to turn his deeply nationalistic vision for China into a reality.",
  "The Chinese Communist Party has only added only one leader, Mao, to the constitution while he was alive.",
  "Chinese President Xi Jinping is already one of the most powerful leaders in his country’s history.",
  "Under Xi, China took even more control of the disputed South China Sea by bullying its neighbors.",
  "The party added Deng’s name and vision for China to the constitution after he died in 1997.",
  "Now he’s poised to make history by staying in office for potentially decades to come.",
  "That will pave the way for Xi to lead the country into the indefinite future.",
  "And Xi signaled that he would continue to crack down on any signs of dissent.",
  "He said that China is “blazing a new trail” for developing nations to follow.",
  "No other Chinese leaders have had their name added to the constitution.",
  "There’s little stopping Xi from realizing his vision.",
  "So what is Xi’s vision?"
]