[
  "(Sascha Schuermann/AFP/Getty Images)\n\nChancellor Angela Merkel's would-be partner in a new German government voted narrowly to continue talks with her center-right party on Sunday, meaning resolution could be within reach following four months of political gridlock.",
  "Most advocates of the talks — including party leader Martin Schulz — generated little excitement, though one exception was the party's parliamentary leader, Andrea Nahles, who lit up the room with her call to \"negotiate until the other side squeaks.\"",
  "Opponents of a deal say past agreements with Merkel have diluted the party's identity and eroded its appeal, as reflected in the SPD's dismal 20 percent of the vote in September — its worst showing in postwar history.",
  "Proponents argued that the party had little choice, with a breakdown in talks likely to trigger a new election in which the SPD — Germany's oldest party — could expect even more severe punishment from voters.",
  "Collapse of German coalition talks deals Merkel a blow; new election likely\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "A final deal will need the approval of rank-and-file Social Democratic voters, though many analysts saw Sunday's vote of party officials and activists as the more serious potential obstacle to agreement.",
  "Martin Schulz, leader of Germany's Social Democrats, speaks at the close of a party congress Sunday that cleared the way to begin coalition talks with Chancellor Angela Merkel's conservatives.",
  "The vote by a convention of the center-left Social Democrats (SPD) marked the clearing of a key hurdle in the creation of a governing coalition after inconclusive elections in September.",
  "But it would be the third grand coalition out of Merkel's four terms in office, and it has generated little excitement in the country, or even within the parties that would lead it.",
  "That won't be easy from within a government with Merkel — especially given that the preliminary coalition agreement contained few major initiatives to energize either party's base.",
  "Schulz, who probably would have been ousted as party leader had the vote gone against him, said afterward that he was \"relieved\" while acknowledging his party is divided.",
  "After the election, a weakened Merkel had first looked to a coalition of her Christian Democratic Union, the pro-business Free Democrats and the environmentalist Greens.",
  "When those talks collapsed, she had little choice but to try to coax the Social Democrats — who had earlier ruled out joining a government — back to the table.",
  "The vote clears the way for formal negotiations to kick off as Merkel's conservative bloc and the SPD haggle over policies and control of key ministries.",
  "The new government, Josef Janning of the European Council on Foreign Relations wrote in a recent commentary, \"will govern, but won't inspire.",
  "Although those favoring talks won the vote, opponents — who had been derided by a Merkel ally as \"dwarves\" — elicited the biggest cheers.",
  "Read more\n\nMerkel’s stumble in the German election has big implications for Europe\n\nGermany’s Angela Merkel once seemed invincible.",
  "The split was reflected in a tight vote following a day of impassioned speeches in the old West German capital of Bonn.",
  "It came after party leaders faced down a vocal and energetic insurgency from members who wanted to abandon the talks.",
  "A \"grand coalition\" government featuring the country's two historically dominant parties could be in place by April.",
  "\"Let us dare to start anew today,\" Kevin Kühnert, the 28-year-old leader of the party's youth wing, told delegates.",
  "Of 641 delegates, 56 percent voted to proceed with the talks, which have already yielded a preliminary agreement.",
  "This grand coalition will symbolize the beginning of the end of one era, rather than the launch of a new one.\"",
  "\"Let us dare to be a dwarf today, so that in the future we can perhaps be a giant again.\"",
  "The SPD's lack of enthusiasm for another round with Merkel was evident Sunday.",
  "That would save Germany the trouble of having to rerun its September vote.",
  "\"We must try to reunite the party and address the critics,\" he said.",
  "Luisa Beck contributed to this report.",
  "Now her time may be running out."
]