[
  "China’s offers to Europe, a recent study by the European Council on Foreign Relations’ François Godement and Abigaël Vasselier concluded, are “are not very different from those offered to African and other developing nations: a flurry of projects creating competition among recipients, loans at commercial rates, and a strong insistence on identical statements and agreements.” Like African nations, European countries, especially those in the east and south, appear to have fallen for a trap, which mostly benefits China, Godement and Vasselier write.",
  "When it was President Emmanuel Macron’s turn earlier in January, the French leader similarly announced his “determination to get the Europe-China partnership into the 21st century.” He gave his host, President Xi Jinping, a rare gelding horse named Vesuvius in what the French said was an “unprecedented diplomatic gesture.”\n\nTwo new studies, however, suggest that Europe’s embrace of China, even as it warns against Russian meddling, might benefit from a certain degree of wariness.",
  "and its close neighbors have started to embrace Chinese rhetoric and interests, including where they contradict national or European interests,” write Thorsten Benner, Jan Gaspers, Mareike Ohlberg, Lucrezia Poggetti and Kristin Shi-Kupfer, in a study released Monday and financed by the Global Public Policy Institute and the Mercator Institute for China Studies, two Berlin-based think tanks.",
  "“China holds its own summit with central and eastern European nations, the so-called 16+1, and it seized the opportunity of the euro crisis for massive takeovers in southern Europe.”\n\nWhile both Russia and China appear to be keen on exploiting the E.U.’s weaknesses, China has found a way to also make Europe thank it for doing so.",
  "In their more recent publication, five researchers examined a number of covert and more public means that the Chinese Communist Party (CCP) is believed to be using to influence European politics, including infrastructure investments in eastern and southern Europe in cash-strapped countries such as Greece.",
  "BERLIN — Shortly after the turmoil surrounding President Trump’s repeatedly rescheduled visit to Britain, Prime Minister Theresa May embarked on a trip to Beijing where she celebrated a new “golden era” and was cheered by the Chinese news media for not bringing up pesky human rights issues.",
  "Whereas Russia’s efforts have mainly shaped the discourse of the wider public while offending Europe's ruling elites, China's influence mainly appears to target leading politicians, academics and journalists in an active outreach effort at conferences, receptions or less public meetings.",
  "But the efforts are also aimed at “creating layers of active support for Chinese interests” that may eventually pit Europe against the United States when it comes to the recognition of disputed territorial claims in the South China Sea, for example, or meetings with the Dalai Lama.",
  "More on WorldViews:\n\nIsrael’s growing ties with former Arab foes\n\nEx-Israeli spymaster, who helped capture Adolf Eichmann, releases video in support of German far-right party\n\nTheresa May, praised by Chinese media for her soft stance on human rights, gets roasted by British press",
  "“China practices ‘pick and choose’ in its relations with the European Union, focusing on its direct interests, and often ignoring EU norms in its proposals,” they argue, writing that bilateral deals have focused on Europe’s periphery instead of the European Union as a whole.",
  "It is China that is set to be the bigger long-term challenge to Europe’s values and interests.”\n\nThe study argues that Beijing pursues a number of goals, which include portraying China as a role model and as an alternative to liberal democracies.",
  "Perhaps with the exception of Germany’s Social Democrats, Russia has mostly focused on lobbying or supporting far-right parties across Europe, which are unlikely to gain power anytime soon, such as the Alternative for Germany party or the U.K.",
  "“China senses that a window of opportunity to pursue its goals has opened, with the Trump administration seen as withdrawing from the role as guardian of the liberal international order that the U.S. has long played,” the authors write.",
  "Beijing is especially active in Africa, where it has offered sweeping trade and infrastructure deals to a number of nations and is expanding its network of educational Confucius Institutes as part of a soft-power outreach effort.",
  "In January, the French newspaper Le Monde claimed that China had bugged and systematically hacked the African Union’s headquarters in Ethiopia for years — a building built and financed by the Chinese.",
  "Beijing rejected the reports, even though they matched broader concerns among some observers who have long pointed at Africa’s experience in dealing with China as a warning to Europe, too.",
  "“Very few outsiders see Putin’s Russia as a successful model for sustained growth and development, and Russia invests less in building stocks of influence,” the researchers explain.",
  "“By comparison, the CCP leadership’s buildup of influence across Europe is reinforced by China’s emerging status as a successful socioeconomic model.",
  "Beijing appears reluctant to use some of the other aggressive measures blamed on Russia, notably the use of bots to push its views on social media.",
  "When it comes to Beijing, they argue, leaders of European Union countries appear too willing to overlook China’s authoritarian ambitions.",
  "Improved Chinese-Norwegian trade ties have coincided with a Norwegian effort to drop some of its human rights criticism of Beijing.",
  "China has also pushed its narrative in advertisements taken out in leading media outlets across the continent.",
  "A report by the European Council on Foreign Relations with similar conclusions was released last December.",
  "In its quest to gain more international leverage and respect, China has gone far beyond European borders.",
  "Critics say that those efforts are overshadowed by more covert activities.",
  "“Political elites in the E.U.",
  "Independence Party.",
  ".",
  ".",
  "."
]