[
  "The GRU, or main intelligence directorate, “has a special status and answers directly to the chief of the general staff, one of the three people who control Russia’s portable nuclear control,” Reuters reported in 2009, adding that its chief is chosen by the country’s president.",
  "The Justice Department says 12 Russian intelligence officers have been charged for allegedly hacking the Democratic National Committee, the Democratic Congressional Campaign Committee and Hillary Clinton's campaign during the 2016 election.",
  "The indictments, which stem from Special Counsel Robert Mueller’s probe into Russia’s efforts to interfere in the 2016 presidential election, were announced by Deputy Attorney General Rod Rosenstein on July 13.",
  "The GRU is one of Russia’s two main intelligence agencies\n\nThere are two main intelligence agencies in Russia, the GRU and Sluzhba Vneshnei Razvedki (SVR), according to The Journal of Defense Management.",
  "The GRU, which answers to the Russian military's general staff, is part of the state machine and its involvement would indicate orders to interfere in the U.S. election came from the very top.",
  "The GRU's reported involvement could contradict previous Kremlin claims about election interference\n\nAfter the new charges emerged, the Kremlin denied that it tried to sway the election.",
  "\"The Russian state has never interfered and has no intention of interfering in the U.S. elections,\" said Russian President Vladimir Putin's foreign affairs adviser, Yuri Ushakov.",
  "The GRU was not split apart after the fall of the Soviet Union\n\nUnlike the KGB, the GRU was not split apart after the fall of the Soviet Union in the 1990s, according to Reuters.",
  "That said, if the involvement of the GRU officers in the hacking effort is proven, it would shatter the Kremlin denials of the Russian state's involvement in U.S. elections.",
  "Russia’s foreign intelligence service, or SVR, is the better known of the two, according to Reuters, which also reported that the SVR is one of the KGB’s successors.",
  "MUELLER'S RUSSIA INVESTIGATION: WHAT TO KNOW\n\nAll 12 officers are members of the Russian intelligence agency, Glavnoe Razvedytalnoe Upravlenie (GRU).",
  "The GRU’s main role is military intelligence, according to the ECFR, while its secondary roles include political, economic and counter intelligence.",
  "Unlike the SVR, a KGB successor, the military intelligence agency reportedly has a large spy network abroad that’s bigger than the SVR’s.",
  "Its primary roles include political, economic and counterintelligence, the European Council on Foreign Relations (ECFR) explains.",
  "WHO'S BEEN CHARGED BY MUELLER IN THE RUSSIA PROBE SO FAR?",
  "The Associated Press also contributed to this report.",
  "Fox News’ Alex Pappas contributed to this report.",
  "Here are three fast facts about GRU."
]