[
  "In the past year, the US has:\n\nProvided anti-tank missiles to Ukraine, something the Obama administration was never willing to do\n\nSlapped new sanctions on Russian nationals and organizations\n\nDeployed about 900 troops to Poland and stationed them roughly 100 miles from the Russian border — a deployment explicitly billed as an effort to deter Russian military adventurism and reinforce America’s commitment to NATO\n\nAnd, just last week, oversaw the largest expulsion of Russian diplomats and spies in US history\n\nThis is not how foreign policy is supposed to work.",
  "Sanctions punishing Russia for election hacking even though Trump is loath to admit Putin was behind it; arms and troops to Eastern Europe even though Trump won’t condemn the Ukraine invasion; United Nations Ambassador Nikki Haley continually condemns Syria’s Bashar al-Assad Assad even though Trump won’t condemn Putin for keeping him in power.",
  "Trump congratulated Putin on his (obviously fraudulent) reelection last month, has continually mocked and rejected the US intelligence community’s unanimous belief that Russia interfered in the 2016 election, and publicly questioned the value of the NATO alliance.",
  "“Not since the runup to the Iraq War has there been such a startling consensus within the administration and the DC foreign policy community on a foreign policy issue,” says Jeremy Shapiro, the research director at the European Council on Foreign Relations.",
  "This undermines trust in US leadership and raises serious questions about the whether the de facto international anti-Russian alliance that sprang up in the wake of the Skripal poisoning will endure long enough to have a chance at changing Putin’s behavior.",
  "At any point, he could decide to do something — hypothetical examples include announcing stepped-up cooperation with Russia in Syria or recognizing Russia’s annexation of Crimea as legitimate — that would represent a radical revision of US policy.",
  "The disconnect points to the defining aspect of America’s Russia policy: a contradiction between the president’s pro-Putin words and the actual policy steps taken by the administration to punish Russia for its misbehavior around the world.",
  "“I don’t know if this absurd situation can last, and it is clear that this very fragility lends a certain sense of contradiction or incoherence to the policy even if, as articulated, the policy sounds entirely coherent,” says Shapiro.",
  "That is the exact opposite of what a sensible policy would look like.”\n\nStoking this tension was, according to Weiss, part of the reason why the Russians decided to reveal Trump’s White House visit offer in the first place.",
  "The result is that Trump’s staff is pursuing a confrontational approach to Russia — either by providing the president with hawkish policy recommendations or by simply doing things on their own authority.",
  "Specific policies are designed to advance whatever the overall goal is; presidential statements explain this goal to the public and serve as an independent source of pressure (the “bully pulpit” effect).",
  "At the time of the call, the UK had already expelled 23 Russian diplomats in retaliation for Russia’s poisoning of double agent Sergei Skripal and his daughter Yulia in the British town of Salisbury.",
  "Trump insists on treating Putin as a potential partner but doesn’t really use the levers of policy — diplomatic agreements, military deployments, and the like — to try to make this vision a reality.",
  "“Dysfunction, incoherence, and mixed signals are the mainstays of Russia policy in the age of Trump,” says Andrew Weiss, a leading Russia expert at the Carnegie Endowment for International Peace.",
  "On March 26, six days after the call, the United States and about 20 other countries would join Britain in expelling Russian officials, leading to a total of 150 Russians being sent back home.",
  "While Trump may have initially resisted the sanctions pressure, he ultimately ended up caving — backing off from what would have been a major fight with both Congress and his own deputies.",
  "“When it comes to Russia, he seems to sit alone in the Oval Office muttering at the wall, but he can find no one to turn his inchoate grumblings into action.”\n\nHow long can this go on?",
  "“There’s just one important outlier — but he is the president of the United States.”\n\nThe result is that Trump proposes one policy while his administration implements a different one.",
  "The many, many Russia contradictions\n\nIf you just went by what Donald Trump said, it would seem as if US-Russia relations were at their strongest point in recent history.",
  "If Trump decided he wanted to overrule them and pursue a Russia policy that actually corresponded with his bromantic feelings toward Putin, no one could really stop him.",
  "Trump only signed the sanctions bill reluctantly, issuing a statement calling it “seriously flawed,” and failed to implement the sanctions by a January 2018 deadline.",
  "It wasn’t to tell the Russian strongman that he’d crossed a line, or to promise swift retribution if Moscow used a deadly nerve agent outside its borders ever again.",
  "So in the midst of a massive Western campaign to isolate Russia and punish it diplomatically, Trump was chatting with Putin about a potential trip to Washington.",
  "Reminding the world that the president is consistently friendly to Putin, and always has been, is a way of driving a wedge between America and its allies.",
  "The contrast between Trump’s words and his administration’s actions is odd and embarrassing; it’s not clear how long Trump will continue to tolerate it.",
  "But in Trump’s highly unorthodox White House, there doesn’t seem to be any effort to reconcile the president’s view of Russia with that of his advisers.",
  "The fact that this could occur on a presidential whim, with little to no advance warning, is the kind of thing that keeps Russia watchers up at night.",
  "The root of the problem, experts say, is that what Trump says bears little to no relationship with what his administration actually ends up doing.",
  "On March 20, 16 days after Russia operatives poisoned an ex-spy and his daughter near the homes in the UK, President Trump called Vladimir Putin.",
  "The president, in consultation with his Cabinet, is supposed to decide on an overall approach that reflects his view of the issue in question.",
  "In mid-March, the Treasury Department designated five Russian organizations and 19 Russian nationals for punishment under the new legislation.",
  "The result is the complete and total contradiction between the president’s words and America’s actions that you’ve seen in the past few days.",
  "America’s Western European allies know this, and thus have to take the possibility of a dramatic change in America’s Russia policy seriously.",
  "Ultimately, the various policy principals — secretary of defense, national security adviser, secretary of state — answer to the president.",
  "But here, you have a clear division between the president’s words and the actions taken by nearly everyone else in the executive branch.",
  "“The entire world ... rightly fears that [Trump] will someday use the immense power of his office to give expression to his dissent.”",
  "“Trump has put US-German relations into the deep freeze and continued harping on what a bunch of deadbeats our NATO allies are.",
  "Perhaps the sole counterexample is the sanctions that Congress overwhelmingly voted to impose on Russia for its election hack.",
  "But if you look at what his administration has actually done, you’d get the sense that we’re nearly back to the Cold War era.",
  "Instead, policy appears to be set by the American national security bureaucracy, which sees Russia as a rival and adversary.",
  "“Barack Obama’s single most important partner in responding to Russian aggression in Ukraine was Angela Merkel,” says Weiss.",
  "Instead, they had a friendly chat where they discussed meeting in person — potentially at the White House.",
  "The call is noteworthy for its substance — Putin hasn’t visited the US since 2015 — and for its timing.",
  "Normally, that kind of disagreement plays out in Cabinet meetings and other private sessions.",
  "Trump, for whatever reason, has let this go on without altering his soft line on the Kremlin.",
  "“So far, he has never really interfered in Russia policy,” says Shapiro of the president.",
  "When it comes to Russia, it isn’t simply Washington facing off with Moscow.",
  "It’s an American president facing off with his own administration.",
  "The problem, of course, is that Trump’s words really do matter.",
  "The scary thing is that the Kremlin gambit might pay off.",
  "But that resistance didn’t last."
]