[
  "Such a force would aim to facilitate a cessation of hostilities, oversee local elections that Russia and Ukraine have agreed should be a precondition for a political settlement, and facilitate a transition culminating in the full restoration of Kiev’s authority.",
  "An international police force in Ukraine would need to include riot squads to handle disorder and specialist police advisers to work with local security forces and the Ukrainian police on maintaining order as the region transitions back to Kiev’s authority.",
  "Reintegrating the Donbas into Ukraine would be a long-term commitment, including promoting economic growth, protecting the rights of locals and keeping a close eye on regional political actors to ensure that they do not stir up more trouble.",
  "4) A long-term civilian presence: Most peace operations now involve sizable civilian presences (10 to 20 percent of an overall deployment) charged with responsibilities including mission administration and governance reform.",
  "The United Nations could absorb some of the heat by setting up an impartial vetting process to address those accused of war crimes, but there is no chance of a stable peace if Ukraine aims for widespread punishment.",
  "In the Donbas, the civilian priority would be arranging local elections envisaged by Moscow and Kiev in the 2015 “Minsk II” accord as a prerequisite for the restoration of Ukrainian authority over the region.",
  "And while a recent U.N. report accused many peacekeepers of being “risk-averse and unwilling to use force,” peacekeepers entering the Donbas would have to project security firmly and consistently early on.",
  "It might be necessary to cobble together a wider force from other Nordic states and more-distant options such as Mongolia, whose troops have performed courageously for the United Nations in South Sudan.",
  "The United Nations and other multilateral organizations, such as the Organization for Security and Co-operation in Europe and the European Union, would have to invest in a long-term civilian presence.",
  "It accepted the deployment of U.N. observers to Georgia in the 1990s but pushed them aside during the 2008 Russo-Georgian War before using its U.N. Security Council veto to terminate the mission.",
  "It might take 4,000 to 5,000 troops to monitor the Ukraine-Russia border — this figure is extrapolated from the number of peacekeepers monitoring the Golan Heights between Israel and Syria.",
  "Moscow would need to commit not to use its Security Council veto capriciously against the operation — and to pull its remaining troops, heavy weapons and mercenaries out of the Donbas.",
  "Ukraine would like a hefty U.N. force to quickly take control of the breakaway areas of the Donetsk basin, or Donbas — but recognizes that Russian-occupied Crimea is off-limits.",
  "Many Ukrainian politicians and commentators want to see the separatists in the Donbas punished — with talk of criminal prosecutions and stripping local officials of their jobs.",
  "3) A strong police presence: A credible military component would also need a serious police complement, as military-only operations tend to deal poorly with civil disorder.",
  "Richard Gowan is the author of “Can the United Nations Unite Ukraine?” (The Hudson Institute, February 2018) and a fellow at the European Council on Foreign Relations.",
  "Islamist militants have killed scores of peacekeepers in Mali since 2013 by targeting convoys with roadside bombs and launching attacks on remote bases, for instance.",
  "(Markiian Lyseiko/EPA-EFE/Shutterstock)\n\nCould a U.N.-backed peacekeeping force end the grinding war in eastern Ukraine that has claimed more than 10,000 lives?",
  "Some European countries — including Portugal, Italy and Romania — have good histories of “police-keeping.” But Russia would have to overlook their NATO status.",
  "There are five criteria for a successful operation:\n\n1) A genuine bargain with Russia: Moscow has orchestrated the war in the Donbas since its outset.",
  "While most military peacekeepers would hopefully leave the Donbas after a matter of years, deeper peace-building could take decades.",
  "By that standard, the Donbas should be simpler, although peacekeepers would need to be on alert for election-related violence.",
  "2) A credible military presence: Even with Moscow’s backing, peacekeeping missions could be at risk from insurgent campaigns.",
  "Some analysts argue that containing this threat would take 50,000 troops — similar to the numbers deployed to Kosovo in 1999.",
  "Such a presence might be quite large: The United Nations ultimately deployed more than 3,500 police officers to Kosovo.",
  "Such a force could be hard to generate, especially as Russia is likely to object to major NATO nations participating.",
  "In a new report for the Hudson Institute, I explore the lessons of past operations for a deployment in the Donbas.",
  "Ukraine and its Western partners need to be confident of Russia’s good faith before backing a Donbas mission.",
  "In 1999, NATO troops in Kosovo largely stood by as the ethnic Albanian population attacked Serb communities.",
  "The bulk of the force would consist of four or five battle groups able to tamp down outbreaks of violence.",
  "5) A supportive Ukraine: The final criterion for a successful mission would be genuine support from Kiev.",
  "In the Donbas, a peacekeeping force will make sense only if both Moscow and Kiev want to make it work.",
  "A more tenable figure might be about 20,000 troops, in line with the largest U.N. forces active today.",
  "\n\nUkrainian troops fire a howitzer close to the front line in the Donetsk area of Ukraine on Jan. 11.",
  "Having peacekeepers monitor the Ukraine-Russia border would be a major test of Moscow’s good faith.",
  "A force in Ukraine would need sufficient helicopters and air assets to supply its units reliably.",
  "If they do, and it is possible to find enough capable units, an operation should just about work.",
  "The United States has lobbied Sweden to lead a force, and Stockholm has indicated wary interest.",
  "Ukrainian President Petro Poroshenko and the Trump administration also seem keen on the idea.",
  "In September, Russian President Vladimir Putin hinted that he might be open to a U.N. force.",
  "In 2006, it organized a remarkable set of polls in Congo, involving 50,000 polling stations.",
  "But with the West’s relations with Russia in constant turmoil, the odds are still daunting.",
  "still have missions in Bosnia and Herzegovina, 20 years after the end of the war there.",
  "Even if a diplomatic compromise is possible, how would a force work on the ground?",
  "He teaches at Columbia University’s School of International and Public Affairs.",
  "In technical terms, the United Nations is rather good at election management.",
  "The exact numbers are less important than troop capabilities and commitment.",
  "Insurgents in the Donbas would probably also resort to guerrilla attacks.",
  "No peace operation can succeed unless the Russians give it a chance.",
  "Ultimately, all peace operations are acts of political compromise.",
  "[Ukrainians are protesting corruption — and using a new approach.",
  "A Donbas mission could require 2,000 to 4,000 police officers.",
  "All sides have to accept second-best solutions to end a war.",
  "Russia takes a hardheaded approach to peacekeeping.",
  "[The U.S. will send antitank weaponry to Ukraine.",
  "The Russians want something light.",
  "Here are 4 big questions.]",
  "Here’s how it works.]",
  "The OSCE and the E.U."
]