[
  "In his 2012 memoir, “Interventions: A Life in War and Peace,” Annan wrote that Syrian President Bashar al-Assad’s response to the popular uprising “confirmed my more troubling suspicion that he was a man beholden to a small group of Alawite security officers and willing to employ any means to retain power.”\n\nNonetheless, Annan maintained his stature in world diplomacy and in 2016 was appointed to head a UN commission to investigate the Rohingya crisis in Myanmar.",
  "If Annan hadn’t pushed the UN back into peacekeeping in Africa, the organization would be even less credible in global security than it is today.”\n\nFollowing his two terms as secretary-general, Annan became a member of “The Elders,” an elite group of retired liberal leaders, including Nelson Mandela and Jimmy Carter, partly financed by Richard Branson to resolve conflicts around the world through informal counsel.",
  "He was the co-recipient, along with the UN, of the 2001 Nobel Peace Prize, to recognize “work for a better organized and more peaceful world.” His opposition to the Iraq War in 2003 endeared him to antiwar groups and drew sharp criticism from U.S. conservatives, including John Bolton, the former U.S. ambassador to the UN who became national security adviser to President Donald Trump.",
  "In his memoir, Annan accepts responsibility, and writes that the UN “had no genuine, deep expertise on the country.”\n\nMonths after the Rwandan massacre, UN troops stood by as more than 8,000 Muslim men and boys were killed by Serbian paramilitary units in the town of Srebrenica.",
  "Toward the end of his tenure, Annan became embroiled in charges that his son, Kojo Annan, had received payments from the Geneva-based Cotecna Inspection SA, which had won a lucrative contract under the UN’s oil-for-food program for Iraq.",
  "Annan devoted almost his entire working life to the UN, navigating through multiple wars in the Middle East, the Balkan breakup, African genocides and a raft of other crises over a career that spanned more than five decades.",
  "An inquiry led by former U.S. Federal Reserve Chairman Paul Volcker found in September 2005 that Annan knew about Saddam Hussein’s corruption of the almost $70 billion program and did little to stop the illegal activity.",
  "After graduation in 1962, Annan joined the World Health Organization, a UN agency, as a budget officer before leaving to earn a master’s degree in management at the Massachusetts Institute of Technology in 1971.",
  "He was criticized for his handling of UN peacekeeping operations at the time of the genocide of Rwandan Tutsis in 1994 and the killing of Muslims from the Bosnian town of Srebrenica the following year.",
  "“A lot of his time as secretary-general was devoted to redeeming both the UN’s battered reputation and his own,” said Richard Gowan, a fellow at the European Council on Foreign Relations.",
  "In 1984, Annan married Nane Lagergren, a Swedish lawyer at the UN and the niece of Raoul Wallenberg, a Swedish diplomat who saved thousands of Jews in Nazi-occupied Hungary.",
  "His response to the smuggling “reveals a pattern of inaction and inadequate disclosure.”\n\nHe finished his term at the end of 2006, succeeded by Ban Ki-moon of South Korea.",
  "Annan’s rise to head the UN was “a moment of joy and pride for me, all of us, his mates, the school, Ghana and sub-Saharan Africa,” said Nana Nsaful, 76, a school friend.",
  "His reputation was tainted further by a corruption scandal that touched his family and a failure to help resolve the Syrian crisis in 2012, when it was in its infancy.",
  "“Kofi Annan was a global statesman and a deeply committed internationalist who fought throughout his life for a fairer and more peaceful world,” the statement said.",
  "Annan returned to the UN as head of personnel for the UN High Commission for Refugees in Geneva before moving to New York to become an assistant secretary-general.",
  "In February 2012, Annan was appointed the first UN special envoy to Syria in an attempt to end the civil war that had broken out the previous year.",
  "In January 1994, Annan failed to authorize UN peacekeeping troops to seize a Hutu arms cache to preempt plans for mass killings in the capital.",
  "Annan ordered the local commander not to take any action and failed to keep the Security Council informed even as the genocide had started.",
  "“Annan and his advisers managed to nurse UN operations back to life, and launch new blue missions in trouble spots like Congo and Liberia.",
  "Kofi Annan, the soft-spoken Ghanaian diplomat who served as the first United Nations secretary-general from sub-Saharan Africa, has died.",
  "In 1992, after Secretary-General Boutros Boutros-Ghali established the Department of Peacekeeping Operations, Annan became its head.",
  "Annan was appointed secretary-general in 1996 after the U.S. said it would veto a second term for incumbent Boutros-Ghali of Egypt.",
  "During the buildup to the 2003 invasion of Iraq, Annan called on the U.S. and the U.K. not to attack without the support of the UN.",
  "Annan died Saturday after an unspecified short illness, according to a statement from his family and the Kofi Annan Foundation.",
  "He attended an elite boarding school in Cape Town before studying economics at the Kumasi College of Science and Technology.",
  "Annan “maintained a passive attitude and made no serious effort to curtail the surcharge scheme,” the report said.",
  "After the UN, Annan, set up the Kofi Annan Foundation, which works to promote good global governance and peace.",
  "Although broadly admired as a bureaucratic reformer and quiet insider, Annan was often assailed as ineffective.",
  "He received a Ford Foundation grant to complete his studies at Macalester College in St. Paul, Minnesota.",
  "He called for UN peacekeeping troops to be deployed, but world powers could not agree to such a plan.",
  "Annan was born on April 8, 1938, in Kumasi, Gold Coast, which later changed its name to Ghana.",
  "He resigned six months later, citing intransigence of both government and rebels.",
  "Nane Annan has a daughter, Nina Cronstedt de Groot, from a previous marriage.",
  "His son, Kojo, and daughter, Ama, were from an earlier marriage.",
  "He later called the invasion illegal.",
  "Annan later apologized.",
  "He was 80."
]