[
  "Mattia Toaldo, an expert on Libya for the European Council on Foreign Relations, scorned Gorka when he learned of his plan to partition the country into three sections based on the old Ottoman provinces of Cyrenaica in the east, Tripolitania in the northwest, and Fezzan in the southwest.",
  "Gorka, a controversial figure in his own right, is widely disdained within his own field, and several national security experts have cast doubt on his credentials, questioning whether he has the experience to give advice on national security in the White House.",
  "Known for his fringe opinions on Islam, Gorka has said that accepting Muslim refugees would be \"national suicide,\" that the Muslim Brotherhood has infiltrated the US government, and that religious profiling of Muslims is \"a synonym for common sense.\"",
  "Michael S. Smith II, a terrorism analyst who has advised members of Congress and White House officials, said \"no one has anything nice to say\" about Gorka and that his level of expertise is \"one would expect from a Congressional intern.\"",
  "Alex Wong/Getty Images\n\nSenior White House foreign policy official Sebastian Gorka reportedly drew up a plan to partition Libya into three parts on a napkin and presented it to a European diplomat, The Guardian learned.",
  "Gorka is vying for a position as White House special envoy to Libya, a country that has been immersed in conflict since the death of its Prime Minister Muammar Gaddafi in 2011 upended its political order.",
  "Deputy assistant to President Trump Sebastian Gorka participates in a discussion during the Conservative Political Action Conference at the Gaylord National Resort and Convention Center February 24, 2017.",
  "Gorka was an editor at Breitbart before joining the Trump administration and is reportedly close with White House chief strategist and former head of the controversial news organization, Steve Bannon.",
  "Stephen Walt, a professor of international affairs at Harvard's Kennedy School of Government, also said he has reservations about Gorka influencing policy in the White House.",
  "Most experts are in consensus with Toaldo's assessment, noting that dividing the country up in the way Gorka suggested would likely ignite another civil war.",
  "If you the only thing you know is that it was cut into three, then it shows you are clueless about the situation in Libya,\" Toaldo told The Guardian.",
  "\"He has never published any scholarship of significance and his views on Islam and US national security are extreme even by Washington standards.",
  "His only real 'qualification' was his prior association with Breitbart News, which would be a demerit in any other administration.\"",
  "\"Gorka does not have much of a reputation in serious academic or policymaking circles,\" Walt told Business Insider's Pamela Engel.",
  "The diplomat called the plan \"the worst solution\" for Libya, according to the newspaper.",
  "The Guardian reported that Gorka has \"alarmed\" diplomats with his views on Libya.",
  "\"This is like a litmus test of how much you know about Libya.",
  "Pamela Engel contributed to this report."
]