[
  "To be clear on where the U.N. Secretary General stands, Antonio Guterres, in Cairo, weighed in on the peace process on the same day as the Trump-Netanyahu meeting, saying there is no alternative to the two-state solution, no “plan B.”\n\nAnd, where personal style matters in diplomacy, at Haley’s first foray into the New York headquarters building of the U.N., she showed the swagger of the Trump team when she said the new administration would make sure they have their allies’ back: “For those who don’t have our back, we’re taking names.”\n\nSpeaking to CBS News about what makes a successful ambassador, John Negroponte, former U.S.",
  "In charge of that shift is the president’s U.N. envoy, Ambassador Nikki Haley, who made clear in her testimony at her Senate confirmation hearing that she won’t be going to the U.N. to “abstain when the U.N. seeks to create an international environment that encourages boycotts of Israel.”\n\nThe U.N.’s anti-Israel bias came into the spotlight just before President Obama left office, when the U.S. changed decades of policy by allowing a U.N. Security Council resolution to pass that called for an immediate halt to settlement building in occupied Palestinian territory, and said those settlements have no legal validity.",
  "… Personal relationships and persuasive skills are important in politics and multilateral diplomacy alike.”\n\nNegroponte said Haley’s background as an Indian-American should be a plus in the diverse environment of the United Nations and she “will not lack for very capable advisors to help her navigate the U.N. minefields and bring her up to speed on the substantive issues.”\n\nHaley’s post is, after all, Cabinet-level, and although the U.N. has had several female ambassadors from the U.S., the post only became part of the Cabinet position for the third time in U.S. history during the Obama administration.",
  "Stephen Schlesinger, a fellow at the Century Foundation and author of “Act of Creation,” told CBS News, “Given Netanyahu’s virtual abandonment of a two-state solution to the Israeli-Palestinian problem, I don’t see European countries agreeing on a possible Israeli candidacy.” But of Haley, he said, “I think most U.N. delegates are willing to give Ambassador Haley some wiggle room on her maneuvering at the U.N.”\n\nSchlesinger added, “There are some lingering bad feelings, but probably a sense of, let her first settle into the job.”",
  "NEW YORK -- Israeli Prime Minister Benjamin Netanyahu and President Trump made waves in their first meeting Wednesday, shifting decades of U.S. policy as Mr. Trump opined that either a one-state or two-state solution would be just fine, saying he could “live with either one.”\n\nBut the next steps will more difficult: how to map out Middle East peace, what to do about Israeli settlements in the West Bank, East Jerusalem and the Golan Heights, and whether the U.S. Embassy will be moved.",
  "This week, the Geneva-based Human Rights Council, headed by U.N. High Commissioner for Human Rights Zeid Ra’ad al-Hussein, was expected to publish a database of companies that do business with Israel in settlements in the West Bank, East Jerusalem and the Golan Heights, a move that was created by a Council resolution passed last March.",
  "Danon called it “the beginning of a new era at the U.N.,” with the U.S. standing “firmly and unapologetically beside Israel.”\n\nDespite the coordination on U.N. issues, there are also times when it seems that the new Trump envoy appears to be overruled by an ever-changing Washington national security team.",
  "Danon tweeted, “We had hoped that the dark days when Jewish business could be blacklisted & boycotted ... had passed.”\n\nThe database wasn’t published, though, because the U.S., as a member of the Council, got several member states to persuade the Council to hold off on publishing for now.",
  "Haley’s role in reordering U.N. priorities -- and in asserting U.S. power in blocking appointments unfriendly to Israel -- could also be seen in a dispute over Secretary General Antonio Guterres’ naming of a former prime minister of the Palestinian Authority to be a Libya envoy.",
  "Her statement was meant to send a signal of her reset: “For too long the U.N. has been unfairly biased in favor of the Palestinian Authority to the detriment of our allies in Israel.”\n\nThe decision to block the appointment was praised by Israel’s Permanent Representative.",
  "Richard Gowan, a U.N. expert at the European Council on Foreign Relations, sees it as a longshot: “It will be an uphill struggle; Saudi Arabia and its Arab allies have a lot of influence in the General Assembly, and can use it to swing a Security Council race.",
  "…The only strategy I can imagine working would be for Israel to promise Riyadh and other Arab capitals that it would use the Council to bash Iran very hard.” Haley has committed to working with Israel to improve its standing.",
  "Ambassador to the U.N. and Director of National Intelligence, said most ambassadors to the U.N. have been political appointees, including Henry Cabot Lodge, Adlai Stevenson and George H.W.",
  "She could have made the U.S. preference known prior to the announcement, when the U.N. gives Security Council members a chance to quietly approve or disapprove of high-level appointments.",
  "She has made the case that there should not be deep budget cuts across the board to the U.N., but rather to some agencies that are not functioning the way the U.S. would prefer.",
  "But he added, “Lobbying other delegations for votes, whether in the Security Council or the General Assembly, is something akin to politicking in a legislature.",
  "The next uphill battle for Israel at the U.N. is its interest in seeking a coveted non-permanent seat on the U.N. Security Council, for the first time.",
  "Haley embarrassed the new U.N. chief not only by blocking a diplomat respected by his colleagues, but also by doing so after the announcement was made.",
  "Israel’s Ambassador to the U.N., Danny Danon, gave her a warm welcome: “Looking forward to a new era of close Israeli-U.S. cooperation,” he said.",
  "She was a firm advocate of the two-state solution in her Senate hearings, but the president has now made clear that the policy may be shifting.",
  "The executive order mandating deep cuts, reported to be completed weeks ago, appears to have been stalled.",
  "At a recent Israeli Mission event, several ambassadors approached U.S. mission staff and other U.S.",
  "On this question, Haley was clear: She committed to reject any measures that were unfair to Israel.",
  "What hasn’t changed much, both leaders agree, is the reset needed at the United Nations.",
  "Still, it was one of the friendliest of exchanges the two countries have seen in years.",
  "The Trump administration is already proving its support of Israel at the U.N.",
  "Both Mr. Trump and Netanyahu conceded their differences on some matters.",
  "Ambassadors to press for a meeting and photo opportunity with Haley.",
  "Reviews by diplomats and experts on Haley have been positive.",
  "And so far, she has kept that promise.",
  "All on the table.",
  "Bush."
]