[
  "A second term for Keita seems likely, as the president has the backing of the fifth-place candidate and the likely support of Diarra's constituents, who hail from the south where Keita is from.",
  "On Wednesday, armed men attacked the Boni prefecture, according to a Malian security official who spoke on condition of anonymity because the official was not permitted to speak to the press.",
  "Cisse, who was the clear leader among opposition candidates, has not been backed by the candidates who placed third and fourth in the first round, Aliou Diallo and Cheick Modibo Diarra.",
  "Mohammed Cisse, a local official in Boni in the central Mopti region, said he has rented a house in the capital, Bamako, where he will stay for his safety until the elections are over.",
  "Three electoral agents were seized and killed by extremists the day before the July 29 elections in Boudou village, about 40 kilometers (24 miles) from the central town of Sevare.",
  "\"We have increased security everywhere where there is a need to do so, so that people who want to vote can do so safely,\" Col. Diarran Kone, Mali's army spokesman, told the AP.",
  "Nearly 43 percent of voters made it to the polls on July 29 amid rising insecurity in the West African nation, while officials called the vote otherwise well-conducted.",
  "\"The situation remains unclear but the risks continue to mount,\" said Andrew Lebovich, Mali expert and visiting fellow with the European Council on Foreign Relations.",
  "I sought this help but surprisingly, people from the villages left to tell Islamists that the cars brought electoral materials,\" he told The Associated Press.",
  "\"For the first round we can say that hundreds of thousands of Malians had been put in a position of impossibility or extreme difficulty for the vote ...",
  "\"They were on their motorcycles with electoral materials to go to the village,\" Hamidou Saye, a 32-year-old teacher, said of the electoral agents.",
  "In central Mali, attacks have become more frequent amid communal clashes as neighbors suspect one another of being recruited by extremist groups.",
  "Meanwhile, Malian soldiers in recent months have been accused of abuses, including extrajudicial killings, during counterterror operations.",
  "Mali's first round of voting last month saw electoral agents killed and voting materials destroyed by extremists linked to al-Qaida.",
  "Three of his brothers were kidnapped during the first round, accused by neighbors of helping to transport voting materials.",
  "Incumbent President Ibrahim Boubacar Keita faces off against Soumaila Cisse, who also challenged him in a runoff in 2013.",
  "Many in the municipalities of Pignariba, Lowel-Gueou and Bara-Sara have said they likely won't be able to vote.",
  "The town hosts the new five-nation G5 Sahel counterterror force's headquarters, which also has been attacked.",
  "Malian authorities have tried to reassure the public and encourage them to go to the polls once more.",
  "\"My brothers told me their hands were tied up and the jihadists hit them during interrogations ...",
  "These risks and problems will certainly be present, at least partly, for the second round, too.\"",
  "Finally when the Islamists understood that it was actually grains, they released them.\"",
  "Residents in central Mali, however, have said they don't see the increased security.",
  "Many Malians worry that the unrest will increase and keep people from voting again.",
  "\"Along the way, the jihadists took them and the next day we found their bodies.\"",
  "The political race itself has been more tense than some expected.",
  "The violence has continued into the days before Sunday's runoff.",
  "\"NGO's bring food for poor families to our village in Boni.",
  "___\n\nFollow Africa news at https://twitter.com/AP_Africa",
  "Now on Sunday the country will go for round two.",
  "The armed men killed the prefect's secretary."
]