[
  "In a quote from the article, European Council on Foreign Relations expert Mattia Toaldo explained that the US's role in Sirte was different than it was elsewhere in Libya because the numerous political factions wouldn't mind an intervention against the Islamic State, which is also known as ISIS, ISIL, or Daesh.",
  "Sources who spoke on the condition of anonymity because the mission was not yet officially made public told The Washington Post the roles of these operators were limited to assistance of Libyan forces by exchanging intelligence information to coordinate American airstrikes.",
  "Stationed with British forces at a joint operations center near the coastal city of Sirte — the Islamic State's stronghold in North Africa — these elite troops were also reported to have constructed small outposts in the area to establish friendly relations with the locals.",
  "The Post reports that since these airstrikes received approval last week, nearly 30 militants have been killed and numerous Islamic State-owned fighting positions and vehicles have been destroyed.",
  "Newly published photographs show British special operators close to the ISIS frontlines in Syria, and US special operators have been active working alongside the Kurds in northern Syria.",
  "Goran Tomasevic/Reuters For the first time, US and Libyan officials have confirmed that US Special Operations troops are on the ground fighting Islamic State militants in Libya.",
  "Since their arrival in Libya in 2014, ISIS militants in Africa have imitated their Middle Eastern counterparts through their brutal over-the-top methods of garnering attention.",
  "A fighter of Libyan forces allied with the UN-backed government firing a shell with a Soviet-made T-55 tank at Islamic State fighters in Sirte, Libya, on August 2.",
  "To combat their spread, other NATO nations, such as France, have also been reported to have deployed special operators into the region earlier this year.",
  "This decision from the Pentagon comes at the heels of the commencement of airstrikes on Islamic State positions in Sirte.",
  "\"As long as they keep this low profile … the risks both for the US and for the Libyan government are quite low,\" he said.",
  "Western nations have started deploying special operators against ISIS in greater numbers recently."
]