[
  "[Obama directs Pentagon to target al-Qaeda affiliate in Syria]\n\n“At the request of the government of national accord, the United States military has conducted airstrikes to help severely constrict ISIL’s ability to operate in Sirte and its environs,” said White House National Security Council spokesman Carl Woog, using the administration’s acronym for the Islamic State.",
  "(Ismail Zetouny/Reuters)\n\nThe Pentagon has tracked scores of Islamic State militants escaping fierce fighting in Libya’s coastal city of Sirte and has begun laying the groundwork for expanded air attacks to follow and kill them, part of a final push by the Obama administration to blunt multiplying militant threats across the broader Middle East.",
  "The president’s counter­terrorism advisers are eager for Africa Command to pursue militants who have fled the coastal city but say military planners have more “homework” to do collecting and analyzing U.S. intelligence on their new encampments to ensure that U.S. strikes won’t inadvertently kill civilians.",
  "[Why it’s taking so long to finish off the Islamic State in Libya]\n\nThe campaign in Libya has laid bare the challenge the United States faces in defeating even small bands of extremist fighters across the greater Middle East, who can seek shelter in remote areas or melt back into the population.",
  "“Why wouldn’t you want to pick them off?”\n\nThe Libya expansion comes amid a series of military escalations the White House has directed in recent months, from targeting leaders of al-Qaeda’s affiliate in Syria to launching major campaigns against Islamic State strongholds in Syria and Iraq.",
  "While the Pentagon pushed for months for authorization to attack the Islamic State before the Sirte operation began, the White House was cautious from the start about launching a sustained operation in another Muslim nation until a unity government and local forces were in place.",
  "Though President Obama has seized on the decimation of al-Qaeda’s core leadership as one of his central national security achievements, militant activity has evolved and spread to new theaters in recent years, representing a potentially more treacherous threat to the West.",
  "Intelligence from surveillance aircraft flying over Sirte and areas south of the city allowed the U.S. military’s Africa Command to track up to several hundred militants who U.S. officials now fear could be preparing to mount a counter­attack on allied Libyan forces.",
  "The flight of experienced militants could pull the United States deeper into the conflict, potentially worsening the instability that has plagued Libya since its 2011 revolution and undermining a U.S.-backed project to build a broadly recognized unity government.",
  "Officials said that Gen. Thomas D. Waldhauser, the head of Africa Command, has been eager to ensure that fleeing militants aren’t allowed to regroup or attack local ­forces, who have sustained heavy losses in the fighting and already taken fire from the rear.",
  "“We will continue to cooperate closely with the Libyan government as it works to prevent ISIL from finding safe haven anywhere in Libya.”\n\nThe militants who have escaped Sirte are not believed to be Islamic State leaders but rather rank-and-file fighters.",
  "NATO ally Italy has allowed the U.S. military to fly armed drones out of Naval Air Station Sigonella but could suspend the operations there if the U.S. campaign in Libya sparks a public backlash against the Italian government, U.S. officials say.",
  "While the unity government, headed by Prime Minister Fayez al-Serraj, has secured Western backing, it has not yet won approval from rival Libyan factions, making it vulnerable to a political backlash over the United States’ intervention.",
  "[Amid a world of problems, Trump’s policy prescriptions remain opaque]\n\nWhile the White House had hoped to quickly wrap up the U.S. air campaign in Libya, the Islamic State has mounted a tougher-than-expected defense in Sirte and beyond.",
  "The air campaign’s potential expansion beyond the besieged city would build on a series of earlier strikes against militants in Libya, including one almost a year ago on a senior deputy of Islamic State leader Abu Bakr al-Baghdadi.",
  "That danger will be among the major issues facing President-elect Donald Trump when he takes office next year, forcing incoming officials to weigh the threat to Americans’ security against the costs of intensified action overseas.",
  "[A reminder of the permanent wars: Dozens of U.S. airstrikes in six countries]\n\nAmerican officials have been keen to demonstrate their deference to the unity government, which has thrown its support behind U.S. air operations.",
  "A fighter allied with the U.N.-backed Libyan unity government aims his weapon as he takes up position inside a ruined house at the front line of fighting with Islamic State militants in Sirte on Wednesday.",
  "Military planners at Africa Command in recent days have been pouring over surveillance footage and other intelligence to try to ensure any expanded strikes won’t put noncombatants at risk, officials said.",
  "Read more:\n\nIn Libya, the Islamic State’s black banner rises by the Mediterranean\n\nInside the brutal but bizarrely bureaucratic world of the Islamic State\n\nA Libyan arms dealer chased by Gaddafi’s legacy",
  "Mattia Toaldo, a senior fellow at the European Council on Foreign Relations, said the militants, as they have elsewhere, are likely to adopt terrorist tactics as they lose control of territory.",
  "U.S. drones also conduct unarmed surveillance flights over Libya from neighboring Tunisia, which has likewise been nervous about a domestic backlash over its cooperation with the U.S. military.",
  "Most worrying, Toaldo said, is the fact that none of Libya’s various security forces­ — including militiamen and remnants of the pre-revolution army — are positioned to contain militant cells.",
  "U.S. officials said the operation had been repeatedly extended in part because of self-imposed restrictions on the strikes to mitigate the risk of civilian casualties.",
  "The Pentagon is concerned that any reports of civilian casualties could prompt U.S. partners in the region to pull back their support for the air campaign.",
  "Obama has been reluctant to commit significant U.S. ground forces­ to the fight, a stance Trump, given his campaign statements, seems likely to continue.",
  "Small teams of elite U.S. commandos have helped local fighters push deeper into the coastal enclave, where officials say less than 100 extremists remain.",
  "Even if the United States can hunt down escaped militants outside Sirte, it’s unlikely to signal an end to the Islamic State’s most powerful affiliate.",
  "A militant resurgence would also threaten to tarnish what has been Africa Command’s first sustained bombing campaign since its activation in 2008.",
  "Those strikes were conducted under a different set of authorities, approved directly by the White House rather than delegated to Africa Command.",
  "Since August, the U.S. military has carried out more than 360 airstrikes in support of pro-government forces from the nearby city of Misurata.",
  "For some officials, Libya has been an especially hard sell, given the country’s political dysfunction and the lack of deep U.S.-Libyan ties.",
  "There aren’t too many of them,” said one U.S. senior official who, like others, spoke on the condition of anonymity to discuss operations.",
  "The Pentagon has also expanded operations in Somalia, Yemen and Afghanistan in a bid to beat back resurgent militant threats.",
  "Administration officials estimate that the Islamic State controlled the whole city at the start of the campaign.",
  "“There will be smaller streams going everywhere, going underground, and then re-emerging,” he said.",
  "Africa Command says its Sirte operation has killed no civilians to date.",
  "The extended air campaign over Sirte is emblematic of the challenge.",
  "But still, the militants have continued to hold out.",
  "Now, they say, it holds one square block.",
  "“These guys are fleeing the fighting."
]