[
  "Last-minute negotiations\n\nThe United Kingdom, France and Germany tried desperately to convince the U.S. not to withdraw from the Iran deal, which is a signature achievement of EU foreign policy that took a decade of painful diplomatic efforts to seal.",
  "Defending European business interests\n\nIn addition to re-imposing sanctions on Iran, the White House has given foreign firms operating in Iran up to 180 days to wind down business there or else be barred from the U.S. banking and financial system.",
  "John MacDougall/Reuters\n\nBeyond its potentially dramatic consequences for Middle East stability, Trump's May 8 decision to withdraw from the Iran nuclear deal has also damaged the United States' relations with its European allies.",
  "Since his 2016 presidential campaign, Trump has scorned restrictions in the deal that diminished over time, condemned Iran's ballistic missile program and criticized Iran's generally bellicose behavior across the Middle East.",
  "The European Investment Bank could also consider providing smaller firms — those without a stake in the U.S. market, say — credit lines and financing to create a safer, more stable environment for doing business with Iran.",
  "As Jeremy Shapiro of the European Council on Foreign Relations recently commented in The New York Times, Europe must now decide \"not if they stick with the deal but will they stand up to the American effort to unravel it.\"",
  "Starting in January, senior European officials began meeting frequently with their American counterparts to address Trump's objections to the deal, which is designed to prevent Iran from developing nuclear weapons.",
  "The International Atomic Energy Agency has confirmed that Tehran has complied with the terms of the accord, halting uranium-enrichment activities and submitting to invasive international inspections.",
  "That rule, passed after the U.S. Congress levied sanctions against Iran and Libya, shielded European firms from U.S. secondary sanctions by declaring them unenforceable within the EU.",
  "How to save the deal\n\nThe remaining signatories — Russia, China and the three European nations — are now in flurry of diplomatic activity trying to salvage their agreement.",
  "In the meantime, the president's \"America First\" foreign policy could significantly damage the multilateral international order to which the Europeans are committed.",
  "Macron, Merkel and May thus face a dilemma: how to salvage their relationship with a U.S. president who has just demonstrated exactly how little he thinks of them.",
  "In late April, French President Emmanuel Macron and German Chancellor Angela Merkel even traveled to Washington to personally urge Trump not to abandon it.",
  "Trump's threat to impose \"the highest level of sanctions\" — targeting both Iran and nations that do business there — could easily make the deal unworkable.",
  "Now, the three European signatories must figure out how to save that deal and continue working with a U.S. president who has mostly shown them contempt.",
  "Signatories lifted sanctions, offering Iran the prospect of economic opportunities, in exchange for Tehran agreeing to scale back its nuclear program.",
  "Since taking office, Trump has moved the U.S. Embassy in Israel to Jerusalem — which the EU opposed— and withdrawn from the Paris climate agreement.",
  "Diplomatic slights aside, in purely business terms, France, Germany and the U.K. know that the U.S. can take away far more than Iran can give.",
  "Trade with Iran has rapidly increased since the deal went into effect in 2016, but it still represents less than 1% of the EU's global trade.",
  "That step, analysts say, could trigger more violence in the already volatile Mideast— a region just a stone's throw from southern Europe.",
  "France, Germany and the United Kingdom worked with the Obama administration to barter the United Nations-approved Iran agreement in 2015.",
  "As a scholar of transatlantic relations who has followed the Iran deal for years, I am frankly skeptical that Europe can manage either.",
  "To protect European businesses from punitive U.S. sanctions, one option would be to revive and amend the EU's 1996 blocking regulation.",
  "The French oil company Total and German industrial manufacturer Siemens, to name a few, both recently signed major contracts in Iran.",
  "And, in any case, getting all 28 members of the EU to agree to take any punitive measures against the U.S. would be a tall order.",
  "These old allies will cooperate on a transactional basis on areas of common interest, such as counterterrorism and trade.",
  "But the shared world vision that has defined this partnership since World War II could very well be lost.",
  "The most extreme retaliatory option would be for the EU to levy sanctions on U.S. assets in Europe.",
  "My best guess is that the U.S.-Europe relationship will become an increasingly loveless marriage.",
  "European leaders could limit discord by appeasing Trump, while waiting out his administration.",
  "An American withdrawal endangers its survival because of the country's sheer economic muscle.",
  "If European powers cannot deliver real economic benefits, Iran may declare the deal dead.",
  "They may be able to appeal to the U.S. government for exemptions on a case-by-case basis.",
  "The U.S. is the EU's largest trading partner, responsible for nearly 17% of all trade.",
  "Trump's jettison of the nuclear accord is the latest in a series of rebukes to Europe.",
  "Ultimately, I believe that European companies would be wary of risking U.S. sanctions.",
  "British Prime Minister Theresa May asked Congress to stand by the deal in January.",
  "These measures could hit several major European firms particularly hard.",
  "He also wants to impose tariffs on European steel and aluminum imports.",
  "If that happened, Iran would most likely resume uranium enrichment.",
  "Europe remains dependent on the U.S. for its security.",
  "The Iran agreement is essentially a quid pro quo.",
  "In Europe's view, the nuclear deal is working.",
  "What next for transatlantic relations?",
  "Europe faces a dilemma going forward.",
  "Their efforts came to naught."
]