[
  "Banning torture\n\nChain link fence and concertina wire surrounds a deserted guard tower within Joint Task Force Guantanamo's Camp Delta Thomson Reuters\n\nOn his first full day in office in January 2009, Obama issued an executive order banning waterboarding and other harsh interrogation techniques used against terrorist suspects and enemy combatants captured after 9/11.",
  "As American cyberwarfare capabilities mature, experts argue that the responsibilities of the National Security Agency, which is focused on collecting electronic intelligence, and Cyber Command, the military organization responsible for carrying out cyber-operations, should be separated.",
  "His administration pioneered warfare in this new domain just as operations in cyberspace — like Moscow's hacking of the Democratic National Committee and China's ransacking of the Office of Personnel Management — have crept into U.S. policy and politics.",
  "And though Obama closed the book on the CIA's enhanced interrogation program, the lasting presence of the U.S. military prison in Guantánamo Bay, Cuba, is a stinging reminder of unfulfilled campaign promises to do away with the excesses of the Bush era.",
  "Just last week, days before Secretary of State John Kerry received a peace award in Ireland for securing the Iran deal, House Republicans announced plans to pass a 10-year reauthorization of sanctions on Tehran that could undermine the landmark accord.",
  "On trade, Congress has yet to ratify the Trans-Pacific Partnership, a massive pact involving 11 Pacific Rim countries and the United States that the White House views as essential to boosting U.S. exports and checking China's influence in the region.",
  "The president maintains that he already has all the authority he needs to reimpose economic penalties if Tehran violates the deal and is seeking to stave off growing bipartisan support for renewing the Iran Sanctions Act, which expires in December.",
  "Achieving the Asian trade deal\n\nTwo trade deals Obama had hoped would be the cornerstone of his economic legacy — the 12-nation Trans-Pacific Partnership (TPP) and the U.S.-European Transatlantic Trade and Investment Partnership — appear doomed.",
  "Brookings Institution legal scholar Benjamin Wittes said laws regarding the use of force and armed conflict are \"frankly pretty permissive\" and the next president will have \"wiggle room\" to change the way U.S. counterterrorism missions operate.",
  "Revising the 9/11 terrorism bill\n\nThe first and only veto override of Obama's presidency came in September when Congress voted overwhelmingly to allow 9/11 victims' families to sue Saudi Arabia for its alleged role in the terrorist attack.",
  "AP Photo/Pablo Martinez Monsivais\n\nDave Weinstein, a former senior official at Cyber Command, calls it a \"stepping stone on the road to becoming fully independent of the NSA\" and for the military to fully spread its wings in cyberspace.",
  "A senior administration official, speaking on condition of anonymity, said the White House is \"constantly reviewing if we have the appropriate organizational structures in place to counter evolving threats, in cyberspace or elsewhere.\"",
  "Congress is considering the changes, but Senate Armed Services Committee Chairman John McCain (R-Ariz.) opposes elevating Cyber Command if it is not still run by the NSA director — a compromise that congressional aides say is likely.",
  "Derek Chollet, a former Obama administration official who is now advising Clinton, said much of the power to control U.S. national security policy ultimately lies with the president — no matter who may be sitting in the White House.",
  "But less than 24 hours later, Congress's top Republican leaders announced they might rewrite the legislation \"so that our service members do not have legal problems overseas,\" said House Speaker Paul Ryan said after the 348-77 vote.",
  "REUTERS/Tim Wimborne\n\nObama has steadily loosened the rules of engagement for American troops and aircraft in places like Afghanistan and Somalia, where U.S. special operations forces are accompanying local forces on the ground.",
  "In Afghanistan, U.S. special ops commandos have been given the green light to fight the Islamic State and the Taliban — in loosely defined self-defense missions — as American troops accompany Afghan army units in the field.",
  "But the 8,400 troops currently in Afghanistan and 5,000 in Iraq — not to mention regular airstrikes on Islamist fighters in Syria, Libya, Yemen, and Somalia — demonstrate the intractability of America's post-9/11 conflicts.",
  "The American Israel Public Affairs Committee, the powerful pro-Israel lobbying organization, adamantly wants both bills approved, which could prevent Republicans from using either legislation as a political messaging tool.",
  "REUTERS/Carlos Barria\n\nDemocrats would likely oppose such Republican attempts, bolstering White House warnings that renewing the Iran Sanctions Act could undercut the Islamic Republic's reformist president, Hassan Rouhani.",
  "Former Attorney General Michael Mukasey, who served under Bush, said he does not believe waterboarding and other harsh measures are explicitly prohibited by law — and their use shouldn't be ruled out by future presidents.",
  "US soldiers of the 2-12 Infantry, 4th Brigade prepare to tow a broken-down improvised-explosive-device (IED) detecting Huskie vehicle during a patrol in the Pesh Valley in Afghanistan's Kunar Province, July 30, 2009.",
  "Or, alternatively, in the event of a victory by Republican nominee Donald Trump, to cement as many initiatives as possible before he takes office and throws out diplomatic and security priorities currently in place.",
  "\"In Europe, America was seen as a rogue nation that did not respect the rule of law nor the concerns of its allies,\" said Jeremy Shapiro, the research director at the European Council on Foreign Relations.",
  "Protecting the Iran Deal\n\nIn his final months in office, Obama will be keen to prevent any attempt by Congress to undermine the Iran nuclear agreement reached in July 2015 between Tehran and world powers.",
  "U.S. Secretary of State John Kerry meets with foreign ministers of Germany, France, China, Britain, Russia and the European Union during the Iran Talks meetings at a hotel in Vienna, Austria July 7, 2015.",
  "Rick Wilking/Reuters\n\nObama's supporters say an underappreciated aspect of his legacy — the successful restoration of America's standing in the world after Bush's presidency — may be the most in danger.",
  "Joe Raedle/Getty Images With less than three months left in office, President Barack Obama will soon relinquish his foreign-policy legacy to the gimlet-eyed gaze of historians and presidential scholars.",
  "Congressional Republicans could also forgo tinkering with sanctions in exchange for promises to pursue another bill that imposes economic penalties against Iran for its ballistic missile testing.",
  "Clinton supports closing Guantánamo and moving the remaining detainees — who include suspected 9/11 mastermind Khalid Sheikh Mohammed — to maximum-security holding centers in the United States.",
  "Cementing counter-terrorism policies\n\nIn July, Obama released policy guidance outlining in unprecedented detail his extensive rules on drone strikes, \"kill or capture\" missions, and detention.",
  "Reuters\n\nAdministration officials have said Obama plans to use his upcoming Nov. 18-20 trip to Peru — a TPP signatory — in a last-ditch effort to gin up support for getting the deal done.",
  "Chollet said that as Obama faced re-election in 2012, he'd already begun to recognize that the careful processes he'd put in place for counterterrorism operations could be short-lived.",
  "Eight years ago, the energetic senator from Illinois came to power on a promise to end the bloody wars and counterterrorism policies of former President George W. Bush, a Republican.",
  "Trump and other Republicans have since vowed to bring back waterboarding, fueled by public fear over the Islamic State's brutal rise and a string of high-profile terrorist attacks.",
  "U.S. President Barack Obama (L) and Chinese President Xi Jinping shake hands at the end of their news conference in the Great Hall of the People in Beijing November 12, 2014.",
  "But it's unclear whether others would join him or future U.S. intelligence leaders, too, if the next president insists on bringing back the harsh interrogation techniques.",
  "Those new authorities — as well as an increasing number of U.S. troops deployed to Iraq and Syria — are not tools Obama will likely want to be scrapped by his successor.",
  "Obama nearly separated the two roles in 2013 but was persuaded against it by then-NSA Director Keith Alexander, in part to preserve collaboration between the two bodies.",
  "And no lawmaker — either in the House or Senate — has yet offered to rally support for revising the law, a congressional aide told FP on condition of anonymity.",
  "The aim is to push forward policies Democratic nominee Hillary Clinton won't have the political capital to deliver if she wins the White House on Nov. 8.",
  "Iran's presidential elections are scheduled for 2017, and Rouhani is under pressure to demonstrate the nuclear agreement has produced economic benefits.",
  "Currently, the director of the NSA serves as the head of both the signals intelligence agency and Cyber Command — or is \"dual-hatted\" in Pentagon-speak.",
  "Some of those new sanctions could amount to poison pills that effectively sabotage the Iran deal, possibly prompting Tehran to renounce the agreement.",
  "Other widely touted achievements, such as the Iran nuclear deal or the rapprochement with Cuba, could be rolled back by Obama's successor or Congress.",
  "\"The Iran deal will be in trouble no matter who is elected,\" said James Carafano, a conservative foreign-policy expert at the Heritage Foundation.",
  "There are currently around 13,000 American troops in Iraq and Afghanistan alone — despite Obama's campaign pledge in 2008 to shut down both wars.",
  "But because little of Obama's so-called counterterrorism playbook is enshrined in law, a future commander in chief could reverse key parts of it.",
  "And on Syria, U.S. efforts to broker a cease-fire have failed in a conflict that has killed at least 400,000 people and displaced millions more.",
  "U.S. Secretary of State John Kerry shakes hands with Iranian Foreign Minister Mohammad Javad Zarif before a meeting in Geneva January 14, 2015.",
  "But before that happens, the White House is hellbent on completing an ambitious to-do list that will face a considerable head wind in Congress.",
  "It's longer than a long shot: Republican congressional leaders have long warned Obama that the pact would fail after the presidential election.",
  "Trump has called to keep Guantánamo open, and on this issue he has widespread and bipartisan backing within Congress and the American public.",
  "However, hawkish Democrats want to send a clear message to Iran that the United States stands ready to resume economic sanctions if needed.",
  "Separating the NSA and cyber command\n\nWhen military historians examine Obama's presidency, his most enduring legacy may lie in cyberspace.",
  "Obama has already all but lost the fight on another early campaign promise — to shutter the U.S. detention facility at Guantánamo Bay.",
  "\"If we're going to kill people — and, by the way, we're going to kill people — you have to have a process for it,\" Wittes told FP.",
  "\"There is no obligation under any principle of national or international law to be a sitting duck,\" Mukasey told Foreign Policy.",
  "Though the Obama administration has steadily whittled down the inmate population since 2009, 60 men remain detained there.",
  "Key Obama deputies, including Director of National Intelligence James Clapper, are now pressing for the change to be made.",
  "New York Sen. Chuck Schumer, who is expected to become the next Senate Democratic leader, remains opposed to any changes.",
  "Nonetheless, the president is holding out hope to push TPP through Congress's lame-duck session after the election.",
  "\"'I understand these things are not enshrined in law,'\" Chollet recalled the president saying of his policies.",
  "Elevating Cyber Command to its own distinct entity will likely give U.S. military hackers additional funding.",
  "Still, the White House has bristled at Capitol Hill getting involved in matters of military organization.",
  "Another major part of Obama's legacy relies on galvanizing Congress in the dying days of his presidency.",
  "Here is what's left on Obama's to-do list — and the challenges he'll confront in trying to complete it.",
  "And some Republicans want to introduce additional measures that could broaden possible sanctions.",
  "\"Obama changed that early in his term, to such an extent that we almost forget it ever happened.\"",
  "For the president's critics, that deal is the most vulnerable part of his foreign-policy legacy.",
  "But the president might be blocked from reversing the law from within his own Democratic Party.",
  "\"'There's nothing to prevent my successor from coming in and changing the way this is done.'\"",
  "CIA Director John Brennan suggested he would resign rather than comply with Trump's orders.",
  "In June, Obama allowed U.S. aircraft to target both extremist groups in Afghanistan.",
  "Critics, including Obama himself, have called waterboarding a form of torture.",
  "In November 2015, Congress approved a defense law that made the ban permanent.",
  "That was the same argument cited by Obama when he vetoed the legislation.",
  "He predicted Trump \"would fairly quickly undermine that Obama legacy.\"",
  "Director of the National Security Agency (NSA) Adm. Michael Rogers.",
  "If you don't know the rules, then you're in a very scary world.\"",
  "And neither Trump nor Clinton supports TPP in its current form.",
  "\"Otherwise, it becomes sort of Putin-esque.",
  "Either way, Obama's legacy is at stake."
]