[
  "However, one diplomat said the talks were certain to involve operational issues such as the lack of \"timely distribution of documents from the external service to member states\" and, on the other hand, the need for member countries \"to indicate to the external service early enough when they have problems, instead of blocking the adoption of a common position at the last moment.”\n\nUnlike many other policy areas, the Lisbon Treaty, which created the EEAS, requires unanimity on foreign policy.",
  "“Today the service is still in its infancy and we're working hard to use all the tools provided by the treaties,” she wrote two years ago, noting that the EEAS is more complex than a simple foreign service since “it incorporates elements of a development and a defense ministry.”\n\nIt was the Italian politician who put the self-reflection session on the agenda for this week's meeting in Tallinn.",
  "“It's probably why, as an organization which tries to influence the way foreign policy is made, we focus our advocacy attention to the capitals because we know that, when it comes to foreign policy, it is still the capitals where key decisions are made,” said Susi Dennison, a senior fellow at the European Council on Foreign Relations, a think tank.",
  "The EEAS, which became fully operational in January 2011, has its own staff and budget and Mogherini straddles both the European Commission, where she is a vice president, and the Council, where she chairs the Foreign Affairs Council, which gathers EU foreign ministers.",
  "\"At European level, and also at national level, foreign policy is the prerogative of heads of state or heads of government,\" said Vimont, meaning that the real power lies with the European Council, made up of European heads of state and government.",
  "The EU can't even agree on an apparently simple question like what constitutes a country: For example, five countries in the EU (Greece, Romania, Spain, Slovakia and Cyprus) still don't recognize Kosovo as an independent state.",
  "The fundamental problem with the EU's foreign policy and the European External Action Service (EEAS) — the EU's foreign ministry and diplomatic corps — is that it lacks the capabilities that underpin traditional diplomacy.",
  "“From the very start, the external service has never worked properly” — EU diplomat\n\nOne recent example of a large European country pursuing its own agenda was the response to migration across the Mediterranean via Libya.",
  "Mogherini was eager to reflect on \"the innovations\" she has introduced halfway through her term, said the official, who described the feedback from member countries as \"appreciation\" for the service's coordinating role.",
  "The general's dream\n\nA truly collective foreign policy has been an elusive goal for European federalists ever since French President General Charles De Gaulle suggested regular meetings of foreign ministers in 1959.",
  "While EU diplomats and officials may be able to make incremental changes to EU foreign policy and how it functions, they won't be able to change some fundamental issues that go against streamlined decision-making.",
  "One example of a last-minute intervention that nearly torpedoed an EU foreign policy move was a statement on Israel last year that had been agreed by EU officials and was due to be agreed by EU foreign ministers.",
  "Meeting in Estonia's capital Tallinn Thursday and Friday, they will brainstorm practical steps to enable the EU to talk with one voice on global issues where national diplomacy still trumps the collective.",
  "Seven years after the European Union got its own diplomatic service, it still punches below its economic weight in diplomatic terms — and foreign ministers will spend the next two days trying to fix that.",
  "With 28 member countries, last-minute changes of position by individual national delegations are hard to avoid, but they can be deeply frustrating for diplomats trying to hammer out a common EU position.",
  "The primary function of the EEAS is to support the EU institutions and member countries, but since foreign policy remains a national prerogative, she is more of a coordinator than a minister.",
  "Elsewhere, such as Syria, the EU is the largest aid donor but has no collective military capability to impose its will — in the sometimes seemingly unlikely event it can agree on a policy.",
  "Another issue is that the EEAS remains “an understaffed, and under-resourced service,” said Steven Blockmans, a professor of EU external relations law at the University of Amsterdam.",
  "It then complained that it did not have enough time to examine the document to give it a final green light before approval by foreign ministers, a claim rejected by other diplomats.",
  "“In many cases, individual member states' interests ... are better served by working collectively through the EU at international level, rather than individually,” said Blockmans.",
  "The veteran French diplomat Pierre Vimont, the first secretary-general of the EEAS, said ambiguous attitudes among the largest EU member countries are a major part of the problem.",
  "“It’s always very difficult because member states resent it when the High Representative [Mogherini's official title] and EEAS try to work on their own,” said Vimont.",
  "Foreign ministers, he argued, must \"admit once and for all that the Foreign Affairs Council works under the tutorship and the instructions of the European Council.\"",
  "Instead of agreeing an EU-wide approach, Italy struck a unilateral deal with local powers in Libya to stop people setting sail — then asked for European backing.",
  "After an EU summit last December, German Chancellor Angela Merkel lamented that she and her EU colleagues \"have to stand there watching\" while Syria falls apart.",
  "As it is an \"informal\" gathering that doesn't need to take any grand decisions, she hopes EU ministers will feel free to float ideas or express grievances.",
  "Closed-door debate\n\nBrussels tried to deflect expectations that the closed-door sessions in Tallinn would place the EEAS' performance under scrutiny.",
  "In this regard, not all voices are created equal — and EU member countries' historical and post-colonial ties around the world count for a lot.",
  "\"They are interested in a European foreign policy but at the same time they want to retain national powers as much as possible,\" he said.",
  "Changing that would require a surrender of power by national governments and a treaty change, making that option a virtual non-starter.",
  "In their private discussions, ministers are expected to look at fundamental questions about the role of the Foreign Affairs Council.",
  "Just ahead of the meeting, Greece wanted to reopen the text because it felt the wording would inflame relations with Israel.",
  "“It's not a discussion on the working methods of the EEAS but about the Foreign Affairs Council,” said an EU official.",
  "Unlike many other policy areas, the Lisbon Treaty, which created the EEAS, requires unanimity on foreign policy.",
  "So the EU would be hesitant to pursue a bold line in Latin America, for example, without the blessing of Spain.",
  "Federica Mogherini, the current EU foreign policy chief, is well aware of the External Action Service's flaws.",
  "With 140 delegations around the globe, the EEAS has a network to rivals those of bigger European countries.",
  "In any case, it is the capitals who are in the driving seat — and others understand that too.",
  "“From the very start, the external service has never worked properly,” said an EU diplomat.",
  "Since the service's creation, “it has shown that it can add value,” said Blockmans.",
  "\"We don't expect therefore discussions on the EEAS,” said the official.",
  "Sometimes, as with North Korea, it simply lacks any leverage.",
  "This tends to hamper what the EU can do collectively.",
  "That means Mogherini has little room for maneuver.",
  "But that is changing."
]