[
  "Related: Putin Poses Challenge to Trump Administration\n\nThat’s made Putin’s Russia an appealing partner to autocrats such as Turkey’s President Recep Tayyip Erdogan, Libyan General Khalifa Haftar and Egyptian President Abdel-Fattah el-Sissi — leaders who have also publicly criticized the Obama administration while welcoming a Trump presidency.",
  "/ Updated / Source: NBC News By Matt Bradley\n\nTEL AVIV — A casual observer could be forgiven for thinking that Russian diplomats and soldiers have taken to impersonating their American counterparts, gallivanting around the Middle East and inserting themselves into conflicts far beyond their own borders.",
  "Russians, he said, “are reestablishing themselves as a superpower.”\n\nEnhancing Russia’s global standing — particularly in neighboring Russian-speaking countries — and helping the country recover from its humiliating defeat in the Cold War has long thought to have been Putin’s pet foreign policy project.",
  "“The interesting thing is that in most cases, Russia is in the driving seat and Trump will simply react.”\n\nJust this week, Russian and Turkish forces conducted joint airstrikes against jihadi and Kurdish targets in Syria — a development that would have been unthinkable less than a year ago.",
  "Trump’s stated plan to back Jewish settlement expansion in the West Bank and move the U.S. Embassy from Tel Aviv to Jerusalem — a divided city claimed by both Israeli Jews and Arabs — will immediately exclude Washington from its once dominant negotiating position, Barghouti said.",
  "“A lot of men within the Russian political elite, they will never forget about the Soviet presence there.”\n\nThat means that humiliating the United States will still loom large over Putin’s foreign policy regardless of whether Trump or Obama is president, said Toaldo.",
  "They are biased toward having a solution.”\n\nThe same might be said about Putin’s behavior throughout the rest of the region, where Moscow seems to be guided more by power and political expediency than ideology, human rights or reinforcing democratic institutions.",
  "“So that’s why he badly needs to position Russia as a huge power with national interests everywhere including in the Middle East.”\n\nThe chaos in the Middle East left by the Arab Spring uprisings has given Putin the perfect opening to promote Russian power.",
  "Promoting Russia’s status as a major global power is part of Putin’s push to compensate for his domestic failures, said Alexey Malashenko, a Russia analyst with the Carnegie Endowment for International Peace’s Moscow Center.",
  "And on Sunday, Russian diplomats will again unite prominent Syrian rebel groups and regime negotiators in Astana, Kazakhstan, for a summit that aims to lend a degree of permanence to Syria’s month-old cease-fire.",
  "Putin has also cozied up to Haftar, a Libyan general who was once close to the country’s ousted late President Moammar Gadhafi, inviting the former to tour a Russian battleship in the Mediterranean Sea last year.",
  "“Probably they feel that they are filling a vacuum left in the region” by America’s absence, said Mustafa Barghouti, a longtime Palestinian politician and negotiator who attended the Moscow conference.",
  "But when viewed from Moscow, notions of success and failure are immaterial to Vladimir Putin’s broader ambition of hoisting Russia back into the club of the world’s most powerful nations.",
  "It’s filling a power vacuum left by the Soviet Union at the height of its hegemony, Malashenko said, and recovering what Putin and his generation may perceive as Russia’s lost dignity.",
  "All of the Middle Eastern countries where Russia is gaining clout share another, perhaps less obvious, common trait: Each once enjoyed strong relations with the former Soviet Union.",
  "Despite Turkey’s long-term alliance with the United States, Erdogan has publicly accused the Obama administration of tolerating an attempted coup against his rule last summer.",
  "But such diplomatic synergy doesn’t imply that Putin plans to take his cues from Trump, said Mattia Toaldo, a Middle East analyst at the European Council on Foreign Relations.",
  "“It’s very important for Putin and the Kremlin to form a leading role in the world because the domestic situation, the economy, is very poor,” said Mr. Malashenko.",
  "“My hunch here is to say yes, it may look as if Trump is going to ‘make America great again,’ but the way things look ... is that other guy has the upper hand.”",
  "Now that project has the added bonus of distracting from troubles at home: The plummeting ruble and low oil prices have left Russia’s economy in a shambles.",
  "And former President Barack Obama’s abortive efforts to restore stability to the region has opened that leadership vacuum even further, Barghouti said.",
  "“Many Palestinians think that the involvement of Russia in this case creates better balance between different groups,” Barghouti said.",
  "Russian military engineers operate in Aleppo, Syria, in a handout photo released by Vladimir Putin's defense ministry.",
  "In that sense, Russia isn’t just filling a power vacuum left by America’s diminishing influence in the Middle East.",
  "Russian Defense Ministry Press Service via AP\n\nIf history is any judge, both initiatives are likely to fail.",
  "Just this week, Moscow hosted a summit of divided Palestinian factions that yielded a fresh unity agreement.",
  "“If one looks at Syria, it’s now Russia that is conducting the negotiations and the U.S. is invited.",
  "“I think the common thread is [Putin] positioning in view of a deal with Trump,” said Toaldo.",
  "Russia’s ambitions may get another boost following Donald Trump's inauguration on Friday.",
  "Meanwhile, Putin has quietly expanded military and economic ties with Egypt, Toaldo said.",
  "“They are not interested, it seems to us, in being biased to any side.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "“There is a Soviet tradition of being there,” said Malashenko.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"Russia is in the driving seat and Trump will simply react.\"",
  "That’s unlikely to change under Trump,” Toaldo added.",
  "Related: Why Is Russia So Interested in Syria?"
]