[
  "REUTERS/Yannis Behrakis/File Photo\n\nSuch despondency at Europe’s global influence has become all too common as the 28-country bloc struggles to cope with Brexit, an unprecedented migrant crisis in its own backyard and a rise in anti-EU populism that has bolstered authoritarian, nationalist-minded leaders across the region.",
  "The conclusion is that the EU has few instruments to impact the problems playing out there.”\n\nFrance’s outgoing Foreign Minister Jean-Marc Ayrault, who has tried in vain to implement a peace deal with Moscow in Ukraine, was downbeat a few weeks later in Malta as ministers met to discuss Turkey’s growing authoritarianism.",
  "While U.S.-led NATO has long shouldered the military burden in Europe, the economically powerful EU has been able to boast of a “soft power” with recent diplomatic successes ranging from its role in brokering the 2015 Iran nuclear deal, winning a detente with Cuba and inspiring a pro-EU uprising in Ukraine.",
  "“We have not lost all our soft power, but we do feel our moral authority is not as strong as it used to be.”\n\nAs the world’s biggest aid donor, the European Union seeks the rule of law and democracy abroad and has transformed former communist countries into thriving market democracies.",
  "Aside from growing evidence of an economic recovery in the eurozone that would ease the pressure on national budgets, a widely expected victory for the strongly pro-European Emmanuel Macron in the decisive second round of France’s election on Sunday would be viewed as a good sign.",
  "But after a meeting in April, Polish Foreign Minister Witold Waszczykowski described the mood among colleagues as “pessimistic and depressing”, citing “the many crises engulfing Europe: Syria, Libya, Yemen.”\n\n“The situation in the Middle East is, unfortunately, not good.",
  "VALETTA (Reuters) - As the European Union’s foreign ministers met recently in a baroque palace in Malta, Finland’s top diplomat quipped that despite the grandeur of their surroundings, they were all merely “doctors and welders”, trying “to sew things up” in the world.",
  "But some ministers and diplomats point to the EU’s lack of sway to end the conflict in Ukraine or to help solve the crisis in Syria as evidence it is now floundering, to the detriment of those caught up in those conflicts and to the benefit of Russia.",
  "But some say the European Union as a bloc is not forceful enough to resolve the conflict in eastern Ukraine that has killed more than 10,000 people since April 2014, after EU governments agreed to let France and Germany lead peace talks.",
  "Mogherini’s office declined to comment, but EU officials stress that the bloc has a big role in Ukraine focused on security training, financial aid, the implementation of a free-trade deal and strong support for the Minsk peace accords.",
  "“We agreed to a deal that implicitly gave Turkey leverage over us,” said the official, who was involved in the talks, noting the EU had become powerless to stop mass jailing of dissidents in Turkey since a failed coup attempt last year.",
  "The hope now in Brussels is that, after the upsets of last year, 2017 provides a firmer base from which the bloc can rejuvenate its foreign policy, particularly through a European defense plan to act independently of the United States.",
  "EU foreign policy chief Federica Mogherini’s visit to Moscow in April did not any break new ground, said Frederik Wesslau, an analyst at the European Council on Foreign Relations think-tank.",
  "One EU official said the latest loss of self-confidence stemmed partly from an accord with Ankara last year in which Turkey agreed to take in Syrian refugees in return for EU money.",
  "“We need to pick up the pace and have the confidence to play a role in the world,” he said in Valletta, saying the debates among ministers were “too technical” and lacked vision.",
  "Even without clarity on where US-Russian ties are headed following the election of President Donald Trump, ministers are set to extend the sanctions again in July, diplomats say.",
  "“When the EU was not able to come up with a strong statement about the militarization of the South China Sea in July, it was the Hungarians who blocked it,” an EU diplomat said.",
  "“An increased pressure on Russia is only possible with a stronger engagement of the whole of the EU, and the U.S.,” said Anders Fogh Rasmussen, a former NATO secretary general.",
  "The European Union can point to its unity on economic sanctions against Russia following Moscow’s annexation of Crimea in 2014 and its support for separatists in east Ukraine.",
  "Mogherini, a former Italian foreign minister, has won plaudits for harnessing Europe’s soft power, traveling the globe like U.S. secretaries of state.",
  "FILE PHOTO: A frayed EU flag flutters atop the Greek Ministry of Finance in central Athens, Greece, February 24, 2015.",
  "Some forces are also beyond Brussels’ control, including Russian revanchism, Trump’s unpredictability and Brexit.",
  "In other areas, Hungary, Greece and Cyprus weaken EU statements where the bloc needs every government to agree.",
  "Neither the British defense minister nor foreign minister attended the EU ministerial gathering in Malta.",
  "But EU states are reluctant to grant her more actual policy sway despite commitments to do so.",
  "“Things are beginning to move a bit in the right direction,” France’s Ayrault said.",
  "These have really had an effect on us,” said one senior EU diplomat.",
  "Plans for EU countries to cooperate on defense are progressing.",
  "“Brexit, the migration crisis.",
  "A NEW FRANCO-GERMAN HOPE?"
]