[
  "“But the numbers have gone down.”\n\nFranke lists a number of actions Merkel herself, and Germany generally, has taken, including a (somewhat tenuous) reciprocal agreement with Turkey to receive migrants back from the European Union, closures in the overland Balkan route, and a controversial deal between the European Union and Libya partly hammered out by Merkel and French President Emmanuel Macron this summer that dramatically reduced the number of migrants crossing the Mediterranean last month, in part by propping up the Libyan Coast Guard.",
  "Those actions helped mitigate anxiety over not only the flood of migrants but also the fears stoked by a terror attack allegedly perpetrated by a Tunisian immigrant in a Berlin Christmas market last December that killed 12 and injured 49, as well as mass sexual assaults carried out in Cologne over New Year’s Eve that affected more than 1,000 women and were apparently carried out, in part at least, by migrants and new arrivals.",
  "“We have learned how important integration is, and that’s what people are very concerned about.”\n\nThe far-right AfD party polls far below Merkel’s closest competitor the Social Democrats (SPD), but their recent surge in the polls comes in no small part from tactically playing off anti-refugee sentiment directly connected to Merkel’s choices.",
  "“That is reinforced by the creeping instability of Germany’s situation in the middle of Europe, the crisis in the Middle East and Africa, Russian aggression, a trans-Atlantic relationship that is suddenly fraught, and Eastern European neighbors who are flirting with authoritarianism.”\n\nIn other words: The world is a scary place.",
  "One of the party’s new leaders, Alexander Gauland, told a party rally earlier this month that his countrymen should “have the right to be proud of the achievements of German soldiers in two world wars.”\n\nThose types of statements are shocking in a country that has worked hard to own responsibility for its dark past.",
  "“Just because Angela Merkel is very likely to have a fourth term as chancellor — and she is a remarkable political figure — let's not let that mask these other changes that will carry consequences for how Germany develops going forward,” cautioned Karen Donfried, the German Marshall Fund president.",
  "She has stood her ground with both Trump and Russian President Vladimir Putin, pushed for sanctions against Russia after Putin moved into Ukraine, ridden out a refugee crisis that threatened to bring down her government, and, all in all, kept the country running remarkably smoothly.",
  "Carl Berning, a political scientist at the Johannes Gutenberg University of Mainz, told me earlier this summer that initially, the AfD “focused on the euro and showed almost no evidence for populist or radical positions,” a dynamic that’s since shifted markedly to the right.",
  "“During the height of the refugee crisis, it seemed almost like it was the new normal and that Germany would have to welcome 1 million or more refugees per year,” recalls Ulrike Esther Franke, a policy fellow at the European Council on Foreign Relations based in Berlin.",
  "But somehow her gift, or her political antennae, have been able to deflect attention away from her mistakes, and she is the comfort zone that Germans want at the moment.”\n\nAnd yet one of those risks — the refugee crisis — nearly cost Merkel her fourth term.",
  "“For a lot of us this is really, really personal, which is why we are so horrified that this is happening,” Stelzenmüller told me, regarding the AfD and Germany’s relationship to the far right that they have successfully suppressed since the end of WWII.",
  "On September 16, the German pollsters Emnid found the CDU polling at 36 percent, 14 percentage points ahead of its closest challenger, the Social Democrats, led by Martin Schulz, who briefly seemed a contender until his own campaign faltered.",
  "Merkel’s Foreign Minister Sigmar Gabriel even went so far as to say that electing the AfD into the Bundestag would put “real Nazis in the German Reichstag,” the actual parliament building, “for the first time since the end of World War II.\"",
  "An open-door policy nearly closed the door to the Bundestag for Merkel\n\nMerkel’s somewhat uncharacteristically decisive action during the heat of the 2015 migrant crisis may have stemmed from her formative years in East Germany.",
  "“We are now ... looking at the mountain of integrating people who come from different cultures with different religions in ways that won't alienate them or their children or grandchildren,” says Stelzenmüller of Brookings.",
  "“There aren’t many feelings that she’s really into, but liberty and freedom are very important,” Green Party politician Katrin Göring-Eckardt said of Merkel in an extensive 2014 New Yorker profile of the German leader.",
  "It’s a reference, among other things, to the chancellor’s penchant for long reflection on major issues — including her reaction to the European economic crisis that began in 2008 and stretched out for several years.",
  "The AfD goes for the shock factor — especially when it comes to Islam\n\nThese days, mainstream German politicians regularly compare the Alternative for Germany to the populists of Europe’s present, and past.",
  "That means that not only will a far-right party enter the Bundestag (German parliament) for the first time since the end of World War II, it may also become the face of the political opposition in Germany.",
  "Her campaign tagline is literally “For a Germany in which we live well and feel good.”\n\nGermans have championed this type of consistency before: Chancellor Helmut Kohl held the office from 1982 to 1998.",
  "“Merkeln means you don't make big decisions right away; you kick the can down the road and you build a consensus,” explains Karen Donfried, president of the German Marshall Fund of the United States.",
  "The election of Donald Trump — an untested populist who promised more by way of dismantling than of building up (other than the wall) — came fast on the heels of Britain’s disruptive Brexit vote.",
  "It is not something I wish to do again,” she is reported to have said in 2015, upon hearing a proposal by Hungary’s Prime Minister Viktor Orbán to build a physical barrier to keep out refugees.",
  "But over or not, Merkel can simultaneously accept accolades for her humanitarian gestures and convincingly argue that a vote for her party is not necessarily a vote for unlimited migration.",
  "We’ll make them ourselves.” The accompanying image was a prostrate (white) woman, her swollen belly ripe with a (presumably) German child, her eyes and face mostly cut from the photo.",
  "“I think there will be a lot of national self-examination after this.”\n\nCorrection: an earlier version of this story misidentified the acronym for the German Social Democratic Party.",
  "Just entering the Bundestag will not only further legitimize the AfD but will also give them a massive national platform and a budget the likes of which they haven’t seen before.",
  "“And this is, of course, linked to the experience of growing up in a society where newspapers were censored, books were banned, travel was forbidden.”\n\nIt also made her careful.",
  "They are designed to sort of propel the AfD time and again into the media and the public debate.”\n\nThat history question is likely not the only thing drawing voters to the AfD.",
  "Angela Merkel, the head of the center-right Christian Democratic Union (CDU), faces no real challenge in her quest to remain the German chancellor for a fourth tour in office.",
  "The ad carried overtones of Nazi-era propaganda encouraging German women to produce German children for the Fatherland, and celebrated (German) maternal domesticity.",
  "In 2015, Merkel opened the doors to Germany as refugees from Syria and elsewhere in the Middle East swamped Mediterranean ports and European train stations.",
  "AfD’s founders advocated that Germany pull out of the euro common currency in the wake of the Greek economic crisis but remain in the European Union itself.",
  "Some AfD members also began to dabble in a different sort of uncomfortable nationalism, one that questioned the postwar German culture of memorialization.",
  "As I wrote back in July, the AfD was founded in 2013 by a handful of economists, academics, and former members of Merkel’s own Christian Democratic party.",
  "The AfD is now poised to come out of Sunday’s elections with 12 percent of the vote; if polls hold, that will make it the third-largest party in Germany.",
  "Alternative for Germany (AfD), the far-right populist party known for its anti-immigrant and anti-Islam messaging, has suddenly crept up in the polls.",
  "Helmut Kohl, then the German chancellor, soon called her mein mädchen (“my girl”), never guessing she’d eventually pull the party out from under him.",
  "“There is a general German preference for political stability,” Constanze Stelzenmüller, a senior fellow at the Brookings Institution, told me.",
  "The uncertainty that ensued from both of those events served as a warning to Germany, which faces its own national election on September 24.",
  "But while staying the course seems inevitable, there is one unexpected twist to this election that has German election watchers squirming.",
  "“[But] that’s not what she did with Russia in the wake of Crimea — she had a really stiff spine on that.”\n\nAnd yet the term Merkeln stuck.",
  "It was considered something of a protest party, backed by eggheads, with a euroskeptic platform but not, at first, a notably nativist one.",
  "Her parents migrated to East Germany at a time when many Germans on the far side of the Iron Curtain were trying to move to West Germany.",
  "Her life in the German Democratic Republic, as East Germany was formally known, was shaped by the experience of living under communism.",
  "Images of men, women, and children clamoring for a better life in Europe, and some dying in pursuit of freedom, shocked the world.",
  "“Germany sees [2015] as an exceptional situation and it’s over now — which is dangerous, [since] it is not over,” notes Franke.",
  "One of those parties is projected now to be the AfD, which needs just 5 percent of the vote to enter national government.",
  "“People who whistle and heckle contribute little,” she said dismissively to rabble rousers at one recent campaign event.",
  "One of those things is the further splintering of the German political system, outside of the big traditional parties.",
  "“That changed, and the more radical wings of the party gained power and now shape the profile of the party,” he said.",
  "A year ago, no one thought it would be easy for Merkel to hold the reins\n\nAngela Merkel is an unlikely success story.",
  "“Merkeln,” according to the German dictionary Langenscheidt, is a verb coined around 2015 that means \"to do nothing.\"",
  "“These are calculated breaches of taboos,” Joerg Forbrig, a fellow with the German Marshall Fund in Berlin, told me.",
  "(She was accused of dawdling on a rescue package for Greece, a move her party paid for in regional elections.)",
  "Her father was a Lutheran pastor and thus was accorded certain luxuries, but he also faced endless suspicion.",
  "The AfD’s move toward Islamophobia began in earnest as the party responded to Merkel’s refugee policies.",
  "One of the key founding figures in the early days was a Hamburg economics professor named Bernd Lucke.",
  "They have primarily capitalized upon those who remain uncomfortable with Merkel’s refugee policies.",
  "“Mutti” (“Mommy”) — as Merkel is sometimes called in Germany — is a comforting hand on the tiller.",
  "It also refers to social issues, like Merkel’s hesitation to advance the country on LGBTQ rights.",
  "One focused on two women, photographed from behind, dressed in skimpy two-piece bathing suits.",
  "That year, some party members began to talk about Islam being incompatible with German values.",
  "Over time the AfD has become increasingly aggressive and unabashed in its immigrant bashing.",
  "“She never takes big risks — except on two things: nuclear energy and the refugee crisis.",
  "Her entry into politics came in the early years after the Berlin Wall came down in 1989.",
  "That’s why headlines going into Sunday’s election have hinged on one word: boring.",
  "This summer it ran an advertising campaign capitalizing on anti-Muslim sentiment.",
  "But in mid-2015, Lucke left the AfD — citing a surge of xenophobia in the party.",
  "In Germany, since the Holocaust, memorials have been erected across the country.",
  "Her mother was a skilled English teacher but in the East could never find work.",
  "When America went to the polls in 2016, voters chose chaos over consistency.",
  "The AfD began to bemoan the country’s inability to celebrate the past.",
  "But the AfD didn’t start out as quite as hateful as it has become.",
  "It seemed uncontrolled, and uncontrollable, with no end in sight.",
  "Konrad Adenauer was chancellor of West Germany from 1949 to 1963.",
  "(Same-sex marriage only passed at the beginning of this summer.)",
  "And that exposes some fissures in all that boring consistency.",
  "She still has to address what will happen to those who remain.",
  "Nearly 900,000 refugees arrived in Germany by the year’s end.",
  "Merkel married, then divorced, then eventually married again.",
  "The Germans, to put it simply, want no part of that drama.",
  "She’s not corrupt,” says Judy Dempsey of Carnegie Europe.",
  "AfD supporters have shown up to heckle Merkel at rallies.",
  "But Merkel’s caution is not always seen as a negative.",
  "There will likely be seven parties in parliament.",
  "We prefer bikinis.”\n\nAnother reads, “New Germans?",
  "She was born in Hamburg, West Germany, in 1954.",
  "It’s not necessarily a favorable neologism.",
  "Not everyone in Germany was happy about it.",
  "She became a scientist in quantum physics.",
  "“I lived a long time behind a fence.",
  "It doesn’t seem to rattle her.",
  "The tagline reads, “Burkas?",
  "“These are provocations.",
  "She has no children.",
  "It is SPD, not SDU.",
  "“She isn’t flashy."
]